{
  "id": 484296,
  "name": "The Pennsylvania Insurance Company versus Bowman, for use, &c.",
  "name_abbreviation": "Pennsylvania Insurance v. Bowman",
  "decision_date": "1862-11-06",
  "docket_number": "",
  "first_page": "89",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 394,
    "char_count": 6390,
    "ocr_confidence": 0.461,
    "sha256": "e74d8252fdda54534076f2e410b68bd5e95f8600f77602818215425c9134e5aa",
    "simhash": "1:3cc1a1e135de7e9d",
    "word_count": 1090
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Insurance Company versus Bowman, for use, &c."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThere are no merits in this case on the part of the plaintiffs in error, and their defence is a purely technical one. It is in fa.ct founded upon the Avord endorsed, for the jury have found that notice of the assignment was duly given, and that it was approved. The paper of the 11th September 1860, signed by the president of the company, giving the consent, clearly referring to the assignment of the 1st of the same month, and showing that the real nature of the assignment Ayas also communicated to the defendants.\nNoay the approval and consent, signed by the president, an authorized officer of the company, and attached by a wafer to the policy, if governed by the rules applicable to bills of exchange and promissory notes, would be a perfectly good endorsement. In Chitty on Bills (10th ed.j, p. 158, it is said, “ and although the very term endorsement, seems to import a Avriting on the back of the bill or note itself, yet it is clearly established that it may be made on the face of the bill, or on a separate paper, called in French un allonge.”\nThis, therefore, may be considered as an endorsement within the meaning of the policy; but whether or not, it is clear that the defendants, by their conduct, and by the letter of the 17th NoArember 1860, Avaived a more strict compliance with the condition, Avhich they had a right to do, as they could have Avaived entirely a provision intended only for their protection.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "A. IF. Loomis, for plaintiffs in error.",
      "Hamilton and AeJieson, for defendant."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Insurance Company versus Bowman, for use, &c.\nApproval of Transfer of Insurance Policy need not be endorsed on the Policy.\nUnder a clause in a policy of insurance which provides that it shall become void on assignment, unless notice thereof be given at the office of the company, and the same approved and endorsed on the policy by the secretary or other authorized officer, an approval of and consent to an assignment, written and signed by the president on a separate piece of paper, and attached to the policy by a wafer, is a sufficient endorsement within the meaning of the policy.\nError to the District Court of Allegheny county.\nThis was an action of debt, by George W. Bowman, for the use of Springer & Wannall and John D. Daggatt against The Pennsylvania Insurance Company of Pittsburgh.\nThe plaintiff declared on a policy of insurance on the steamboat A. B. Chambers, dated July 6th 1860, averring the loss of the boat within the meaning of the policy, and claiming to recover $5000, with interest, less the amount of an unpaid premium note for $750.\nThe policy contained the following clause:—\n“ And it is hereby agreed, that this policy shall become void, if any further insurance has been, or hereafter shall be made on said boat or,vessel, which, together with this insurance, shall exceed the sum of $20,000, or upon any assignment thereof, unless notice is given at the office of the company, and the same be approved and endorsed thereon by the secretary or other authorized officer of the company.”\nOn the 1st of September 1860, it was assigned to the plaintiff, for whose use the action was brought, by the following writing:—\n“ St. Louis, September 1st, 1860.\n“For value received, I hereby assign, transfer, and convey the within policy of insurance to Nicholas Springer and Thomas N. Wannall, comprising the firm of Springer & Wannall, and John D. Daggatt, hereby conveying all the rights and privileges arising under said policy, and any and all proceeds to arise therefrom.\n(“Signed) “ G. W. Bowman.”\nOn the 11th September 1860, the following paper was executed and attached to the policy by a wafer:—\n“ Pittsburgh, September 11th 1860.\n“ The Pennsylvania Insurance Company of Pittsburgh consents to assignment of policy 2261, per S. B. ‘ A. B. Chambers,’ to John Daggatt and Springer & Wannall, as collateral security to a deed of trust executed in their favour on said boat.\n(“ Signed) “ A. A. Carrier, Pres’t.”\nOn the 17th of November 1860, the following letter was received by plaintiffs:—\n“ Pittsburgh General Insurance Agency, No. 63 Fourth Street, Pittsburgh, November 17th 1860.\n“ Messrs. Springer & Wannall, St. Louis, Mo. Gents. — Capt. Dean showed me your letter to him, with statement of property sold from wreck of S. B. ‘A. B. Chambers.’\n“ Gross sales, .... $1335.02\n“ Charges, .... 403.40-$921.62\n“We transmit this to the companies. Mr. Chew’s statement, however, mentions the saving of cargo and freight, and all included in this item of charges. If cargo was saved, it is proper to exclude an equitable proportion of the expense from the charge against the underwriters on vessel, and place to account of cargo.\n“ You make no mention of the hull and machinery. ¿I °f the boat was covered by the companies represented at this agency, and a portion of it afterward reinsured in other companies, and all express a wish for such an adjustment as will close the whole matter, without the trouble of looking after and dividing and subdividing salvage hereafter. We have to ask you, therefore, to make a proposition to us for the If of the wreck as it now lies in the Missouri river. We suppose the boilers and machinery will be valuable, when recovered. The amount allowed, of course, to be applied in liquidation of the policies, if your proposition is accepted. Let us hear from you in regard to this matter, and oblige “ Truly yours,\n“A. A. Carrier & Bro.”\nThe main defence was, that “the assignment was never approved or endorsed on the policy by the secretary or. other authorized officer of the company.” This was submitted to the court below by the defendant, with other points not material here, which were affirmed. In answer to this point, the court (Williams, J.) charged that “ if the jury were satisfied that notice of the assignment ivas given to the company, accompanied with a request that the company would consent thereto, and that it was the intention of the company, by its president, to sanction the assignment when the paper of the 11th of September 1860 was executed, it Ayas as valid and effectual as if endorsed on the policy.”\nUnder these instructions there was a verdict and judgment for the plaintiff. Whereupon the defendant sued out this Ayrit, and assigned for error the charge of the court, as above stated.\nA. IF. Loomis, for plaintiffs in error.\nHamilton and AeJieson, for defendant.\nNovember 6th 1862,"
  },
  "file_name": "0089-01",
  "first_page_order": 89,
  "last_page_order": 91
}
