{
  "id": 484295,
  "name": "McBroom & Wood's Appeal",
  "name_abbreviation": "McBroom & Wood's Appeal",
  "decision_date": "1862-11-06",
  "docket_number": "",
  "first_page": "92",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 401,
    "char_count": 8374,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 6.383058371528325e-08,
      "percentile": 0.3954238258678402
    },
    "sha256": "fbcca6680f32079a3c58b00859bb1f513fa9b615d4fe2d294b9eeae26c9ec3b1",
    "simhash": "1:85018c3d3a7b6c45",
    "word_count": 1443
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McBroom & Wood’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nOn the 3d November 1855, the Pittsburgh and Steubenville Railroad Company assigned to James S. Craft, as an indemnity against loss by reason of his endorsement or guaranties made or to be made on account of the company, the unpaid instalments or balances due on subscriptions to the capital stock of the company. This is clearly not an assignment in trust for any one, and is not therefore required to be recorded within thirty days after its execution in the office of the recorder of deeds of the proper county; nor of course is the assignee bound within the same period to file an inventory in the office of the prothonotary of the Court of Common Pleas. The neglect, therefore, of Mr. Craft to do either of these acts, does not in any manner invalidate the assignment.\nIt is also alleged, on behalf of the appellants, that this assignment is fraudulent, null and void as against them under the provisions of the Resolution of the 21st January 1843. It is unnecessary to decide whether this resolution applies to a case like the present, for it is clear that if it were applicable the appellants do not come within the class of persons who can take advantage of the alleged invalidity, for they were not creditors of the company until more than nine months after the assignment was executed ; nor wore they contractors, labourers, or workmen. The bill in equity sot forth in their paper-books shows that they were not creditors of, nor had any claim on the company until the 14th August 1856, when, as appears by the minutes, with the assent of Manfull, Nicholson & Co., $5000 of the balance due them was appropriated to the payment of McBroom & Wood, for work done under their sub-contract made with the sub-contractor for section 3. The other item of the 19th September 1856 was an order of Manfull’ Nicholson & Co., of that date, for $3228.25, which, if accepted by the company on the same day, only made them creditors from that period. It is unnecessary to examine whether such a mode of becoming creditors of the company would entitle them to dispute any such assignment made by the company at any time, because they were in respect to these claims neither contractors, labourers, or workmen, within the express words of the resolutions.\nIn any and every aspect this assignment is perfectly good and valid as against these appellants.\nDecree affirmed at the costs of the appellants.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Jones Woods, for appellants.",
      "James S. Craft, for appellees."
    ],
    "corrections": "",
    "head_matter": "McBroom & Wood’s Appeal.\nAssignment, when valid without recording filing Inventory.— What Creditors may invalidate Assignment by Railroad Company under Act of January 21st 1843.\n1. An assignment by a railroad company of unpaid instalments due on subscriptions to capital stock, to an endorser, to secure him against loss by reason of his endorsement for the company, is not an assignment in trust for creditors, and therefore is not invalid, because not recorded nor an inventory filed -within thirty days thereafter.\n2. Sub-contractors who had no claim against the company until nearly a year after the assignment was made, cannot allege that it is invalid, under the -Act of Assembly of 21st January 1848, providing that no public internal improvement company shall make an assignment, &c., of its real or personal estate, while debts or liabilities to contractors, laborers, and workmen remain unpaid, without first obtaining their written consent.\nAppeal from the District Court of Allegheny county.\nThis was an appeal by McBroom <fe Wood from the decree of the court below, authorizing James S. Craft to take out of court certain moneys which had been paid in by Clark & Thaw, as garnishees of the Pittsburgh and Steubenville Railroad Company.\nThe case was this: — On the 12th day of May 1855, John McBroom and Hugh Wood made a contract with David Mitchell, Esq., engineer of the Pittsburgh and Steubenville Railroad, to finish a certain heading or drifting in the tunnel on section No. 3 of said road, which had been commenced under a contract with William S. Skeen, a contractor on said road, in March 1853; the said railroad company agreeing to pay them for the work already done in said tunnel amounting to $5000, and also to pay them for completing said heading and drifting, all which was finished by them in pursuance of said contract. This contract was ratified and confirmed by the board of directors of the Pittsburgh and Steubenville Railroad Company on the 14th day of August 1856. On the 14th day of July 1857, in the District Court of Allegheny county, McBroom & Wood filed a bill in Equity, in which said contract was fully set forth, and recovered a judgment against the Pittsburgh and Steubenville Railroad Company et al., on the 5th day of January 1858, for $8890.93 (including in said judgment the $5000, assumed on the 12th day of May 1855). The balance was for other work done by McBroom and Wood for the railroad company. On the 27th day of April 1858 they issued an execution attachment, attaching moneys, goods, chattels, &c., in the hands and possession of Thomas Clark and William Thaw, partners, &c., as Clark & Thaw; also in the hands of James S. Craft, Esq., et al., amounting to $7610.20. On the 23d day of June 1860, a motion was made by A. W. Loomis, attorney for Clark & Thaw, tc pay the money due by them into court. This rule was made absolute, and the money ordered to be paid into .court.\nOn the 17th of October 1860, a rule was granted on the parties in interest to show cause why the money in court should not be appropriated to McBroom & Wood; and on the 10th of November, a rule was granted requiring the parties interested to show cause vrhy the money in court should not be paid to James S. Craft.\nThe claim of Craft was founded on an assignment to him by the Pittsburgh and Steubenville Railroad Company of the unpaid instalments or balances due on subscriptions to' the capital stock of the company to-indemnify him against loss, by reason of his endorsement or guaranties made or to be made for or on account of the company.\nThis assignment was dated November 3d 1855, but never was recorded, nor was there any inventory or schedule of the property assigned, filed in the office of the prothonotary.\nThe objections to the claim, made for Craft under the assignment, wore:—\n1. That the assignment made to James S. Craft was not recorded in the office of the recorder of deeds for Allegheny county, within thirty days after the same was executed as required by law, and that by reason thereof it is null and void ; and the said Craft has no legal right to have the money mentioned in said rule paid to him, but that the said McBroom & Wood, by virtue of their said judgment and execution attachment, have a right to have the said money paid to them.\n2. That said assignment to James S. Craft is null and void, by reason of his neglect to file in the office of the prothonotary of Allegheny county an inventory or schedule of the estate or effects so assigned, accompanied with an affidavit by said Craft; that the same is a full and complete inventory of all such estate and effects, so far as the same has come to his knowledge, within thirty days after the execution of said assignment, as required by the 1st section of the act relating to assignments for the benefit of creditors and other trustees, approved the 14th day of June 1836.\n3. That the said assignment is null and void as against said McBroom & Wood, creditors of said company, under the provisions of a resolution of the General Assembly of the Comm’on-wealth of Pennsylvania, to protect labourers and contractors, approved the 21st day of January, A. D. 1843; the debts and liabilities incurred by the said company to the said McBroom & Wood, contractors, labourers, and workmen employed in the construction of the Pittsburgh and Steubenville Railroad, remaining unpaid at the time of said assignment, which assignment was made without the written assent of the said McBroom & Wood, creditors as aforesaid, first had and obtained, and which said assignment was calculated and intended to defeat, postpone, endanger, or delay the said McBroom & Wood, creditors as aforesaid of said company.\nThe court below, on hearing, decreed and adjudged that the money in court be paid to James S. Craft; from which decree McBroom & Wood appealed.\nJones Woods, for appellants.\nJames S. Craft, for appellees.\nNovember 6th 1862,"
  },
  "file_name": "0092-01",
  "first_page_order": 92,
  "last_page_order": 95
}
