{
  "id": 484230,
  "name": "Hellen versus Crawford",
  "name_abbreviation": "Hellen v. Crawford",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "105",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 105"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 226,
    "char_count": 2983,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 1.3499658352512053e-07,
      "percentile": 0.6331162550403517
    },
    "sha256": "440846a46ef180f7ad27a10eae40b51a2f285eaefcf1d8bb0485fd405b796cf6",
    "simhash": "1:f8f4c2a10b10224a",
    "word_count": 543
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hellen versus Crawford."
    ],
    "opinions": [
      {
        "text": "The opinion of the court Avas delivered by\nRead, J.\nThe only defence set up in this case by the defendant, avIio Avith his son made a note to the plaintiff, payable with interest tAVO years after date, was that he Ayas only a surety, and that about six months before the note became due he gave a verbal notice to the plaintiff in the street that he Avished to be released, and that he Avould not stand after the note became due, and that plaintiff must collect the note or get other security. The counsel for the plaintiff in error, candidly acknoAvledged that he could not find any case in which such a notice given before the note Avas due and the surety actually fixed had been held to be good; no expression of any judge had been cited even looking that way; — no at, such notices were substitutes for a proceeding in chancery to effect the same object, and no bill ever Avas filed for such a purpose until the debt Avas actually due and unpaid. By analogy, therefore, such a notice cannot be given by the surety until the debt is due. The inconvenience of any other rule in negotiable paper Avould be very great, for the holder of it Avould be obliged to keep a separate book for entering such notices, and if not in Avriting, to put down Avhat he might suppose to be the language addressed to him in conversation.' We have gone as far as policy dictates in alloAving the force that has been given to notices of this character, and ave are not disposed to take another step unsanctioned by any authority or by the analogies of the practice in equity. The learned judge might, therefore, have gone further and said, that the notice Avas entirely inoperative, because it Avas given before the note Avas due.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "G-ilmore Minor, for plaintiff in error.",
      "J. B. cj- A. Howell (with AArhom Avas B. Kaine), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hellen versus Crawford.\nSurety not discharyed by Notice to sue Principal in Note not yet due.\nA notice by a surety on an undue note, that he would not remain responsible, if the holder did not sue the principal debtor as soon as the note came due or got other security, will not discharge the surety.\nError to Common Pleas of Fayette county.\nThis was an action of debt by William Crawford against Benjamin Hellen, on a note given by Benjamin Hellen and Peter Hoke Hellen to William Crawford for $550, on the 20th ,of January 1853, payable with interest two years after date. The money Avas borrowed from Crawford by Peter Hoke Hellen, and his father Benjamin was surety on the note. In the summer of 1854, Benjamin Hellen, the surety, notified Crawford to go on and collect the money from Peter Hoke Hellen Avhen due, as he Avould no longer be liable. This Aras the only defence set up by the defendant.\nUpon this evidence the court (Lindsay, P. J.) instructed the jury that the notice Avas so long before the note became due, that the surety could not avail himself of it as a defence; which was the error assigned here by the defendant.\nG-ilmore Minor, for plaintiff in error.\nJ. B. cj- A. Howell (with AArhom Avas B. Kaine), for defendant in error."
  },
  "file_name": "0105-01",
  "first_page_order": 105,
  "last_page_order": 106
}
