{
  "id": 484226,
  "name": "Commonwealth, for use, &c., versus Woods",
  "name_abbreviation": "Commonwealth v. Woods",
  "decision_date": "1863-01-05",
  "docket_number": "",
  "first_page": "113",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 291",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0291-01"
      ]
    },
    {
      "cite": "3 Watts 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841304
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0292-01"
      ]
    },
    {
      "cite": "23 H. 8",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": 0
    },
    {
      "cite": "6 Barb. 209",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4874823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/6/0209-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 13113,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.97292193993196e-07,
      "percentile": 0.9354350388767839
    },
    "sha256": "91c385850cc083bce06e045553c20c028fcc4770449cb7d6461639cbc9e72f88",
    "simhash": "1:3934ecf09a27e3f3",
    "word_count": 2273
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth, for use, &c., versus Woods."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nIn an opinion delivered in 1851 by Judge Ruggles, in the Court of Appeals, 4 Comstock 438, the following language is used: “ In the province and state of New York the system of taxation for local purposes by assessing the burthen according to the benefit, has been in force for more than one hundred and fifty years.” This case overruled the decision of the Supreme Court of the second judicial district, an inferior tribunal, in The People v. The Mayor, &c., of Brooklyn, 6 Barb. 209, and established finally that such an assessment Avas a tax imposed by virtue of the general taxing power existing in the legislature. The opinion contains a clear exposition of the legislative action and judicial decisions of these tribunals from the earliest period of their history. This policy was undoubtedly derived from England, as established by the Bill of Sewers of 23 H. 8, ch. 5, where it is called a tax, and under which and subsequent acts, all persons w'hose property derive an advantage may be assessed to the sewers-rate, and the benefit is not required to be immediate, nor do the cases or the statutes say anything of the nature or amount of the benefit.\nIn Pennsylvania a similar system has existed for thirty years in Pittsburgh, as shown by the Acts of Assembly and by decided cases, and we have derived the authority to make such assessments from the taxing power vested in the legislature, which may be exercised in such form and manner as may be directed by law. In McMasters v. Commonwealth, 3 Watts 292, Judge Rogers, adopting the New York decisions, decided such an assessment to be constitutional. In Pennock v. Hoover, 5 Rawle 291, where, under an Act of the 19th March 1828, the Kensington District were authorized to pave any street, and to tax any property in front of such street in proportion to the extent of the same front, it -was decided, Judge Kennedy delivering the opinion of the court, that this tax was a lien on the property under the Act of 1824.\nThe question came up fairly in the Extension of Hancock Street, 6 Harris 26, where the opinion of Judge McClure was adopted by this court. It was distinctly held that such an assessment of benefits upon lots in the vicinity of the extension was eonstitutiQnal, and that the term vicinity did not denote any particular definite distance from the extension of the street. Judge McClure, adopting the doctrine of the New York courts, which he says has been referred to with approbation by the Supreme Court of Pennsylvania in various decisions, speaks of the contrary dictum of the case in 6 Barbour, which we have seen has been entirely overruled; and Judge Rogers declares emphatically that “after the repeated decisions of our Supreme Court, the constitutionality of the act is not an open question in this state.”\nIn Gault’s Appeal, 9 Casey 100, my brother Woodward says: “ States and cities cannot exist without taxation. The time, the mode, and the manner of taxation are committed altogether and exclusively to the legislative discretion.” The same doctrine is enunciated by him in City of Philadelphia v. Tryon, 11 Casey 401, and by my brother Strong in Schenley v. Commonwealth for the use of the City of Allegheny, 12 Casey 67.\nWith this view of the taxing power, it is evident that the only question in this case is what is the true meaning of the 1st section of the Act relating to the City of Pittsburgh, passed 22d April 1858 (P. L. 471), by which the Select and Common Councils are authorized to construct sewers in any street or alley, and for the payment of the cost of the same to levy and assess upon the property benefited; said levy shall be made by such persons not less than three in number, as the councils may appoint, and when made and approved by the councils of said city, shall be a lien on the property so assessed or levied on, and if not paid within thirty days after the said' approval, the amounts, with 5 per cent, added, shall be collected by the solicitor of said city, and by him deposited with the treasurer, subject to the order of councils, for which collections he shall receive the 5 per cent, added to the amounts collected by him.\nUnder this act the councils passed four ordinances relative to the sewer in Cherry alley, on the 28th June and 25th October 1858, and on the 28th February-and 19th May 1859. These ordinances appoint proper persons to make the levy and assessment equitably and fairly upon the property benefited by the construction of the sewer, for the recording of it when approved by,councils, for,its publication with notice attached, and also for the assessors giving public notice of the time and place of hearing complaints as to said assessment, by publication in the papers authorized to do the city printing. These requirements were no doubt complied with. The levy and assessment were regularly made, and by an ordinance reciting the same, passed 20th June 1859, the same was \\approved by councils. Amongst the persons thus assessed and taxed on property benefited, is' the present defendant in error, who is assessed $33.33 for his house on Fourth streét, which is above where Cherry alley crosses that street, and upon the descent from Grant street to the sewer.\nUpon the trial of the scire facias on this lien, the court allowed evidence to be given that the sewer was of no benefit to the defendant’s property, and charged, the jury if they should so believe, .the plaintiffs w.ere not entitled to recover. The simple question therefore is, was the defendant precluded from this defence by the levy and assessment, and the approval of the same by .the councils. We think he was, for such are the express words of the law, and any other construction would open a door to an entire revision of the whole assessment made by the assessors. The assessors fix the prqperty benefited ;■ they hear complaints and make [their report to councils; they hear also any complaints or representations, and if they approve, the.property benefited is fixed and ascertained, and,the assessment and tax is complete; and the question of benefit cannot be reviewed by any other tribunal.\nIt is a tax definitely ascertained and settled.\nJudgment reversed, and a venire de novo awarded.\nThe Chief Justice did not sit in the case.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "White and Slagle, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, for use, &c., versus Woods.\nMunicipal Taxation for Local Improvements discussed. — Right of Appeal from decision of Assessor.\n1. Under Act 22d April 1858, authorizing the Select and Common Councils of Pittsburgh to construct sewers in their streets and alleys, and providing for assessing the costs thereof on properties benefited, by assessors whose report, after hearing, was to'be approved by Councils; the assessment, when made and approved, is final and conclusive: and the question of benefit cannot again be reviewed by any other tribunal.\n2. Hence, where on the trial of a scire facias on a lien filed against the property of a citizen by the city for his portion of the cost of constructing a sewer adjoining his property, it was error in the court to allow evidence to be given that the sewer was of no benefit to the property, and to charge the jury, that if they should so believe, ..the plaintiff's were not entitled to recover,\nError to the District Court of Allegheny county.\nThis was a scire facias sur municipal claim by the Commonwealth of Pennsylvania, for the use of the Mayor, Aldermen, and Citizens of Pittsburgh, against Robert Woods, for $33.30, being the amount assessed upon defendant’s property on Fourth street, for the construction of a sewer in Cherry alley, extending from Diamond street to the Monongahela river.\nBy an act relating to the city of Pittsburgh, passed 22d April 1858, sect. 1, it was enacted, that the Select and Common Councils of the city of Pittsburgh be and they are hereby authorized, when they may deem the same necessary, to cause sewers to be constructed in any street, lane, or alley of said city, and for the payment of the cost of the same, they are hereby authorized to levy and assess upon the property benefited; said levy shall be made by such persons, not less than three in number, as the councils may appoint; and when made and approved by the councils of said city, shall be a lien on the property so assessed or levied on, and if not paid within thirty days after the said approval, the amounts, with 5 per cent, added, shall be collected by the solicitor of said city, and by him deposited with the treasurer, subject to the order of councils, for which collection he shall receive the 5 per cent, added to the amounts collected by him.\nUnder this Act of Assembly, an ordinance with several supplements relative to a public sewer in Cherry alley, were passed by the city councils — the sewer was erected, and three persons, R. E. McGowan, Samuel B. Cooper, and John Willock, appointed by councils to “make the levy and assessment upon the property benefited by the continuation of the sewer for the payment of the cost of the same.” Mr. Willock having refused to act in the premises, his appointment was revoked, and Philip R. Kincaid appointed in his place.\nNotice of the time and place of meeting was given by the assessors in the Pittsburgh Daily Gazette, after which the assessment was made as above stated. Subsequently, the councils, by ordinance, approved of the assessment, and directed it to be published.\nThe whole cost of the sewer was $3704, and that amount was assessed upon the property benefited thereby, embracing some eighty-nine parties. Quite a number refused to pay their assessments and were sued, and the suits were pending at the time this case was tried in the District Court. The other cases were continued, with a general' understanding that they would abide the result in this case, in which it was supposed the questions of law involved in the cases would be settled. The defendant in this case pleaded in defence several matters touching the regularity and legality of the proceedings, and also offered evidence to show that his property was not benefited by the construction of the sewer. To the admission of this evidence the plaintiff objected, but the court admitted it, and sealed a bill of exceptions. The court then instructed the jury, pro forma, against the defendant on all the points raised, but reserved them as questions of law, and submitted to the jury, as a question of fact under the evidence, whether the defendant’s property was benefited by the construction of said sewér. The jury found for the defendant on this question of fact. The only point, therefore, brought up by this record was, whether the court erred in admitting the defendant’s evidence to show that his property was not benefited by the said sewer.\nThe facts as given in evidence at the trial of the case were these: Cherry alley is midway between Grant and Smithfield streets, and runs parallel with them. The sewer extends from Diamond street to the Monongahela river. Defendant’s property is on Fourth street, about half-way between the alley and Grant street, and the natural flow of the surface-water from it is towards the alley. Previous to the construction of the sewer, his surface-water flowed down an alley in the rear of his property to Cherry alley, and thence along Cherry alley to the Monongahela river. Since the sewer has been built the water from his lot flows in the same way, except that it enters the sewer at Third street, and thence flows in the sewer to the river. The sewer Avas constructed in the usual way, with rings at different points, for enabling the property-holders to connect their drains, &c., with the sewer.\nIn the course of the trial the defendant made the following offer, to wit:\n“ Defendant offers to prove that the sewer in Cherry alley, for which lien is claimed, did not benefit the property described in the lien, and that it is not now any benefit to it.”\nThis was objected to by the plaintiff, on the ground “that the evidence offered is irrelevant and incompetent, because the act directs that the costs shall be assessed upon the property benefited, and prescribes the mode in which the same should be assessed ; and, when approved by councils, the same should be a lien upon the property assessed, and directs the collection of the same. The said assessment is, therefore, conclusive.”\nThe court overruled the objection, and sealed a bill of exceptions.\nIn the verbal charge of the court the attention of the jury was directed particularly to the fact that the surface-water of the defendant’s lot flowed in the same way after the sewer was built as it did before. Some of the witnesses testified that the property of the defendant was benefited by the sewer; others, that it was not.\nAfter the entry of judgment on the verdict for defendant, the plaintiff sued out this writ, and assigned for error the admission of evidence on the part of defendant to show that his property was not benefited by the sewer, and the instruction to the jury that if not benefited, he was entitled to their verdict.\nWhite and Slagle, for plaintiff in error.\nJanuary 5th 1863,"
  },
  "file_name": "0113-01",
  "first_page_order": 113,
  "last_page_order": 117
}
