{
  "id": 484308,
  "name": "Walters et al. versus The Commonwealth",
  "name_abbreviation": "Walters v. Commonwealth",
  "decision_date": "1863-01-26",
  "docket_number": "",
  "first_page": "135",
  "last_page": "139",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 135"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 654,
    "char_count": 12338,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 3.5164325748680794e-07,
      "percentile": 0.883571976590141
    },
    "sha256": "8a8ca03648ae6fd622edeb1626003385496e84da51ee3836f1d525c46515e45f",
    "simhash": "1:bdf46f2bc67df1eb",
    "word_count": 2121
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walters et al. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nAt the December Term of the Court of Oyer and Terminer, holden for the county of Clarion, the plaintiffs in error were convicted and sentenced for involuntary manslaughter, on an indictment charging murder in killing one Martin Keleher, on the 2d day of September last.\nThe principal assignment of error, and the only one which will be considered here, is to this sentence: the plaintiffs in error contending that they could not be legally convicted, and therefore could not be sentenced for the offence of involuntary manslaughter on an indictment for murder, in which that offence was not charged in any form.\nWe think the exception well taken. The case of The Commonwealth v. Gable et al., 7 S. & R. 423, decided in 1821, seems to have settled this question, and the practice has been in accordance therewith, it is believed, ever since. In that case it was held that involuntary manslaughter must be prosecuted and punished as a misdemeanor. The 79th section of the Criminal Code, passed the 31st of March 1860, is a copy of the 8th sect, of the Act of 22d April 1794, upon which that decision was made, and varies from it in nothing but in fixing the maximum of punishment which may be inflicted. I have no knowledge of any departure from the rule there laid down, and, on inquiry, I have been informed by the president of the Oyer and Terminer of this city that the practice under the rule has not been to the extent of his experience, changed by the Act of 1860. Indeed, it could not be without overruling that decision, for the 79th section of the late statute, as we have seen, is but a copy of the 8th section of the statute under which it was made. I therefore think elaboration of the point unnecessary. The decision clearly announces the rule, and sufficiently vindicates it, and no public policy has demanded a change. Indeed, the inducement for compromising a result in the jury-box, where several grades of offences exist in a single count, as it may in an indictment for murder, is quite as large as it ought to be. By this means the lowest accountability is often made to assume the place of the highest.\nWhen the officers of the Commonwealth shall be of opinion that a homicide is but manslaughter, and the degree is doubtful, the statute allows an indictment charging the offence both as voluntary and involuntary, or either. But it is necessary, in order to sustain a conviction'for involuntary manslaughter, that it be distinctly charged as such. Since the case of The Commonwealth v. Gable, it must be charged as a misdemeanor, and is therefore not proper to form a count in an indictment for felonious homicide, excepting in the case of an indictment for voluntary manslaughter, where it may be joined by force of the statute. We must therefore reverse the sentence in this case, as there is no legal conviction to sustain it.\nWe cannot conclude without expressing our regret that the absurd and silly practice exists in some portions of the country of serenading, as it is miscalled, weddings parties, not with music, but usually by making intolerable noises with horns, drums, kettles, pans, and anything which may contribute to .the dissonance of the occasion. This is always offensive, and insulting to the feelings of the parties and their friends, and generally ends in breaches of the peace, and sometimes bloodshed. It is a breach of the peace itself, and when a number of persons, three or more, assemble for such a purpose, and with a common intent carry it out with noise and tumult, it may and ought to be punished as a riot: Ad. Rep. 277. The case before ns is a melancholy instance of the pernicious and indecent practice, and although it may be that originally no harm to any persons was intended, yet it resulted in the death of the bridegroom on the day of his marriage, and in injury to others, besides putting in peril of the highest penal laws of the country the prisoners whose case we have been considering. -This should be a warning to the thoughtless, for none others would ¿engage in it, to abstain from such evil practices.\nThe prisoners have been acquitted by the verdict of all crimes charged in the indictment, and convicted of a charge not made in or embraced by it. We will therefore simply reverse, for no new trial could be ordered in such a case.\nNow, to wit: January 26th 1863, after argument and consideration by the court, the sentence of the Court of Oyer and Terminer of Clarion county is reversed, and the prisoners, viz., Joseph Walters, Philip Walters, and John Huling, are discharged from confinement in the same.\nRecord remitted.\nPer Curiam.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "The case was argued by Oorbett, Lathy, and Barr, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Walters et al. versus The Commonwealth.\nConviction for involuntary Manslaughter, improper without a Count in Indictment charging it.\n1. It is necessary, to sustain a conviction for involuntary manslaughter, that it he distinctly charged in the indictment.\n2. lienee, on an indictment containing counts only for murder and voluntary manslaughter, a defendant cannot he convicted and sentenced for involuntary manslaughter.\nError, to the Oyer and Terminer of Clarion county.\nJoseph Walters, Philip Walters, and Philip Huling, the plaintiffs in error, were jointly indicted with Joseph Snyder, Joseph Harman, and George Fulmer, for the murder of Martin Keleher, on the evening of the 2d day of September 1862. Harman and Fulmer were tried along with the plaintiffs in error, but wore acquitted by the jury. Snyder elected to have a separate trial, and his case was continued to February Term 1863. The indictment contained three counts. The first two were for murder, and the third for voluntary manslaughter.\nMartin Keleher, the deceased, was married to a widow lady of Knox township, Clarion county, on the 2d day of September 1862. The plaintiffs in error, with other young men in the vicinity, went in the evening to the house of the bride, where the wedding party was assembled, to serenade the bride and groom. In the serenading party there was an old sword, broken off at the point, carried by Philip Walters, who acted as captain, a gun in possession of Joseph Harman, and a pistol in the hands of some one in the crowd. There was also a fife, a horse-fiddle, and sleigh-bells in the possession of the serenaders, all intended for the purpose of music and noise. The party proceeded very orderly, until they came to the house where the wedding party was, when they entered the yard in front of the house, fired off the gun and pistol, marched backward and forward several times, making music and much noise, which finally ceased.\nAfter the music had ceased, Philip Walters approached the porch of the house, when Thomas McLaughlin, one of the wedding party, asked him what they wanted; Walters replied that they wanted to see the bride and groom. McLaughlin said they were not there. Walters replied that they were. McLaughlin then inquired, What will you do if you don’t see them ? Walters replied, he did not know. McLaughlin then repeated the question, when Walters replied that they would have to, or would, pull down the house. At this time, Thomas Keleher, another of the wedding party, came forward, and, some of the witnesses say, cried out, “If that is what you want, tear away;” others say he used the words, “ Jesus Christ, go to work, boys.”\nWalters was standing one or two steps from the porch on which McLaughlin was standing during the time the conversation was going on. The witnesses for the Commonwealth testified that Walters struck the first blow with the sword, while the witnesses for defendants swore that, when a rush was made upon him, Walters stepped backward, raised the sword, and held it parallel across his breast, requesting \"McLaughlin to keep off. Keleher approached Walters from behind, seized him by the coat collar, and pulled him down. A general melee then occurred around Walters, who was very severely injured, receiving two wounds on his head — one a severe bruise, and the other a cut, some three inches in length, penetrating to the skull-bone.\nThe deceased, who had remained in the house until the fight commenced, rushed out into the melee, and received a stroke from something having a flat surface, which stunned him. He was carried into the house, and after liking some five days, died from congestion of the brain. His skull, it appeared, was not fractured.\nThe testimony showed that there were two doubld-bitted axes owned by the family, that were always kept outside the house at the wood-pile. That these axes were carried into the house by the deceased, on the day of the wedding, 'for the purpose of being used against persons coming to serenade.\nOn the trial, the defendants’, counsel submitted certain points to the court, on which instructions to the jury was requested, which were all answered by the court in accordance with the views of the counsel, except the fifth and sixth. These points and answers were as follows:—\n5. That manslaughter is an unlawful killing in hot blood, on sufficient provocation, and if Martin Keleher was killed under such circumstances, persons who were present, neither aiding nor assisting in giving the blows which killed, nor intending any violence or injury to him, are not guilty of any offence charged in this indictment.\nWhich was answered as follows; “We answer, this would be so if defendants did not take part in the serenade; but if they were there, participating and assisting in the serenade, and were within the grounds or yard, drawn up near the porch, and a general fight ensued, without design on their part, and one of the party, though not one of these defendants, struck the deceased, causing death, they would be guilty of manslaughter, as we have explained in our general charge.”\n6. That even if the serenade was improper or unlawful, and the parties engaged in it did not use violence, and some one of the serenaders slew Martin Keleher from other causes than those of a common design, only such person slaying is alone guilty of the crime laid in the indictment.\n“ We answer this point in the affirmative, but the killing must be outside of, and have no connection with the common design that caused the fight. If the fight resulted from the serenade, as we have described, although not intended, and the killing be done by one of the serenaders, it would be manslaughter in all concerned.”\nThe court, in their general charge, instructed the jury as follows:—\n“If, however, the design of the serenaders was merely to go there with bells and guns for the purpose of making a noise, a,nd with no intention of injuring persons or property, and for that purpose alone marched into the yard and up to the porch, and one of their number asked to see the bride and groom, and without design got into an altercation with the inmates or gues-ts of the house that resulted in a fight, and in a general melee one of their number struck the deceased so that he died, all assisting or taking part in the serenade, would be guilty of manslaughter.\n“ But it is contended that even if the homicide was committed by Thomas Keleher by an accident, still the defendants are guilty of manslaughter. This question is not free from difficulty, but we instruct you that if these defendants and others combined with them, intended to enter that house in a riotous manner, and that if they had commenced an attack, and were forcing their way into it, and that Thomas Keleher was fighting in defence of himself and the house, and while so engaged in repulsing the assault of the rioters, accidentally struck his brother so that he died, all the assailants, their aiders and abettors, would be guilty of involuntary manslaughter.”\nUnder these instructions the defendants were found guilty of involuntary manslaughter, and sentenced to three months’ imprisonment, a fine of one dollar each, and the costs of prosecution.\nThis writ was then sued out by defendants, for whom, the answers given by the court below to the points propounded as above stated, the instructions given as above in the general charge, and the permitting a verdict to be found against defendants for involuntary manslaughter, on an indictment charging only murder and voluntary manslaughter, were assigned for error.\nThe case was argued by Oorbett, Lathy, and Barr, for plaintiffs in error.\nJanuary 26th 1863,"
  },
  "file_name": "0135-01",
  "first_page_order": 135,
  "last_page_order": 139
}
