{
  "id": 484264,
  "name": "Leech's Appeal in Estate of Frances S. Leech",
  "name_abbreviation": "Leech's Appeal in Estate of Leech",
  "decision_date": "1863-01-19",
  "docket_number": "",
  "first_page": "140",
  "last_page": "142",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 140"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 290,
    "char_count": 5079,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 1.3954696274261358e-07,
      "percentile": 0.6436232382660148
    },
    "sha256": "d3778a39e17f19416552ab7d7b6f95ada799685cec23edb6d4945cb3f466f916",
    "simhash": "1:1e31fe83f83da2bb",
    "word_count": 913
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leech's Appeal in Estate of Frances S. Leech."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nWe think the granddaughter, Clara M. Benner, was allowed too much when she was allowed interest on her legacy before it became due. The will gives us the law of the case, and it allows no interest. Then it is only by equity that any can be allowed; and it allows none on such a legacy except where the relation of the legatee to the testator, in connection with circumstances of destitution and dependence of the legatee seems to demand it, and thus to support the supposition that it was intended.\nNo such circumstances appear in this case. The auditor assumed that the grandmother stood in loco parentis; but the fact is not so, for her father is living, and may be in very good circumstances. It does not even appear that the legatee ever lived with her grandmother, and we presume she did not. There is not a word in the case that shows that this interest is needed for her maintenance, and we presume it is not. There is therefore no equity that justified any relaxation of the strict law of this legacy.\nThe appeal of Clara M. Benner dismissed at her costs, and the appeal of William A. Leech and others sustained, and the decree of the Orphans’ Court reversed so far as it allows interest on the legacy to Clara M. Benner, and the cause is remanded at the costs of Clara M. Benner, by her guardian.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by John S. Powell and Henry M. Phillips, for appellants, and by Joseph Á. Olay, for appellee."
    ],
    "corrections": "",
    "head_matter": "Leech's Appeal in Estate of Frances S. Leech.\nInterest on Legacy, when payable to Legatee.\nA grandchild, to -whom a legacy was given, to he paid upon her arriving at the age of twenty-one years, but in case of her death before arriving at that age, then to be divided among the children of the testatrix; is not entitled to interest thereon, unless such a relation of the legatee to the testatrix be shown, together with circumstances of destitution and dependence as seem to demand it and support the supposition that it was so intended.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by William A. Leech, Henriette R. Leech, who has since intermarried with Jacob L. Stadleman, and the said Jacob L. Stadleman, Mordecai M. Sheldrake, and Deborah E. Sheldrake his wife, Henry M. Leech, and Mordecai M. Sheldrake and William A. Leech, executors of the last will and testament of Frances S. Leech, deceased, from the decree of the Orphans’ Court in and for the city and county of Philadelphia in the matter of the estate of the said Frances S. Leech, deceased.\nThe case arose under the will of Frances S. Leech, deceased, dated 5th of November 1858, wherein she bequeathed $1000 to her daughter, Henriette R. Leech, and $1000 to her granddaughter, Clara Matilda Benner, to be paid to them respectively upon their arrival at the age of twenty-one years, and in case of the death of either, before arriving at that age, then her share to go to and be divided among the other children of the said -Frances S. Leech, then living, or to the issue of such as might be deceased. She then directed that the remainder of her estate should be equally divided among her other children then living, or the issue of such as may be deceased. She also empowered and directed her executors, viz., her son, William A. Leech, and her son-in-law, Mordecai M. Sheldrake, to sell her real estate at such time as in their opinion it might be most advantageous for her heirs, at public or private sale.\nMrs. Leech left surviving her at the time of her decease two sons, William A. Leech and Henry M. Leech, two daughters, Deborah E. Sheldrake, married to Mordecai M. Sheldrake, and Henriette R. Leech, since intermarried with Jacob L. Stadleman, and of age, and Clara Matilda Benner, her grandchild, a daughter of a daughter then deceased. The case was referred to John E. Latta, Esq., to distribute the sum of $240.32, balance in the hands of the executors. The testatrix was also the owner of a lot of ground in West Philadelphia.\nOn the hearing before the auditor, the guardian of Clara Matilda Benner, a minor about the age of fourteen, claimed that she was entitled to receive interest on the sum bequeathed to her from the date of the death of the testatrix, which payment was resisted on the ground that the legacy was not vested, and that she not being a child of the decedent, nor in anywise dependent upon her for support, the intention to give interest could not be presumed, and that in no event could interest be allowed her for the year succeeding the death of the testatrix. The auditor awarded her interest in his report, tó commence on the 20th of December 1859, one year after the probate of the will, and directed the amount of the legacy to bo secured by mortgage in case of the sale of the real estate. To this award exceptions were filed by the guardian of Miss Benner, and also by the other parties. The court dismissed the exceptions and confirmed the report of the auditor, but filed no -written opinion.\nThis appeal was then taken as above stated.\nThe case was argued in this court by John S. Powell and Henry M. Phillips, for appellants, and by Joseph Á. Olay, for appellee.\nJanuary 19th 1863,"
  },
  "file_name": "0140-01",
  "first_page_order": 140,
  "last_page_order": 142
}
