{
  "id": 484246,
  "name": "Smith's Administrator versus Kessler",
  "name_abbreviation": "Smith's Administrator v. Kessler",
  "decision_date": "1863-01-19",
  "docket_number": "",
  "first_page": "142",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 142"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 372",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227488
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/2/0372-01"
      ]
    },
    {
      "cite": "2 Watts 170",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 6264,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 6.428965615154966e-08,
      "percentile": 0.39712025681806157
    },
    "sha256": "20be7a9cd95fc4ece3de95ba24dada76cad24b29a1ce7e058cf848be04f93cf6",
    "simhash": "1:a371dfe486262cf9",
    "word_count": 1098
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith's Administrator versus Kessler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nAt common law, amendments of judicial proceedings were discretionary, and not the subject of error, and so it was under some of the earlier Statutes of Amendment: 7 S. & R. 177. With us this was changed by the Act of 27th March 1806. By it amendments are allowable of right, subject of course to the legal discretion of the court whether they will or will not “ affect the merits of the cause in controversy.” If they will not, the plaintiff has a right to amend his narr., but not to the extent of introducing a new cause of action, and the defendant his “plea or defence,” either before or on the trial; and the adverse party will be entitled to a postponement of the trial if taken by surprise by such amendment.\nA refusal to permit a defendant to alter his plea or defence is undoubtedly the subject of a writ of error : 7 S. & R 177; 11 Id. 98, 126; 13 Id. 248; 3 Penna. Rep. 65; 2 Watts 170; 4 Id. 55; 5 Id. 573; 8 Harris 461; and the decision of the court will be reversed if the proposed amendment reaches the merits of the controversy. As a matter of practice, courts are liberal in receiving amendments without more, generally, than a consideration of what the plea will involve, and the assurance of the counsel that his defence will at best tie in part under it. It is said in Hartman v. Keystone Ins. Co., 9 Harris 466, that inore than this may be asked; and that the party proposing the amendment may be required to accompany it with an affidavit of merits. This would certainly not be necessary if the record itself should show that the proposed change of the plea would affect the legal merits of the case.\nIn the case in hand, the administrator proposed to amend by adding the plea of non assumpsit to the plea of payment, put in by the intestate. As the record stood, I think it was apparent that the proposed change would greatly affect the merits of the defence. The suit was against the defendant’s intestate, on an irregular endorsement, declared upon in the usual form of a regular endorsement. There was a count also upon a guaranty by the intestate. But the bill of particulars filed by the plaintiff, showed that he rested his claim on the endorsement alone: Shenk v. Robeson, 2 Grant 372; Barto v. Schmeck, 4 Casey 447, and several other cases before, and more than one since, show that on such an endorsement alone, the endorser is not liable to the payee. This being the state of the record, the proposed amendment was very material to the defendant. If allowed, it would put the plaintiff on showing the ground of liability of the intestate, and enable the defendant to meet it. Without it the defendant had no case. Thus it appeared to be and was material, and should have been allowed. I do not appreciate the idea that the statute of amendments makes a difference between negative and affirmative pleas. Both are covered by its terms, and in giving the right to the defendant to amend, subject to the qualification that it is sought to be done on account of the merits, and not for the purpose of gaining some advantage in the manner of trying the cause. As^we are of opinion that the amendment should have been allowed, the judgment must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Thos. J. Olayton, for plaintiff in error.",
      "Sharpless, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Smith's Administrator versus Kessler.\nAmendments when and how far admissible. — Rights and Liability of Co-endorsers.\n1. A third person who endorses a promissory note before the payee, is not responsible to the payee on such endorsement alone.\n2. In an action by the payee of a promissory note against a prior endorser, the defendant entered the plea of payment, but dying before trial, his administrator moved to amend by adding the plea of non assumpsit. Held, that the defendant not being liable on his endorsement alone, the amendment was proper on account of the merits as compelling the plaintiff to prove the intestate’s liability and enabling the defendant to meet it; as without the amendment that defence could not be set up.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, brought February 2d 1861, by Elizabeth Kessler against James Smith.\nThe plaintiff declared on a promissory note, of which the following is a copy:—\n“1172.40. Philadelphia, June 23d 1860.\n“ Four months after date I promise to pay to the order of Elizabeth Kessler $172.40, without defalcation, for value received.\n(Signed) “ David Marple.\n(Endorsed) “James Smith,\n“ “ Elizabeth Kessler,\n“ “ John Manderson.\n“July 7, cash on this note $10.\n“ 31, do. 10.”\nThere was also a count on a guaranty to pay said note, not alleged to be in writing, to which the common counts were added. A bill of particulars was furnished on call in the following words :—\n“ Bill of Particulars. — The promissory note specially declared upon.\n“Sharpless for plaintiff, March 28th 1861.”\nThe defendant’s plea was “ payment,” to which plaintiff replied “ non solvit.”\nBefore the case was set down for trial the defendant died, and his administrator was duly substituted, who, at the first time the case was called for trial, asked leave to amend his plea, and add the plea of “ non assumpsit.” This was refused by the court below, and the jury were directed to find for the plaintiff the full sum claimed in his narr. Defendant requested the learned judge to charge the jury that there could be no recovery on the count on the promissory note, as the same showed no legal liability as endorser to the plaintiff, the tenor of said note requiring her endorsement before that of the defendant, and that there could be no recovery on the count for a guaranty, the same not being averred to be in writing; which was also refused by the learned judge, and the bill of exceptions sealed. There was a verdict for the plaintiff for $174.89, upon which judgment was regularly entered on all the counts; whereupon the defendant sued out this writ, averring — 1. That the learned judge erred in refusing leave to the defendant to alter his plea, and plead “ non assumpsitand 2. In charging the jury that, under the plaintiff’s declaration, he was entitled to a verdict for the full amount set out therein.\nThos. J. Olayton, for plaintiff in error.\nSharpless, for defendant in error.\nJanuary 19th 1863,"
  },
  "file_name": "0142-01",
  "first_page_order": 142,
  "last_page_order": 145
}
