{
  "id": 484304,
  "name": "McKnight versus Ratcliff and Johnson",
  "name_abbreviation": "McKnight v. Ratcliff & Johnson",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "156",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 418",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0418-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1287,
    "char_count": 39661,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 6.248868706132917e-07,
      "percentile": 0.9575757119430515
    },
    "sha256": "f7d1bc5edc2401690bb507506d5fe0d7cb64ccc25a712fa030011c0871db6609",
    "simhash": "1:f3f36e6723f27752",
    "word_count": 6945
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McKnight versus Ratcliff and Johnson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nIt startles one to hear it unqualifiedly denied, that one copartner is not answerable for the wilful torts of others of the firm; that a firm is not to be held responsible for such torts committed by a servant or agent; that when committed by a servant, of his own mere motion, or solely by a member of the firm, that the firm is not to be answerable, and that partners can only be made to respond for trespasses in which each is an actor. The affirmative of these positions is the substance of the first three points of the defendant below, and they were negatived without a qualifying remark. It is quite possible that they were inapplicable to the circumstances of the case, at least deemed to be so by the learned judge; but while they were true as general propositions, it would have been much better to have refused to charge as requested by a qualification of inapplicability. Indeed, I doubt much, if the general denial did not mislead the jui’y in this case.\nLooking into the general charge we may discover, I think, what must have been intended as a qualification of the general negative of these propositions. Here the learned judge states the rule to be, “ that the partners are liable for a trespass by themselves, or their agents, employees or servants, in the legitimate conduct of the partnership business,” or if the trespass “ be done by the direction of their agent, acting within the scope of his poioers,” or “ by workmen, under the same qualification, while in the employment of the firm.”\nThe authorities seem very clearly to sustain these positions: Collyer on Part. §§ 457, 460; Story on Part. § 166, and authorities there cited; Hill on Torts 434-461; Weed v. Panama Railroad Co., 17 N. Y. Court of Appeals 362. The reason of the rule seems obvious. Suppose a firm sets miners to work in a mine, and they take coal beyond the boundaries of their employers’ drift, and from an adjoining owner’s, who shall be responsible; the owners or their employees ? The latter, surely; for it was their act that put in motion the force which did the wrong. Or if hands be set to work to cut timber, and they cut over their employer’s line, wdiere is the principle which exonerates the employer from responsibility, whether the act was wilfully done or not ? If wantonly and mischievously done, I grant that a different rule would apply, because the act would in no sense be within the scope of the employment, and it is because the trespass is within the scope of the employment, that the master or members of a firm are answerable. It is out of the maxim “ qui facit per alium facit per se,” that partners, one of whom commits a trespass, or authorizes it to be committed, in pursuing the ordinary routine of the business of the firm, may all be involved in liability. Nor do I think a distinction can be drawn between such a case and the one in hand, where the trespass complained of was in the act of protecting the property of the principals from injury on a sudden emergency. It was as much the duty of the employees to endeavour to save it from injury as to work according to direction, when no danger threatened; and being done for the benefit of the employers, and under a bond fide seeming necessity to act, the law will ascribe to the act their assent and direction. It would comport with no principle of justice that the servants and agents should be alone answerable in such a case, and the parties benefited escape. See Lindl. on Part. p. 238, et seq. and notes.\nTaking this to be all true, were the instructions adequate and proper in the circumstances of this case ? Among other things, the learned judge charged that if John L. McKnight had rendered himself, by his acts, answerable as a general partner of the firm of McClintock & McKnight, and the trespass- in question was by the acts of the servants or agents of the firm, and assented to by one of the partners, then he was equally liable with the member assenting. This is the substance of the remarks of the judge on this point.\nThe evidence, to affect John L. McKnight, was not that he acted in the business of the firm like a general partner, in managing, directing, or controlling its affairs. This was not pretended or attempted to be proved. The object of the testimony against him was, if possible, to show some act, which, being prohibited by the act regulating general partnerships, should render him liable for the debts and engagements of the firm. One act, if within the prohibition of the statute, would be as effectual to involve him in liability as many. But it must be borne in mind that it is not as a partner he is sued, but for a trespass attempted to be established through his relation as a special partner. Now, between general partners, where liability ensues to all, it is because the act of one is the act of all, within the legitimate routine of the firm business. The association for conducting the business of a partnership is a unit; it has no parts, and hence all may be answerable; and hence the presumption that all acted or all assented, whenever the act or assent of one binds the whole. But the very opposite of this, the proof showed, was the condition of John L. McKnight. He was the special partner. There were general partners who did the general business. He was excluded from that by law. It was not shown that he assumed to act as such, but only did some act, W'hich it was claimed should render him liable as a general partner. Suppose this to have been proved, does an act having no relation to the trespass establish the trespass against him, or raise a presumption that because he might be ultimately liable for the firm debts, that he had assented to the act of trespass complained of? He was not one of those who managed its business, or employed its workmen, and directed their operations. His position more resembled that of a creditor than a partner, and to make him answerable by imputation or construction, was simply on account of his money in the firm, and not because he either actually or constructively, by reason of association, did anything, or assented to anything. It is clear that his liability could not be sustained on the principle upon which, in this part of the charge, it was put.\nThe syllogistic position in regard to him in the resume of the charge by the learned judge, is stated thus: “ John W. McKnight was present; he assented by his silence to the building of the dam, and diversion of the water; he kept it up and maintained it. He is liable, and the verdict must be against him.” Second proposition : “If John L. McKnight rendered himself a general partner” (no matter how) “ in the firm of McClintock & McKnight, and the acts” (the alleged trespass) “were done by the servants or agents of that firm, and assented to by one of the partners, then John L. McKnight is equally liable with John W. McKnight, and the verdict should be against both.” Thus clearly determining that by whatever means or acts, however disconnected with the question of wrongdoing in the matter complained of, still, if he was unfortunate in one particular, he must be punished for others to which he was a stranger. This resembles the imputed sins which in olden times the scapegoat was accustomed to bear away. The instructions of the court in regard to John L. McKnight, under the evidence, were erroneous in the particulars noticed. These remarks sufficiently answer the 2d, 3d, 4th, 5th, 7th, and 15th assignments of error.\nThe eighth and ninth assignments may be considered together, and require but little discussion. We are of opinion that the points of which they are predicated, should have been affirmed, instead of receiving a negative answer. We have carefully examined all the testimony bearing on these points, and neither separately nor collectively does it disclose any ground to charge John L. McKnight as a general partner. There is no law which prevented him from selling potatoes, or truck-wheels to the firm, or buying coal from them ; nor could the declarations of his co-partners, that he was the moneyed man of their firm, involve him. The articles of association and recorded certificate said the same thing. Nor can I discover the testimony wherein he undertook to control, manage, or play agent for the firm. There is no law against his doing an occasional act or errand for the firm; this is not the kind of agency the act prohibits. The statute is quite strict enough to leave its provisions of any practical value; but were we to hol'd to the strictness insisted on here, we should do so without authority of law, and if the law did require us so to hold, no man in his senses would ever become a special partner. There was therefore error in this portion of the charge.\n10. We are not convinced of error in this specification. If the defendants permitted the plaintiffs to operate through their gangway, although this might not have been the most prudent or safest mode of mining, yet it would not justify the defendants in wilfully filling the shaft with water. It is not a question of negligence which we have here, where counter negligence might be a defence, but a case in which the injury is alleged to have been wilful. We see no error in the answer of the court to the 11th and 12th points of the defendants.\n11. We agree with the learned judge, that if it was only loose conversations which the parties had in relation to whether the water would drain out of shaft No. 9 before it would reach defendants’ drift, the jury should pay no attention to it. But the point called for an answer to the proposition put'by the defendants below; and that was to the effect that if the plaintiffs notified and informed the defendants that the water would escape before it would damage them, then any damage done resulted from their own misrepresentations, for which they would not be entitled to recover. We think this proposition should have been affirmed, referring the special circumstances of the case to the jury. That shaft had been sunk by the defendants. If nobody was to be injured by filling it with water, the defendants certainly might do so with entire impunity. If the proof should, on another trial, establish the facts alleged in the ppint, wo think the plaintiffs would not be entitled to recover, and so the jury should be instructed.\n12. This assignment relates to a supposed necessity for leaving barriers in coal-mines. . We think this matter need not be discussed, for reasons elsewhere-assigned; that this is not a case whore mutual negligence, if established, would be a defence; the gravamen of this action is the wilful acts of the defendants.\nThe 13th, 14th, 15th, and 16th assignments need but little comment. The court committed no error which we can discover in affirming the plaintiffs’ fourth point, as the case stood on the evidence. What modifications may be required in answer to such a point on a retrial, on account of the different views we have expressed on other parts of the case, from what was entertained by the court below, we will not stop to inquire. That will, no doubt, be seen to by the court, if modification to harmonize bo necessary. Nor is anything to be corrected which is embraced in the 14th specification. The 15th and 16th assignments have been in substance disposed of in our remarks on the 7th, 8th, and 11th assignments.\n17, and lastly. The court very rightly charged on the subject of the damages, that they “must be compensatory; the actual damage sustained; the loss occasioned by the delay.” So far the instruction was right. It is true, in wanton and aggravated trespasses, more than mere compensation may be allowed by way of punishment, but it was not claimed that that was the character of the acts complained of here. But a difficulty arises on account of the next remark of the learned judge. He adds : “ If the mine was rendered entirely useless, then the \"profit that might have been made out of the coal would be a fair basis for estimating damage.” In this it seems to me there was error.\nI very frankly confess that it is often much easier to discover when an assumed rule for damages will lead to erroneous results, than to point out in all cases in advance, what the true rule should be. But merely speculative profits, supposed to have been lost, has been, I think, universally discarded by this court. The difference in value between the original price of the thing injured, and what it has been enhanced by circumstances, although this in one sense is profits, is undoubtedly allowable, and easily to be ascertained. This is but making the injured party whole. It is the direct fruits which the property injured would have borne him, and is the rule recognised in this co.urt, in Hoy v. Gronoble, 10 Casey 9. But “profits which might be made” from a mine, opens an indefinite and vague region, in which each mind or imagination might indulge in visions as glittering as the caves of Aladdin, or be depressed with the idea -of entire worthlessness. There would be no limit to speculation, and to illustrate this is the object of the extreme figure we have used. “ The profits that might be made \\” These would depend on a thousand contingencies. The success in working the mine against the ever-resisting laws of nature, to efforts to disembowel the earth; these, to be successful, would depend on the management of its affairs — the diligence, prudence, wisdom, and skill in directing the operations. After this would come the contingencies of a market; of transportation; of the demand for the particular product; the abundance or scarcity of móney; the crops; and the state of the country. Dependent on such a list of contingencies, nothing like a rule could be extracted from such a standard. What the actual damage to the plaintiffs would be in delay, loss of time, injury to machinery, and the like, if the mine is reclaimable, would certainly be just. In short, whatever was the actual injury resulting directly to the plaintiffs, should be compensated. If entirely lost, then the full value of the estate and property would be the measure. There is always some standard for this, as we constantly see the sales and purchases of such interests. Whatever ascertains this, is proper evidence upon which a jury may base their' estimate: Sedgwick on Damages 69; Schr. Lively, 1 Gal. 314; Forsyth v. Palmer, 2 Harris 96; O'Connor v. Foster, 10 Watts 418, and Hoy v. Gronoble, 10 Casey, supra. Wo think, therefore, for the reasons given, that the learned judge opened too wide a range for damages in that part of his charge. For this as well as the other reasons assigned, this judgment must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "(r. H. McQabe and Furman Sheppard, for plaintiffs in error.",
      "M. M. Dimmick and Reeder Green, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McKnight versus Ratcliff and Johnson.\nProper mode of answering Points propounded to the Court. — Liability of General Partners for Trespass of Agent and Employees. — Liability of Special Partner under Limited Partnership Law for Trespass of Agent of Firm. — Measure of Plaintiff’s Damage in Trespass.\n1. Where propositions embodied in points propounded to the court are true as general principles, they should not be negatived without qualification, but if deemed inapplicable to the circumstances of the case, the court should refuse on that ground to charge as.requested.\n2. Partners are liable for a trespass by\" themselves or their agents, employees, or servants, in the legitimate conduct of the partnership business; or if the trespass be done by their agents or workmen, acting within the scope of their authority or while in the employment of the firm.\n3. In an action for causing the flooding of plaintiff's coal-mine, brought against three defendants individually, who wore carrying on business under a limited partnership, two of them being general partners (one of whom died before trial), and the other the special partner, it was sought to charge the latter by proof that he had done some act, which under the law rendered him liable as a general partner. Held, that as ho was not a managing partner, employing the workmen and directing their operations, proof of an act, having no relation to the trespass sued for, which might make him liable for firm debts, did not establish that trespass against him, or raise the presumption of his assent and consequent liability: and hence it was error to instruct the jury that if the special partner had made himself a general partner, and the act complained of was done by the agents of the firm, and assented to by one of the partners, the special partner was equally liable with the other, and the verdict must be against both.\n4. Where there was no proof to charge the special as a general partner, the jury should have boon instructed that there was no evidence which in point of law made him liable in the action.\n5. Though the defendants, who were in the mining business, pennitted the plaintiffs, in the same business, to operate through their gangway, that permission would not justify the defendants in wilfully filling up the plaintiffs’ shaft with water; the question is not one of negligence, wherein counter negligence would have been a defence, but a case in which the injury was alleged to have been wilful, and within the scope of the duties of defendants’ workmen and employees.\n6. Where a point was presented by defendants, to the effect, that if the plaintiffs had notified and informed defendants that the water would escape before it could damage them, then any damages done resulted from their own misrepresentations, for which they could not recover ; it should have been affirmed, referring the special circumstances of the case to the jury.\n7. The measure of damages was the actual injury sustained in delay, loss of time, damage to machinery, &e., and if the mine was irreclaimable then the value of the estate and property; but merely speculative profits supposed to have been lost cannot be included; it was therefore error to instruct the jury, that “ if the mine was rendered entirely useless, then the profits that might have been made out of the coal, would be a fair basis for estimating damages.”\nError to the Common Pleas of Carbon county.\nThis was an action of trespass on the case by Robert Ratcliff, John Johnson, and George Johnson against John McClintock, John W. McKnight, and John L. McKnight.\nThe plaintiffs averred in their declaration that they were lessees of certain collieries in Banks township, Carbon county, with the right to enjoy and work the same without any interruption thereof by the damming or obstruction in the flow of a stream called Beaver creek, &e. But that defendants, well knowing, &c., but continuing, &c., did wrongfully and injuriously dam, fill up, obstruct, and-impede by stones, timbers, and other materials, the channel of 'said stream — divert and change its course in and upon the said collieries, coal-mines, works, and premises, by reason whereof they were filled up, inundated, destroyed, and rendered useless for the space of four months, causing plaintiffs great labour and expense in removing the water, and depriving them of the use of said mines and the profits thereof, &c.\nTo this John McClintock -and John W. McKnight jointly pleaded not guilty; which plea was also subsequently pleaded by John L. McKnight, who appeared by other counsel.\nJohn McClintock died after suit brought and before the trial.\nThe plaintiffs below, who were partners, were lessees and occupants of certain coal-mines known as the Stafford Colliery, and the defendants below, who were also partners under the Limited Partnership Law', were lessees and occupants of certain other mines known as the Beaver Meadow' Mines. The mines of both parties adjoined each other, and some of the veins of coal extended continuously through the premises of both parties. Prior to the time when plaintiffs made their lease, a vein of coal in the ground occupied by the defendants had been worked beyoud their boundary line, a short distance into the premises subsequently occupied by the plaintiffs. This appears to have been done with permission of the plaintiffs’ lessor, to whom defendants paid rent for the coal thus mined. Thus an open gangway was made by which there was free intercommunication between the mines of the two parties, and the plaintiffs’ premises were in this condition when they made their lease, and went into possession as lessees. After going into possession they worked the same vein by directly continuing the former working, and without leaving any barrier or pillar of coal, as was testified to be the custom, for the purpose of preventing the influx or efflux of water from one mine to the other. The water level of plaintiffs’ mine was higher than that of defendants’ mine, so that the effect of not leaving the usual barrier or pillar was that the water would be drained from the plaintiffs’ working into that of the defendants. That particular working of the defendants which communicated with the gangway of the plaintiffs, terminated in a slope called No. 9. This was an abandoned opening from which the coal had been worked out, and the defendants, as was shown in the testimony to be usual in tbe case of abandoned openings, allowed the water to collect and remain in it.\nOn the night of a Saturday in the early part of June 1855, a freshet occurred in that neighbourhood, and the channels of the small tributaries of the creek became filled. One of these tributaries ran across the grounds of the defendants, and upon and over the surface of the workings connected with defendants’ slope, No. 7, at which they were then working. The water began to break through the surface of the ground into Nos. 5 and 7, and in order to prevent such damage, a gang of miners living in the immediate vicinity, acting under the agent of defendants, undertook to modify the direction of the stream. They accordingly threw up a dam, which directed the water across the ground used by the defendants for stacking coal. On the morning of the following Sunday, about eight o’clock, a man named Brader, and others, made another dam throwing the water in another direction. Subsequently, in the forenoon of the same day, Reynolds, the superintendent of plaintiffs’ mines, went over to the locality, and with some workmen destroyed the dam that he found there, and erected another giving the water another direction. Still subsequently to this.last change, Brader went up to the mines a second time, and finding that the dam he had erected had been taken away and another one substituted, he in turn took away the latter and restored the one he had first put there. Same day John W. MeKnight, one of the defendants, an acting partner of the firm, came upon the ground, but he took.no part whatever in the matter, gave no orders or directions, and went away. The allegation of the plaintiff on the trial was that a trespass was committed by John W. MeKnight, which is imputable to the entire firm to which he belonged. John L. MeKnight was the limited partner of the firm ; but it was alleged that, by reason of his subsequent acts, he had rendered himself liable as a general partner, and the evidence, answers to points, and charge of the court on this subject, constitute part of the cause. John L. MeKnight resides in the state of New Jersey, and was in that state when this occurrence took place. On the trial, E. M. Budd was called as a witness for plaintiffs, for the purpose of proving the nature of the partnership existing between McClintock and the Messrs. MeKnight, and after testifying to the delivery of a note to McClintock & MeKnight for coal, which they -were to deliver to the witness, and which McClintock said John L. MeKnight (whom he had sometimes met in the store of the firm), would make all right, plaintiffs’ counsel proposed to ask the witness if “ McClintock said that John L. MeKnight had said that he would attend to the note.” This was objected to by the defendants but admitted by the court, and constituted the only assignment of error on the subject of the admission or rejection of testimony.\nThe following points were submitted by plaintiffs below:—\n1. That the Act of Assembly relating to limited partnerships has not been complied with by the defendants in the drawing, recording, and notice by publication of the certificate given in evidence in this case.\n2. That if John L. McKnight has transacted any business for said partnership, or has been employed for that purpose as agent, attorney, or otherwise, he has rendered himself liable as a general partner.\n3. The restriction of the liability of a limited partner under the Act of Assembly of March 21st 1836, to the funds contributed. by him to the common stock, is confined to debts contracted by said partnership, and does not apply to cases of torts committed by the agents or servants of the partners as owners of property, or by agents or servants in the conduct of the business of the firm.\n4. If the defendants are liable for the original diversion of the water into and upon the property of the plaintiffs, and a dam was erected at an intermediate point protecting that property, which was afterwards removed, whereby the water again flowed where the servants of the defendants had originally turned it, and such erection and removal were not made by the parties or either of them, the defendants are as much liable for the damage done by the water after the removal of such dam as they would have been before its erection.\nThe defendants’ counsel also submitted the following points: — ■\n1. One copartner is not responsible for a wilful tort committed by another; nor is a firm responsible for the wilful tort of an agent or servant of the firm.\n2. The declaration charges the defendants with committing a wilful tort. If, from the evidence, it appears that the alleged tort was committed by a servant of the firm at his own instance, the firm is not liable; or if so committed solely by one or more members of the firm, the remaining members will not be liable.\n3. The defendants are not liable in this action merely because they are copartners, but can only be made liable upon proof of actual participation in the alleged trespass.\n4. The defendants are charged in their individual capacity as joint trespassers, and if one or more of the defendants did not order or procure the alleged trespass to be committed, or assent directly thereto at the time, there can be no recovery against such.\n5. If the defendant, John L. McKnight, did not order or procure the act to be done, and was absent when it occurred, and did not assent thereto at the time or subsequently, he cannot be held liable in this action.\n6. If the copartnership of the defendants was a limited co-partnership, and the defendant, John L. McKnight, was a special partner, he is not liable for the act now complained of, though committed by th*- general partners, and there can be no recovery against him in this action.\n7. The evidence shows that the defendants constituted a limited copartnership, under the Act of Assembly, and that John L. McKnight, at the time of the alleged trespass, was a special, and not a general partner, and that he cannot therefore be held liable.\n8. There is no testimony of any act alleged to have been done by John L. McKnight, which is beyond the limit of his right and authority as a limited partner, to examine, from time to time, into the state and progress of the partnership concerns, and to advise as to their management.\n9. There is no evidence which, in point of law, makes John L. McKnight liable in this action.\n10. If the jury believe that the act or default of the plaintiffs, or their unskilful mining, contributed to the happening of the occurrence, or the production of the damage or injury complained of, the plaintiffs cannot recover.\n11. If the plaintiffs, in conducting their mining operations, chose to connect their works with those of the defendants, and could, but did not, interpose any barrier between the respective workings, or chose to extend or work their slope below the water level from the top of defendants’ shaft, they became subject to all the risks and hazards thereby occasioned, and to the effects of such rights and incidents as would attach to the defendants’ dominion over and use of their own property.\n12. The defendants, in order to protect a more valuable mining operation belonging to them, would have a right either to permit the drainage-water of their mines to collect in the abandoned shaft No. 9, or for the same purpose to direct the waters suddenly accumulated in a freshet, into that shaft, and if the plaintiffs, from economy, or their own convenience or otherwise, had connected their workings with defendants’ workings, or allowed such a connection to continue after leasing then-premises, without interposing the usual barriers to intercommunication between the workings, they have no legal right to compensation for injury thereby occasioned.\n13. If the plaintiffs had notified or informed the defendants that water would flow out from the top of the shaft No. 9 before it would damage the plaintiffs’ mines, and they, the plaintiffs, had acted upon such belief, and had led the defendants so to believe, and the defendants, in good faith, acted upon such statement of the plaintiffs, the latter are estopped from treating such act as a trespass, or from recovering damages, because the defendants treated their statement as true.\n14. It was the duty of the plaintiffs to leave a sufficient barrier to protect their workings against the influx of water; and if they neglected so to do, and this neglect led to or contributed to the happening of the injury, or the extent of the damage, they cannot recover; nor can the plaintiffs recover if the rules of good mining, and the custom of miners, require such a barrier to be left.\nThe court below charged the jury as follows:—\n“The 1st and 3d of plaintiffs’ points are answered in the negative. The 2d and 4th are answered in the affirmative. The 1st, 2d, 3d, 5th, 7th, 8th, 9th, 11th, 12th, 13th, and 14th of the defendants’ points are answered in the negative. The 4th, 6th, and 10th are answered in the affirmative.\n“ In answering the points placed before me, I have mainly declared the law of the case. The action is trespass, and a tort is complained of. The defendants are sued as individuals, not as partners, and the suit is well brought in that form. The evidence of a partnership has been given for the purpose of connecting the defendants with the tort complained of. If they were not present and participating in the trespass, it was competent to show that it was done by their direction or procurement.\n[“If the stream of water was diverted from its natural or accustomed channel, and turned upon the premises of the plaintiffs, a trespass was committed. The plaintiffs’ rights under ground, and in their mines, -were just as secure from such a trespass as their property above ground. Suppose the water had been turned into the Stafford mines at the top of the slope, and the mine filled, who would have questioned that a trespass had been committed ? Does it alter the case because another opening was found by which the water could be sent to the same spot, and work the very same injury?] The plaintiffs were in the lawful possession/of their own mine. They were not bound to purchase a pump from the defendant, and hold it in readiness to protect their works against the wrongful act of any one. They were not bound to make a water level, ascertain and inform an adjoining operator of their own rights, and caution them against an infringement. Nor were they bound upon their own land to leave a pillar of coal to mark the division between the two mines. This argument might have been used with much more force, however, if the injury had resulted from a natural or ordinary accumulation of water. Such was not the ease in this instance. The injury was done by the act of somebody. The water would not have flowed into the plaintiffs’ mines if let alone, and no one had the right to divert it in such manner as to injure another.\n[<£ It is further contended that a license was given to defendants to fill the old shaft with water by these plaintiffs, and a loose conversation between these parties in reference to the height the water might rise in the abandoned shaft, without injury, is relied on to establish that fact. If you believe all the evidence on that subject, it does not amount to a license.]\n“ Partners are liable for a trespass committed by themselves or their agents, employees or servants, in the legitimate conduct of their partnership business. If it be done by themselves, or under their immediate direction, there can be no doubt about it. If it be done by the direction of their authorized agent, acting within the scope of his power as such, it is the act of the firm or of the partners. If it be done by the workmen while in the employ of the firm, they furnish the force that commits the tort. If not partners, and they directed and procured the act to be done, they are jointly liable, and their acts and declarations would be evidence against them. What can it matter whether the principals set the men to work who did the act, or authorized their agent to do it ? If as partners they authorized the act, they jointly authorized it. If they subsequently approved or ratified it, it is evidence tending to show that it was done with their consent and approbation. Hard indeed would it be if such was not the law. An individual, or firm or corporation, finding that a wrongful act would result to their own advantage, might employ an irresponsible person to perform it, by less inducement than the profit to be derived from it. Thus they might ruin a neighbour, pocket the ill-gotten gain, and escape any responsibility. Such is not the law.\n“ If John L. McKnight was a general partner in the firm of McOlintoek & McKnight, and that firm, in the conduct of their legitimate partnership business, committed a trespass upon, the plaintiff, he is liable.\n“ If he was a limited partner under the Act of Assembly in relation to limited partnership, he is not liable, and he was at the time either a general or limited partner.\n££ Was he a limited partner ? It is contended that the Act of Assembly on that subject, if not strictly, has been substantially complied with. Although the question is not free from doubt in my own mind, the jury are instructed that the law has been complied with, and that John L. McKnight started with the firm as a limited partner. If he continued until after the cause of action in this case originated to comply with the law under which he connected himself with the firm, his relation to it was not changed. But it is alleged that John L. McKnight, by his own acts, rendered himself a general partner with McClintock & McKnight, the other members of the firm. He had the right, from time to time, to examine into the state and progress of the partnership concerns. He had a right to be at the office in Philadelphia, at the mines, and in the store. He had a right to examine the books and papers, to see how the work was progressing, and to consult with his partners in reference to, it. He had the right to make inquiries of the agents and clerks in reference to the business. He could buy coal or anything else from the firm, or might sell to the firm, without any violation of the Act of Assembly. But he had no right to transact any business for or on account of the firm. Nor could he be employed for that purpose as agent, attorney, or otherwise. He had no right to sell coal for the partnership as an agent; nor had a right to buy potatoes, or car-wheels, or any other article for the firm, if in doing so he acted as the agent of the concern. He had not the right to negotiate money as the agent of the partnership ; nor could he assent to being held out to the public as the moneyed man of the concern, without transcending his rights under the Act of Assembly. As a limited partner, he had no right to interfere in the management of the general business of the concern, neither as a. principal nor as agent or attorney; when he invested his money he trusted it to the management of others. If he did no more than to examine the books, and papers, and works, and to make inquiries, and inform himself as to the management of the concern, he only exercised his rights. If he did do more, and interfered with the management of the business generally, or if he acted as the agent or attorney for the partnership, he exceeded his rights, and the law makes him a general partner. This is a question of fact which, under the evidence, must go to the jury. His acts and declarations are evidence against him, but the declarations of McClintock are not evidence against John L. McKnight unless he was present, and assented to them or adopted them. Copartners are liable for a tort committed in the prosecution of their legitimate business, or if done by their orders, or with their present assent: 7 Casey 319. If afterwards approved, ratified, and maintained, it is evidence of their assent.\n“Finally, the jury are instructed,\n“ 1. That if John L. McKnight was a mere special partner, their verdict must be in his favour.\n“ 2. That John W. McKnight was present; he assented by his silence to the building of the dam, and the diversion of the water; he kept it up and maintained it; he is liable, and their verdict must be against him.\n[“ 3. If the jury believe, from all the evidence, that John L. McKnight, by his acts, rendered himself a general partner in the firm of McClintock & McKnight, and that the act was done by the servants or agents of that firm, and assented to by one of tbe partners, then John L. McKnight is equally liable with John W. McKnight, and their verdict should be against both, j\n“4. If the plaintiffs are entitled to recover either against one or both of the defendants, the measure of their damage will be compensatory; the actual damage sustained; the loss occasioned by delay. If the mine was rendered entirely useless, then the profit that might have been made on the coal would be a fair basis for estimating damage. If the water could have been removed, the cost of doing it might be the proper measure. The actual damage to the plaintiffs, under all circumstances, should be the amount of your verdict.”\nTo this charge counsel on both sides excepted.\nUnder these instructions there was a verdict and judgment in favour of the plaintiffs against the two surviving defendants; whereupon this writ was sued out by John L. McKnight, for whom the following errors were assigned:—\n1 to 12. The court erred in permitting the plaintiffs’ counsel to ask E. M. Budd the following question: “Did or did not MeClintock say that John L. McKnight had said he would attend to the note ?” And in negativing the 1st, 2d, 3d, 5th, 7th, 8th, 9th, 11th, 12th, 13th, and 14th points submitted by defendant below.\n13. The court erred in affirming the fourth of the points submitted by the plaintiff below.\n14, 15, 16. The court erred in charging the jury as above enclosed in brackets. And\n17. In charging the jury upon the measure of damages, and in saying that they might include “ the loss occasioned by delay;” that “ if the mine was rendered entirely useless, then the profit that might have been made on the coal would be a fair basis for estimating damage;” and that “if the water could have been removed, the cost of doing it might be the proper measure.”\n(r. H. McQabe and Furman Sheppard, for plaintiffs in error.\nM. M. Dimmick and Reeder Green, for defendants in error.\nMay 6th 1863,"
  },
  "file_name": "0156-01",
  "first_page_order": 156,
  "last_page_order": 169
}
