{
  "id": 484330,
  "name": "The North Pennsylvania Railroad Company versus Robinson et al.",
  "name_abbreviation": "North Pennsylvania Railroad v. Robinson",
  "decision_date": "1863-01-26",
  "docket_number": "",
  "first_page": "175",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Johns. 364",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "372"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 11193,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 5.298201098837598e-07,
      "percentile": 0.9423136252345214
    },
    "sha256": "7ec867d7e36ac2bdb6f17226c9b6eb188ea8440e058775eea7ba55b25d202aa2",
    "simhash": "1:f1a235706e2e7b78",
    "word_count": 2010
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The North Pennsylvania Railroad Company versus Robinson et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThis was an action on the case by the plaintiffs, the children of Matthew Robinson, deceased, against the defendants for occasioning his death by negligence in running over him with a coal-car.\nThe right of action and the parties entitled to it, result entirely from the provisions of the recent statutes, viz.: one of the 15th April 1851, § 19, and the other, 26th April 1855, § 1. The former gives the right of action, and the latter defines who may sue. Liability for such a cause wa.s unknown to the common law, at least in modern times. We must therefore look to the statute to guide us as to who are entitled to the remedy. It seems to me that this is very clearly defined in the last-named act. The husband may sue for the loss of the wife, the wife for the husband, and the children for the parents: 9 Casey 318. The children have instituted this suit, and this the statute allows. Although the question is raised by the plaintiffs in error as to the right of all the children to join in the suit, yet I cannot see how they have any concern in the matter. It is enough for them that the children are the parties, for if they recover jointly they never can again recover. Secondly. It cannot be error if all join where the recovery is for the benefit of all.\nThe apparent incongruity with the rule, in ordinary cases of tort, must not control the terms of the statute, which could undoubtedly give the remedy in a joint or several form, and has given it in the former. The recovery is for the benefit of all the children, for the statute provides that the money so recovered shall be distributed in the same proportion amongst them, as in the case of the estate of an intestate. This answers the objection made, that none may recover but such of the children as are injured by the death. The law gives it to them all in equal proportions, and if we are careful to remember that the value of the life lost, to be estimated by a pecuniary standard, is what is to be recovered for, we shall fall into no such error as in supposing that none but those who can show some actual damage, are entitled to recover. If such were to be the rule, we should have the indecent spectacle of an investigation whether the loss of a parent or child was or was not in fact an advantage rather than a loss; for certainly, if none be allowed to recover but such as are able to show a pecuniary loss, the defendants would, with great apparent reason at least, be entitled to claim the right to prove the contrary, and to show peradventure that, by the death, the party suing may have succeeded to an estate, or, on the other hand, had been relieved from the burthen of maintenance. In case of the death of aged persons or helpless infants, we might expect in the application of such a rule to have the point discussed whether the death was an actual loss or gain. The law means not to open the door to anything so shocking. It treats the value of the life lost as a species of property, and gives it, where children sue, to them in the same proportions as the personal estate of an intestate is distributed. This is what the act says and means, and hence the propriety of joining all the children as plaintiffs. Fewer than the whole number might maintain suits, it is presumed, where any have released, but that case is not before us. These views we think sufficiently answer the second, third, and fourth assignments of error.\nAs to the first, we think the learned judge treated the point in a manner that the argument and authorities of the plaintiff in error show to have been correct, viz., that negligence, in its application to the case, was a mixed question of law and fact; and refusing the instruction prayed, stating the legal consequences of negligence, and leaving the jury to apply the law to the facts. We see no error in this.\nWe are not called on to review the instruction of the court in reference to the assessment of the damages in this ease, said to be in favour of one of the plaintiffs only. As the judgment stands before us, it is in favour of all the plaintiffs, and this is right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Morton P. Henry, for plaintiffs in error.",
      "JR. O. MeMurtrie, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The North Pennsylvania Railroad Company versus Robinson et al.\nAction against Railroad Company for causing Death of Parent, who to he Plaintiffs in. — Proceeds of Judgment how divided. — Proof of Negligence in such cases.— Waiver of Damage.\n1. An action against a railroad company for negligence in causing the death of a father is properly brought in the name of all the children; the recovery is for the benefit of all, the amount to be distributed as in case of intestacy.\n2. - The value of the life lost, estimated by a pecuniary standard, is what is to be recovered, to be divided among all the children alike; though the action is in tort, yet under the statute, there can be a joint recovery without showing that a joint damage had been sustained.\n3. A warning of danger to the deceased was but evidence of negligence, and as such for the jury; and where the court charged that knowledge of the danger would be proof of negligence, giving the legal consequences, and leaving the jury to apply the law to the facts, but declined to instruct them that the warning constituted negligence, it was not error.\nError to the District Court of Philadelphia.\nThis was an action of trespass on the case by Matthew Robinson, James Robinson, Mary Ann Booth, and Robert P. Booth, husband of said Mary Ann Booth, in right of said Mary Ann, and Nancy M. Sloss, against The North Pennsylvania Railroad Company, for negligence in causing the death of their father, Matthew Robinson.\nThe material facts of the case were these: — The deceased was run over by a coal-car belonging to the defendants, while it was being roped into a private yard in Front street below the Germantown Road.\nThe accident occurred November 15th 1861, about dusk, between a quarter-past and half-past 5 o’clock, p. M. The car was unhitched from the horses as they arrived at the switch of the turn-out, leading from the main track into the coal-yard, and was propelled over the turn-out into the yard by the velocity attained before the team was unhitched. This manner of hauling the cars was rendered necessary by the situation of the coal-yard, which was below the level of the street. After leaving the side-walk, the track was continued upon an op'en tressel-work, over which the horses could not pass.\nThe deceased was struck by the car as he was passing along the side-walk, where the track leading into the yard crosses it.\nThe evidence on the part of the defendants showed the character of the precautions taken. According to the defendants’ testimony, six men guarded the pavement to warn passengers of the approach of the car; three on the north and three on the south side of the track. Evidence was offered to show that he had actual notice, one witness testifying that ho saw the deceased standing still on the pavement about six feet from the gate, looking north. The deceased was about seventy-five years old. By his will he left property, the rental of which was about $>800 per annum, in shares which practically gave equality to his four children, including Mrs. Sloss. Of the four children, only one, Mrs. Sloss, was dependent upon the father; she was a widow and resided with him. The other three children were joined in the action. They were all grown up, lived separately from their father, and derived no part of their support from him at the time of his death. Mrs. Sloss subsequently died, and her death was suggested by plaintiffs in error.\nOn the trial the following points were submitted on behalf of the defendants:—\n1., If the jury believe that there was any negligence on the part of the deceased, the plaintiffs are not entitled to recover.\n2. If the jury believe the deceased was warned by persons appointed for the purpose, of the approach of the cars, and after-wards undertook to pass in front of them, such an act constituted negligence, and they are not entitled to recover.\n3. The defendants had the right of way over the siding into the coal-yard with their cars, using proper precautions to avoid injury to passers-by ; and that if the jury believe all proper precautions were used by the defendants or their agents, the plaintiffs are not entitled to recover.\n4. That damages must be compensatory only, and that the jury are not entitled to allow any for the sufferings of the deceased, or the feelings of the surviving members of his family.\n5. That to entitle the plaintiffs to recover, they must show a pecuniary loss to have been suffered by them, arising from the death of their father.\n6. That if the amount received by the plaintiffs from the estate of their father exceeded the amount which they received by way of support from him during his lifetime, the plaintiffs are not entitled to recover.\n7. That to entitle the plaintiffs to recover, all must be entitled to recover in the present suit; that if but one of the plaintiffs suffered pecuniary damage, the defendants are entitled to a verdict.\nThe learned judge (Hark, J.), after reviewing the evidence, answered all the foregoing points affirmatively, except the second and seventh. His answers to these two points were as follows:—\nTo the second point he answered,\n“ To affirm this point simply, is to trench on the province of the jury. If a warning was given, it would be evidence of negligence on the part of the plaintiff; if the warning was such as to convey knowledge of the state of the case, and the danger to be incurred, and he went on with knowledge so derived, or from any other source, as to convey a knowledge of his situation, it is a bar to the action.”\nTo the seventh point he answered as follows:—\n“ I decline so to charge. If any one of the plaintiffs has suffered, the action will lie.”\nThe learned judge further instructed the jury that if they found for the plaintiffs, they could not assess more damages than the one plaintiff had suffered, it being conceded that but one had suffered actual pecuniary damage. . Under these instructions there was a verdict and judgment for plaintiffs for $1500; whereupon the defendants sued out this writ, and assigned for error the answers given to the points as above stated, the refusal to affirm the second point, and because no action in tort can be sustained by joint plaintiffs, except where a joint damage has been sustained.\nMorton P. Henry, for plaintiffs in error.\n1. On the question of negligence cited Foot v. Wiswall, 14 Johns. 364; Blythe v. The Birmingham Water Works, 3 Eng. L. & Eq. Rep. 506; Kennard v. The Railroad Co., 9 Harris 208; Laing v. Colder, 8 Barr 479; Sullivan v. The Philadelphia and Erie Railroad Co., 6 Casey 234.\n2. That the plaintiffs were not entitled to recover without proof of joint damage: The Pennsylvania Railroad Co. v. Zebe, 9 Casey 318; Same v. Kelly, 7 Id. 372; Chitty on Pleading, vol. 1, p. 60, 64; Cook v. Bachelor, 3 B. & P. 150; Patton v. Gurney, 17 Mass.; Weller v. Baker, 2 Wils. 423; Coryton v. Lethebye, 2 Saund. 115; Act of April 15th 1851, § 19, and of April 26th 1855, § 1, 2.\nJR. O. MeMurtrie, for defendants in error.\nJanuary 26th 1863,"
  },
  "file_name": "0175-01",
  "first_page_order": 175,
  "last_page_order": 179
}
