{
  "id": 484253,
  "name": "Reed versus Lukens",
  "name_abbreviation": "Reed v. Lukens",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "200",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 448,
    "char_count": 9220,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.1075738853267786e-06,
      "percentile": 0.9857234919873706
    },
    "sha256": "517871e33843b494380896d8b979636b8f4be1bae27a6f9bc6841dbcfa30acd3",
    "simhash": "1:3582626f1ac99c4c",
    "word_count": 1614
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reed versus Lukens."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe affirm this judgment for the reasons-given by the learned judge below. They fully meet the requirements of the ease, and an elaboration of our views on the specifications of error, would be little more than a repetition of what has already been so well said.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. M. Broomall, for plaintiff in error.",
      "William Darlington, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Reed versus Lukens.\nInsurance Money for loss by Fire occurring after Contract for Sale of Property insured-, belongs to the Tendee.\n1. After a contract for the sale of real estate duly executed, the purchaser is the equitable owner thereof, entitled to all advantages that may thereafter arise, and responsible for all loss that may befall it.\n2. The money due on a policy of insurance for a loss by fire occurring between the date of such contract and the time fixed for the delivery of the deed, as' between the company and the vendor, by whom it was insured, belongs to the latter, but as he is a trustee for the vendee, he must account in equity to his cestui que trust for the insurance-money, and especially when, by a subsequent arrangement between the parties, the policy was assigned to the vendee.\nError to the Common Pleas of Delaware county.\nThis was an amicable action in the nature of an interpleader, in which Nathan Lukens was plaintiff, and Thomas J. Reed defendant, under the following agreement of counsel:—\n“It is agreed that an amicable action in the above form be entered in the Common Pleas of Delaware county, to try the right to the sum of $900 in the hands of the Delaware County Mutual Insurance Company, and due from them to the said Thomas J. Reed, or his assignee, Nathan Lukens, on account of the destruction of Reed’s barn by fire; the said Lukens claiming the whole thereof, and the said Reed admitting Lukens’s claim to the $300 only, and claiming the balance himself; the question being which of them is entitled to the $600. It is agreed to try the question upon this agreement without any other pleadings, and if it shall be determined that the plaintiff is entitled to said sum of $600, the verdict and judgment shall be in his favour, and if the defendant shall be so entitled, the verdict and judgment shall he in his favour, the costs to abide the event.”\nAil the material facts of the case will bo found in the following opinion of the learned court below (Butler, J.):—\n“ It appears from the evidence that Thomas J. Reed, the defendant, was the owner of a farm in Delaware county, the buildings on which he had insured in the Delaware County Mutual Insurance Company, to the amount of $3150 — $900 of which was on the barn; that on the 25th day-of January 1862, he entered into a written contract with Nathan Lukens, the plaintiff) whereby he sold the property to Nathan Lukens, for the sum of $12,825, and undertook to make and deliver to him a deed for it on the 2d day of April following. After the execution of the contract of sale, and before the time appointed for the delivery of the deed, the barn was destroyed by fire. On the 2d day of April, the parties met to carry out the provisions of the contract. The property, from the records, appeared to be encumbered, and Mr. Reed was not tíren prepared to have it released. On the face of the policy of insurance, the barn appeared to be insured for but $300 ; and while Mr. Reed seemed to think this was a mistake, as the sum was much less than the loss sustained by the fire, it was regarded by the parties as the amount insured upon that building. After considerable effort to make things satisfactory in view of existing encumbrances, it was agreed that $60 should be abated from the contract price of the property, and it should be taken with the encumbrances unsatisfied, the vendee holding the indemnifying bond of the vendor, and receiving a transfer of the policy of insurance. A doubt subsequently arising in the minds of the counsel of the respective parties, whether this transfer of the policy might not be understood to have exclusive reference to future losses, a second assignment was executed, transferring to the vendee the vendor’s ‘right, title, and interest in and to a certain claim of $300 I (the vendor) have against the Delaware County Insurance Company,’ arising from the loss of the barn. The amount insured on the barn, it is agreed, was $900, and the company acknowledges itself liable for this sum, although the amount was erroneously inserted in the policy as $300. The company has paid $300 to the plaintiff. Is he entitled to receive the remaining $600, or does it belong to the defendant ? This is a question for the court. The rights of the parties must be determined from the papers (the contract of sale and assignment) referred to, and there is therefore nothing for the consideration of the jury.\n“ On the execution of the contract of sale, the plaintiff became, in equity, the owner of the property — the defendant holding it thereafter as his trustee, with a right to retain it until the purchase-money should be paid. Whatever advantage might thereafter arise to it would be the plaintiff’s, and whatever loss might befall it, he must sustain; the defendant had no further interest in it, except as a security for the purchase-money ; he would neither lose nor gain by any change which might occur to it: Siter, James & Co.’s Appeal, 2 Casey. When, therefore, the barn was burned, it was the plaintiff’s property that was destroyed; defendant lost nothing ; the plaintiff was still obliged to take the property and pay the purchase-money. The insurance company, however, became liable to pay for the loss to the defendant, because, as is said in Updegraff v. Insurance Co., 9 Harris 513, he, as respects third persons, not privy to the contract of sale, is still to be regarded as the owner of the property. But as between himself and the plaintiff, the property was not his, but the plaintiff’s; he could not appropriate to himself the money which the insurance company became liable to pay on that account; he had the property in trust, and the right which accrued in consequence of its destruction, took its place, was held in the same way, and liable to be enforced in a court of equity. This would seem to be the plain result of the principles governing the relations between these parties, established by the contract of sale. Did the subsequent conduct of the parties (on the 2d day of April) affect their rights in this respect ? We think not. The original contract was not annulled ; the parties stood upon it, and substantially carried it out: the conveyance was made in pursuance of it — the plaintiff yielding nothing but the right to have the property unencumbered, and the defendant abating $60 of the purchase-money. It was, of course, competent for the parties to agree that the defendant should have a part of the money due on account of injury to the property, but there is no evidence of such an agreement. On the contrary, the defendant executed a written assignment on the policy, transferring ‘ all his right, title, and interest in the policy of insurance, and all benefit and advantage to be derived therefrom,’ to the plaintiff. If the plaintiff had not been before entitled to the money, he would have become so on the execution of this assignment. No claim existed against the company, except by virtue of the policy; no suit could he sustained for the loss, except on the contract which it constituted. This assignment transferred all possible interest in this contract, and all benefit and advantage to be derived therefrom. Such a transfer necessarily included as well the money then due on the policy, as what might thereafter accrue. If authority for what seems to be so plain a principle is wanted, it may be found in Goit v. Insurance Co., 25 Barb. (N. Y.) 189. The second assignment had not, in our judgment, any effect whatever on the rights of the parties ; it was an afterthought, designed to avoid misconstruction of the assignment already made. The defendant’s counsel testifies that it was suggested to him by the plaintiff’s counsel, ‘ whether, for the loss which had occurred, there should not be a separate transfer — whether the transfer' on the policy might not only be regarded as relating to the future; I said to him the same thing had been running in my mind, and I then made the one which has been exhibited.’ This explains how the second assignment came to be made. It was, we repeat, in our judgment, without any effect upon the rights of the parties. Its description of the claims for the loss, as $300, is regarded as of no consequence; it furnishes additional evidence that the parties were in error in regard to the extent of the company’s liability; but this error, it must be seen, is immaterial in the view we take of the case.\n“Judgment is therefore ordered to be entered for the plaintiff for $600, with costs.”\nUnder these instructions, there was a verdict and judgment in favour of plaintiff for $600; whereupon the defendant sued out this writ, and averred here,\n1. The court erred in charging that there was no fact to be submitted to the jury.\n2. The court erred in directing judgment to be entered upon the verdict for the plaintiff.\nJ. M. Broomall, for plaintiff in error.\nWilliam Darlington, for defendant in error."
  },
  "file_name": "0200-01",
  "first_page_order": 200,
  "last_page_order": 203
}
