{
  "id": 484234,
  "name": "Wright versus Brown and Wife",
  "name_abbreviation": "Wright v. Brown & Wife",
  "decision_date": "1863-02-16",
  "docket_number": "",
  "first_page": "224",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 224"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 39",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 448",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 457",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 323",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478410
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0323-01"
      ]
    },
    {
      "cite": "7 Watts 547",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0547-01"
      ]
    },
    {
      "cite": "2 Whar. 16",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 31",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 433",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 575",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 272",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 16",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0011-01"
      ]
    },
    {
      "cite": "9 Watts 137",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0137-01"
      ]
    },
    {
      "cite": "1 Wh. 514",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0514-01"
      ]
    },
    {
      "cite": "1 Rawle 261",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Johns. Ch. Rep. 108",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0231-01"
      ]
    },
    {
      "cite": "1 Jones 272",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "2 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1550,
    "char_count": 48787,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 2.72058538477562e-07,
      "percentile": 0.8301567002554975
    },
    "sha256": "81e94b0d5c1e0023b7670ca7b90c0dc3a38ae42dc882af04aca2cf84902a5d6b",
    "simhash": "1:186dada26445c9df",
    "word_count": 8807
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wright versus Brown and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nAll the title of Mrs. Brown was derived immediately or mediately from Robert Fleming. By his will, dated December 17th 1844, and proved April 17th 1845, he devised all the residue of his estate, not previously disposed of, to a nephew and his four nieces, of whom Mrs. Brown was one, to hold to them,-their heirs and assigns, as tenants in common. The devise was accompanied by the following declaration : “ It is also my will, that the property hereby bequeathed to my said four nieces for their sole and separate irse, shall bo free from all liabilities for the debts and contracts, or other engagements, of any husband or husbands, each or any of them has or may at any future time have.”\nMrs. Stewart, also one of the four nieces (devisees under Mr. Fleming’s will), subsequently died, after having made her will, which was duly proved on the 5th of July 1856, by which she devised to her sister, Mrs. Brown, to and for her sole and separate use, the residue of her estate not otherwise given. To this devise she added the following provision: “ But it is my will that the aforesaid devise and bequest to my sister Margaret shall be and enure to and for her sole and separate use, free from any debts, contracts, engagements, or liabilities of her present or any future husband, and that she is to enjoy the full income of the same (after paying the before-mentioned sums bequeathed by me) during her lifetime, and that at her death all that share here devised and bequeathed shall go, and I do hereby devise and bequeath the same, to such person or persons, and for such estates, as the said Margaret shall by her last will appoint, and in default of appointment, or so far as the same, if made, may not extend, I give, devise, and bequeath the same to her son, Robert F. Brown, and his heirs.”\nWhen these devises were made, Mrs. Brown was a feme covert, intermarried with William Brown, and her coverture has not yet ceased.\nThe first question raised by this record, and the only one which it is necessary for us to consider, is, whether, during the life of her husband, Mrs. Brown has power to mortgage the property devised to her by these wills, or either of them.\nIt is plain that the interest devised in each of them was a separate estate. The gift was expressly to the.sole and separate use of the devisee, and the husband was also excluded by the provisions that the property should be free from any of his debts, contracts, engagements, or liabilities. It was' not the less a separate estate because the gift was made without the intervention of a trustee. That is wholly unimportant. The wife’s interest is the same, whether the gift is to her directly or to a trustee for her. It does not depend upon the formal mode in which the gift has been made. At law she can hold no separate estate in lands; such an estate is recognised only in equity. And if lands be given to her separate use, and no trustee be named, a court of equity will convert the husband into a trustee for her. This is too firmly settled to admit of question. See Clancy on Married Women 256, and cases collected in Hare & Wallace’s Notes to White & Tudor’s Leading Cases in Equity, Vol. 1, p. 414. It has often been so ruled in this state. And as the wife’s interest in her separate estate is not affected by the fact that there is no trustee named in the instrument creating her estate, as it is the same in such a case as it would be had there been a trustee named, there is no reason why her powers, incident merely to ownership of the estate, should be greater in one case than in the other. The deed or will which settles the property to her separate use, may give powers which, without it, do not belong to the ownership of a separate estate; but the nomination of a trustee is neither an enlargement, nor is it restrictive, of her power over the property.\nRegarding, then, the lands devised to Mrs. Brown by Mr. Fleming and Mrs. Stewart as in equity, held in trust for her sole and separate use, the rule in this state is, unless it has been changed by the Married Women’s Act of 1848, that she cannot alienate or encumber them unless the power to do so was expressly conferred by the wills that gave her the separate estate. This was the rule laid down in Lancaster v. Dolan, 1 Rawle 231, and it was unflinchingly adhered to in numerous cases, certainly until after the passage of the Act of 1848 ; and it has been maintained ever since, unless Haines v. Ellis, 12 Harris 253, was a departure. In The Pennsylvania Insurance Co. v. Foster, 11 Casey 134, it was reiterated, and that in view of the provisions of the Act of 1848, which were regarded as defining a different separate estate in a wife from an equitable separate estate created by a conveyance to her separate use. True, there was no trustee named in the first of these cases, and there was in the second; but that, as we have seen, can have nothing to do ■with the wife’s power of disposition of the estate granted. Now the very purpose in making a settlement to the separate use of the wife, is to exclude the husband. “ But,” as was well said by Gibson, C. J., in Thomas v. Folwell, 2 Whart. 11, “to exclude his direct control, which consists in an exercise of legal power, and yet leave him the means of giving effect to an indirect control, which consists in an exercise of personal influence, is to do nothing.’* He added: “ The modern doctrine of courts of equity is founded on what appears to be a misconception of the leading purposes of a settlement, which is obviously to disable the husband, and not to enable the wife, at least further than may be consistent with the security of her title, of which the grantor ought, in the particular case, to be the judge. The object is not so much to give her the dominion of a feme sole, which every man of experience knows would, in a countless number of instances, defeat the principal intent, as to withdraw the estate from the dominion of the husband.” Similar observations have been made by others, and they are most just. All experience proves that the highest protection of the wife against her husband is in her disability, in her want of power to yield to his solicitations, or give way to her sympathies. It was knowledge of this which led to the adoption of the rule in Lancaster v. Dolan, rather than its opposite ivhich prevailed in some other states. Now, it would be strange indeed, if the Act of 1848 has taken away from the wife any of that protection of her separate property against her husband which she enjoyed before its enactment. It was because it was thought she had not protection enough, that the act was passed. Her separate property was secure. She had no other power over that than the donor had chosen to give her expressly. If the deed or will which made the settlement gave her no power of alienation, no solicitation of the husband, no practice upon her affection or her fear, could avail to enable him to obtain control of the estate settled to her separate use. But her legal pstate, whether acquired before or after marriage, was all unprotected. Of this, her chose in possession became absolutely his; he succeeded to her dominion over her choses in action, and to the legal ownership of the use of her realty during life. This was the supposed mischief for which the legislature undertook to provide a remedy, not by taking away the wife’s security for her equitable separate estate, but by making her legal estate, that which her husband could reach, inaccessible to him, by converting it into what was denominated in Pennsylvania Insurance Company v. Foster, a legal separate estate. It was, perhaps, not surprising, that the same sympathy for the wife which led to the passage of the act, should find its way into the courts, and receive expression in Cummings’ Appeal, 1 Jones 272, in which it was held that “ a married woman must hereafter be considered a feme sole in regard to any estate, of whatever name or sort, owned by her before marriage, or which shall accrue to her during coverture, by will, descent, deed of conveyance, or otherwise.” It was soon, however, discovered that such a construction of the act would defeat the object which the legislature had in view in passing it, and Cummings’ Appeal was overruled. It was while the doctrine of that case stood unchanged, that Haines v. Ellis was- decided. The true meaning of the act had not been ascertained, and it was misunderstood. Standing by the broad language used in Cummings’ Appeal, the court said of a deed to a married woman for her sole and separate use, that “ it gave her precisely the same estate which any conveyance in the ordinary form of a deed in fee simple would give since the Act of 1848.” There is no trust created. There is no • trustee appointed, nor is there any occasion for one. There is no restriction imposed by the conveyance upon her right to sell. It is not the case of a power, but of an interest. It w'as for these reasons ruled that she might convey. Certainly, however, unless the Act of 1848 caused a change, a deed to a married woman for her separate use, does create a trust, though no trustee be named, and it is restrictive of the wife’s power to sell or mortgage. On that subject, silence is prohibition; and it is plain that the Act of 1848 has no reference to the form or effect of a deed or will. It touches only the effects of the marriage relation. It does not undertake to say that what was a trust before its passage is a trust no longer, or to make that a legal estate which before was merely equitable. The truth is, Haines v. Ellis is not consistent with the doctrine asserted in the later case, The Pennsylvania Insurance Company v. Foster, 11 Casey 134. There is no substantial difference between a trust implied from the separate nature of the use declared, and one expressly given in trust for a separate use; and if, as was held in the case in 11 Casey, the latter is not affected by the Act of 1848, the former cannot be.' With much force was it remarked by- the learned judge of the District Court, that “ even if the estate of the feme covert in Haines v. Ellis was merely legal, we should still be at a loss to distinguish that case from The Pennsylvania Insurance Co. v. Foster, or to give any sufficient reason why the trust in the latter should not have been governed by the rule laid down in the former. The equitable estates and interests of married women cannot be withdrawn from the operation of the Act of 1848 for one purpose, without withdrawing them for all, and depriving them of the protection which that act was meant to afford. If trusts are not within the enabling power which Haines v. Ellis ascribes to that act, as it regards the wife, it cannot be within its disabling operation on the husband, and he may still exercise the same control over them as before the act was passed, in plain contravention of its general scope and meaning.”\nIn fine, we have no doubt the ease of The Pennsylvania Insurance Company v. Foster was well decided; that the Act of 1848 has no reference to estates settled to the separate use of married women, whether a trustee be named in the deed of settlement or not, and that in both cases married women have no power of alienation beyond suchas are expressly given in the instruments by which the estates are created. Haines v. Ellis is not a correct enunciation of the law. And as neither by the will of Mr. Fleming nor by that of Mrs. Stewart, was any power conferred upon Mrs. Brown to mortgage her separate estate, her mortgage to the plaintiff was unauthorized and void.\nThe judgment of the District Court is revei’sed, and judgment is given for the defendants on the case stated.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Wm. A. Porter, for plaintiffs in error, argued",
      "A. Thompson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wright versus Brown and Wife.\nPower of Mamed Woman to convey or encumber her separate Real Estate.\n1. The rule in Pennsylvania, before and since the Act of 1848, in reference to real estate held by a married woman to her sole and separate use with or without a trustee, is that she cannot convey or mortgage it during the life time of her husband, unless that power was expressly given by the instrument under which she acquired her title.\n2. Haines v. Bilis, 12 Harris 253, overruled.\nError to the District Court of Philadelphia.\nThis was a scire facias on a mortgage executed by William Brown and Margaret his wife, in favour of William Wright, dated March 15th 1860, covering certain real estate therein described, situate in the counties of Philadelphia, Delaware, and elsewhere, reciting a bond of same date, executed by the husband alone, in which, after affidavit of defence filed by Mrs. Brown, the folloAving case was stated for the opinion of the court beloAY in the nature of a special verdict.\nWilliam Brown, one of the defendants, drew his check on the Union Bank of this city for $1000, in favour of bearer, bearing date on or about the 9th day of March 1860, the check having been drawn some days previously. The said check was drawn by the said William BroAvn for his individual debt, and the other defendant, Margaret Brown, had then no knowledge of the transaction, and neither she nor her estate had any connection Avith it. The plaintiff became the lawful holder of this check, and when it had matured he caused it to be duly presented at the bank for payment, but payment Avas refused. On the 15th day of March 1860. the said William Brown, to provide for the payment of this check, executed the bond and warrant of attorney (of which a copy was annexed), and Margaret Brown, the other defendant, for the purpose of aiding her husband to recover from his pecuniary embarrassments, on the same day, at his request, executed and delivered to the plaintiff her mortgage of her separate estate (of which a copy was annexed). She was then, and had previously been, and continued to' be, the lawful wife of the said William Brown, the marriage having taken place between them in the year 1832. Both parties are now living. The property described or referred to in the mortgage was derived by Mrs. Brown under and by virtue of two wills (copies of which were annexed). She then owned and now owns no other property than that derived under the said wills, and described in the mortgage.\nIt is admitted that the plaintiff fairly purchased the check in the market for its market value. The questions proposed for the decision of the court are :—\n1. Whether in and by the said wills, or either of them, the said Margaret Brown had power, during the lifetime of her husband, to mortgage the property thereby devised?\n2. Whether the mortgage so made by the said Margaret Brown, in the manner.and for the purpose aforesaid, is a valid and binding mortgage, according to the laws of Pennsylvania ?\n3. Whether the said mortgage is in legal and proper form ?\nIf these questions shall be decided by the court in the affirmative, then judgment to be entered in favour of the plaintiff for the sum of $1000, with interest from the 15th day of March 1860. If any of the said questions shall be decided by the court in the negative, then judgment to be entered in favour of the defendants; either party to be entitled to a writ of error, and the costs to follow the final judgment.\nThe wills referred to in the case stated were those of Robert Fleming and Jane Stewart. The property included in the mortgage given by Margaret Brown, all came from Robert Fleming. Mrs. Brown and Mrs. Jane Stewart were two of his nieces, each receiving a fifth of his residuary estate. Mrs. Stewart, who is deceased, devised a portion of her property to her sister Mrs. Brown. The will of Robert Fleming contained among other the following provisions:—\n“13. I give, devise, and. bequeath unto my four nieces, Mary Henry and Ann Ross, widow of James Ross, deceased, both of the city of Charleston, and state of South Carolina; Margaret Brown, wife of William Brown, and Jane Stewart, wife of Dr. Robert Stewart, deceased, both of the city of Philadelphia aforesaid, and unto my nephew, Robert Fleming Henry, of the city of Charleston aforesaid, all the residue of my real and pergonal estate, mixed or otherwise, of every kind or nature in which the same may be or consist of, and wheresoever the same may be situate or to be found (which is not herein devised or bequeathed or otherwise disposed of), except my household furniture, which I hereby give and bequeath to my niece, the said Jane Stewart, to have and to hold to them, my said four nieces and nephew, Mary Henry, Ann Ross, Margaret Brown, Jane Stewart, and Robert Fleming Henry, as tenants in common, to them, their heirs and assigns for ever, to be equally and fairly divided between my said four nieces and nephew, share and share alike, into five equal parts, and which I trust they will do amicably among themselves ; if not they must call together disinterested persons to do it for them, or keep the whole together in common, and divide the net profits of the rents or other income arising from my said real and personal estate, as may best suit their convenience and harmony. In any case, it is my will that the said Jane Stewart shall have, as a part of her one-fifth, the house in which I live, No. 10 South Penn Square; and that the said Margaret Brown shall have, as a part of her one-fifth, the house in which she now lives, in Schuylkill Eighth street, between Market and Chestnut streets, and the store in Market or High street, No. 277, between Delaware Seventh and Eighth streets, in which her husband and brother-in-law .carry on the grocery business. It is also my will that no rent be charged to my said niece, Margaret Brown, for said house in Schuylkill Eighth street, nor for the said store in Market street, up to the time of my decease. It is also my will that the property hereby bequeathed to my said four nieces for their sole and separate use, shall be free from all liabilities for the debts and contracts or other engagements of any husband or husbands, each or any of them has, or may at any future time have.”\nMrs. Stewart’s will provided as follows:—\n“ It is my will that the aforesaid devise and bequest to my sister Margaret shall be and enure to. and for her sole and separate use, free from any debts, contracts, engagements, or liabilities of her present or any future husband, and that she is to enjoy the full income of the same (after paying the beforementioned sums bequeathed by me), during her lifetime, and that at her death all that share here devised and bequeathed shall go, and I do hereby devise and bequeath the same to such person or persons, and for such estates as the said Margaret shall by her last will appoint, and in default of such appointment, or so far as the same, if made, may not extend, I give, devise, and bequeath the same to her son, my nephew, Robert F. Brown, and his heirs, to whom I have every confidence, that my sister will leave my said estate, in case his conduct as a son should be satisfactory to her.”\nThe mortgage of Mr. and Mrs. Brown to Mr. Wright contained this clause:—\n“ All and every the estate and estates, right, title, interest, parts, shares, purparts, property, claim, and demand whatsoever in law, equity, or otherwise of him the said William Brown, in his own right, and of them the said William Brown and Margaret Brown, in right of her the said Margaret, and of the said Margaret Brown in her own, sole, and separate use, right, and enjoyment in possession, reversion, remainder, expectancy, or otherwise howsoever, and whether the same be vested, contingent, or otherwise, of, in, to, and out of all and singular the messuages, lots of ground, tenements, yearly rents, charges, or ground-rents, hereditaments, and premises, and other estates of what nature soever, situate, lying, and being in the city and county of Philadelphia, and in the county of Delaware, and elsewhere in the. state of Pennsylvania, the same to all intents and purposes as if herein fully enumerated, butted, bounded, and described, unto them the said grantors herein above-named, and each of them in anywise appertaining or belonging, and which they and each of them are and in anywise interested or entitled, and howsoever the same may have been or may be derived as well under and by virtue of the last will and testament of Robert Fleming and Jane Stewart, deceased, as in any other way or manner whatsoever ; and the said Margaret Brown, as well for and in consideration of the premises, and for the better and more effectually securing the payment of the said moneys, doth by these presents covenant expressly with the said William Wright, his heirs and assigns, that she will execute any and every power of appointment whereof she is possessed under the last will of Jane Stewart, deceased, only in favour of her son Robert F. Brown.”\nAfter hearing the case, the court below (Hare, J.) entered judgment on the case stated in favour of the plaintiff for the sum therein stated, which was assigned for error here.\nWm. A. Porter, for plaintiffs in error, argued\n1. That Mrs. Brown had not the power to execute this mortgage. After a multitude of decisions by the English courts, and after Chancellor Kent had exhausted his great powers on the subject (3 Johns. Ch. Rep. 108), the Supreme Court of Pennsylvania was called upon in a case admitting of profound deliberation, to plant itself firmly on one or the other of two principles; either to say that a married woman, with a limitation to her separate use, has all the rights of a feme sole, from which she is not expressly excluded by the instrument creating the estate, or to say that she has only the powers which are expressly given to her by the instrument. After an elaborate discussion both by the counsel and the bench, the latter ground was chosen in Lancaster v. Dolan, 1 Rawle 261. The experience of years has served to justify the wisdom of the choice. See Pullen v. Rianhard, 1 Wh. 514; Wallace v. Coston, 9 Watts 137. In discussing this latter case the court hold that it is not distinguishable from Lancaster v. Dolans which they say “has since been recognised in Thomas v. Folwell, 2 Whart. 11, and in Dorrance v. Scott, 3 Id. 309. Seven years afterwards the point came up in Rogers v. Smith, 4 Barr 93, in which the conclusions of the court are thus stated: “ In this state the rule is clearly established that a feme covert is, in respect to her separate estate, to be deemed a feme sole, only to the extent clearly given by the instrument by which the estate is settled, and has no right of disposition beyond.” See also Thomas v. Folwell, 2 Whart. 16; Dorrance v. Scott, 3 Id. 309; Lyne v. Crouse, 1 Barr 111. The law on this point had thus been established in Pennsylvania, when the Married Woman’s Act was passed. After the passage of this act, the question occurred whether the principle thus decided was affected by it. It was at first somewhat apprehended that Faries’ Appeal, 11 Harris 29, pointed that way, but the apprehension was groundless.\nIn Haines v. Ellis, 12 Harris 253, the judge who delivered the opinion of the court, assuming the soundness of Cummings’ Appeal, 1 Jones 272,-which has since been overthrown, and commending “ the wise and benevolent intentions of the legislature,” in passing the Act of 1848, which have since” been greatly doubted, takes it for granted, rather than shows it to be law, that the Act of 1848 effected a change in the powers of a married woman under a settlement to her separate use. He found in that act an authority conferred on a married woman to encumber or convey her estate in a mode there pointed out, and he seems to have come to the conclusion that this authority extended over all the estates which a married woman might possess, whether held for her separate use or conveyed to her directly in fee simple, but does not seem to have noticed the distinction taken in The Pennsylvania Company v. Foster, 11 Casey 134; which not only saved the rights of married wopien, but also saved the law from reproach. It took the distinction between legal separate estates and equitable separate estates, which will stand as long as the statute of 1848 shall stand.\nNo case has occurred in Pennsylvania in which the Supreme Court has held a mortgage to be valid, where it was made of the estate of a married woman limited to her separate use, with or without a trustee.\nIt was once doubted whether a legacy given immediately to a wife, without the interposition of a trustee, was not. subject to the disposition of the husband. Lord Cowper expressed his doubts in Harvey v. Harvey, 1 P. Wms. 125. But the question was settled in the case of Bennett v. Davis, 2 P. Wms. 316, where land having \"been devised to the wife for her separate use, it was decreed that the husband should join in a conveyance to a trustee for the separate use of his wife. And at the present day it is held as settled law in chancery that a husband may be considered as a trustee for the separate use of his wife. See all the authorities on this point up to 1828, collected in McKennan v. Phillips, 6 Wh. 575. See also Duffey v. The Insurance Co. 8 W. & S. 433; Heck v. Clippenger, 5 Barr 387; Barncord v. Kuhn, 12 Casey 383.\nIt is wholly immaterial whether a trustee is or is not appointed in the deed or will which conveys property to a married woman for her separate use. If a trustee is not appointed in the instrument, the court will appoint one whenever it becomes necessary for the protection of the wife’s property, or they will regard the husband as the trustee without making a formal appointment: 2 Story’s Eq. 976, 1059. No case in this state turns on the question whether there was or was not a trustee appointed by the instrument creating the estate to the separate use of a feme covert. Such a distinction could not be sustained on principle or authority. The question is whether the estate in the wife is legal or equitable; that is, whether it is conveyed to her absolutely in fee simple, or whether it is clothed with a use in her favour. If it is given simply to her and her heirs, although she is described as a married woman, the estate is a legal separate estate, and she can convey it unless she is in some way trammelled by the deed conferring it upon her. If the estate is conveyed to her for her separate use, or as in this case to her sole and separate use, free from liability for her husband’s debts, then it is an equitable estate, and if the power to mortgage or to convey be not expressly given by the instrument creating the estate, she has no such power. This has been the law of Pennsylvania for forty years, and in practice it has produced the best results.\nOf course we steer clear of the doctrine laid down in Kuhn v. Newman, 2 Casey 227, Steacy v. Rice, 3 Id. 75, Kay v. Scates, 1 Wright 31, and that class of cases 'which hold that where trustees have no duty to perform which requires the seisin and possession to be in them, and where there is no substantial purpose to be gained by the trust, mere form will be disregarded, and the trust will be enforced as a legal estate. The separate estates of married women are an exception to this rule, and the exception would seem to extend even to women about to be married: Kuhn v. Newman, 2 Casey 231; Thomas v. Folwell, 2 Whar. 16; Harrison v. Brolaskey, 8 Harris 299; Bush’s Appeal, 9 Casey 85.\nThere was a further error in distinguishing between the wills of Mr. Fleming and Mrs. Stewart on the ground of their respective dates. It is true Mr. Fleming’s will was proved before, and Mrs. Stewart’s after the Act, of 1848. But it is submitted that Foster’s Case, 11 Casey 134, was not intended to establish a distinction on this ground. That case left the equitable estates of married women just where it found them. The act relates to legal estates, and not to those estates which are equitable as distinguished from legal. Holding then an estate under each will in trust for her own sole and separate use, of which her husband was in the eye of the law trustee, we submit that she had no power to mortgage under either. If she could not mortgage by virtue of Mr. Fleming’s will, neither could she under Mrs. Stewart’s, for the disability in the latter case is just as clear as in the former. It is true that under Mrs. Stewart’s will she has the power to devise, but the presence of this power, and the absence of all others, is an additional argument against the power to mortgage. She could not mortgage her life estate, for that was in the same manner made subject to her sole and separate use.\nIn conclusion, we respectfully urge that to permit the present mortgage to stand would be to abandon much of what has heretofore been decided’; to give up an old and well-tried rule for a new one, which has nothing in it to commend it. It strips the wife of her property, and turns her children into the street. It places her in the power of her husband’s creditors in the very face of a direction by the testator that the property shall not be made liable for that purpose, and would jar sadly with the enlightened principles which guided the court in the cases of Holdship v. Patterson, 7 Watts 547; Ashhurst v. Given, 5 W. & S. 323; Norris v. Johnston, 5 Barr 287; Eyrick & Deppen v. Hetrick, 1 Harris 488; Williams v. Leech, 4 Casey 89; Brown v. Williamson, 12 Id. 338.\nII. The mortgage executed by Mrs. Brown for her husband’s debt is not valid and binding, according to the laws of Pennsylvania.\nConcede, for the moment, that Mrs. Brown has the power, under these wills, to mortgage the estate which they create; in other words, that she holds not an equitable estate for her own sole and separate use, but a legal estate to herself and her heirs. We do not doubt the power of the wife holding a mere legal estate to mortgage it, where she receives the consideration; or to mortgage it for any other purpose than to pay a debt of her husband antecedently created. By the ancient law, a married woman could alien her lands or bind her interest in them only by fine. In Pennsylvania, by a custom which prevailed before 1770, she could do this by joining with her husband in a deed or mortgage under hand and seal, duly executed. The Act of 1770 only confirmed this right. The Supreme Court first recognised her power to mortgage in the unreported case of Wilson v. The Bank, decided at Chambersburg in 1831. Jamison v. Jamison, 3 Whart. 457, shut the question up for ever. We do not mean to open it if it can be avoided.\nBut the facts here raise a different question. Before the plaintiff ever saw this mortgage he held the husband’s check, •which he took on the credit of the husband, and not on that of the wife. After it had become dishonoured, the mortgage was made. We regard it as material that the mortgage was given for a debt not created at the time of its execution, but antecedently thereto; that the wife received no benefit from it; and that the plaintiff parted with neither money nor property when the paper reached his hands.\nThe question thus raised turns on the construction of the Act of Assembly of 11th April 1848, relating to married women.\nThe first ease decided under this act was Cummings’ Appeal, 1 Jones 272, in which the court held that “ a married woman must hereafter be considered a feme sole in regard to any estate, of whatever name or sort, owned by her before marriage, or which shall accrue to her during coverture, by will, descent, deed of conveyance, or otherwise.” New more unfortunate decisions were ever made by a legal tribunal, and certainly few have ever proved more vexatious to the judiciary. It placed a married woman in a position which she had never before occupied under any law, divine or human. It was a contradiction in terms to call a married woman a feme sole for any purpose. Worse than all, it deprived her of the very benefit which the act was intended to secure, by permitting her to convey or encumber her property at the caprice of her husband, and thus to place it virtually at his disposal. When the change took place in the bench in 1851, the new court found this decision in the books, and with a natural unwillingness to upturn what had been so recently done by their predecessors, they seem to have endeavoured to modify it, and to bear with it as best they could. After several efforts to this effect, it will be found that in the end they overthrew it utterly. While the rule laid down in Cummings’ Appeal continued in force, it was entirely consistent to hold, as the court did in Black v. Galway, 12 Harris 18, and in Miner v. Graham, 12 Id. 491, that a wife might mortgage her separate estate for her husband’s debt. See Stoops v. Blackford, 3 Casey 213.\nGlyde v. Keister, 8 Casey 85, was important thus far, that it fixed the meaning of the terms “debts contracted by herself,” employed in the act, and held that those terms included only debts contracted before marriage, and debts contracted for necessaries for the support of her family, and consequently not any other debt contracted for any other purpose.\nIn Heugh v. Jones, 8 Casey 432, the husband and wife were sued for money which had actually been lent by the plaintiff for the improvement of her separate estate, but because he was not able to prove that the money was applied for that object, he was prevented from recovering it.\nNo change has taken place in the legislation on this subject since the decision in Ileugh v. Jones, and we are yet free from the results against which Judge Woodward so justly inveighs in that opinion. As the statutory law stands now precisely where it did then, the question occurs, if a married woman is not liable for money which she borrows to improve her separate estate, because the lender cannot show that she actually used it for that purpose, how can she be liable for a debt which she never contracted, but which her husband contracted, from which she received no benefit, but of which he received all the benefit, and for which the creditor was content to take in the first place simply the obligation- of the husband ?\nIn Pettit v. Fretz, 9 Casey 120, Judge Woodward presents a summary of the reasons which induced the court to abandon the doctrine advanced in Cummings’ Appeal, and the mind that can resist their force must be curiously constructed. Bear’s Administrator v. Bear, 9 Casey 525, was the next case; and if the principles there settled are to stand, a wife’s voluntary assumption of her husband’s debt cannot stand. The result of this case is, that in Pennsylvania a married woman is not a feme sole but a feme covert, holding property to her separate use, as if it had been settled under a deed of settlement in strict form. In this state of the law the plaintiff came into the court below, with Mrs. Brown’s mortgage in his hands. That is, he presented to the- court her written obligation, under seal, agreeing to be responsible for her husband’s debt, as evidenced by his individual bond, and pledging her separate property for the payment of that debt — for this is the only import of the mortgage. He asked the court by his scire facias — a bill in equity in substance —to aid him by its decree to obtain payment of the debt; in other words, to compel her to perform the agreement contained in the paper which she had executed. Was it ever before supposed that a chancellor would enforce the execution of such an agreement by compelling payment of the money out of a married woman’s estate limited to her separate use ? See White’s Appeal, 12 Casey 134; Lytle’s Appeal, 12 Id. 131.\nIII. The mortgage is not in legal and proper form.\nIf Mrs. Brown can mortgage the estates acquired under these wills, and if she can mortgage them for the antecedent debts of her husband, will the policy of the law tolerate a mortgage in the form here employed ? Why should a wife be permitted to make a mortgage in such terms as probably never were employed in any other mortgage that ever came before the Supreme Court of Pennsylvania for adjudication ? Why be allowed by one dash of the pen thus to bind by an encumbrance all her property, of every name and nature ? How is the sheriff to sell the property so mortgaged ? How is he to ascertain, even after reading both these wills, on what properties he is to place bills in the manner required by law ? How are persons desirous to purchase to find out what properties .are being sold ? How is a particular description of the properties to be furnished ? In what writ is it to be inserted ? How is the description in the mortgage thus to be superseded, or by what paper or record in the case is that description to be amended or corrected ? Must the levari facias follow the description contained in the scire facias and extracted above, or may some other description be introduced into the levari ? If so, where is the authority for that ? where is the precedent? who is to furnish it? who is to see that it is correct? Is the sheriff to append a note to his handbill describing certain properties and dividing them up, as he may always do where the description in the writ marks them out by metes and bounds ? If so, how can he or how can a purchaser tell whether the properties thus specified are the properties actually mortgaged ? If the parties differ about this, is the court to decide between them ? How is the court to decide ? By reading the \"wills ? These papers will tell them little _ or nothing. By requiring the production of Robert Fleming’s deeds ? He may have sold or given away in his lifetime many of the properties which he once purchased. By taking oral testimony respecting the titles to properties of which Mr. Fleming died seised ? This would be absurd. Some of those suggestions may have occurred to the court in deciding Wilson v. McCullough, 7 Harris 77, where the failure to issue a scire facias with the proper description of the land, was held to have rendered void a levari facias and all the proceedings under it. A sale under the present mortgage would be almost as irregular and objectionable as that attempted and so much condemned in that case. It is submitted that the reasons for sustaining it are as few and as weak.\nA. Thompson, for defendant in error.\nThe principal question raised by this writ of error is whether a married woman has power or not to mortgage her estate to secure a debt of her husband ? The other, whether the mortgage in this particular case be in such a form as will bind her estate, being subordinate thereto ? The important inquiry, therefore, is what the character of the estate is which was mortgaged, or sought to have been mortgaged by the plaintiffs ? By the devise in this case the fee simple estate of inheritance is vested in Margaret Brown, who thereby is made the legal and absolute owner of the estate, both at law and in equity. Can it then be narrowed, limited, or restricted by the subsequent clause in the will, which simply expresses the wish of the testator in that respect, when he has previously given and devised the entire fee ? We contend that this, in consistency under our Act of 1833, cannot exist therewith, or be allowed to defeat the character of the estate thus previously given. Mere limitations of power, over an estate that is absolute, amount to nothing: Wm. Bl. Rep. 672, 698, 700; 4 Casey 89; 7 Harris 41; Id. 369. In this last case the court say “ the law does not pretend to carry out the intention of the testator in all cases, for many testators show a very clear intention to 'shackle the estates granted by them to a degree that is totally incompatible with any real enjoyment of them, and which the law does not allow. Hence many of the l'ulcs of law are designed to control and frustrate the most manifest intent. The great merit of the rule in Shelly’s Case is that it frustrates, and is intended to frustrate, unreasonable restrictions upon titles; for when an estate is declared to be a fee simple or fee tail, it is at once made subject to a limitation in its proper form, no matter how clear may be the testator’s intention to the contrary. And it is entirely ineffectual under the rule that where the primary and secondary intent of the testator are inconsistent with each other, the primary intent shall prevail.” Even' in Lancaster v. Dolan, a similar proviso to that in this will existed, and -without condemnation. Under this will of Robert Fleming there is no trust of any kind created, nor is there occasion for one, there being nothing to conserve.\nThe plaintiffs in error concede “ the power of the wife holding a mere legal estate to mortgage it,” but only “ where she receives the consideration, or to mortgage it for any other purpose than to pay a debt of her husband antecedently created.” Yet they have not shown that Mrs. Brown’s estate is not a legal estate by the will. Taking then the concession of the wife’s power to mortgage with the exception, how is the exception contended for sustained? Not by the Act of 1848, for it makes no distinction between present or antecedent debts of the husband. It is simply declarative of the mode to be adopted for the disposition of the wife’s estate, when the husband seeks to encumber it with her consent. Nor by any of the decisions of our court of final review. From none of them can plaintiffs even catch a glimmer of disapprobation. On the contrary, it might be argued from one of them at least, White’s Appeal, 12 Casey 134, that the use of a wife’s securities for future loans to the husband, was what was viewed reprehensibly, and not for past or present loans or indebtedness.\nStarting then with the premises that the fee of the estate derived by Mrs. Brown, under her uncle’s will of 1844, was in her absolutely, is not her mortgage thereof, executed by her in connection with her husband, under the Act of 1848, for his debt, valid? In Haines v. Ellis, 12 Harris 253, this court decreed a conveyance by a married woman of her estate, as separately hers, and no more so than Mrs. Brown’s. In Black v. Galway, 12 Harris 18, they also sustained a mortgage, since the Act of 1848, by a married woman of her separate estate for the debt of her husband, and this too with a proviso clause for scire facias. In Miner v. Graham, 12 Harris 491, they sustained a mortgage, executed in 1851 by a husband and wife, of the estate of the wife for a debt of the husband. So also in Lytle’s Appeal, 12 Casey 131, a deed of assignment reciting a mortgage, general in form as to real and personal property, was sustained. Plaintiffs have grouped together a number of cases in supposed support of the restrictive clause in the will, as quoted by them. But it is respectfully submitted to the court that none of these affect our case. Holdship v. Patterson was a case in which the debtor “was a purchaser of his own maintenance and no more, and he was a purchaser of a thing so inseparable from his person that it could not be reft from it by an execution.” Ashurst v. Gowen rests upon the same doctrine. Eyrick v. Hetrick decides several questions : one that a life estate ivas not the subject of a bargain and sale. Williams v. Leech does not help plaintiffs, for in that the court decided .that the restraint employed by testator was rather paternal than legal. And in Brown v. Williamson, no beneficial interest passed to the son which ivas liable to execution for his debts. So it will be found that the other class of cases invoked by plaintiffs, all being the sole acts of married women, are inapplicable to this case, as is instanced by Stoops v. Blackford, where a married woman sought to assign a mortgage for her husband’s debts, without his joining in the instrument. In Glyde v. Keister, a bond of a married woman for necessaries was held void. In Heugh v. Jones, the attempt was to enforce a promissory note given by a married woman. In Pettit v. Metz, this court held that a married woman is not empowered by the Act of 1848 to dispose of or charge her separate estate by an instrument under seal, to which her husband is not a party. In Bear’s Adm’rs. v. Bear, that the Act does not enable a married woman to contract with her husband for the repayment of money advanced by him for the improvement of her separate estate. See also Trimble v. Reiss, 1 Wright 448.\nThus far as to the first will of Robert Fleming. How is the case different under the will of Mrs. Jane Stewart ? In Todd’s Appeal, 12 Harris 429, it is held that the separate estate of a married woman means an estate held by somebody in trust for her; and not an estate, the legal title to which is in herself. So in Chaffee v. Risk, 12 Harris 432, a trust is where the legal estate is in one person, and the equitable interest is in another. Again, in Kay v. Scates, 1 Wright 39. It need not bo said that a trust is to be sustained because the gift is for their sole and separate use. In Rush v. Lewis, 9 Harris 76, if it had not been made the duty of the trustee to receive and pay over the profits to the first taker of the beneficial interest, they never would have had an estate in it. By this will of Mrs. Stewart, no trust is created and no trustee appointed. Therefore it is not affected by Foster’s Case, 11 Casey 134. Where are the same elements of a trust estate under Mrs. Stewart’s will, existing in Foster’s Case, so as to subject Mrs. Brown’s estate to the principle 'of equity, that the wife has no power over the trust estate that is not expressed in the instrument by which the trust is created ? The plaintiffs have failed to establish such a trust, and we argue none such exists. Whether any, and what, lamentable or deplorable consequences may result to a wife from mortgaging her estate, either for her own or her husband’s debts, is but collateral to this inquiry, as the very opposite results may and do occur, and the peace, prosperity, and happiness of herself, husband, and family are in the main secured. One thing is quite clear— the defendant obtained .both the check and the mortgage fairly and legally, as appears by the case stated. What the minutiae of the whole transaction wore, was not deemed essential by either side in the preparation of their case for the decision of the court below. Shorn of extraneous circumstances, the legal questions only are. arrayed broadly against us, and their solution will relieve the case from all false theories. But the form of the mortgage is objected to as being too general. As yet it has only been recorded in the county of Philadelphia, and is alono a lien against whatever estate Mrs. Brown may own in that county. The results depicted by plaintiffs in their argument cannot be said of this mortgage. If the contents were made known to her, as certified to by the magistrate, she certainly knew, by the very terms of the mortgage, that her uncle and sister’s estates, as devised to her, were the subject of the mortgage. It is certainly not more general than that in both Lytle’s and White’s Appeals, 12 Casey. Nor is it in the least shaken by the case of 7 Harris 77. There no writ was issued, and no service of process, and in the agreement waiving the writ in the judgment, and in its revival, no land is described. Hence the learned judge said the only thing that can be made out of such a judgment is that something, or which is the same thing, nothing, is to be sold to pay the debt. Here the writ duly issued, the process was legally served, and the record below sets forth minutely the mortgage, its date, record, time of record, amount, and names of parties. It would be a novel doctrine if plaintiffs’ position is sound that a judgment on the scire facias sur mortgage in this case would be totally fruitless, solely because of the too general terms of the mortgage. The same might be said of all general judgments. Still conceding, arguendo, however, that the levari facias must follow the desci’iption contained in the seire facias, the judgment in the scire facias is a judgment in effect that the plaintiffs should have execution of all the properties in the writ mentioned, and those mentioned are the properties devised by the two wills recited in the mortgage and scire facias writ. The sale of each and all, when set forth, is a matter over which the court issuing the process has a discretionary and controlling power, to be exercised when the exigence arises.\nAgain, as to the form of the mortgage, it was executed and acknowledged since the Act of 11th April 1856, properly designed to relieve the judges of our courts from the annoyance of separate acknowledgments, which the magistrates of the state willingly suffer for the acknowledgment fee. In conclusion, this is the c.ase of a bond fide mortgagee, seeking only to recover his loaned money, with interest, upon a legal paper setting forth the voluntary act of the plaintiffs.\nFebruary 16th 1863,"
  },
  "file_name": "0224-01",
  "first_page_order": 224,
  "last_page_order": 241
}
