{
  "id": 484240,
  "name": "The Philadelphia Fire and Life Insurance Company versus Mills",
  "name_abbreviation": "Philadelphia Fire & Life Insurance v. Mills",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "241",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 313,
    "char_count": 5461,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 8.343938550156482e-08,
      "percentile": 0.4810118273304737
    },
    "sha256": "84a23c23f62959c58e33f500e7136bb54007001fa069762ee6955721a2dcb502",
    "simhash": "1:ce0c2416b173f49e",
    "word_count": 981
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Philadelphia Fire and Life Insurance Company versus Mills."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe do not discover any error in this record, and we need not specially refer to any other point in it, except that which was specially relied on in the argument. The policy was to cease when the property insured should be “ levied on or taken into possession or custody under an execution or other proceeding at law or equityand we do not think that this expression covers a case of trespass in which'the property is wrongfully seized as the property of a stranger.\nProperly speaking, a levy “under” any process is a levy in pursuance of the authority given by it, and an execution against one man never gives authority to levy on the goods of another. The levy in this case was not therefore properly “under” any process. And we discover no valid reason for extending this provision to the case of a wrongful levy. To do so would be to attribute to every levy that is valid in form the effect of avoiding a policy, though such levy should be invalid in substance, and should have endured but an hour.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "John Clayton and Gfeorge W. Biddle, for plaintiff in error.",
      "F. Carroll Brewster and W. L. Hirst, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Philadelphia Fire and Life Insurance Company versus Mills.\nWhat Levy upon Insured Property will avoid Policy of Insurance.\nA condition in a policy of insurance that it should cease from the time that the property insured should be “ levied on or taken into possession or custody, under an execution or other proceeding at law or equity,” does not apply to a wrongful levy, made upon the property as that of another person.\nError to the District Court of Philadelphia.\nThis was an action of covenant brought in the name of David W. Mills, to the use of the Mechanics’ Bank of Williamsburg, against the Philadelphia Fire and Life Insurance Company, on a policy of insurance issued by defendant to William T. Mills, dated' October 21st 1856, for one year, on an omnibus establishment in West Philadelphia.\n■ The material facts of the case were these:—\nOn the 12th of September 1856, Buchanan & Stevens, former owners of the establishment, and who had sold it to William T. Mills, brought suit against him in the District Court.\nOn the 21st day of October 1856, William T. Mills renewed an insurance with the defendant for one year, covering the frame stable and stock generally of plaintiff in the Twenty-Fourth ward, on the east side of Till street, north of Market. This policy contained the following condition :—\n“ The insurance by this policy shall cease from the time that the property hereby insured shall be levied on or taken into possession or custody under an execution or other proceeding at law or equity-”\nOn the 28th of October 1856, Buchanan & Stevens recovered judgment against Mills for $26,268.50. On the 8th of November Í856¿ the insured property was by bill of sale transferred by William T. Mills to David W. Mills, for the consideration of $40,000. There was no evidence in the case tending to show that D. W. Mills ivas at that time the owner of so large a sum of money, the proof ivas that he was acting as clerk for his father at $10 a week, and that no money passed at the execution of the bill of sale, but possession was taken by him under this sale. On the 10th of November 1856, Buchanan & Stevens sued out an execution against William T. Mills. On the 15th of November 1856, the policy ivas assigned to David W. Mills, son of William T. Mills.\nOn the morning of the 23d of December 1856, the property insured being in the possession of the Avatchman appointed by the sheriff under the above execution, Avas almost entirely destroyed by fire. The watchman had been sent there about a week before the fire.\nThe sheriff made the folloAving return to the execution:—\n“ To the Honourable Judges, &c., I do hereby certify and return, that in obedience to the Avithin writ, I levied upon the personal property of defendant, November 10th 1856. On the morning of the 23d day of December 1856, portion of said property was destroyed by fire, and sold the balance of said property on the 14th day of January 1857, for the sum of $2223.35. Previous to said fire a claim to said property \\Aras made by David W. Mills, and he having failed to enter bonds in court according to law, the same was sold as above.”\nThere Avere several matters of defence set up on the trial, but the main point relied on was, that as the property insured was levied upon under an execution after the issuing of the policy, and so continued at the time of the fire, the insurance ceased under the terms of the policy, as above stated.\nThe court below (Shauswood, J.) instructed the jury on this point that, as the execution Avas against the father after a sale and delivery of possession to the son, the levy made under it was a wrongful levy, and that if the sale Avas bond fide, and the levy consequently wrongful, it should not be regarded as a breach of the covenant in the policy. But that if the sale was not bond fide, if it left the property in the father, and the son acquired none, but the transaction Avas intended to hinder and delay the creditors, then the levy would be such a one as the creditors had a right to make — srich a one as was contemplated in the policy, and such a one as Avould avoid it.\nThere Avas a verdict and judgment for plaintiff; whereupon the defendant sued out this writ, and assigned the ruling of the court on this and the other points which were propounded, for error.\nJohn Clayton and Gfeorge W. Biddle, for plaintiff in error.\nF. Carroll Brewster and W. L. Hirst, for defendant in error."
  },
  "file_name": "0241-01",
  "first_page_order": 241,
  "last_page_order": 243
}
