{
  "id": 484236,
  "name": "Jones et al. versus Bank of the Northern Liberties",
  "name_abbreviation": "Jones v. Bank of the Northern Liberties",
  "decision_date": "1863-02-16",
  "docket_number": "",
  "first_page": "253",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 536",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "6 Wright 536",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 7162,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.4815842077996883e-07,
      "percentile": 0.6612090125717754
    },
    "sha256": "4be570d75535b7f79930b2743f637b853361edbcdedea26e4c9b07341273009d",
    "simhash": "1:bc5fb6bde206527c",
    "word_count": 1275
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jones et al. versus Bank of the Northern Liberties."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe principles governing this case were so fully discussed when it was before us on a former occasion, 6 Wright 536, that we shall confine ourselves to applying them to the facts, as they appeared on the last trial, and to the different rulings of the court below. The defendant in the original judgment, Thomas C. Jones, was a competent witness (McCormac v. Hancock, 2 Barr 310), and his evidence and that of other witnesses established the fact that the account was strictly and exclusively an agency account, composed entirely of moneys of other persons for whom he was acting as a collecting agent, and that no money of his own w'as deposited in that account. Upon this state of facts, it is clear the plaintiffs were not entitled to recover, as it would have been taking the moneys of other people to pay the defendant’s own debt, with which they had no concern.\nWe do not think the court below were bound to charge as requested in the first of the plaintiff’s points, because we have already decided that the moneys of different persons might be included in this agency account, and the account itself was notice to the bank that it was not defendant’s money. The second point was substantially affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Sharpless, for plaintiff in error.",
      "Charles E. Lex, for garnishee."
    ],
    "corrections": "",
    "head_matter": "Jones et al. versus Bank of the Northern Liberties.\nDefendant in Attachment a competent Witness for Garnishee.— Talidity of Bank Deposit made by Agent of several Principals.\n1. In an issue under attachment-execution process, the defendant in the original judgment is a competent witness for the garnishee.\n2. Money belonging to different persons may be included in one agency bank account, though there be no mark to determine that ownership, and the officers of the bank where it was attached as the individual property of the agent, had no other knowledge of the ownership than the addition of the word “ agent” to the defendant’s name in the account.\nError to the District Court of Philadelphia.\nThis was an attachment execution sued out by Jones & Cole against Thomas C. Jones, on a judgment against him, in which the Bank of the Northern Liberties was summoned as garnishee. The defendant and garnishee both appeared, and were ruled to plead. Judgment was taken against the defendant for want of a plea, but the garnishee pleaded nulla lona, and on the issue raised by this plea the case was tried. This was a second trial of the case. The result of the first will be found reported in 6 Wright 536, to which the reader is referred for the facts on which the case was then tried and decided.\nOn the second trial, after the plaintiffs had proved by the cashier of the bank, and by the book-keeper wbo had charge of this account that there was a balance of $1374.35 to the credit of the account of “Thomas C. Jones, Agent,” at the time of the service of the writ of attachment, and that except the word “Agent” there Avas nothing upon the books of the bank, or defendant’s deposit book, to indicate any other ownership than his own in said fund, that the officers of the bank had no other knoAvledge of the interest of any other party, and that there was no correspondence in amounts betAveen the deposits and the checks, the garnishees called Thomas C. Jones, the defendant, and offered to prove by him “ that no part of the fund attached in this case in the Bank of the Northern Liberties was his own property, but that the wh'ole of the same belonged to divers persons, for whom in his capacity as a real estate agent he had collected it, and deposited it in the said bank in the name of Thomas C. Jones, agent, for safe keeping.”\nPlaintiffs objected to the witness on the ground of interest, but the learned court admitted him to testify, and sealed a bill for plaintiff. Jones then testified that he was the agent of divers parties and estates, and collected the rents of the same, that he kept a money-drawer at home, in which he deposited all his collections in the first instance, where the moneys were intermingled, and whence he drew the funds for the payment of taxes, water-rents, interest on mortgages, and ground-rents; for these purposes he took out the not bankable money, when he could work it off, and when he had a sufficient amount of bankable funds on hand to make a deposit, he gathered it up, and deposited the whole in one sum.\nUpon his cross-examination it appeared that he kept three bank accounts, but that no one of them contained any of his own money. The matters most relied on to overturn the garnishee’s case were the following instances of dealings by Jones with this fund as his own.\n“ 1st. He drew upon it to pay the ta.xes on his wife’s property, although no money of hers was in the bank.\n“2d. He drew in like manner upon it to pay water-rents on her property, under similar circumstances.\n“ 3d. He loaned $150 of it, of his own head, to one John Dreby, upon his simple note ; and,\n“4th. He loaned $650 of it, without any authority from his principals, to the Northern Liberty Hose Company, for twelve months, on a promissqry note of the company, $400 of which had been returned and deposited to the credit of this account before the attachment laid. It also appeared that subsequent to the filing of the plea of “ nulla bona” he had borrowed money and paid off some of his alleged principals, owners of this fund, to the amount of $216.09.”\nThe plaintiff requested the court to charge,\n1. If the jury find from the evidence that the moneys attached in this case in the Bank of the Northern Liberties were collected, intermingled, and deposited therein by the defendant, without any ear-mark, either upon his own deposit book or the books of the bank, to indicate the ownership of those now claiming them, and that the officers of said bank, prior to the service of the writ of attachment in this case, had no other knowledge of said alleged ownership than the addition of the word “agent” to the defendant’s name in the keeping of said account, their verdict should be for the plaintiffs.\n2. If the jury find from the evidence that any part of the moneys attached in said Bank of the Northern Liberties in this case, were at the time of the service of said attachment the property of the defendant, their verdict should be for the plaintiffs for the whole amount endorsed on said writ of attachment.\n3. Upon the whole evidence given in this case as a matter of law the verdict should be for the plaintiffs.\nThe learned judge, before whom the case was tried, responded as follows:—\nTo the first of said points he answered, “I decline so to charge.”\nTo the second he answered, “I affirm this point.' The fact that commissions were not all deducted at the time will not render the fund liable to attachment;” and to the third of said points he answered, “ I decline so to charge.”\nThere was a verdict and judgment in favour of the garnishee; whereupon the plaintiff sued out this writ, and assigned for error the admission of the defendant, Jones, as a witness for the garnishee, and the refusal of the court below to instruct the jury as above requested.\nSharpless, for plaintiff in error.\nCharles E. Lex, for garnishee.\nFebruary 16th 1863,"
  },
  "file_name": "0253-01",
  "first_page_order": 253,
  "last_page_order": 255
}
