{
  "id": 484251,
  "name": "Lycoming County Mutual Insurance Company versus Schollenberger",
  "name_abbreviation": "Lycoming County Mutual Insurance v. Schollenberger",
  "decision_date": "1863-02-16",
  "docket_number": "",
  "first_page": "259",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Denio 516",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        484113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/1/0516-01"
      ]
    },
    {
      "cite": "1 Conn. 79",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12122321
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "180"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/1/0079-01"
      ]
    },
    {
      "cite": "4 Wright 311",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 713,
    "char_count": 16303,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 6.844790711915988e-07,
      "percentile": 0.9642652911424565
    },
    "sha256": "b83089a1f0f66dcbe022ad35428447a6753c4b83d724dd0414375d3073ce2191",
    "simhash": "1:fffc8ec1423ea858",
    "word_count": 2883
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lycoming County Mutual Insurance Company versus Schollenberger."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThis was an action of covenant on a policy of insurance, to recover a loss sustained by the plaintiff below, and defendant in error, by the burning of the insured property, a “coal-breaker,” on the 28th of September 1858.\nOn the trial below, the learned judge refused to instruct the jury, as requested by the defendants, that “ the plaintiff was not entitled to recover, on account of a failure in forwarding to the company, within thirty days, a particular statement of loss, in accordance with the 72d condition of the policy.” He refused this, and referred the jury to the affirmance of the plaintiff’s points (the part underscored) as his answers on this subject. These points asserted the law to be, and requested instructions to the effect, that “ if the defendants, on receiving notice of the loss, referred the plaintiff to their resident agent for Schuylkill county, living at Pottsville, for the settlement of his claim, and instructed him to procure a statement of the loss from the plaintiff, the agent was invested with authority to receive it as required by the terms of the policy, or to extend time for furnishing it; and if the statement was furnished in the manner required by him, 'with all possible promptness, the policy was in respect to that requirement not avoided.” This doctrine the court affirmed, and referred the fact to the jury, who found in favour of the plaintiff upon them.\nWere these instructions right? It is too clear for controversy, that the company could delegate such a power to an agent, and if they did,, his acts, within the scope of his authority, would be binding. Corporations always act through agents. They are impersonal and intangible, and can do nothing of themselves ; and without agents they could not move. All these officers are but agents when they act for their preservation or prosperity.\nI therefore think that the law was well administered in affirming these points of the plaintiff. If he was referred by the company to the agent for a settlement of his loss, or to furnish proof on the subject to enable him or the company to judge of it and of the extent, and the agent thus authorized instructed him in regard to wliat would be required, it would be a fraud on him, if, after doing so, the company should set up the defence of noncompliance with conditions, which the agent had waived, Avhen it was too late to perform them. There was evidence, not only on the subject of waiver, but of the authority given to the agent, which was properly referred to the jury. Bartholomew, a witness for the plaintiff, testified that within a few days after the plaintiff had despatched notice to the company of the loss, he received a letter, now lost or mislaid, saying that the matter would be referred to the agent; and he details several calls by the plaintiff on the agent, and in them that the latter told him he would be “ required to answer interrogatories in regard to the fire, and a statement of loss was to be made out; he said he would send out the interrogatories to Minersville.” The plaintiff resided there. This pretty clearly proved that the subject had been referred to him, as stated it would be in the letter of the secretary, and that he was accordingly taking charge of it. The testimony of the agent is also important on this point. He says, “ Schollenberger asked me, either on the 23d or 24th of October, whether the thirty days were not nearly up, and whether he ought to file his statement. . I told him they were, and as I wanted to ascertain some facts in reference to the breaker, I would call at Minersville the next day and get his statement and his affidavit in reference to the burning.” He further testified to going the next day, the 25th, to Minersville, and failing to find the plaintiff, left word that he should come and see him at Potts-7ille that evening, if possible. “ On the morning of the 26th,” he adds, “ I wrote him propounding the interrogatories.” The interrogatories were answered and returned to the agent on the 27th. This was too late for a statement within the rule. But no objections were made to a receipt of them on that day, nor did the agent, on the 26th, say a word about a statement; neither did he call to get it or the affidavit, which he had a right to demand, although he.had promised to do so. It cannot be said that this (and there was other testimony in the cause also) was not evidence to be submitted to a jury on the two questions connected with that of waiver, viz.: the authority given to the agent to act for the company in the premises, and an actual waiver of this condition by him. It is enough if there was evidence which ought to have been submitted to the jury. Its sufficiency was for them, and if they exceeded a proper judgment in regard to it, the correction of that was by a motion for a new trial. The jury found both the authority to the agent and waiver by him in favour of the plaintiff.\nThis’ court has never held that a waiver of such a condition as that under consideration, may not take place during the currency of the condition. The cases of Barclay v. Weaver, 7 Harris 396, and Trask v. The State Fire and Marine Insurance Company, 5 Casey 200, clearly imply that it may, and only decide that it was not in those cases, as time for the performance of the condition had passed. In Dcsilver v. The State Mutual, 2 Wright ISO, the evidence of waiver did not apply to the particular statement, and hence the effort to establish it failed. So in The Lycoming Insurance Co. v. Updegraff, 4 Wright 311, it failed for insufficiency of evidence. But in neither, is the possibility of a waiver by the company or its authorized agents denied or disputed. While I agree that the evidence should be clear to establish a waiver, I do not think there is error in the charge on the subject of it here.\n• But might not1 the case have been rested on the statement contained in what is sometimes called the preliminary notice ? The policy was a valued one. The insurance was on a single property; a unit it might be said to be. It was entirely destroyed ; and immediately thereupon the insured gave written notice to the company as follows: “ My coal-breaker, which is insured in your office, is burnt down this morning; No. of policy is 46,093; amount twenty-five hundred dollars. Please give your agent instructions in regard to settlement,” &c. This was as particular a statement as could well be given. The subject of insurance was a single structure. The amount to be paid for it, in case of total loss, was fixed and referred to, and it was reported as a total loss. The particular statement required would have contained but this in substance, if it had been made, I presume; and because a few pieces of burnt and charred iron remained unnoticed, it would not have for this reason been fraudulent. That might have been discovered by the interrogatories or affidavit, if it was thought necessary to search after such a residuum. The law does not require the performance of vain things, and if this statement was accurate, why was it not substantially a particular statement ? I know of no rule which forbids the preliminary notice, and a particular statement being made out at once, and going together in one instrument to the insurers immediately after a fire as well at any other time within the limit allowed by the conditions. The risk of accuracy would be upon the insured. If false, there would be a forfeiture; if true, it would be substantial compliance. The company could as well make up their minds as to the adjustment on a statement sufficiently particular handed in on the day of the fire, as if it was returned to them on the twentieth or twenty-ninth day. If these views are correct, the plaintiff in error would not gain anything, even if it had been possible to show that in the assignments of error above noticed the court had been wrong. ■ These views answer the first, seventh, and eighth assignments of error.\n2. The second assignment is to the refusal of the court to charge that “ the plaintiff could not recover for want of compliance with the tenth condition of the policy.” This condition provides for the payment of assessments on premium notes within thirty days after demand, and declares that “ the policy of insurance given upon such note shall be null and void until the said assessment be paid.” A balance of an aggregate assessment on three premium notes of the plaintiff remained unpaid on the day of the fire. They had been assessed, and the aggregate sum demanded as an item of indebtedness against the plaintiff, and so paid together with all but $20, which was paid on the evening of the day of the fire to the agent, and by him reported to the company, and retained by them without objection that it had been paid out of time, or an assertion of their right to hold the policy forfeited, until after they were pressed for payment of the loss.\nThis provision of the policy was obviously intended to secure prompt payment of assessments. It was in the nature of security for it; a pledge of all that had been paid, and all the benefits to be derived from the policy while unpaid. It was, in fact, a condition agreed to, upon the breach of which, all was to go over to the company, and they relieved from further liability for any loss. It seems to be settled that if a condition is of this nature, time being the only material circumstance in it, it is waived by acceptance of performance after condition broken: 1 Strange 453. And this is reasonable. But without refining in regard to the principle upon which a waiver of a condition in such a case is to rest, the broad principle is that forfeitures are odious in law, and are never administered in equity. The rule undoubtedly is, saving exceptions, that where the party entitled to insist on a condition acts inconsistently with its enforcement, such as receiving performance after known breach, a waiver may be inferred, and when once waived it cannot be reasserted: Oowp. 805. We have numerous cases of the familiar instance of the acceptance of rent after a right of re-entry, for non-payment occurred suspending that right: 3 Salk. 3; 1 Str. supra; 3 New Hamp. Rep. 167; 1 Conn. 79; 7 Harris 45; 1 Denio 516. In Chalker v. Chalker, 1 Conn. 79, the principle was applied to a freehold upon a condition subsequent, where the party at the time of acceptance had knowledge that the condition was broken. Knowledge is undoubtedly an ingredient necessary to establish a waiver, or at least the means of knowledge. But that was in this case, for the agent says at the time he received the money the broken condition was mentioned by him, but he said he would receive the money, and refer the matter to his company. This he did, and, as already stated, they received it without objection, and retained it. It would be strange if a party might not, without a new consideration, waive a condition made in his own favour; — or if it be viewed as an offence against his rights, that he could not forgive it. Or, to import a word from its usual application, if it could not be condoned by him. There is no rule which forbids this.. But the terms of the condition itself seem to provide for this by providing that in case of non-payment at the proper time, the policy should be “ mill and void until paid.” What would be the condition if paid? Not certainly that it was still to be null and void. That is what is claimed here; but if the position were allowed, the inducement thus held out to pay after condition broken would hav.e no shade of mutuality in it. It would be a mere lure — an imposition.\nWe think, therefore, the receipt of $8.59-^, which remained of the assessment on this policy, if we apportion the sum remaining unpaid when the fire occurred, amongst the three policies, was received in the spirit of the policy, and waived the forfeiture now claimed by the defendants below.\nThese views answer the second and ninth specifications of error.\nThe last thing to be noticed is the objection to the narr. It is not necessary to determine how far a general averment of performance is supported by proof of dispensation with or waiver of performance: for if it were necessary to be .special, and set out the fact of waiver, this could have been done by amendment. Its omission was but an informality, and amendable. An amendment, in this particular, is a matter of right: 2 Harris 510; 5 Id. 180; and after verdict, and especially when, as here, the case was tried as if the narr. had contained the matter alleged to be omitted, the defect is cured, and the narr. will be treated as if amended.\nThe other assignments of error involve in substance nothing but what has been discussed above, and need no further notice. If it be supposed they contain any other matter, we have failed to discover any error pointed out by them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Benjamin W. Gummings, for plaintiff in error.",
      "Thomas H. Walker and Francis W. Hughes, for defendant."
    ],
    "corrections": "",
    "head_matter": "Lycoming County Mutual Insurance Company versus Schollenberger.\nInsurance Companies. — Authority of heal Agent, to waive Condition in Policy.— The existence of Authority and Waiver are for the Jury.— Statement, of Loss by Fire, ivhat is sufficient.— Waiver of Forfeiture by Non-payment. — Declaration averring Performance of all Covenants may be amended to meet Proof of Waiver.\n1. If an insurance company, on notice of loss, refer the insured to their resident agent for settlement, and instruct the agent to procure a statement of the loss, he is thereby invested with full authority to receive, and extend the time for furnishing it: and if given within the time required by the agent, though after thirty days from the fire, the condition in the policy requiring it to be made within that time is not broken.\n12. Where there was any evidence as to the authority given to the agent by the company to act in the premises, and of an actual waiver of condition on the part of the agent, it was for the jury; and though a waiver must be intentional and clearly proven, the sufficiency the evidence relating thereto is for the jury, whose error in judgment thereon can be corrected only by motion for new trial.\n3. In an insurance of a single property (a coal-breaker) under a valued policy, where the insured, immediately after its destruction by fire, wrote to the company, stating that his “ coal-breaker burnt down this morning,” giving the number of his policy and the amount of his insurance; such a statement of loss, though in the preliminary notice, was substantially a particular statement, and a compliance with the condition requiring it.\n4. Where, under a condition requiring payment of assessments within thirty days from demand and avoiding the policy until paid, a balance remained unpaid beyond that time and on the day of the fire, but was paid the same day to the agent and by him reported to the company, without objection on the part of either of them, such receipt is a waiver of the forfeiture ; and that breach of condition cannot be set up against recovery on the policy.\n6. It is not a bar to a recovery on the ground of waiver, that the declaration averred a performance of all conditions precedent, and the proof was of a dispensation with and waiver of performance, for the defect was amendable as matter of right; and after verdict, especially where the case was tried as if there had been no omission, the narr. will be treated as if amended.\nError, to the Common Pleas of Schuylldll county.\nThis was an action of covenant on a policy of insurance, brought February 26th 1859, by Thomas H. Schollenberger, for the use of Mary M. Matz, against the Lycoming County Mutual Insurance Company, on a policy covering a coal-breaker, including steam-engine, schute, screens, machinery, and trestle-work, in a snm not exceeding $>2500, for the term of five years. The fire hy which the insured property was destroyed, occurred September 25th 1858. The narr. averred a general performance of all the conditions precedent. There was a verdict and judgment for plaintiff; whereupon defendant sued out this writ.\nAll the material facts of the case, and the errors assigned on argument here, will be found in the opinion of this court.\nBenjamin W. Gummings, for plaintiff in error.\nThomas H. Walker and Francis W. Hughes, for defendant.\nFebruary 16th 1863,"
  },
  "file_name": "0259-01",
  "first_page_order": 259,
  "last_page_order": 264
}
