{
  "id": 484294,
  "name": "Heil versus Strong et al.",
  "name_abbreviation": "Heil v. Strong",
  "decision_date": "1863-02-16",
  "docket_number": "",
  "first_page": "264",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 572,
    "char_count": 12388,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 5.6377584278412884e-08,
      "percentile": 0.35211917760456307
    },
    "sha256": "a09940861bcb846bbf8f42f231acba847f79e2289d8c7ee73ee847b536e0f7f9",
    "simhash": "1:b32644053a2369f4",
    "word_count": 2264
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heil versus Strong et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nBy the Act of Assembly of March 29th 1822, it was enacted “ that it shall and may be lawful for any owner or owners of any lands or tenements, leased or let for years, or at will, at any time during the continuance, or after the expiration of such demise, and due notice be given to the tenant or tenants to leave the same, according to the Act of Assembly in such case made and provided, * * to apply to the Court of Common Pleas, or District Court of the proper county, while in session, or to any judge thereof in vacation,” for a writ of estrepement to prevent waste. The act evidently has in view two cases, the one an application during the continuance of the term, and the other an application after the termination of the demise and notice to quit. It is only to a tenant who holds over after the expiration of his term that notice to quit need be given. The object of the act was to provide a preventive against waste by a tenant, both during the existence of the term and afterwards. It is true that the estate of a tenant for years may terminate by forfeiture. The statute of Gloucester, 6 Ed. 1, ch. 5, which is in force with us, jorovided that a tenant who shall be attainted of waste shall leave the thing that he hath wasted, and pay treble damages. But our act of 1822 very clearly has no reference to a termination of the term of forfeiture on attainder of a tenant for waste. The attainder spoken of by the statute of Gloucester results from condemnation in a writ of waste. Until condemnation, there was no forfeiture. Our act authorizing an application for a writ of estrepement is in the disjunctive. It may be made during the continuance of the demise, before it has ended in any way, or after its expiration, and it allows the interposition of the court even for threatened waste, which never worked a forfeiture. Hence it is plain that notice to. leave tbe premises is not required, except when the term has ended by its own limitation. Such notice, during the continuance of the term, would be unmeaning, and it is absurd to speak of giving it,' “ according to the provisions of the Act of Assembly in such ease made and provided,” when a lease has ended by forfeiture. No Act of Assembly provides for any notice to quit in such a case. The objection that the writ in this case issued-without previous notice to leave the premises demised is therefore overruled as of no force.\nBut we think the writ was erroneously issued, because the petition for it averred nothing which amounted to waste or a threat of waste. The lease was made for mining purposes. The tenant was bound by covenant to mine not less than eighty thousand tons annually. To enable him to do this, certain privileges were allowed, but the use of the soil and all minerals, except coal, were reserved to the lessor. Quarrying and mining, as well as all other such acts as will do a lasting injury to the premises demised, are declared to bo waste by the Act of March 27th 1833, P. L. 99, but they are not such when mining is the very purpose of a lease from the owner of the inheritance. Yet the complaint of the lessors, as set forth in their petition for the writ, was that the lessee was committing waste by mining- coal. True, the petition avers, and as the record stands the averment is to be taken as true, that he did not pay the rent reserved, but the waste complained of is the mining, and it is to prevent that, that the writ is specially asked for. It is said there was no right to mine unless the tenant paid rent. But he was as much bound under the lease to mine as he was to pa.y rent. Because he has broken one covenant, may he be compelled by this writ to break another ? His breach of the covenant to pay rent did not work a forfeiture of his lease, or deprive him of any rights which he acquired under it. The lease reserves no right of re-entry, and contains no clause of forfeiture on the tenant’s failure to comply with any of his covenants. Payment of rent then is not a condition upon which his right to mine depends, in any such sense as to make his mining illegal if he fail to pay rent. It is nowhere held that'a landlord may re-enter, and thus make the subsequent acts of his tenant on the demised land trespasses, solely for default in payment of rent, unless such a right has been reserved in the lease. Bowser v. Colby, 1 Hare 109, relied upon by the defendant in error, asserts no such doctrine, and it cannot be maintained that a tenant holds his right under a demise only on condition, and so long as ho shall perform any covenant in the demise. Mining coal by the plaintiff in error ■was not waste, and furnished no sufficient reason for awarding the writ of estrepement.\nNor was the erection of houses on the land, waste. The lease authorized such erections. Nor was driving faults on either the Houtz on the Myer tract, without the knowledge of the heirs of the lessor, even though done with rents which should have been paid to them. It is not pretended that the acts done were injurious to the premises or unwarranted by the lease. The thing complained of is the use of the rents in doing them. A writ of estrepement, however, is provided not for waste or misappropriation of rent, but for destruction of the thing demised out of which the rent issues.\nIt may bo remarked in conclusion, that the petition prayed only that the tenant should be restrained from mining coal unless he should give security for the rent, and cease his violations of the stipulation of the lease. What was asked for was in substance a writ of estrepement to compel the payment of rent. The writ is not to be used for any such purpose. As it does not rest on the allegation of anything which, with the lease in view, can be denominated waste, it must be set aside.\nThe order awarding the writ of estrepement is reversed, and the writ is set aside.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "John Bannan, for plaintiff in error.",
      "Q-eorge H. Clay, for defendant."
    ],
    "corrections": "",
    "head_matter": "Heil versus Strong et al.\nWrit of Estr&p&ment to prevent Waste on leased Lands, when and how allowed.— When and under what circumstances refused.\n1. Under Act of Assembly of March 29th 1822, to prevent waste on leased lands or tenements, an application for a writ of estrepement may be made during the continuance of the lease, without previous notice to leave the demised premises.\n2. But whore a lease was for coal-mining purposes, and the waste complained of was the “ mining of coal without payment of the rent; the erection of houses on the land: driving faults on different tracts without the knowledge of the heirs of the lessor, and with rents which should have been paid to themand other acts, none of which were injurious to the premises or unwarranted by the lease; no sufficient ground for awarding a writ of estrepement was laid, and it was error to award it.\nError to the Common Pleas of Schuylkill county.\nOn the 27th of November 1861, George H. Hart, attorney in fact of Eliza Strong, Henry K. Strong, Nelson Strong, Eliza G. ’ Strong, and Martha F. Strong, heirs at law of Henry K. Strong,. deceased, presented his petition to the Hon. George Hahn, ono of the associate judges of Schuylkill county, setting forth :—\n“ That by virtue of a certain lease in writing, made between the said Henry K. Strong in his lifetime, with one Henry ITeil, bearing date on the 1st day of January, A. D. 1854, under the proper signatures of both parties thereto, the said Henry Heil entered for the term of ten years into the possession of ‘ the several seams of coal in that portion of the John Myer tract of land on the eastern side of Raush creek, bounded on the oast by lands of the Donaldson Land Company, on the south by the Robert Kinnear tract of land, on the west by Raush creek and land surveyed in the name of Henry Houtz, and on the north by land surveyed in the name of Stephen Lunninger, lying partly in Tremont and partly in Frailey townships, in Schuylkill county,’ with certain privileges therein particularly defined; which lease, by a supplement thereto made between the lessor and the lessee aforesaid, dated on the 14th day of July 1855, was enlarged and extended until the 1st day of January,'A. D. 1870, and was made to include the whole of the John Myer tract of land, and which lease and supplement the petitioner prayed may be made a part of his petition.\n“ That the said Henry Heil now owes to the said heirs at law of Henry K. Strong, who died on or about the 2.1st day of November, the sum of $12,000 or thereabouts for rent, all of which rent has accrued unto them by virtue of the said lease and supplement since the death of the said decedent; and that the said Heil, from time to time as often as the same became due, refused to pay unto them the said rents or any portion thereof, according to the stipulations of the said lease and supplement, and that he is now insolvent, and that there is not sufficient goods and chattels on the said premises demised to secure the payment of the said rent, and that ho is committing, and threatens to continue to commit, great waste and despoliation of the inheritance of the said heirs, by violating and totally disregarding the stipulations of the said lease and its supplements on his part to be performed, and for some time past has been appropriating the rents, issues, and profits of the land demised, to his own use and purposes, with the same effect upon the heirs aforesaid, as if he were the owner of the inheritance, and is now taking the rents as fast as they accrue, to his use and benefit as aforesaid, and is committing great waste and other-despoliation of the inheritance aforesaid, by building houses on the said land in places not selected by the heirs, and without their knowledge and consent, and has been, and yet is driving fault in the Houtz tract of land, with the rents of the said heirs, without their knowledge and consent, in which tract the said heirs have only an undivided interest, and is also driving fault in the John Myer tract of land, contrary to the stipulations of the lease and its supplement, and is charging the said heirs with the expenses thereof, and without the knowledge and consent of the heirs, first had and obtained for that purpose.”\nThe petitioner further stated that “ while the said Henry Heil has been taking the rents belonging to the said heirs, to his sole use and benefit as aforesaid, and yet so does, and threatens to continue so to do, to the great waste and despoliation of their inheritance, without their knowledge and consent, first had and obtained so to do, he is now setting up pretended charges and claims against them with the purpose of making them pay the same, and at the same time is withholding from them the rents, issues, and profits of the said inheritance which they ought, from time to time as often as they become due, to have and receive of the said Heil; and the said Henry Heil is otherwise committing, and still threatens to continue to commit, great other waste and despoliation.of the said inheritance, which he ought not to do, and all of which he has done and is doing to the groat and irreparable injury of the said heirs; and unless the said Heil is restrained from continuing to do as he is now doing, and from taking the coal < from the said land and applying the value thereof as aforesaid, the said inheritance of the said heirs will become totally ruined, wasted, and destroyed as to them. He therefore, in behalf of the heirs aforesaid, prays the judge to award a writ of estrepement against Henry Heil, to restrain him from further committing the waste aforesaid, in mining the coal and taking the whole value thereof, and the rents of the same due to the heirs aforesaid, to his own sole use and benefit, unless he should make the said heirs secure in their said rent as often as the same shall become due, and cease his violations of the stipulations of the said lease and its supplement.”\nOn this petition the writ of estrepement was awarded.\nIn December following, John Barman, for Henry Heil, entered a rule to show cause why the writ should not be set aside. On the 8th of March 1862, the rule was discharged; whereupon this writ was sued out by Mr. Heil, for whom the following errors were assigned:—\nThe associate judge erred in allowing the writ, and the court erred in discharging the rule to set it aside.\nJohn Bannan, for plaintiff in error.\nQ-eorge H. Clay, for defendant.\nFebruary 16th 1863,"
  },
  "file_name": "0264-01",
  "first_page_order": 264,
  "last_page_order": 268
}
