{
  "id": 484218,
  "name": "Lycoming County Mutual Insurance Company versus Schreffler",
  "name_abbreviation": "Lycoming County Mutual Insurance v. Schreffler",
  "decision_date": "1863-02-16",
  "docket_number": "",
  "first_page": "269",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 188",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 564,
    "char_count": 13973,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.2374350672134158e-07,
      "percentile": 0.6070796019381824
    },
    "sha256": "2756c8e4f6aacef225ca31c56dbf3b7bb794f3cf5209c3e7acefa6389a633d1e",
    "simhash": "1:ba578674ca9ffa5c",
    "word_count": 2534
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lycoming County Mutual Insurance Company versus Schreffler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe first specification of error to be noticed on this record, relates to the suit of the assignee of the policy in his own name. The question sought to be raised is, whether it can be maintained in that form. The assignment was long anterior to the fire, was assented to by the company, and the premium note of the assignee received and substituted for the note of the assignor. Under such circumstances the assignee was by the terms of the act incorporating the company (P. L. of 1838, ¡0. 865, and of 1840, p. 180), “ entitled to all the rights and privileges, and subject to all the liabilities to which the original party was liable and subjected to under the act.” How far the rules of pleading might be in conflict with an effort to declare for a breach of covenant, not made with the party suing, but to which he had succeeded, and whether if declared on according to the facts of the assignment, and the acts of incorporation seeming to recognise a substitution to the covenant of the insured ; and how far the company, by reason of the act of incorporation, might be estopped from taking advantage of any such defect, might be questions worthy of some consideration, but which we need not decide now. I think a fair and just answer to the objection urged is, that if successful, it would only abate the action at most, and as this case was here before, the parties standing on the record just as they do now, the objection should have then been made; treating it, therefore, somewhat in the nature of a plea in abatement, it comes too late now. The objection should be treated as waived. Moreover, it is doubtless a case in which the record might have been amended by adding the name of the assignor, if it were deemed essential. We do not, however, decide that it was or was not error, but overrule the exception for the reasons given.\n2. The only other assignment of error that demands special notice is the 3d, and that substantially raises the questions sought to be raised by the 4th and 5th.\nWas the report, the subject of the loss furnished to the company by their agent, Shindel, appointed to investigate it, to which was appended the affidavit of Schreffler, evidence to go to the jury? We think it was not. His business was to ascertain the particulars and extent of the loss, to test the fairness of the plaintiff’s claim. If this were done to the satisfaction of the company, they might or might not act upon it. It was not a-n adjudication upon, nor an acknowledgment, or an admission of it by the company. Their agent had not the semblance of authority to bind them in the matter. It was simply an investigation set on foot by the company, to ascertain the facts of the loss for their own satisfaction. They were entitled, by the terms of the policy, to call on the insured for his affidavit, if they wished it, in relation to the loss, and the circumstances of it, but this would not make it evidence against them to go to the jury for that reason. It was not for any such purpose that it was agreed to be given. If simply calling for it, and so obtaining it, would make it evidence against the company, for the same reason might the particular statement be deemed to be evidence, for it is called for by the terms of the policy, and must be made or dispensed with in order to entitle the insurer to recover for his loss. We however decided in this and several other cases that it is not evidence generally. We think that the statement of the agent Shindel, to which was appended the affidavit of the plaintiff, was not evidence either with or without the affidavit, and should have been rejected by the court; and for the reason that it was admitted we shall have to order this case to a new trial.\nWe see no such error as would require a reversal in the use made of the particular statement of the plaintiff. It seems to have been used to refresh the memory of the witness, and such items as he could recollect as being in the store, and in the statement he was permitted to identify and read from the statement. I cannot say this was wrong, but care should be taken that the recollection alone of the witness thus refreshed should constitute the testimony, and not the paper.\nThe question about the preliminary notice, and as to whether it was in time was before us, if I do not misremember (the case is not yet reported), when the case was here before, and we thought it was in time under the circumstances then appearing, and as the evidence is not less favourable to that view now, we adhere to our former decision on the point. But for the reasons assigned, this judgment must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Benjamin W. Qumming and F. W. Hughes, for plaintiffs.",
      "Campbell Sp Smith and Benjamin Bannan, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lycoming County Mutual Insurance Company versus Schreffler.\nAction on Policy of Insurance by Assignee of Policy. — Objection to form of Action, implied Waiver of. — Report of Loss made by Agent of Company verified by Affidavit of Party insured., not Evidence as to Amount. — Statement of Loss used as Memoranda to refresh Memory of Witness.\n1. Whether an action on a policy of insurance may bo maintained by an assignee of the policy, in his own name, where it-has boon assigned with consent of tho company, and premium' note of assignee has been received and substituted in place of that of assignor: quaere.\n2. But whore the same action had before been brought up on error, the parties standing the same upon the record, the objection to the maintenance of the action in the name of the assignee alone should then have been made: but as it was not, it must be treated as waived.\n3. The report of loss made out by the agent of the company is not evidence to go to the jury, as to the amount of loss, in an action upon tho policy, though accompanied by the affidavit of the party insured.\n4. The particular statement of the plaintiff, though not evidence of tho extent or amount of the loss, may be used to refresh the memory of the witness.\nERROR, to the Common Pleas of Schuylkill county.\nThis was an action of covenant by Godfrey Schreffler against the Lycoming County Mutual Insurance Company.\nThe case was tried in the Common Pleas, in 1858,' at which time there was a verdict and judgment for plaintiff, which, on error, was reversed in this court, and a venire de novo awarded. (See 6 Wright 188.) For the facts of the case the reader is referred to that report.\nOn the second trial, the defendants submitted the following points, on which the court were requested to instruct the jury :—\n1. The plaintiff cannot recover in this case because the action is in his own name in covenant.\n2. Because the plaintiff did not give notice forthwith to the secretary of the company of the loss or damage by the fire, if, as testified to by Darius Schreffler, the fire occurred on the night of the 13th of April, and it appearing that the notice of the fire was not mailed until the 19th of April.\n3. Because, if the jury believe the plaintiff represented to three witnesses that his books were saved from the fire, and, as he now alleges, all were destroyed except the blotter, and if it be true they were saved, and they were and are concealed, this is a fraud which forfeits all claim. If they were destroyed, and he fraudulently represented they were saved, this also avoids the policy.\n4. If-the jury believe that the agent, Hazen, as testified to by him,' had no authority to act in the case until August 1858, no previous act of his could amount to a waiver of the conditions of the policy.\n5. Neither the investigation of the facts by the agent Shindel, nor'the statement and affidavit in Shindel’s handwriting, given in evidence by plaintiff under exception by defendant, amount to any waiver of conditions of the policy.\n6. The plaintiff cannot recover on the ground of waiver of the conditions of the policy (if anjr waiver took place), because the narr. filed avers a performance of all conditions precedent, and avers no waiver by the defendant or other excuse for nonperformance of conditions precedept.\n7. That if Godfrey Schreffler had $1000 worth of silks and laces at the time of the fire, as.Jacob A. Hazen testifies that Schreffler told him he had, or even a much less quantity, and if they were not destroyed by the fire, nor credit given by him as having been saved, such concealment would be a fraud, and defeat the right of the plaintiff to recover in this suit.\n8. That if the jury believe, as testified by Peter K. Ludwig, and as stated by plaintiff to Jacob A. Hazen, that he had a considerable quantity of silks and laces at the time of the fire, and as in the detailed statement of loss first furnished by plaintiff to the company, he makes no claims for loss of such silks and laces, the jury must infer that such silks and laces were saved from the fire ; and as no credit is given for the same as saved in the statement rendered to the company, it is a fraud, and the plaintiff cannot recover.\n. 9. That if goods had been removed to Ashland, and not accounted for in the detailed statement of loss, such concealment is a fraud, and the plaintiff cannot recover.\nThe court answered these points as follows:—\ni! 1. If the jury believe, from all the evidence in this case, that G. II. Potts sold the stock of goods covered by the policy of insurance, and assigned the policy, with the assent of an agent of the company, to the plaintiff, and that the company took from him a premium note, and charged him with and collected from him assessments on such premium note, as a member of the company insured under the policy, he was, by such acts of the company, by force of the provisions of the Acts of Assembly incorporating the company, substituted in the place of the original insured, and entitled to all the rights and privileges, and was subject to all the liabilities to which the original party was liable, and having such rights and being subject to such liabilities, the plaintiff can maintain an action of covenant in his own name against the defendant for a breach of the covenants of the policy.\n“ 2. The jury are to determine, under all the evidence in the case, whether the notice of loss by fire was given in due time within the meaning of the term forthwith. And if the jury believe, from the evidence, that the company received the notice of the loss, and acted upon it as if received in due time (and made no objection up to the time of the trial, that the five days was too great a lapse of time), and that afterwards they directed Mr. Shindel, their agent, to investigate the loss, and after that directed Mr. Hazen, another agent, to obtain an offer of compromise from the plaintiff, the notice may be taken by the jury to be within due time and a sufficient compliance with the requisition of the term forthwith in the policy.\n“3. If the jury believe that the plaintiff intentionally made any false representation whatever to the company or to their agents authorized to investigate the loss in reference to the saving or destruction of his books, it was a fraud upon the company, and will bar his recovery in this suit; and if the jury believe that the plaintiff saved his books from the fire, and conceals the same, and falsely alleges on this trial that they were destroyed by the fire, such concealment and false allegations would be a fact to be taken into consideration by the jury, with the other evidence in the case, in determining the truth of the allegation of the defendants that the plaintiff had made a fraudulent claim, as a fact tending to prove such allegation.\n“ 4. This point is affirmed.\n“ 5. The effect of the acts of the agent, Mr. Shindel, upon the notice of loss, has been stated in the answer to the second point, and that is the only condition of the policy to which the court can see the application of this proposition, and to which it has been applied by the counsel, and the court refer the jury to the answer of the third point, as the answer to this.\n“ 6. If the jury believe that the plaintiff, under the evidence, has not performed the conditions precedent, then this proposition will apply to such a state of facts, and as a proposition of law it is affirmed.\n“ 7. If the jury believe that the plaintiff had silks or property of any kind that were covered by the policy in the store at the time of the fire, and intentionally.made any false statement to the agent of the company respecting the quantity saved or lost, or intentionally concealed any goods that had been saved from the fire, from the knowledge or inspection of the agents of the company, such false statement or concealment would be a fraud, and prevent the plaintiff from recovering in this suit.\n“ 8. The jury are to decide, under all the evidence in the case, whether the plaintiff made any statement to the company or their agents, with intent to deceive them as to the amount of his loss; but the fact that the plaintiff, omitted from the statement goods that were in the store at the time of the fire, alone, will not authorize the court to say that the jury must 'infer that such goods were saved from the fire; and if no credit is given for them in the statement rendered to the company by the plaintiff, it is a fraud, and the plaintiff cannot recover. The jury must decide, upon the whole evidence in the case, whether such omission was intentionally made- for the purpose of deceiving the company.\n“ 9. If any goods were removed to Ashland, and omitted from the statement, and not accounted for in it, with intent to deceive the company with reference to the extent of the loss, it is a fraud that will bar the recovery of the plaintiff in this ease.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff; whereupon the defendant sued out this writ. The errors assigned are sufficiently stated in the opinion of this court.\nBenjamin W. Qumming and F. W. Hughes, for plaintiffs.\nCampbell Sp Smith and Benjamin Bannan, for defendant in error.\nFebruary 16th 1863,"
  },
  "file_name": "0269-01",
  "first_page_order": 269,
  "last_page_order": 274
}
