{
  "id": 484354,
  "name": "Corson and Andrews versus McAfee to use of Shelly",
  "name_abbreviation": "Corson & Andrews v. McAfee ex rel. Shelly",
  "decision_date": "1863-02-19",
  "docket_number": "",
  "first_page": "288",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 418,
    "char_count": 8486,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 8.191992039561264e-08,
      "percentile": 0.47574781386868503
    },
    "sha256": "5fbde257d32cf1a6eb7e398eed6c00e2d776245e330d5c4ef73a1b929d9059b1",
    "simhash": "1:9fef73f21810b6c8",
    "word_count": 1497
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Corson and Andrews versus McAfee to use of Shelly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court wa.s delivered, by\nLowrxe, C. J.\nThe defendants below are sued on their recognisance of bail for a stay of execution on a judgment, and no doubt they are released by terms of agreement for opening the judgment, if that agreement is valid as against Shelly, who now claims the right to the judgment. Whether it is or not, is the question to be decided.\nThere was no need of a jury trial in the case, for all the facts appear in the pleadings, though they are not so scientifically presented as to furnish a model of good pleading. They may be very briefly stated thus:—\nAfter the principal judgment against Paxson was obtained, and after the defendants below became bail in it, the debt claimed by McAfee against Paxson was attached by an execution-attachment in favour of Shelly. After that, McAfee and Paxson entered into an agreement to open the judgment, retaining the lien of it, and to set aside all subsequent proceedings in it. After-wards, Shelly obtained judgment against Paxson, as garnishee of McAfee, and got the judgment of McAfee v. Paxson marked to his use, and this is his title to sue the defendants-below as bail of Paxson. There is no allegation that the agreement to open the principal judgment was intended as a fraud upon Shelly, and therefore the time of filing the agreement is of no importance, and the question at issue is simply one of law: Lid the attachment of the debt claimed by McAfee against Paxson give the attaching creditor a right to exclude the parties from their ordinary power of managing the remedy for it, without any fraud upon the attaching creditor? We think it does not.\nThere is nothing written in the law to give to any attachment any such effect, and none such is needed for the attaching credit- or. His attachment is his suit to reach the debt alleged to be due to his debtor, and that is the only remedy to which the law entitles him. By that he gets a judgment against his debtor’s debtor, and an execution according to his judgment, and it is only in equity that he can claim subrogation to any of the collateral means held by his debtor for securing the debt attached.\nMarking the case of McAfee v. Paxson to the use of Shelly was a non-formal and ex parte subrogation, and decides nothing as to the equity of the case, and we find no equity for treating it as such a subrogation as takes away from the parties the due control of the case. There might be mistake or fraud in the judgment, and it might have been entered without proper service of the writ; and there is' no equity that can prevent the correction of such things. In law, the parties had a right to open their judgment, and there was good reason for it here, and the sureties were discharged by their doing so, and Shelly has pleaded nothing that prevents this result. We do not object to the marking of the judgment to the use of Shelly, after he had obtained judgment in his attachment; but this is not to prevent the parties from honestly managing their own suit for the debt attached.\nJudgment reversed, and judgment for the defendants on the pleadings.",
        "type": "majority",
        "author": "Lowrxe, C. J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by Q-eorge L. Corson and Daniel M. Smyser for plaintiffs, in error, and by B. Marhley Boyer for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Corson and Andrews versus McAfee to use of Shelly.\nAttaching Creditor, rights of as against Parties in Judgment attached by him. — Effect, as to Sureties and Attaching Creditor, of Agreement between original Parties to open the Judgment.\nAfter judgment obtained by a plaintiff against a defendant, bail for stay of execution entered, and the debt attached by an attachment in execution sued out by a creditor of the plaintiff; it is competent for the original parties by agreement to open the judgment; but the bail for stay of execution will be thereby discharged from liability, even though the attaching creditor has meanwhile obtained judgment in his attachment against the garnishee and has procured an assignment of the original judgment to his use.\nError to the Common Pleas of Montgomery county.\nThis was a scire facias sur recognisance of bail, by Lewis McAfee, to the use of Jacob Shelly, against Lawrence E. Corson and Joel W. Andrews.\nThe material facts of the case are as follows: — Lewis McAfee, in April 1858, brought suit against Jacob L. Paxson, to May Term 1858, No. 115, and filed his narr. April 29th 1858, in which a due-bill purporting to have been signed by Jacob L. Paxson is set forth as the cause of action. This suit was attended to by John R. Breitenbach, Esq., attorney for Mr. Paxson, who was absent. On the 31st of May 1858, there was an award of arbitrators in favour of plaintiff for $241.49. On the 30th of June 1858, L. E. .Corson and Joel W. Andrews became bail for stay of execution.\nOn the 12th of April 1859, the judgment was opened by the following agreement:— '\nLewis McAfee « jn the Common Pleas of Montgomery “ Jacob L* Paxson Í 001111*7> °f May Term 1858. No. 115.\n“ April 12th 1859. It is hereby agreed between the parties, that the judgment in the above-stated case shall be opened, and the defendants let into a defence, notwithstanding the award of arbitrators ; and it is also further agreed that in the event of a verdict being rendered against 'the defendant upon another trial, the costs of the arbitration, and all subsequent thereto, shall .not be taxed or charged in the plaintiff’s bill. All proceedings upon said judgment shall and are hereby set aside and made void, excepting the lien of the said judgment upon the real estate of the defendant, as made by the award of the arbitrators, shall be and remain, notwithstanding this agreement, until the final disposition of said case.\n“ James Boyd,\n“ Attorney for plaintiff.\n“ John R. Breitenbach,\n“ Attorney for defendant.”\nThis agreement, although placed in the proper office on the day it bears date, was not marked filed until February 20th 1860. It was then marked at the request of Mr. Breitenbach, who suggested to the prothonotary the propriety of so doing.\nOctober 26th 1858, Jacob Shelly, who had a judgment against Lewis McAfee, issued an attachment execution against him, with clause of scire facias to Jacob L. Paxson, returnable to November Term 1858, No. 16.\nMay 30th 1860, a verdict was rendered in court against Jacob L. Paxson, garnishee, as follows: — “ In favour of plaintiff, that there are moneys of defendant in hands of Paxson, bound by attachment, to amount of $255.46, due and owing by garnishee to defendant, on a judgment in the Court of Common Pleas of Montgomery county, entered May 31st 1858, and of which it will require $222.80 to pay and satisfy the claim of plaintiff in this case, &c.” At this last trial and the taking of the verdict, Mr. Paxson was not present, and was not represented by any attorney ; nor was any notice of the trial or any of the proceedings given to L. E. Corson and Joel W. Andrews, or either of them.\nOctober 27th 1860, on motion of H. W. Bonsall, Esq., attorney for Jacob Shelly, a rule was taken to show cause why this judgment (May Term 1858, No. 115) should not be marked to the use of Jacob Shelly. November 24th 1860, this rule was made absolute by the court.\nOn the 23d of January 1861, this scire facias was sued out by Lewis McAfee, to the use of Jacob Shelly, against Lawrence E. Corson and Joel W. Andrews. To this the defendants below pleaded nil debent, nul tiel record, accord and satisfaction, release, and, specially, the agreement of April 12th 1859.\nThe court below overruled the plea of nul tiel record, the decision of which had been reserved until after verdict on the other pleas, ruled out all evidence in regard to the consideration of the note or due-bill on which the judgment of McAfee v. Paxson was obtained, and directed the jury to render a verdict in favour of plaintiff below; to which charge defendants excepted. A motion for a new trial having been entered, it was subsequently overruled, and judgment entered, by direction of the court, in favour of plaintiff, on all the pleas and issues, including that of nul tiel record, for the sum found by the jury on1 the issue submitted to them.\nThe defendant thereupon sued out this writ, and assigned for error here several matters, none of which were considered by this court except that which involved, the question as to whether the attachment of the debt claimed by McAfee against Paxson gave the attaching creditor a right to exclude the parties from controlling.\nThe case was argued in this court by Q-eorge L. Corson and Daniel M. Smyser for plaintiffs, in error, and by B. Marhley Boyer for defendant in error.\nFebruary 19th 1863,"
  },
  "file_name": "0288-01",
  "first_page_order": 288,
  "last_page_order": 291
}
