{
  "id": 484258,
  "name": "Bennett et al. versus Keith et al.; Mayer et al. versus Budd et al.",
  "name_abbreviation": "Bennett v. Keith",
  "decision_date": "1863-02-21",
  "docket_number": "",
  "first_page": "291",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 291"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 417,
    "char_count": 6547,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 4.408767690195799e-08,
      "percentile": 0.27641572925680225
    },
    "sha256": "259d555298ad240a2cd9d8524f78841fe72db94eaf6d3440fa0f39efedd83912",
    "simhash": "1:2b2f82a67a9d3f97",
    "word_count": 1108
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bennett et al. versus Keith et al. Mayer et al. versus Budd et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe decrees in these cases are affirmed, upon the opinion delivered by the judge at Nisi Prius.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "The case was argued in this court by Knox Webster (with whom was Henry M. Phillips), for complainants."
    ],
    "corrections": "",
    "head_matter": "Bennett et al. versus Keith et al. Mayer et al. versus Budd et al.\nWiat are “ Manufactured’ under Act of Congress of July lsi 1862.\nUnder the Internal Kevenue Act of Congress of July 1st 1862, clothing is subject to assessment and taxation as a manufacture.\nCertificate from the Court at Nisi Prius.\nThese were bills in equity filed by Bennett & Co. against Washington Keith, Clifford S. Phillips, and Jesper Harding; and by S. Mayer & Brother against J. Fletcher Budd, Peter A. Keyser, and William J. Wainright.\nThe defendants are assessors, assistant assessors, and collectors, appointed under the Act of Congress approved July 1st 1862, generally known as the National Excise Tax Bill. They demanded from the complainants, and received under protest, returns of all the clothing manufactured by them since'the 1st day of September last. The collectors also required payment of 3 per centum on the amounts returned, and instituted proceedings to seize and sell the goods of the complainants.\nThe bills of complaint charged that no tax on clothing is imposed by the Act of Congress; that the component parts of each garment manufactured are separately taxed, and the duties on the materials have already been paid; and that the proposed steps threatened by the defendants are without any authority of law. They further averred that the complainants are without any remedy at law; and prayed for a special injunction to protect them from harassing assessments, levies, and seizures.\nThe defendants filed general demurrers to the bills ; and after argument, the Court .at Nisi Prius (Read, J.) delivered the following opinion, and made a decree refusing the injunctions and dismissing the bills :—\n“ It is not my intention to examine into the question of the jurisdiction of this court on the subject-matter of these bills, nor to discuss the propriety of the present remedy, because I have a clear opinion that in no form of proceeding in any court have the plaintiffs anything to complain of. They style themselves manufacturers of clothing. By the twenty-ninth paragraph of the 64th section of the ‘ Act to provide internal revenue to support the government and to pay the interest on the public debt,’ passed July 1st 1862, ‘Manufacturers shall pay ten dollars for each license. Any person or persons, firms, companies, or corporations, who shall manufacture, by hand or machinery, and offer for sale, any goods, wares, or merchandise, exceeding annually the sum of one thousand dollars, shall be regarded a manufacturer under this act.’ By the 66th section it is enacted, ‘ that nothing contained in the preceding sections of this act, laying duties on licenses, shall be construed to require a license for the sale of goods, wares, and merchandise, made or produced, and sold by the manufacturer or producer, at the manufactory or place where the same is made or produced.’\n“The 75th section then provides, ‘That from and after the 1st day of August 1862, upon the articles, goods, wares, and merchandise hereafter mentioned, which shall thereafter be produced and sold, or manufactured, or made, and sold, or removed for consumption, or for delivery to others than agents of the manufacturer or producer, within the United States, or territories thereof, there shall be levied, collected, and paid the following duties, to be paid by the producer or manufacturer, that is to sayand after enumerating a variety of articles on which various rates of duties are imposed, closes with a general provision as follows: ‘ On all manufactures of cotton, wool, silk, worsted, flax, hemp, jute, India rubber, gutta-percha, wood, willows, glass, pottery-ware, leather, paper, iron, steel, lead, tin, copper, zinc, brass, gold, silver, horn, ivory, bone, bristles, wholly or in part of other materials■ — not in this act otherwise provided for, a duty of 3 per centum ad valorem.’\n“Does not this clause specifically include the manufacture of clothing, of whatever materials it may be made? Cloth itself, and all textile or knitted or felted fabrics, ora cotton, wool, or other materials, before the same has been dyed, bleached, or prepared in any other manner, have a duty upon them of 3 per centum ad valorem, and such cloths when dyed, printed, bleached, manufactured into other fabrics, or otherwise prepared, on which said duty or tax shall have been paid before the same were dyed, printed, bleached, manufactured, or prepared, the duty or tax of 3 per centum shall be assessed only upon the increased value thereof. The effect of this provision is simply a duty of 3 per centum on the value of the cloth in its finished state. But when the cloth, by the process of manufacture, becomes clothing, then it is subject in that form to a duty of 3 per centum ad valorem., which is to be paid by the manufacturers of clothing, which these plaintiffs allege themselves to be. The Tariff Act of the 4th of July 1789, imposed a duty on clothing ready made of 7J per centum ad valorem. In the Act of the 30th of August 1842, which imposed a duty of 50 per centum ad valorem, it is described as ‘ ready-made clothing of whatever materials composed in the Act of the 30th of July 1846, where the duty was 30 per centum, it is described as ‘ clothing ready made, and wearing apparel of every description, of whatever materials composed;’ and similar language is used in the Act of the 2d of March 1861.\n“ In the tariff acts the duty is imposed upon the manufactured article, and is paid by the importer; in the internal revenue acts it is in the same way levied upon the manufactured articles, as in this instance the clothing, and is paid by the manufacturer. It is laid upon the person providing the capital, and who styles himself the manufacturer, and not upon the poor operative who is employed by the capitalist, and is finally paid by the consumer, as it forms a part of the cost of the article purchased by him.\n“ I see no difficulty in this simple and plain construction of the act. The commissioner of internal revenue, in his decision of the 1st of December last, appears to me to have exhausted the subject, and I do not feel disposed to repeat his reasoning.” From this decree the complainants appealed, and requested that the case be certified to the Supreme Court in banc.\nThe case was argued in this court by Knox Webster (with whom was Henry M. Phillips), for complainants.\nFebruary 21st 1863,"
  },
  "file_name": "0291-01",
  "first_page_order": 291,
  "last_page_order": 294
}
