{
  "id": 484292,
  "name": "Curtis et al. versus Longstreth",
  "name_abbreviation": "Curtis v. Longstreth",
  "decision_date": "1863-02-23",
  "docket_number": "",
  "first_page": "297",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 29",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "15 Pick. 105",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 421",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 59",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822516
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0059-01"
      ]
    },
    {
      "cite": "9 Watts 447",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0447-01"
      ]
    },
    {
      "cite": "1 Wright 9",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626208
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "92"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0009-01"
      ]
    },
    {
      "cite": "5 Wright 243",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 787,
    "char_count": 17067,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 3.937986954853457e-07,
      "percentile": 0.9033061386976615
    },
    "sha256": "6b86302dbb55edfbd6eeac461e7840735a0a5f9f12babb8e06037ee23865c7fe",
    "simhash": "1:e4732a24640848b3",
    "word_count": 3093
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Curtis et al. versus Longstreth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe will evidently gave to Malcolm McNeran an estate tail in the dwelling-house occupied by the testator, and called on the argument the “Front street property.” The gift was to the devisee named during his natural life, with remainder at his death, to his heirs as tenants in common, and if he should die without issue, over to the surviving heirs of the testator. Without the last limitation it would be an estate in fee simple, but that shows that the testator meant by the word “heirs,” “heirs of the body,” when he employed it in the gift of the first remainder. Then what is there to show that he used it as a word of purchase rather than a word of limitation ? Nothing but the direction that the heirs of the tenant for life should take as tenants in common. That, however, has always been held insufficient to overcome the presumption that the testator does not intend the remainder-men to take as the root of a new succession, where he describes them as “heirs” or “heirs of the body,” the technical words of limitations. It is at best equivocal, or, if regarded as repugnant to the gift to heirs as such, why should it prevail over the rational presumption that when a testator uses technical words of limitation, he means to use them in a technical sense, especially when that sense corresponds with common understanding ? Standing alone, as in this case, it never does.\nWe are of opinion, therefore, that the devisee took under the will of the testator an estate tail in the Front street property, which became a fee simple in the purchaser at sheriff’s sale, under the provisions of the Act of the 15th of April 1859, P. L. 670.\nThe Mead alley property stands in a different position. The will gave that to Malcolm McNeran for and during his natural life, with the remainder after his decease to his children, share and share alike: but should he die without issue the direction was that the property should be equally divided among the testator’s surviving heirs. It is plain that the testator intended that the remainder-men should take as purchasers, and not as heirs, unless a contrary intent is deducible from the last clause of the words of gift. He described them by an apt word of purchase, i. e. children, and therefore the first taker had only an estate for life. And the limitation over, on the death of the first taker without issue, can make no difference. Had there been no gift of a remainder to children, the limitation over on the death without issue, would have given him an estate tail by implication, but there having been an intermediate gift of a remainder to children of the devisee, of the particular estate, the gift over on the death without issue must be construed as a gift on death without such issue as those previously mentioned, to wit, children. That this is the rule, may be seen in the cases collected in large numbers in 2 Jarman on Wills, ch. 40. See also Smith on Executory Interests 576, et seq. See also Mr. Hayes’s second, third, fourth, and fifth rules for ascertaining the effect of a gift over, in default of issue, upon a preceding limitation to one for life, or to one for life with remainder to children, &c.: Hayes on Dispositions of Real Estate 28. It was said on the argument that the devisee for life was unmarried, and without children when the will was made and when the testator die'd. This can make no difference; the gift, was not to the devisee named and his children immediately, but to the children by way of remainder. The difference between such devises was shown in Cote v. Miltenberger, 5 Wright 243.\nWe are of opinion that Malcolm McNeran, the devisee, took only an estate for life in the Mead alley property. The judgment given in the case stated therefore requires correction.\nThe judgment entered at Nisi Prius is reversed, and a judgment is now ordered for the plaintiffs for the , sum of §600.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J. Cooke Longstreth, for plaintiffs in error,",
      "A. Thompson, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Curtis et al. versus Longstreth.\nConstruction of Will.— Creation of Estates Tail and for Life.\nA testator devised liis dwelling to one for “ his natural life, not to be sold or exchanged while he lives, and at his death to vest in his heirs as tenants in commonalso, another property to him for life, “ and after his decease, then the same to go to his children, share and share alikebut should he die without issue, then the said properties to be equally divided among and descend to the surviving heirs of the testator. The devisee's interest having been sold by the sheriff, on case stated as to the title convoyed thereby, it was Held,\n1. That the devisee took an estate tail in the dwelling, which under the Act of loth April 1859 became a fee simple in the purchaser at sheriff's sale; but that,\n2. Ho took a life estate only in the other property, the devise not being to him and his children immediately, but to them by way of remainder.\nCertificate from the Court at Nisi Prius.\nThis was an amicable action, entered December 29th 1862, between John II. Curtis and John II. Curtis, Jr., as plaintiffs, and Joseph O. Longstreth as defendant, in which the following case was stated for the opinion of the court:—\nCaptain Malcolm McNeran being seised in fee simple of the two pieces of real estate in the city of Philadelphia, hereinafter mentioned (the one in which he resided being on the west side of Front street), died, having first made his last will and testament, which was duly admitted to probate in the office of the register of wills for the county of Philadelphia, November 4th 1834, wherein and whereby he devised (inter alia) as follows:—\n“VIII. It is my will and desire-that Mrs. Mary McNeran .Coppuck shall receive and have to her own use and behoof, the rents, issues, and profits arising from the dwelling-house I now occupy, during her natural life. After her decease I grant and devise the said dwelling-house to Mal'com McNeran, son of my nephew, Asbel McNeran, during his natural life, not to be sold or exchanged while he lives, and at his death to vest in his heirs as tenants in common; but should he die without issue, then the said property to descend to my surviving heirs. Also, I give and bequeath to the aforesaid Malcolm McNeran, for and during his natural life, all that my three-story messuage or tenement and lot of ground situate on the south side of Mead Alley, in the district of Southwark, containihg in front about eighteen feet, and in length or depth about seventy-five feet, together with the appurtenances, and after his decease then the same to go to his children share and share alike; but should he die Avithout issue, then the said property to be equally divided among my surviving heirs. It is my will and desire that my nephew, Asbel McNeran, shall receive and have the rent 'of said house until his son Malcolm is of lawful age.”\nThat the plaintiffs in this action obtained a judgment against Malcolm McNeran (the doArisoe), in the District Court for the city and county of Philadelphia, to March Term 1859, No. 5, D. S. B., for $600. That at the time of obtaining such judgment, the said Malcolm McNeran (the devisee) had and still hath lawful issue. That the said Mrs. Mary McNeran Coppuck having died, the plaintiff issued a fi. fa., D. 0., June Term 1862, No. 953, on such judgment, and caused the estate, right, title, and interest of the said Malcolm McNeran in the said tAvo pieces of real estate to be levied on and condemned as the property of the said Malcolm McNeran, the devisee, and thereupon issued a vend, ex., D. C., September Term 1862, No. 426, and caused the same to be sold by the sheriff, and purchased the same at the sheriff’s sale, and the sheriff’s deed therefor hath' been duly made to them. That ‘they have entered into articles of agreement with the defendant, Joseph C. Longstreth, to grant and assure to him the said properties by a good and sufficient title in fee simple, on the payment of the sum of $700, to Avit: $100 for the Mead alley property, and $600 for the Front street property ; and thereupon tendered themselves ready to convey unto him the title vested in them as aforesaid, Avhich he declined to receive, on the ground that it was not a good and sufficient title in fee simple, and waived the formal tender of a deed.\nIf the court should be of opinion that the title vested in the plaintiffs, as aforesaid, is a good and sufficient title in fee simple to either or both of said properties, then judgment to be entered against the defendant for the amount of the agreed purchase-money of said property or properties, as aforesaid; but if the court should be of a contrary opinion, then judgment to be entered for the defendant.\nThat at the time of the making of the will, and from that time np to and at the death of the testator, Malcolm McNeran, the devisee, was unmarried and without issue.\nA. Thompson, Att’y for plaintiffs.\nJ. Cooke Longstreth, Att’y for defendant.\nThe learned judge before whom the case was heard, directed the entry of judgment pro forma for the plaintiffs, for $700 and costs; whereupon, at the instance of the defendant, the case was certified to the court in banc, where the entry of judgment for plaintiffs was assigned for error.\nJ. Cooke Longstreth, for plaintiffs in error,\nargued that the devise of the Front street property is in form a devise of a life estate, coupled with the expression of the testator’s will, that the property is not to be sold or exchanged during the life of tenant for life. The estate is in form a remainder for life after the expiration of a precedent estate for life, and therefore one to which the term used by the testator in giving the remainder, to wit, the word.“ grant,” is peculiarly applicable. The word “devise,” as of universal application to all testamentary dispositions of lands or interests therein, may, for the purposes of this investigation,-be rejected as giving no clue to the quantity of estate intended. But the estate, after Malcolm McNeran’s death, is to vest in his heirs as tenants in common; but should he die without issue, then the said property to descend to testator’s surviving heirs. The word “heirs” evidently does not mean heirs general, for it is qualified by the limitation over in the event that grantee die without issue. Does it mean heirs special taking by limitation ?\n1. The case seems to fall within the third proposition, as to the application of the rule in Shelly’s Case, as stated by Mr. Smith in his work on Executory Interests, sec. 479. This case, though within the general proposition, does not fall literally within either the 4th or 5th clauses, in which the word “ heir” is explained, and divested of its usual meaning; sec. 488; but does it not substantially ? There are no superadded words of limitation to the heirs and assigns of the heirs of Malcolm McNeran, nor is the limitation over in the form stated in the 5th clause. The object of the superadded words of limitation and of the limitation over, respectively, however, being only to explain the sense in which the distributive words are to be tajken, it would seem that a general limitation over, except on indefinite failure of issue, should have the same effect as a limitation over, to take effect within or at the end of a given time.\n2. Do the words in this will import an indefinite failure of issue ? We find, 1st. That there is an express limitation on the power of Malcolm McNeran to sell or exchange the property while he lives. 2d. That the time at which the estate is to vest in his “heirs” is fixed as the time of his death. 3d. That such persons as are then to take as heirs, are a class who are to take distributively, and consequently must be ascertained at the time when the estate is to vest in them. The words “but should he die without issue,” although ordinarily words of technical significance, and sufficient of themselves to enlarge an estate for life, into an estate tail, seem in this case to import only the contingency on which a remainder is limited. And this, not only for the reasons heretofore alluded to, but for the additional one that the remainder over is not to the heirs of the testator generally, but to his “ surviving” heirs. Giving every word of this clause then its proper force, and eliminating all that is immaterial to the determination of the quantity of estate that passed to Malcolm McNeran under it, it is submitted that it creates an estate for life in Malcolm McNeran, remainder in fee to his children as tenants in common, and that, by necessary logical deduction, it is brought directly within the ruling of this court in Guthrie’s Appeal, 1 Wright 9.\nThe devise of the Mead alley property is free from the difficulty incident to the use of the word “heirs,” the remainder being in terms to the children of the devisee, share and share alike. It is therefore unnecessary to endeavour to prove that children is used as a word of purchase, when the law infers that it is, and casts the onus of proving the contrary on the other side.\nA. Thompson, for defendant in error,\ncontended that it was a settled rule in case of devise of real estate, that if it be made to one for life, or in fee, and he die without issue, or without leaving issue, or for want of issue, then over to another in fee, the estate of the first taker is in tail, which estate is created solely by the implication arising from the words “ dying without issue,” &c.: Shoofstall v. Powell, 1 Grant’s Cases 19; Steacy v. Rice, 3 Casey 75; Price v. Taylor, 4 Id. 95; McKee v. McKinley, 9 Id. 92.\nIf a devise be made to one, as above, the estate of the first taker is an estate tail, which, if he has issue, passes to them, ad infinitum, by descent as tenants in tail.\nThe estate vests in the first taker, fully and to all intents and purposes as a fee tail, and any devise over, after the failure of such, must of course be after an indefinite failure of issue, and void as an executory devise. It is good as a vested remainder, subject to be barred by a fine, or recovery, or deed, executed by the tenant in tail, under the Act of Assembly: Clark v. Baker, 3 S. & R. 470; Eichelberger v. Barnitz, 9 Watts 447.\nIn Wild’s Case, 6 Reports 17, lands were devised to a person and Ms children. He had no child at the time of the devise. Held, the parent took an estate tail. See also 1 Ventris’ Rep. 229.\nMalcolm McNeran, the devisee, was unmarried, both at the making of the will and the death of the testator. The testator intended that the limitation over should not take effect till future generations, and where there is a limitation over of real estate on a dying without issue, generally such expressions ought to be construed an indefinite failure of issue, and the limitation over held to be too remote.\nIf the words, “ if he should die without issue” should be construed to be after a general failure of issue, the devise over cannot take effect, as a fee cannot be limited upon a fee, and the contingency would be too remote, and tend to a perpetuity.\nIf an estate be given in fee or for life, without any particular limit as to its duration; if it be followed by a devise over in case of the devisee dying without issue, the devisee will take an estate tail: Mackell v. Weeding, 8 Sim. 4; Stanley v. Lennard, 1 Eden 87; Doe v. Halley, 8 Term Rep.; Attorney-General v. Sutton, 1 P. Wms. 759; 2 Bro. C. R. 119.\nA devise to one for life, and after his decease to the issue of his body, and for Avant of such issue to another and his heirs, held to be a fee tail: King v. Milling, 1 Vent. 225; Paxson v. Lefferts, 3 Rawle 59; Price v. Taylor, 4 Casey 95; Potts’s Appeal, 6 Id. 168; Hodgson v. Merest, 9 Price 556. So also Avhen the devise is for life and no longer: Robinson v. Robinson, 1 Burrow 38.\nWe contend that certain specific words have gained a fixed legal import by construction, Avhich have since become the sacred inviolable landmarks of property: 2 Jarman on Wills; 3 S. & R. 481; and that they sustain that vieAv of the case Avhich construes the estate of Malcolm McNeran to be a fee tail: Wright v. Pearson, 1 Eden 119; Roe v. Grew, 2 Wilson 322-324; Fearne on Remainders 181, 148, 149; 3 Bos. & Pul. 620; Doe v. Applin, 4 Term Reports 82; Moore v. Brooks, 12 Grattan 135; Ross v. Toms, 4 Dev. N. C. 376; Frank v. Slovin, 3 East 548; Denn v. Buckeye, 5 Term Rep. 299; Doe v. Rucastle, 8 Man., Grang. & Scott 876; Price v. Taylor, 4 Casey 95, 102; 3 S. & R. 470; Fesson v. Wright, 2 Bligh 2; Doe v. Smith, 7 Term Rep. 531; Doe v. Cooper, 1 East 229; 4 Harris 377; 1 Barn. & Ald. 944; Roe v. Bradford, 4 Maule & Selwyn 362; Auman v. Auman, 9 Harris 343; Dervitt v. Eldred, 4 W. & S. 421; King v. Burchell, 1 Ed. Chan. Ca. 424; Nightingale v. Burrell, 15 Pick. 105; Broadburst v. Morris, 2 Barn. & Ad. 1; Doe v. Simpson, 5 Scott 770; Haldeman v. Haldeman, 4 Wright 29. Therefore, if a fee tail in Malcolm McNeran, the judicial sale of his estate, right, title, and interest, under the Act of 14th April 1859, barred it and the sheriff’s conveyance to defendants in error, passed a fee simple estate to them.\nFebruary 23d 1863,"
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 303
}
