{
  "id": 484293,
  "name": "Gault versus Saffin and Wife",
  "name_abbreviation": "Gault v. Saffin & Wife",
  "decision_date": "1863-02-23",
  "docket_number": "",
  "first_page": "307",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 307"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 315,
    "char_count": 4880,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 2.776579725356676e-07,
      "percentile": 0.8348168175055766
    },
    "sha256": "535c6f1ad8463ef17eb99e3e2979c91feeae0e2c41aba02d87b1b7c38f4d956f",
    "simhash": "1:472e4c67efa9daab",
    "word_count": 884
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gault versus Saffin and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J. — The Married Woman’s Act of 1848 has given rise to various decisions securing the creditors of the husband against the fraudulent covering of his property through the agency of the wife, under the pretence that it is her separate estate. It is now' settled law that evidence that the wife purchased real er personal estate amounts to nothing, unless it be accompanied by clear and full proof that she paid for it with her own separate funds — not that she had the means of paying, but that she •in fact thus paid. This is a definite, precise, and just rule.\nOn the 14th July 1853, William Saffin and wife conveyed to Julia Thompson certain real estate belonging to him, in trust for the separate use of his wife. In November and December 1854 he became indebted to Cloud Marshall upon two checks, one of $262, and the other for $417, upon which judgment was obtained on the 24th February 1855. On the 21st July 1855 John McCarthy conveyed to the said Julia E. A. Saffin certain premises on the north side of Prune street, east of Seventh, in the city of Philadelphia, for $2000, of which $1500 was paid in cash, and the remaining $500 secured by bond and mortgage of the premises, executed by William Saffin and wife. The property having been sold on the 7th February 1859, upon a venditioni exponas issued on the Cloud Marshall judgment, as the property of William Saffin, was purchased by Henry W. Grault, and the present ejectment was brought to recover it. The real question on the trial was, did Mrs. Saffin pay for it with her own separate funds.\nIt did not appear that she had any separate property of any kind prior to the deed of the 14th July 1853, nor does the value of those premises anywhere appear in the evidence, which is very indistinct as to the net rental derived from it prior to the purchase of 1855.\nThe only witness who testifies to the rental of the trust property, which he puts at $200 per annum, net, had no charge of it until 1861, and of course his evidence relates to that period,six years after the purchase of the premises in dispute. Mr. Cope, to whom Mr. Saffin in 1855 was indebted in the sum of $500, got it from Mrs. Saffin, principally by renting the house and slaughter-house, and paying himself in this way. The only other source from which it is alleged the purchase-money was derived were the offals of the cattle slaughtered by her husband, and which it is alleged, but not sustained by proof, were by agreement given to her. The proceeds of these offals, if enhanced by her labour and care, and all her earnings, were his, and not hers, and therefore whatever they may have amounted to they cannot be considered as her separate funds, which she could appropriate to the purchase of the real estate for herself.\nIt is certain, therefore, that the evidence in this case did not show that the money which was paid for the property in question belonged to the wife and not to the husband, and the proof was not only not clear and full, but entirely unsatisfactory, and of such character that the court should have charged the jury that it did not come up to the requirements of the law.\nThe court, therefore, having refused to charge as requested in the first of the plaintiff’s points, and having submitted the question to the jury of whether the money belonged to Mrs. Saffin, upon insufficient evidence to warrant their finding a verdict for the defendants, the judgment must be reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The case was argued by B. Woodward, for plaintiff, and by J. S. Tennery and W- L. Hirst, for defendants."
    ],
    "corrections": "",
    "head_matter": "Gault versus Saffin and Wife.\nOwnership of Properly by Wife as against Creditors of Husband, how proven.\n1. Ownership by a wife of real or personal property must, as against existing creditors of her husband, be established by olear and full proof that she paid for it with her own separate funds; it is not enough that she had the means of paying.\n2. Hence, when in an ejectment for real estate, sold by the sheriff as the property of a husband, at the suit of his creditor, but claimed by the wife, the evidence that she paid for it out of her own separate estate, was not full and clear as the law requires, it was error to submit the question as to her ownership of the money paid, to the jury.\nError to tbe District Court of Philadelphia.\nThis was an action of ejectment, brought by Henry W. Gault against William Saffin and Julia E. A. Saffin, his wife, for property on the north side of Prune street, east of Seventh, in the city of Philadelphia.\nThe property was sold under an execution against William Saffin, above named, but was claimed by his wife. The plaintiff above named was the sheriff’s vendee. There was a verdict and judgment for defendants.\nAll the material facts of the case will be found in the opinion of this court.\nThe case was argued by B. Woodward, for plaintiff, and by J. S. Tennery and W- L. Hirst, for defendants.\nFebruary 23d 1863,"
  },
  "file_name": "0307-01",
  "first_page_order": 307,
  "last_page_order": 308
}
