{
  "id": 484290,
  "name": "The Commonwealth ex rel. John E. McCurdy versus Isaac Leech",
  "name_abbreviation": "Commonwealth ex rel. McCurdy v. Leech",
  "decision_date": "1863-02-26",
  "docket_number": "",
  "first_page": "332",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 332"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 523,
    "char_count": 11382,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 6.293700571238251e-07,
      "percentile": 0.958136941574586
    },
    "sha256": "2da8d6e77073f68f74e70279549ad116a054b2bac2273a242097f1927de24c83",
    "simhash": "1:b27f8d28a7bb6e3a",
    "word_count": 2013
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth ex rel. John E. McCurdy versus Isaac Leech."
    ],
    "opinions": [
      {
        "text": "On hearing this case, the application was refused, for the reasons set forth in the following opinion of the court, which was delivered, by\nLowrie, C. J.\nThis is a writ for a quo warranto to try the title of the defendant to the office of common councilman of Philadelphia, which office the relator claims to belong to him.\nThe allegations are that the election returns show that the relator was elected, and that he duly received a certificate of his election from all the return judges; that by a fraudulent combination with some of the return judges, the defendant obtained from a majority of them a like certificate in his favour, and after-wards falsely and fraudulently declared that he would not use it, and after thus inducing the relator not to commence proceedings to prevent the use of it, he fraudulently combined with others to use it, and thereby obtained his seat in the council, and still holds it.\nDo these allegations raise a case that this court is authorized by law to decide? We are very sure that they do not. It is very plainly-a case where there are two claimants for the very same office, which only one of them can have; and therefore it is a case of a contested election, and must be tried in the mode that is specially provided for such cases, and not by the ordinary forms of judicial process. This has been so often decided of late years that we supposed it was generally understood. It is a well-settled precept of the common lawr and of common sense that where a statutory remedy is given with a statutory right, the common law remedies are withheld, and this principle is embodied in the Act of 21st March 1806, which is very familiar in practice.\nThe mode of trying contested elections of councilmen of Philadelphia is written in the Charter Act of 1854, and is the same as is provided for contested elections of members of the Senate and House of Representatives. We need not describe what that is, for it is well known that it is by a committee of the body in which the seat is claimed, and that the courts have nothing to do with it.\nDoes the allegation of fraud in the election, or in the confeact of the return judges, or of any of them, or in the conduct of any of the candidates in procuring votes and obtaining the certificate of election, give rise to any other remedy? No, certainly not; for all these are matters that can be fully tried in the special mode provided by the statute, and all of these are intended to be tried in that way. It would be quite absurd to suppose that the legislature had provided a mode of trying contested elections, and that by it the frauds that may occur, or be charged to have occurred in them, or in any part of the process of the election, cannot be tried. It would be quite absurd to say that the legislature has given the mode of trying title to an office, which cannot try whether the title of either party is tainted with fraud, for then the mode provided would almost always be inadequate and fruitless. The authority that tries the title must have authority to try all warrants that are made for or against it that are necessary to the decision.\nDoes the warrant that the relator was thrown off his guard by the defendant’s declaration that he would not use his certificate, and thus failed to apply to court to prevent the defendant from using it; does this make a case that the court is authorized to hear and decide? Clearly not. We do not say that any court could have lawfully interposed. But if it could, it is not at all averred that the defendant made use of any language to the relator, or of any language or other acts to any person for the purpose of misleading or deceiving the relator, or inducing him to neglect his rights, and therefore there is no valid averment of fraud, though the word fraudulently is vei-y often used.\nAnd moreover, it has already appeared to us that it was not at all because of some misunderstanding by the defendant that the relator failed to claim his right at the proper time and place, but because he himself had combined with others, forming and endeavouring to maintain an irregular organization of the council, and admitting to seats in it persons who were charged to be without title. Had he not done this, he would have presented his certificate in proper time and before the proper authorities, and his claim would have been regularly heard, and we must presume it would have been rightly decided. We have no right to suspect the contrary.\nWe cannot of course draw to this court jurisdiction of the case on the ground of the obligation that the defendant presented a fraudulent certificate, and was fraudulently admitted on it; for if we should do this on such grounds, we should open the way for the admission of all cases of contested election, and should be fairly chargeable with usurpation.\nThe argument went a little out of the case presented by the information, in referring to the other disputed seats in the same council, and in alleging that unless we interfere, the political party, which in right is entitled only to a minority of members, will have a majority of them, and will therefore have the control in the election of city officers.\nIf this be so, it is much to be regretted, but we have no authority to inquire of the fact. It must be very plain to every thinking mind that there is nothing in this suggestion that tends to prove that the court has any authority to interfere. Where the whole duty of judging of any matter is committed to others, it would be sheer usurpation for us to take the decision out of their hands. Plain morality forbids it.\nThe evil complained of can be only transient, but it is not so with the decisions of this court — they live after us. They stand recorded as examples to be followed in the future. And we desire it to stand as an example that we judge no man in matters wherein we are not authorized to judge him; that we assume no authority not given to us by the constitution and laws, even to effect a purpose that may appear greatly beneficial. We do good when we exercise a vested authority in the correction of wrong, though we may sometimes perform our duties erroneously. We do evil when we usurp authority even in order to do good. If the election law is defective, the legislature is competent to amend it; we cannot do it. And if we set aside the law of the land in order to effect a purpose, we become merely arbitrary.\nThe motion is discharged, at the costs of the relator.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "The Commonwealth ex rel. John E. McCurdy versus Isaac Leech.\nPower of Courts to decide contested Election Cases under the Charter of the City of Philadelphia.\n1. Where there are two claimants under the same election for the same office, which only one of thorn can have, it constitutes a ease of contested election, which is to be tried in the mode specially provided for in such cases, and not by the ordinary form of judicial process, the statutory remedy for this statutory right supplying the place of the common law remedy.\n2. The mode of trying contested elections of councilmon of Philadelphia, is specially provided for in the city charter of 1854; and in suoli contests the courts have no jurisdiction.\n3. Neither the allegation of fraud in the election or in the condnct of the election officers or the contesting candidates, are sufficient to authorize the courts in exorcising jurisdiction where it is withheld by the legislature, and especially where the tribunal to which jurisdiction is given is vested with 'ample powers to inquire into and try all questions that are necessary to a proper decision of the case.\nIn the Supreme Court of Pennsylvania.\nThis was an application for a quo warranto, based on the following petition:—\n“ John R. McCurdy, who sues in this behalf for the Commonwealth of Pennsylvania, this 20th day of February 1863, comes into court here, and for the said Commonwealth, gives the said court to understand and be informed that Isaac Leech, since the 5th day of January last, has exercised, and still does exercise the office, franchises, rights, and privileges of a. member of the Common Council of the city of Philadelphia, for the Twenty-fourth Ward of said city, under the circumstances and in the manner following, viz.: On the 14th day of October last 1862, at an election duly held in said ward for a member of Common Council for said city from said w'ard, according to the returns hereafter mentioned, said John R. McCurdy received 1587 votes, cast for him as such member of said'Oommon Council, and the said Isaac Leech 1555 votes, cast for him as such member of said common council, the said John R. McCurdy having a majority of 32 of the votes of the qualified voters of said ward. And the judges of said election made due and lawful returns of such election, showing the said number of votes cast for said John R. McCurdy and Isaac Leech respectively, as above set forth, and said above-mentioned majority in favour of said John R. McCurdy, and signed a certificate in favour of said John R. McCurdy, certifying in due form that he was duly elected a member of the Common Council of the city of Philadelphia for said ward, the Acts of Assembly in such case made and provided, and the provisions thereof in that regard being fully complied with, by means and reason of which said premises, the said John R. McCurdy became and was entitled to take his seat in said Common Council, at the organization thereof, begun on the 5th of January last, as a member duly elected from said Twenty-fourth Ward.\n“Yet notwithstanding said election and said return, and said certificate in favour of said John R. McCurdy, he, the said Leech, unlawfully and fraudulently combining and conspiring with five, to wit, a majority of the nine judges of the nine election divisions of said Twenty-fourth Ward, obtained and received from them a false and pretended fraudulent certificate, that he, the said Leech, had been duly elected a member of Common Council from said Twenty-fourth Ward, and after falsely, and fraudulently, and frequently avowing and declaring that he would not use said certificate, and thus throwing said John R. McCurdy off his guard, and inducing him not to commence any proceedings for the purpose of cancelling or preventing the use of said certificate, he, the said Leech, fraudulently combining with the president, clerk, and other organizing officers of said Common Council, used said certificate, and falsely and fraudulently demanded his seat in said council thereunder, and was by said organizing- officers fraudulently allowed to take his seat at the organization of said council on the 5th day of January last; and he, the said Isaac Leech, has as above set forth for the time aforesaid, held and used, and still does hold and use the said office, franchises, rights, and privileges aforesaid of member of Common Council for said city from said Twenty-fourth Ward, and has usurped and does usurp on the Commonwealth therein, to the great damage and prejudice of the constitution and laws thereof.\n“Whereupon the said relator for the said Commonwealth does make suggestion and complaint of the premises, and prays due process of law against the said Isaac Leech, in this behalf to be made, to answer to the said Commonwealth by what warrant he claims to have, use, and enjoy the franchises, rights, and privileges aforesaid.”\nFebruary 26th 1863,"
  },
  "file_name": "0332-01",
  "first_page_order": 332,
  "last_page_order": 336
}
