{
  "id": 484247,
  "name": "Lamb et al. versus Lynd et al.",
  "name_abbreviation": "Lamb v. Lynd",
  "decision_date": "1863-02-27",
  "docket_number": "",
  "first_page": "336",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 617,
    "char_count": 13360,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 2.05161878140129e-07,
      "percentile": 0.7554428848940614
    },
    "sha256": "0dc34111a9c8e10834c4391c290087a4d748955ab1b85aefcb33f0452d2b0dfd",
    "simhash": "1:99afe4e2252befff",
    "word_count": 2330
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lamb et al. versus Lynd et al."
    ],
    "opinions": [
      {
        "text": "On hearing the ease the writ was aw'arded, and the following opinion of the court delivered, by\nLowrie, C. J.\nThe performance of official duty may be compelled by the process of mandamus. This is not disputed. By the corporate law of Philadelphia it is made the duty of the Select and Common Councils to meet in joint meeting, and appoint the heads of departments, not elected by the people, and by ordinance the time for such joint meeting has been fixed. The duty is, therefore, perfectly defined, and ought to be performed. But a majority of Select Council have refused to perform it. Why should they-not be compelled to obey the law, and do their duty ?\nThose of the defendants who attempt to excuse themselves, set up that it is not their duty to obey the law, because, as they say, three persons, Isaac Leech, William Meeser, and Thomas J. Barger, have been fraudulently retained as members of the Common Council, though they are not lawfully members thereof, and that the majority have fraudulently excluded two who ought to be members (McCurdy and Duffield), and this for tfie purpose, of obtaining a majority in favour of one political party, so as to control the elections that were to take place in the joint meeting, and that the defendants have refused to meet in joint meeting in order to oppose and overcome the said fraudulent attempt, and to compel the Common Council to correct their organization.\nWe must, of course, understand the defendants as presenting these allegations as a legal justification of their conduct, and therefore they must be taken as asserting a legal right to decide who are proper members of the other branch of the council, though no part of the evidence can ever be properly presented to them, and though the very law under which they obtain their own official position tells them plainly that each branch is to be the judge of the qualifications and election of its own members. They have not thought of this properly, or they would not have raised this dispute.\nWe have no rule to judge the conduct of the defendants by, but the law. They can have no other rule than this to guide their official conduct. In affairs wherein they have no official right or authority to decide, they can have no official right to question. Officially they must treat as right what they have no authority to correct. If this be not true, we have no difference between usurpations and legitimate authority.\nAnd this is perfectly consistent with true social liberty, for it is the very nature of man in society to form habits, customs, and laws that are to regulate social conduct, and these naturally vary according to different degrees and forms of civilization. True and natural social liberty is, therefore, a liberty regulated by law, and law must be the social rule of conduct, though it is very far from applying to all social conduct.\nWe are free under it, because and in so far as it fits us; and we are free outside of it, in the thousands of acts of our lives, which it does not profess to regulate.\nBut official conduct is never free from law; it is always regulated more or less straitly; it must follow the path prescribed to it; the law of society, and not individual will, is the measure of its freedom; and it is only thus that individual liberty is secured against official arbitrariness. This plea of the defendants shows that they are attempting officially to meddle with functions that do not officially belong to them, and to control the action of others over whom they have no authority. They refuse to join those whom the law has appointed to act with them in a particular business, because they think that the law as actually carried out, has not rightly appointed their colleagues in the business. They refuse to do their duty, because, in their misapplied judgment, others have not done their duty well. Thus, they undertake to dictate duty to others and guide their conscience, instead of carefully keeping their own. This is a very common fault, and no doubt will continue to be until men become better instructed in the law of liberty, and we mean no censure in exposing it.\nNo doubt the defendants have satisfied their conscience in so acting against laAv, by appealing to some principle which they suppose to be more obligatory than civil law. But they ought to know that it is by civil law only that their official duties can be defined, and by civil law we must judge them. If, therefore, they may appeal from that law, we have no tribunal that can try their appeal, and there can be no earthly one to try it, except that which is found in wars and revolution — human force; and surely this is not a more intelligent tribunal than those which the law provides, imperfect as they may be. An appeal from the law of official duty, except to the law-making power, can be nothing else than usurpation, or rebellion, or revolution; and we aro sure the defendants mean none of these things.\nIn all cases of usurpation and rebellion and revolution, and in all partisan disputes and contests, both parties appeal to other principles than those expressed by the law, and yet the differences continue until settled by some definite law, very much to the dissatisfaction of men of extreme views. Let men in and out of office criticise and censure official ^conduct according to the dictates of their skill and prudence; the law allows this : but let them not attempt to correct evil disorders by a revolution of the law of their office. '\nIt is not pretended that there is no Common Council known to the defendants, for it has been acting for a considerable time in concert with the Select Council, in the passage of ordinances, and even in joint meeting for the election of certain functionaries. The reason for their stopping now may be connected with the outside pressure spoken of in the return. And now we may add that the excuse we have been considering is guilty of the fault of attaching title to office in a collateral way, which is well shown is never allowed.\nAgain, the defendants seek to excuse themselves for disobeying existing law,' by saying that they are about to propose a change of theo law, and they offer some important reasons in favour of the change, with which we have nothing to do. . But if, because they propose a change of the’ law, they cease to be bound by it, then the individuals composing the law-making power may always be exempt from law, because they may always allege a purpose to change, which is absurd. When they actually abrogate it, they are free from it, and not till then. They may change the law now, and that will free them from its duty. But the law is in force now, and declares their present duty. We cannot sustain either of the excuses offered.\nWe think, moreover, that the defendants ought to have verified their return by their affidavit, but that is now an unimportant question in the case.\nPeremptory mandamus awarded, with costs.",
        "type": "majority",
        "author": "Lowrie, C. J."
      },
      {
        "text": "Read, J.\nI concur in the judgment of the court, as it is the necessary result of the decree in Kerr v. Trego, from which I dissented, but by which I am bound as the decision of the court.",
        "type": "concurrence",
        "author": "Read, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Lamb et al. versus Lynd et al.\nMandamus against Members of City Gounod, when and for what causes awarded.\n1. The performance, of an official duty of the Select and Common Councils of a city, to meet in joint meeting and appoint the heads of departments not elected by the people, at a time fixed by ordinance; may be compelled by mandamus.\n2. It is not a valid reason for refusing to obey the law, on the part of a majority of the Select Council, that members of the Common Council may have been fraudulently retained and others fraudulently excluded, since each branch is the sole judge of the election and qualification of its own members; nor that they are about to propose a change of the law, for while the law remains they are bound by it, and must obey its requirements.\nIn the Supreme Court for Eastern District.\nThis was a proceeding on a petition of Owen Lamb and'others, members of the Common Council of the city of Philadelphia, praying for a mandamus, requiring members of the Select Council, being a majority thereof, to assemble in joint meeting with the Common Council, on the day of the next stated meeting of councils, and proceed to the election of certain municipal officers required by the charter of the city.\nThe petition set forth, “That by the Act of the General Assembly, passed 2d February 1854, relating to the city of Philadelphia, it is provided by the 50th section thereof, that it shall be the duty of the councils of the said city to provide by ordinance for the establishment and regulation of all the departments instituted by that act, and other laws in force in said city, and such others as might from time to time be needful; and by the 28th section thereof it is provided that the councils shall, in joint meeting, and by viva voce vote, appoint all the heads of department not elective, who shall serve for such periods as may be fixed by ordinance.\n“ That by certain ordinances of said city, provision is made for the establishment and regulation of the department of highways, city property, and water, and for the election of a chief commissioner, and two commissioners of highways, commissioner of city property, chief engineer of waterworks, commissioner of markets, superintendent of city railroads, agent of Girard estate, and superintendent of Girard estate, to which ordinances they crave leave to refer as if herein more particularly referred to and set forth at length.\n“ That by an ordinance of said city, approved January 31st 1862, it is provided that an election shall be held for heads of municipal departments, to wit, the officers above named by the Select and Common Councils of the city, assembled jointly in convention, on the last stated meeting in January 1862, or any stated meeting in the month of February 1862, and annually thereafter on the second Thursday in the month of February in each year; and by the 2d section of said ordinance, it is provided that the officers named, in the 1st section thereof, to wit, the officers above named, then in office, or thereafter to be elected, should hold their respective offices until their successors shall have been elected and duly qualified. Provided, That nothing in said section contained shall be deemed to extend the terms of said officers beyond the month of February in any year. •\n“ That by virtue of said Act of Assembly and said ordinance, it became the duty of the Select and Common Councils to assemble jointly in convention for the purpose of electing said officers, on the second Thursday of February, a. d. 1863, to wit, on the 12th instant.\n“ That the Common Council of said city did, at their stated meeting held on the 5th instant, pass a joint resolution providing for the assembling of the said joint convention of councils, according to law, and the same was duly transmitted to the Select Council of said city, which council postponed the consideration thereof until their next stated meeting, which was held on the said 12th day of February, instant, the day on which the elections aforesaid are by law directed to take place, on which day Select-Council further postponed the consideration of said joint resolution, and adjourned without taking further action thereon; and at the next stated meeting of the said Select Council, held on the 19th instant, a joint resolution to meet Common Council in joint convention for that purpose was rejected by the votes of the thirteen members thereof hereinafter named; and on the said 19th day of February, instant, a joint resolution was passed by Common Council, providing for a joint convention on that day, to be held for the purpose of electing said municipal officers, and duly transmitted to Select Council, and the same was postponed in said Select Council on the same day, whereby vacancies have occurred in the said municipal offices, and it is the-duty of councils to meet in joint convention for the purpose of electing persons to fill the same before the first day of March next, at which time the term of office of the present incumbents will expire.”\nThey further showed that ’they are members of the Common Council of the said city, and also residents and tax-payers of the said city, and that the Select Council of said city consists of twenty-five members. That the said Common Council were duly organized on the first Monday of January 1863, and have since transacted the public business, and have concurred with Select Council in passing ordinances which have been approved by the mayor, and have assembled in joint convention with the Select Council for the election of directors of certain railroad corporations, according to law.\nThey further showed that a majority of the members of the said Select Council, to wit, thirteen thereof (naming them) intend, and have so declared, as petitioners averred on information and belief, not to assemble in joint convention as aforesaid, to perform the duty imposed upon them by law, and that it is their purpose to prevent the election of said officers as required by law, to the great detriment of the city, and contrary to their plain duty as select councilmen in the premises.\nThey therefore prayed that a mandamus may be issued to the said councilmen, commanding them, &e.\nFebruary 27th 1863,"
  },
  "file_name": "0336-01",
  "first_page_order": 336,
  "last_page_order": 340
}
