{
  "id": 484219,
  "name": "Sims's Appeal, in Burd's Estate",
  "name_abbreviation": "Sims's Appeal",
  "decision_date": "1863-03-02",
  "docket_number": "",
  "first_page": "345",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 345"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 187",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0186-02"
      ]
    },
    {
      "cite": "6 Pet. 69",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "4 Hill 23",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 7242,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.689246726075021e-07,
      "percentile": 0.8273669623209693
    },
    "sha256": "4b56b112b26cbf8dd94f82395b0fb033201e449da68f742b23519b9e05de8539",
    "simhash": "1:d29d7382fdacfa62",
    "word_count": 1267
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sims’s Appeal, in Burd’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\n“ The means, at law and in equity,” says Mr. Ram on Wills 31, “to collect the testator’s intention, are the words of the will, free of conjecture.” Much that has been advanced here, in support of the appellant’s case, is rather of a conjectural character, and we have little to aid us save the words employed in the devise itself.\n“ I give and bequeath, from and after the decease of my dear mother, the income of five thousand dollars, to my cousin, Mary Key Sims, daughter of Joseph Sims, Esq., deceased; to be paid to her during life by my executors, out of an adequate fund to be retained therefor.”\nIs this a provision for an annuity of five thousand dollars, or of three hundred dollars, the proceeds of five thousand dollars at regular interest? Were we to adopt the appellant’s view of it, the result would be to withdraw from distribution, and the active purposes contemplated by the will, nearly eighty-four thousand dollars of cash, or productive assets of the estate. There would be no difficulty or hardship in this, if such was the intention of the testatrix. But it seems plain that the words themselves do not import this, and certainly nothing else in the will discloses such an intent.\nWhat mean the words “ income of five thousand dollars ?” Their natural import would be that which may be received from that sum. The word “ income” means “ the gain which proceeds from property, labour, or business Bouvier’s Law Diet. When applied to a sum of money, or money in the public debt, it is equivalent to “interest:” Ogilvie’s Imperial Diet., verb. “Income.” When a testator uses technical terms, terms of art, or exact language in regard to anything, their technical or exact import ■will be the rule of interpretation, if not controlled by a manifest intention to the contrary. In this will we have no qualifying or controlling intent that we can discover.\nHad the indefinite article “ an” income of $5000 for life been the form of the devise, it is agreed it would have caused an annuity of five thousand a year. This would have been a widely different expression; yet the appellant is forced to insist, in order to maintain his position, that the expression “ the income of $5000” means precisely the same thing as “an income of $5000.” While, therefore, we must recognise this great difference in the force of the words used, we must, in the absence of a contrary intent appearing, presume that the difference was well understood, and intended to be made. The additional words, “ out of an adequate fund to be retained therefor,” in no ways control this interpretation. The fund to be retained by the 'executors for the purpose was left to their discretion. It might be money, Stocks, bonds, or perhaps property. Whatever it might be, the directions required it to be adequate above all contingencies for the payment of the annuity ; and this was all, evidently, that was meant by this clause of the will.\nWe are very clearly of opinion that the annual income “of” or from a fund representing five thousand dollars, was what was intended by the testatrix, and is all that the appellant is entitled to under the will, and that the auditor was entirely right in measuring the product of that to be equal to the established rate of interest on the sum of five thousand dollars, viz., three hundred dollars per annum.\nWe need not farther enlarge this opinion by a philological discussion of the words used, or by citing rules of interpretation ; for the reasons already assigned, we are of opinion that the decree in this ease must be affirmed.\nAppeal dismissed, at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "C. Gfuillou, for appellant.",
      "McQall, for the rector, wardens, and vestrymen of St. Stephen’s Church, appellees, contrá."
    ],
    "corrections": "",
    "head_matter": "Sims’s Appeal, in Burd’s Estate.\nConstruction of Will. — “ Income of $5000,” meaning of.\nA testatrix bequeathed “ the income of $5000,” to be paid to the legatee during life by “her executors, out of an adequate fund to be retained therefor.” Held,\nThat the bequest was of the annual proceeds or interest of that sum of money, and not an annuity of that amount.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Miss Mary Sims from the decree of the court below, confirming the report of the auditor appointed to settle and adjust the first account of Henry W. Ducachet, Eli K. Price, Joseph B. Townsend, and Edward Shippen, Esq., executors of the last will and testament of Eliza Howard Burd, deceased.\nThe point arose on the following portion of the will of deceased :—\n“ Item. I give and bequeath, from and after the decease of my dear mother, the income of $5000 to my cousin Mary Key Sims, daughter of Joseph Sims, Esq., deceased, to be paid to her during life by my executors, out of an adequate fund to be retained therefor.”\nThe mother of Mrs. Burd had died in 1854, so that the bequest to Miss Sims vested in her immediately after the death of the testatrix.\nAt the audit this clause was presented by the contestants for construction. Miss Sims claimed the annual fixed revenue or income of $5000: the. appellees, on the other hand, contended that she was only entitled to the annual payment of $300, or the interest of $5000, at six per cent. The auditor adopted the latter view: the Orphans’ Court affirmed his decision, and Miss Sims took this appeal.\nC. Gfuillou, for appellant.\nThe word “ income” is defined by the best lexicographers as expressing the same idea when applied to a private person as “ revenue” does when speaking of a state or nation : The Peoples. The Supervisor, &c., 4 Hill 23. It is to be observed that the bequest is not of the income from $5000; of does not necessarily mean arising from, or out of.\nThe language of the testatrix, although open to doubt as to cne word, is obviously intended to be precise; she intended her cousin to receive a certain sum, “ the income $5000,” and in specifying that amount she necessary used the definite article; it would have been manifestly loose to have employed the indefinite article when aiming at specifying and designating. If the testatrix had meant to give to her cousin the mere sum of $300 per annum, she would beyond all doubt have bequeathed the “annuity of $300,” as she has done in two other cases, viz., her mother and Mrs. Ducaehet. In no other part of her testamentary dispositions has she ordered a particular or “ an adequate sum” to be set aside to be invested at an undefined rate of interest. She has obviously considered the words “ annuity” and “income” as synonymous.\nIt is unnecessary to cite authorities in support of the well-established proposition that a court of law is bound to give effect to all the words of a will: Brougham’s Leg. Max. 169 and *253; Smith v. Bell, 6 Pet. 69; Turbett v. Turbett, 3 Yeates 187; per Woodward, J.,’in Jones’s Appeal and Wmebrenner’s Appeal; Braden v. Cannon, 1 Grant’s Cases 61. If we transpose the clause containing this bequest, the construction would not admit of a doubt. It would be too plain for argument if it read “ I give to my cousin out of an adequate fund, to be retained therefor, the income of $5000,” or “out of an adequate fund to be retained therefor, I make her income $5000 during her life.”\nMcQall, for the rector, wardens, and vestrymen of St. Stephen’s Church, appellees, contrá.\nMarch 2d 1863,"
  },
  "file_name": "0345-01",
  "first_page_order": 345,
  "last_page_order": 347
}
