{
  "id": 484310,
  "name": "Theological Seminary versus Wall",
  "name_abbreviation": "Theological Seminary v. Wall",
  "decision_date": "1863-03-02",
  "docket_number": "",
  "first_page": "353",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 428",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0428-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 9234,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3380494384035517
    },
    "sha256": "a41ff48b6d3fe8d8206049a7b2ce0eb20b7e4159a50c8f8225db9246a4ae9cc2",
    "simhash": "1:b2581fb5d25efe98",
    "word_count": 1615
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Theological Seminary versus Wall."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThere was an attempt to bar the estate tail created by the will of William Morris, in his devise to his nephews, Nicholas Wall and Henry A. Farrell; but it is conceded that it was ineffectual by neglect to record the deed, as required by the Act of Assembly. But it is urged that the fact of the devise to a charity by Earrell amounts to a bar of the entailment. We do not think so. We find no such principle in our law, and no such clear line of English decision, as entitles us to adopt it as a principle which has descended to us from our English ancestry. It is contrary to all our received notions of property that a man may devise what is not his own, provided it be to a charity. In this and the following points, in our deductions from the numerous authorities cited, we do not assume the labour of analyzing them.\nAgain, it is argued that because the two tenants in tail in the proceeding which was to bar the entail, joined in the proceedings, therefore it ought to be taken as an agreement between them, not to claim as against each other by survivorship, which will hind them in equity. We cannot adopt this view. There is no special language in the deed which calls for it. The only discoverable purpose of the proceeding was to bar the entail, and this.accounts for everything in the papers. The parties suffered the proceedings to remain unfinished, and thus its main purpose failed, and we can attribute to it no other or incidental consequences.\nIt was'also insisted that the one-half of what the devisor Farrell derived by survivorship from his sister, Mrs. O’Donnell, not being subject to entailment, passed by his will to the plaintiffs. In this view we agree. Her estate was a fee, with an executory devise over in fee to the survivor or survivors of the three devisees. Farrell and Wall both survived, and the estate became vested in them in equal shares. The survivorship thus ended. It could not go over again by survivorship to Wall: Marsden’s Estate, 4 Whart. 428; 2 Powell on Devises 724. It therefore passed by the will of Farrell to the plaintiffs, and they were then entitled, under the evidence, to a verdict and judgment for one-sixth of the property in question, instead of three-sixths covered by the verdict.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "R. G. McMurtrie and George M. Wharton, for plaintiffs in error.",
      "G. W. Biddle and B. K. Price, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Theological Seminary versus Wall.\nDeed to bar Entail must be recorded. — Devise to charitable Institution will not bar Entail.\n1. A deed made to bar an estate tail is ineffectual, if not recorded as required by the statute.\n2. A devise by one of the parties to the deed, to a charity, would not bar the entailment.\n3. One by will devised his estate to his sister and two nephews, in equal shares; on the decease of either, their share to devolve to the survivors or survivor. After her death, one of the nephews devised his entire estate to a charity. In ejectment by the devisee, held,\n(1.) That by reason of the estate tail in the devisor, and of the failure to bar the entailment, the one-third devised to him originally, did not pass by his devise; but,\n(2.) That as the share received by the devisor'on the death of the sister, by survivorship, was not subject to entailment, it passed by his devise; and,\n(3.) That the plaintiff was therefore entitled to the one-sixth part of the estate originally devised. •\nCertificate from the Court at Nisi Prius.\nThis was an action of ejectment brought by The Philadelphia Theological Seminary of St. Charles Borromeo against Nicholas Wall, for the undivided moiety of several houses and lots in Philadelphia.\nThe case was this; — In 1849, William Morris devised the premises in question to his sister and his nephews, Nicholas Wall and Henry A. Farrell. January 10th 1854, Wall and Farrell joined in a deed to Steiner, conveying the premises in fee, with intent to bar the entail, under the Act of Assembly. This deed was produced, and inspection showed it had never been recorded in the office of the recorder of deeds. Its admission, as evidence that the entail had been barred, notwithstanding this omission, was one of the points, and involves now the only question in the cause.\nSteiner reconveyed to Wall and Farrell in fee, and Farrell, by his will, devised his interest in this property to the Seminary, which was a charitable institution for educational charged with the payment of his debts and funeral expenses. Earrcll died, and the Theological Seminary brought this ejectment.\nOn the trial, it being admitted that the title in the premises was originally in William Morris, deceased, the plaintiff gave in evidence the will of said deceased, dated May 17th 1849, and proved July 3d 1852, which provided as follows:—\n“ I will and bequeath all my estate, real and personal, after paying all my just debts and funeral expenses, to my sister, Mary O’Donnell, and two nephews, Nicholas Wall and Henry A. Farrell, equal shares between the three above-named persons; at the decease of either, their part shall devolve to the survivors or survivor, provided the said Nicholas Wall and Henry A. Farrell leave no heirs; and should the said Mary O’Donnell survive the said Nicholas Wall and Henry A. Farrell, she shall have full liberty to will or dispose of it as she may think proper; my sister to have my household furniture and utensils during her life, for her own use, without being in any way subject or liable to debts, control, or interference of her husband, if living, or any husband she may have hereafter, to any part of said estate, real or personal, in any way whatever.”\nIt was then admitted that Mary O’Donnell had died a widow and without children since the death of the testator, and before the date of the deed next hereinafter mentioned. The plaintiffs then offered in evidence deed from Nicholas Wall and wife, and Henry A. Farrell, to John P. Steiner, dated January 10th 1854, conveying the premises in question, with intent to bar the entail, under the Act of Assembly. This deed was produced by the defendant on call, and appeared to have been acknowledged in open court in the Supreme Court, and entered among the records of said court in a sheriff’s deed-book; it was also acknowledged so as to entitle it to record, but was not recorded in the office of the recorder of deeds, of the county of Philadelphia, where the land lies.\nThe counsel for the defendant objected to the deed being admitted in evidence, inasmuch as it had not been recorded in the proper county.\nThe plaintiffs’ counsel, for the purpose of showing title in the plaintiffs, and avoiding the objection to the alleged defect or omission in not recording the deed, offered in evidence a deed dated the 10th Jannary 1854, duly acknowledged, from J. P. Steiner, the grantee in the last-mentioned deed, conveying the said premises to the said Nicholas Wall and Henry A. Farrell, in fee simple.\nThe plaintiffs then gave in evidence the will of H. A. Farrell, bearing date the 6th day of March 1855, and duly proved — it being admitted the testator died on the 23d day of December 1856 — of which the following is in part a copy:—\n“ 1st. I order and direct that all my just debts and funeral expenses shall be paid out of the rents and income from my interest in the real estate hereinafter devised to The Philadelphia Theological Seminary of St. Charles Borromeo.\n“ 2d. I give and bequeath to my cousin, Nicholas Wall, all my personal property and effects whatsoever and wheresoever.\n“3d. All the real estate and-interest therein devised to me by my uncle William Morris, deceased, I devise to the said ‘ The Philadelphia Theological Seminary of St. Charles Borromeo,’ and their successors and assigns for ever; subject to and chargeable with the payment of my debts and funeral expenses as aforesaid.”\nThey also gave in' evidence the charter of the plaintiffs, incorporating them as a religious and educational society, and the Act of Assembly 1887-8, April 13th, p. 357, sec. 27; and Act of 13th April 1835, P. L. 1834-5, p. 217 ; and then contended that inasmuch as the devise by Henry A. Farrell was to a charity, the omission to record the deed was unimportant or was cured, and that the plaintiffs took under the devise an estate which entitled them to recover in the present suit.\nThe counsel for the defendant objecting to the deed and re-conveyance and will, the learned judge admitted the same in evidence, sealed a bill of exceptions, and directed a verdict for the plaintiff.\nThe counsel for the defendant excepted to the charge and opinion of the said court. There was a verdict in accordance with the ruling of the learned judge; whereupon the defendant sued out this writ, averring, .\n1. That the learned judge erred in admitting in evidence the deed purporting to bar the entail, dated January 10th 1854, from Wall and Farrell to Steiner, inasmuch as the same was inoperative for want of being recorded in the office of the recorder of deeds, as required by the Act of Assembly; and\n2. In instructing the jury to find for the plaintiffs, whereas he should have directed a verdict for the defendant.\nR. G. McMurtrie and George M. Wharton, for plaintiffs in error.\nG. W. Biddle and B. K. Price, for defendant in error.\nMarch 2d 1863,"
  },
  "file_name": "0353-01",
  "first_page_order": 353,
  "last_page_order": 356
}
