{
  "id": 484261,
  "name": "The City of Philadelphia versus The Trustees of the University of Pennsylvania",
  "name_abbreviation": "City of Philadelphia v. Trustees of the University of Pennsylvania",
  "decision_date": "1863-03-02",
  "docket_number": "",
  "first_page": "360",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 360"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 326,
    "char_count": 5539,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 7.128503973549112e-08,
      "percentile": 0.42801086086486123
    },
    "sha256": "46dd122b09a9878a310cdc97abdd51e899da98d57fda3e96d87a366c819b4a54",
    "simhash": "1:99c223430446d69d",
    "word_count": 932
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Philadelphia versus The Trustees of the University of Pennsylvania."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nAmong the class of institutions that are, by the Act of 16th April 1837, exempt from taxation, are universities and colleges established by law, and of course this includes the University of Pennsylvania, in all its parts that may properly be embraced by the term University, and therefore it includes its medical department. The buildings that have been ta.xed here are in the actual use of the medical college, which is a proper part of the university, and the University derives no income or revenue from the buildings, properly speaking.\nThe arrangement that is thought to give an income from the property, is merely an internal arrangement, by which the income of the different departments of the University is distributed for the benefit of the whole, without injustice to any. It is all income derived from the exercise of university functions, and not from the use of its property for other purposes. And therefore it does not fall under the Act of 14th April 1851, § 13.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "JErastus Poulson and David W. Sellers, for plaintiffs.",
      "Qudwalader Biddle, for defendants."
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia versus The Trustees of the University of Pennsylvania.\nThe University of Pennsylvania exempt from Taxation.\nThe Medical Hall of the University of Pennsylvania is exempt from taxittion under Act of 16th April 1837; nor is it liable to be taxed under the Act of 14th April 1851, where the arrangement supposed to yield income is but a plan whereby the income of the different departments of the University is distributed for the benefit of the whole, without injustice to any.\nError to the District Court of Philadelphia.\nThis was an amicable action of scire facias sur claim for taxes between The City of Philadelphia, as plaintiffs, and the Trustees of the University of Pennsylvania, defendants, in which the following case was stated for the opinion of the court:—\nThe claim filed is for taxes for the year 1861, upon property belonging to the defendants, situate on the west side of Ninth street above Chestnut street, common known as the Medical Hall.\nThe Medical Hall is occupied by the medical faculty for the purpose of instruction in the medical department of the University. The medical department is entirely under the direction and control of defendants as much as any other department of the University. The medical professors are appointed by them, and hold their offices subject to their will and pleasure. The medical degrees are conferred by the provost, who presides over all the departments of the University, under the direction of the trustees.\nBy the by-laws of the defendants, twelve gratuitous students are annually admitted to medical instruction in the University.\nThe fees of the students attending the medical course are received by the medical professors, in accordance with the following resolutions, adopted by the defendants on the 7th of February 1860 :—\n“ Resolved, That the compensation of the members of the medical faculty will not be fixed at any particular sum, but will consist of the next and varying amount arising fro'm the proceeds of their respective chairs, and that while the said faculty are under no circumstances to be a burthen on the collegiate funds, the professors thereof will enjoy the whole of the aforesaid proceeds, after deducting therefrom such sums as will be required to meet expenditures hereafter to be specified.\n“ Resolved, That it shall be hereafter, as indeed it has been from the formation of the school, the duty of the several members of the medical faculty to collect in person, or by deputy, or through the agency of their dean, from the students purchasing their respective tickets, the money accruing therefrom, as well as the matriculatory and graduating fees.\n“ Resolved, That from the money thus collected, the members of the medical faculty will each deduct and place annually into the hands of the dean a sum, which, wrhen combined with equal sums paid by each of the other professors, will form an aggregate of $5200, say $742.85| each, which amount of $5200 shall be paid by the dean to the treasurer of the University, as its share of the fees paid by the medical students, and so credited on the books of the institution, and that the balance of their receipts; after paying the expenses of their chairs, and the appropriation required by existing by-laws for defraying the expenses of preparing the diplomas, and the increase and preservation of the Wistar and Horner Museum, shall constitute the compensation of said professors.”\nAccording- to the provisions of these resolutions, the sum of $5200 out of said fees is annually paid to the defendants.\nOn behalf of the medical faculty, principally in the creation of the Medical Hall, and in certain alterations to it from time to time to him made, at the distance of and for the benefit of the medical faculty, a very large amount, exceeding $70,000, has been expended out of the general funds of the institution, and all repairs now made are done at the expense of the University.\nIf the court be of opinion that, upon the above statement of facts, the Medical Hall is subject to taxation, then judgment to be entered for the plaintiff in the sum of $1002.63, but if not, then judgment to be entered for the defendants. The costs to follow the judgment, and either party reserving the right to sue out a writ of error thereon.\nThe court below gave judgment for defendants, which was assigned for error by plaintiff.\nJErastus Poulson and David W. Sellers, for plaintiffs.\nQudwalader Biddle, for defendants.\nMarch 2d 1863,"
  },
  "file_name": "0360-01",
  "first_page_order": 360,
  "last_page_order": 362
}
