{
  "id": 484265,
  "name": "The Philadelphia and Reading Railroad Company versus Hummell",
  "name_abbreviation": "Philadelphia & Reading Railroad v. Hummell",
  "decision_date": "1863-03-02",
  "docket_number": "",
  "first_page": "375",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 720,
    "char_count": 14755,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 2.485069930190574e-06,
      "percentile": 0.9965077114534476
    },
    "sha256": "12dcf9a5642f950903398b459f3f2f524fe26ae648fdce018a2c76481c55fd48",
    "simhash": "1:fce74f53bce7e4e0",
    "word_count": 2622
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., dissented."
    ],
    "parties": [
      "The Philadelphia and Reading Railroad Company versus Hummell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThere is but a single question in this case. It is whether any evidence was given at the trial tending to prove that the hurt of the plaintiff was caused by the negligence or want of ordinary care of the defendants. All other questions were correctly disposed of by the learned judge who presided in the District Court. What is ordinary care, and what is negligence, are inquiries, in most cases, to be answered by a jury; but negligence is not to be found without evidence. There is always a presumption against it, and therefore a plaintiff who asserts it, and avers that he has received an injury in consequence of it, must always adduce proof that the defendant did not exercise ordinary care. If no such proof be adduced, the presumption of innocence remains, and it is error to submit to the jury the whether there was\nf What, then, was the evidence ? The accident by which the plaintiff was hurt occurred on a railroad, not at any street or crossing, but where neither the plaintiff nor any other persons except the agents of the railroad company had any right to be. The defendants were doing what it wras their right and their duty to do; the cars were moving slowly by their own gravity, yet so perfectly under the control of the engineer that they could be immediately stopped, and the plaintiff was not injured by starting the cars, hut by his coming upon the track and getting under them while they were in motion. Passing by now the affirmative proof of prudence and caution exercised by the defendants with which the case abounds, and admitting that the carelessness of the plaintiff' is not a bar to his recovery, because he is a child, we ask vvliat did the defendants leave undone which ordinary care required them to do ? The only alleged omission is, that the whistle of the' engine was not blown, and no signals given to the people in the neighbourhood that the cars were about to start, or that they were in motion. No other evidence of negligence is pretended.\n^ It is time it should be understood in this state, that the use of a railroad track, cutting, or embankment, is exclusive of the public everywhere, except where a way crosses it. This has more than once been said, and it must be so held, not only for the protection of property, but, what is far more important, for the preservation of personal security, and even of life. In some other countries it is a penal offence to go upon a railroad. With us, if not that, it is a civil wrong of an aggravated nature, for it endangers not only the trespasser but all who are passing or transporting along the lino. As long ago as 1852 it was said, by Judge G-ibson, with the concurrence of all the court, that “ a railway company is a purchaser, in consideration of public accommodation and convenience, of the exclusive possession of the ground paid for to the proprietors of it, and of a license to use the highest attainable rate of speed, with which neither the person nor property of another may interfere.”\nThe company on the one hand, and the joeople of the vicinage on the other, attend respectively to their particular concerns, with this restriction of their acts, that no needless damage he done. But the conductor of a train is not bound to attend to the uncertain movements of every assemblage of those loitering or roving cattle-by which our railways are infested: Railway Company v. Skinner, 7 Harris 298. So in Railroad v. Norton, 12 Id. 465, it was said, “ That until the legislature shall authorize the construction of railroads for something else than travel and transportation, we shall hold any use of them for other purposes to bo unlawful, if not indeed a public offence punishable, by indictment.” But if the use of a railroad is exclusively for'1 its owners, or thpse acting under them; if others have no right to be upon it; Af they are wrongdoers whenever they intrude, the parties lawfully using it are under no obligations to take precautions against possible injuries to intruders upon it. Ordinary care they must be held to, but they have a right to presume and act on the presumption that those in the vicinity will not-violate the laws;^ill not trespass upon the right of a clear track ; that even children of a tender age will not be there, for though'they are personally irresponsible, they cannot be upon the railroad without a culpable violation of duty by their parents or guardians. Precaution is a duty only so far as there is reason for'\"' apprehension. No one can complain of want of care in anotlierh^ where care is only rendered necessary by his own wrongful .act.)/ < It is true that what amounts to ordinary care under the circum-\\ stances-of a case is generally to be determined by the jury.) Yet a jury cannot hold parties to a higher standard of care than the law requires, and they cannot find anything negligence which is less than a failure to discharge a legal duty. /4f the law declares, as it does, that there is no duty resting upon any person to anticipate wrongful acts in others, and to take precau- ' > tion against such acts, then the jury cannot say that a failure to/'\"^ take such precautions is a failure in duty and negligence. Suelv is this case. The defendants had no reason to suppose that either man, woman, or child might be upon the railroad where the accident happened. They had a right to presume that no one would be on it, and to act upon the presumption. Blowing the whistle of the locomotive, or making any other signal, was not a duty owed to the persons in the neighbourhood, and consequently the fact that the whistle was not blown, nor a signal made, was no evidence of negligence. Were it worth while, abundant authority might' be cited to show that the law does not require any one to presume that another may be negligent, much less to presume that another may be an active wrongdoer. The principle was asserted in Brown v. Lynn, 7 Casey 510, and in Reeves v. The Delaware, Lackawanna and Western Railroad Company, 6 Id. 454. It is too well founded in’reason, however, to need authority. We act upon it constantly, and without it there could be no freedom of action. There is as perfect a duty to guard against accidental injury to a night intruder into one’s bed-chamber 'as there is to look out for trespassers upon a railroad where the public has no right to be.\nAnd the rule must be the same whether the railroad is in the vicinage of many or few inhabitants. In the one case as in the other, going upon it is unlawful, and therefore need not be expected. In this case it appears that there are fifteen houses between the railroad and the public highway, all but two of them built since the railroad was constructed. The danger of trespassing may have been increased by the increase of the population, -but the .standard of duty in the use of one’s property is not elevated or depressed by a varying risk of unlawful intrusions upon his rights.\nOf course we are not speaking of the duties of railway companies to the public at lawful crossings of their railways. We refer only to their obligations at points where their right is exclusive ; and as we find no evidence of any negligence of the defendants which caused an injury to the plaintiff, we think the jury should have been so instructed, and the third and fifth points of the defendant should have been affirmed.\nJudgment reversed, and a new venire ordered.\nWoodward, J., dissented.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J. F. Johnson, for plaintiff in error.",
      ". Franklin B. G-oiven, James F. Growen, and Samuel Hood, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Philadelphia and Reading Railroad Company versus Hummell.\nLiability of Railroad Company for Injuries occurring within the limits of their Track.\n1. The use of a railroad track, cutting, or embankment, except at lawful crossings of public roads or highways, is exclusively for the company and their employees.\n2. Hence, where want of ordinary care is not shown, a railroad company is not liable for an injury to a person on the road, whore ho had no right to be.\nERROR to the District Court of Philadelphia.\nI This was an action on the case brought for Charles Hummel by his next friend, John Hummel, against The Philadelphia and Reading Railroad Company, to recover damages for an injury done to plaintiff upon a siding or track belonging to the Mine-hill Railroad Company, in Schuylkill county, which was constructed by them for the purpose of receiving certain cars, which were thereon assorted by the employees of the defendants.:\nThe declaration charged that the injury was caused by the carelessness, misdirection, and mismanagement of the defendants by their servants in charge of one of their locomotive engines, &c.\nThe injury, for the redress of which the action was brought, occurred on the morning of the 9th of April 1861, at Schuylkill Haven, in Schuylkill county. Near the point at which it happened, the Philadelphia and Reading Railroad is located, in proximity to and running in the same direction as the street upon which the house of Mr. Hummel is situated. Near to this house, and situated upon the same side of the railroad and street, are ten other houses. The lots upon which eight of these houses are built, extend from the street to the river Schuylkill, a distance of about two hundred feet. A short distance above these houses the tracks of the Minehill Railroad cross those of the Reading road at grade; and from a point on the Minehill road, near to this crossing, a siding branches off, which crosses the eight lots above mentioned between the houses and the river. This siding crosses the Reading Railroad, a public road abov'e the houses, and also the street at a point several hundred feet below the one at which the accident occurred; it consists of a single track,' which, at the point where it cresses Mr. Hummel’s lot, is laid upon an embankment from three to four feet high, and so near to the side next the house that the cross-ties project beyond the edge. When a train of cars is standing upon the siding, there is not room enough to walk between it and the back buildings of some of the houses. More than a hundred people, including some fifty small children, live in the houses at this point. Upon the hack ends of the lots that are divided by the siding, are located the out-buildings and some of the gardens connected with the houses. As the lots extend to the river, it is impossible i to get upon the rear ends of them without crossing the siding./ This siding has been used for several, years for the purpose of receiving a certain description of coal-cars that come up the Reading road. These cars are assorted, and run into and upon this siding by the employees of the Reading road, where they are allowed to remain until removed by the engines of the Mine-hill Company, for the purpose of transporting them to Ashland. In order to allow free communication between one end of their lots and the other, the inhabitants of the. houses above_de^cnJifid have been in the habTt7whbnever a train of cars was left standing., upon the track, of making openings in the train (with the knoy7 ledge of the company’s_age.nts),.s.o...as to enable them to. cr.osa-the track vUthbür'cllmbing over the cars. Between four and seven o’clock' oil the morning of the accident, a train of from fifty to seventy cars had been run upon the siding, and allowed to remain there. Several openings were made in the train by the residents of the neighbourhood, one of which was-upon the lot adjoining Mr. Hummel’s on the lower side. About half-past eight o’clock it was discovered that the cars upon this siding were obstructing the lower crossing of .the street, and the engine of the Reading Railroad Company was backed in upon the siding for the purpose of removing the obstruction. No whistles or other signals wore given by the engineer, and no notice of an intention to move the cars communicated to any one in the vicinity of the track. The conductor of the train testified at the trial, on behalf of the defendant, that he “ went along the cars to see if there were any more couplings, so that I could couple them up,” and added, “ I examined as I went down the cars to see if the couplings were hanging, and if any person was in the way of the cars, to drive them away.”\nWhile the cars were being moved, the plaintiff, who was then seven years old, was caught by them in some manner and his leg so severely crushed that amputation became necessary. The accident occurred upon the side of the track next to the houses, and a few feet below his father’s lot. The boy was first seen by a witness who was on the other side of the track, and who testified that he ^ saw him having hold of the cars, and running along with them, j They had moved about three yards very slowly, when the same witness saw the boy under the cars, and signalled the conductor, who stopped the train, jumped from the locomotive, and picked him up and'carried him into his father’s house.\nOn the trial the defendants requested the court to instruct the jury:— w\n1. That tie plaintiff cannot recover unless he proves that the injury to him was caused by some act done by the defendants,without ordinary care.\n1/ 2. That there is no evidence that the obstruction (if there was an obstruction) of the crossing by the car's caused the injury to the plaintiff.\n3. That if the injury to the plaintiff was not caused by the obstruction of the crossing by the cars thereon, then there is no other evidence 'of any negligence by the defendants, and the plaintiff cannot recover.\n4. That the plaintiff had no lawful authority to take hold of and walk with the cars, and if while so doing he was injured, without the want of ordinary care by the defendants, lie cannot recover.\n5. That if the plaintiff’s injury was occasioned by his taking hold of and walking with the cars along the embankment, he was not in the exercise of a right, and he cannot recover. The learned judge affirmed the first, second, and fourth of defendants’ said points, and refused to charge as requested, in the third and fifth of said points, and added, that under the circumstances of the character and surroundings of the place, and the number of children in the neighbourhood, it was for the jury to say whether the defendants were or were not guilty of want of ordinary care.\nUnder these instructions there was a verdict and judgment for plaintiff; whereupon the defendants sued out this writ, averring :\nT. That the learned judge below erred in refusing to charge as-requested in the defendants’ third and fifth points.\n2. That there was .no evidence to justify the learned judge in submitting to the jury whether the defendants below were or were not guilty of want of ordinary care.\nJ. F. Johnson, for plaintiff in error.\n. Franklin B. G-oiven, James F. Growen, and Samuel Hood, for defendants in error.\nMarch 2d 1863,"
  },
  "file_name": "0375-01",
  "first_page_order": 375,
  "last_page_order": 380
}
