{
  "id": 484336,
  "name": "Hill versus Robinson & Co.",
  "name_abbreviation": "Hill v. Robinson & Co.",
  "decision_date": "1863-03-02",
  "docket_number": "",
  "first_page": "380",
  "last_page": "383",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 33",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 129",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 7859,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 1.2423255458136373e-07,
      "percentile": 0.608217506117152
    },
    "sha256": "0e3bf844d7876ce7541c6de28b5123970afec3bc468407c17582f3617486c64d",
    "simhash": "1:6a2dd0a9d3355899",
    "word_count": 1362
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hill versus Robinson & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThe condition of the bond was, that the goods levied upon under the first execution,-and claimed by Catharine Wallace, should be forthcoming to answer the writ, if the issue on the interpleader should be determined against the claimant, and in favour of the execution-creditors. The issue was so determined, and when the sheriff went for the goods they were not forthcoming to answer the writ, and he returned “eloigned.” The condition of the bond was therefore broken. Nothing less than producing to the sheriff all the goods claimed by Catharine Wallace, and producing them to answer the execution, could meet the obligation assumed by the defendant. Neither the sheriff nor the execution-creditors were bound to accept a part, or even the whole of them, unless they were forthcoming to answer the writ of execution. Were it competent then for the obligor in the bond, who has undertaken for the claimant, to contradict the sheriff’s return that the property had been eloigned (which we do not say), it is still plain that the evidence offered in this case could have availed nothing either in bar of the action or as showing a partial discharge. The claimant has interfered with the process of the creditors, and compelled them to let go of goods which had’ been seized to satisfy the debt due them. This she has done without just cause, as the verdict in the inter-pleader issue establishes. She cannot now select such portions of the goods as she chooses, and turn the refuse over to the creditors, and insist that they'shall accept them in partial satisfaction. Much less can she, or the obligor who answers for her' default, claim that the condition of the bond has been fulfilled in part, when even the refuse of the goods, not consumed or eloigned by her, are not produced to answer the execution. Her cause-loss interference is not to be instrumental in defeating the rights of the creditors. Had she interposed no claim to the property, the whole of it might have been sold, and the proceeds applied to the execution. The present claim of exemption may be a consequence of her claim. Whether it was or not, the evidence offered in court below was rightly rejected, and that without asserting the conclusiveness of the sheriff’s return, or denying the competency of the proposed medium of proof.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "A. Thompson, for plaintiffs in error.",
      "F. Carroll Brewster, for defendant in error, contended"
    ],
    "corrections": "",
    "head_matter": "Hill versus Robinson & Co.\nInterpleader. — Breach of Condition in Bond for production of Goods levied on. — Defence to Action on Bond.\n1. The condition of a bond, that goods levied on should be forthcoming to answer the writ, in case the interpleader issue granted therein, should bo determined against the claimant and in favour of the execution-creditors, is broken, if, upon such determination, all the goods are not forthcoming.\n2. It is not a defence to an action on the bond, that a part of the goods remained in partial satisfaction of creditors’ claims, especially whore those goods were not produced, but- were claimed as exempt under the Debtors’ Exemption Law.\nError to the District Court of Philadelphia.\nThis was an action of debt brought, November 11th 1861, by Henry Parsons & Co. against Samuel Hill. The defendant was surety in the interpleader bond, given in the case of Catharine Wallace v. Robinson & Co., reported in 3 Wright 129.\nA verdict having been obtained by Robinson & Co., in that case, against Catharine Wallace, judgment entered thereon, and a return to the execution, of eloigned; they brought this action of debt upon the interpleader bond given to them by defendant.\nOn the trial, after plaintiffs below had closed their case, the defendant offered Catharine Wallace, the wife of the debtor (who was absent) as a witness to prove that the condition of the bond had partly been complied with, and the sheriff’s return of eloigned was not wholly true, and to what extent.\nThe learned judge below overruled the offer, although a release was formally executed and delivered to the witness. To this ruling the plaintiff in error excepted.\nA verdict and judgment was then obtained for the sum of $792.66, that being the alleged value of the goods in controversy, which had been levied upon as the property of William M. Wallace, the debtor of plaintiff, and husband óf Catharine Wallace; whereupon the defendants sued out this writ, averring—\n1. The learned judge below erred in' excluding Catharine Wallace as a witness for defendant below. ’\n2. The learned judge erred in overruling the offer of defendants below to prove by Catharine Wallace, that as to certain portions of the goods the sheriff’s return of eloigned was not true.\nA. Thompson, for plaintiffs in error.\nA release to harón and .feme, the husband being absent, will make.the feme a good witness: 1 Yeatos 576. The condition of the bond in suit is “that the goods so levied on and claimed as aforesaid, shall be forthcoming upon the determination of the said issue, to answer the said writ of execution, if the said issue shall be determined in favour of Henry Robinson & Co., or if so many of them shall be forthcoming as shall be determined not to be the property of the said Catharine Wallace, then this obligation to be null and void.” The offer of defendant below was to show that as to a portion of the identical goods embraced in the original inventory, contained in the interpleader, amounting to between three and four hundred dollars in value, they were forthcoming at the determination of the issue, were on the premises of the debtor at the time of the levy under the second execution, wore there at the time of the offer, were abandoned by the sheriff, and were not eloigned. Surely this was competent testimony. The plaintiff in error is not to be held liable, except for default of the debtor or claimant in not bringing forth the goods levied upon at the determination of the issue to answer the writ of execution, and then only pro tanto. Any other meaning would fix the liability totally and unconditionally: See Gibbs v. Bartlett, 2 W. & S. 33.\nThere is not such an analogy between this and a replevin bond, as to hold that the surety in the former, where no property has been wrongfully taken from the possession of the creditor, is to be held to the same line of strictness, because of the sheriff’s return of eloigned, as would be meted out to the surety in a replevin bond, whose principal has ad interim used, and perhaps thereby depreciated the goods that never belonged to him. And yet the court below held that the sheriff’s return was conclusive on the surety, and that it was not competent for him to show otherwise, or to traverse the return. See 1 Ld. Raymond 613. Plaintiff in replevin could maintain an action against the sheriff for a false return, if he should persist in a refusal to replevy the goods, and return eloigned. Would not the same doctrine apply in this case, where the sheriff has made a false return of eloigned, and refused to execute the writ of vend, exponas f And was not the court below in error in refusing to plaintiff in error an opportunity of contradicting the return, and showing the true state of facts existing at the determination of the feigned issue, and at the time of the issuing of the second execution, and the visit of the officer to the premises of the debtor ?\nF. Carroll Brewster, for defendant in error, contended\n1. The witness and her husband were both interested, for in case of a recovery, both would be liable over to Hill. No release could remove this, certainly no release delivered to her discharged the husband. But passing this, 2. It is contrary to the policy of the law to permit such a defence.' 3. It was not admissible under any plea filed. “ Covenants performed” is no plea to an action of debt, and there was no proof of “payment.” 4. The sheriff’s return was conclusive.\nMarch 2d 1863,"
  },
  "file_name": "0380-01",
  "first_page_order": 380,
  "last_page_order": 383
}
