{
  "id": 484248,
  "name": "Raush versus Ward",
  "name_abbreviation": "Raush v. Ward",
  "decision_date": "1863-03-09",
  "docket_number": "",
  "first_page": "389",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 315,
    "char_count": 5087,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.374368733262758e-07,
      "percentile": 0.6391505836826781
    },
    "sha256": "44bc387a3932b7962cd712474be7fd86dd1fed474d971709c6caf59bb5120611",
    "simhash": "1:7628863e192ed4e3",
    "word_count": 896
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Raush versus Ward."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, O. J.\nWe have not been able to find any law clearly authorizing the sheriff to provide food and lodging at the expense of the county for the militia, that he may call out for the purpose of suppressing insurrections and riots, and therefore of course we cannot say that the plaintiff below trusted the county rather than the sheriff. The sheriff made the contract sued upon, not clearly as agent of the county, and therefore he must stand personally responsible.\nWe are not sure that it is not the duty of the military, when called to such service, to come fully prepared for the work they have to do, including in such preparation, rations and tents, as well as arms and ammunition, and possibly it is the duty of the military officers to see that these matters are provided.\nBut the law on this subject is not so clear as it ought to bo, and it seems to us that it' might be much improved by further legislation under the light of recent experience. This view of the case, further illustrated by the case of Curtis v. Allegheny County, 1 Phila. Hep., requires that this judgment be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, O. J."
      }
    ],
    "attorneys": [
      "F. F. Deivees and Francis W. Sughes, for plaintiff in error.",
      "Seth W. Gfreen, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Raush versus Ward.\nRight of Sheriff to charge County with Expense of hoarding and, lodging Militia called out by Mm to suppress Riot.\nA sheriff cannot provide food and lodging at the expense of the county, for militia called out by him to suppress insurrections and riots ; and persons furnishing food and lodging to militia called out for that purpose, at the instance of the sheriff, must have recourse to him personally, and not to Ihe county.\nError to the Common Pleas of Schuylkill county.\nThis suit was brought originally before a justice of the peace, by Isaac Ward against John Raush, who was then the sheriff of Schuylkill county, to recover the amount of a bill for food, provided at the request of Sheriff Raush, to a military company, furnished to said sheriff by the governor of the commonwealth, to aid him in suppressing an extensive and formidable riot, and to arrest the parties engaged in it. Information upon oath had been lodged before a justice of the peace, and a warrant issued to the sheriff to arrest these parties. The justice rendered a judgment against the sheriff, who appealed to the Common Pleas of Schuylkill county, when the following statement of claim was filed for plaintiff:—\nPlaintiff’s claim in this suit is founded on a bill of goods sold and delivered by the plaintiff to the defendant, to wit, meals and lodgings furnished by the plaintiff to the defendant for the Philadelphia Reserves, at the instance and request of the defendant, and which he then and there undertook and promised to pay for, amounting to the sum of $61.37, and which, although often requested to do, he hath hitherto neglected and refused, and still doth neglect and refuse to do; which said sum of $61.37, with interest from the 8th day of May 1862, constitutes the plaintiff’s claim in this suit.\nA bill of items is hereunto annexed, and is as follows, to wit:\n“ John Raush to Isaac Ward, Dr.\n1862. May 8th.\nTo 51 meals for the Philadelphia Reserves, at 50 c. . $25.50\nTo 9 dinners “ “ “ “ . 3.37\nTo 52 meals and lodging, “ at 62 c. . 32.50\nAmount of bill......$61.37\nInterest from 8th May 1862, to be added.”\nAn affidavit of defence was filed by the sheriff, and judgment entered by the court below without argument pro forma, that the case might be brought before this court to determine this and other cases depending on the same question.\nThe affidavit of defence was as follows: — ■\nJohn Raush, being duly sworn according to law, deposes and says that his defence in the above suit is, viz.: That he is the sheriff of said county; that in that capacity he called upon the governor of the commonwealth for military force to assist him in suppressing a riot, which, it was alleged and charged at the time, was prevailing in the township of Cass, in the said county, in which it 'was charged several hundred persons were engaged as principals or accessories; that a warrant was placed in the hands of deponent, issued by a justice of the peace, to arrest some of the parties engaged in the said riot, and it was alleged and believed that no civil force in the county would be adequate either to make the arrests or suppress the riot; that in these circumstances this deponent applied to the governor of the commonwealth for a military force to assist him in suppressing said riot, and in making said arrests; that said governor sent to deponent as sheriff, as aforesaid for said purpose, two military companies from Philadelphia, who arrived in Minersville on the evening of the 7th day of May last; that the men composing said military force needed to be fed, and deponent asked of plaintiff to furnish in part the food necessary for that purpose, and deponent believes that the plaintiff did so furnish the same.\nThe error assigned by defendant was the entry of judgment for plaintiff.\nF. F. Deivees and Francis W. Sughes, for plaintiff in error.\nSeth W. Gfreen, for defendant in error.\nMarch 9th 1863,"
  },
  "file_name": "0389-01",
  "first_page_order": 389,
  "last_page_order": 391
}
