{
  "id": 484228,
  "name": "Laucks's Appeal",
  "name_abbreviation": "Laucks's Appeal",
  "decision_date": "1863-03-16",
  "docket_number": "",
  "first_page": "395",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 312,
    "char_count": 4464,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 8.02114797974916e-08,
      "percentile": 0.464802774215794
    },
    "sha256": "bb9fb4b5f7828a5dc6a80a6aab8ad41a5d3742dc3e2ebae148350204fdbee075",
    "simhash": "1:daa6c080adb4527a",
    "word_count": 776
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Laucks’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe ruling in this case is conclusively settled on authority. In Shelby’s Appeal, 12 Casey 373, the waiver was in the body of the judgment, and this was treated as having the effect of a waiver on or after execution. In Garrett & Martin’s Appeal, 8 Casey 162, we did not pass upon the effect of such a waiver, as it was not in the case, but the question on that point is now settled by Shelby’s Appeal.\nIn several cases it has been held that the debtor shall not convert his privilege to claim the benefit of the Exemption Law into a mode of preferring creditors : “ That a debtor cannot waive his right to the $300, in favour of a junior lien-creditor.” That whatever he does not regularly claim for himself, remains in the fund to be distributed according to law: Boyer’s Appeal, 9 Harris 210; Garrett & Martin’s Appeal, 8 Casey 160; Shelby’s Appeal, 12 Id. 373. McAfooose’s Appeal has not the slightest bearing on this doctrine. All that was decided there, was that when one claimed the exemption on a fi. fa., he was not obliged to reassert it on an alian vend,, for the sale of the premises.\nThe facts in this case bring it exactly within the rule of the cases just cited. Here the debtor waived exemption in favour of the two last or junior creditors; and upon the principle of the cases cited, the distribution was properly made to the liens in the order of their succession on the docket.\nDecree of the Common Pleas affirmed, at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "A. G. Green, for appellant.",
      "H. Van ’Reed, for appellee."
    ],
    "corrections": "",
    "head_matter": "Laucks’s Appeal.\nWaiver of Exemption Law to Junior Creditors, effect of.\nA waiver of the Exemption Law in favour of junior judgment-creditors, gives them no preference in the distribution of the proceeds of the debtor's real estate, over prior judgment-creditors in whose favour there was no such waiver.\nAppeal front the Common Picas of Berks county.\nThis was an appeal by Joseph Laucks, through his committee Adam Kauffman, from the decree of the court below, distributing the proceeds of the sheriff’s sale of the real estate of said Laucks.\nThe facts of the case were as follows: — Judgments were entered against Joseph Laucks, in the Court of Common Pleas of Berks county, in favoxtr of the following persons, viz.:—\nDaniel K. Ney, entered on bond, October 6th 1858, for . . . $100.00\nStichter & McKnight, entered on transcript, Nov. 19th 1858, for . 61.36\nErank Y. AYagner, Esq., entered on note, May 20th 1859, for . . 65.00\nH. Yan Reed, Esq., entered on transcript, March 19th 1862, for . 10.00\nIn the notes on which the last two judgments were obtained, the note to Van Reed-being dated October 7th 1858, the exemption had been waived by the defendant. In the judgments of Ney and Stichter & McKnight there were no waivers. A fi.fa. was issued on Ney’s judgment to April Term 1861, No. 135, on which the real estate of the defendant was condemned, A rule being granted, the inquisition was subsequently set aside by the court for irregularity. Pending the rule, a writ de inebrietate inquirendo was issued, and the defendant, Joseph Laucks, duly found by inquisition, to be an habitual drunkard, and having a wife and three minor children. On confirmation of the inquisition by the court, Adam Kauffman was appointed as his committee. An al. fi. fa. was then issued on the judgment of Daniel K. Ney to January Term 1862, No. 92, in which the defendant, by his committee before inquisition held, claimed the benefit of the Exemption Law, and the appraisers found the property could not be divided so as to set off a part to the defendant, and appraised the same at $350. A vend. exp. was subsequently issued on the Ney fi.fa., and the real estate sold for $330.70, besides costs.\nThe defendant, by his committee, asked to take out of court, under the Exemption Laxv, $300, less the Wagner and Van Reed judgments, together amounting to $92.79. This being resisted by the attorney for the Ney and Stichter & McKnight judgments, rules were granted to the different parties, and on the 22d of July 1862, the court decreed the fund as follows:—\nSUPREME COURT [.Philadelphia [Laucks’s Appeal.]\n1. To Daniel K. Ney, the amount of his judgment and costs . $120.82\n2. To Stiehtcr & McKnight, do. do.....70.90\n3. To F. V. Wagner, do. do.....79.77\n4. To II. Van Reed, do. do.....13.02\n5. To Adam Kauffman, committee, balance.....40.13\n$330.70\nWhich was the error assigned.\nA. G. Green, for appellant.\nH. Van ’Reed, for appellee.\nMarch 16th 1863,"
  },
  "file_name": "0395-01",
  "first_page_order": 395,
  "last_page_order": 396
}
