{
  "id": 484223,
  "name": "Shermer's Appeals",
  "name_abbreviation": "Shermer's Appeals",
  "decision_date": "1863-03-16",
  "docket_number": "",
  "first_page": "396",
  "last_page": "399",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 396"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 357,
    "char_count": 7115,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.187825171024319e-07,
      "percentile": 0.5906890710616719
    },
    "sha256": "58d4854af8baf320462d03441459a426b4dd884df6f09d05d0156aa676b3fe92",
    "simhash": "1:28c684229a753732",
    "word_count": 1224
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shermer’s Appeals."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nThompson, J.\nThere are two appeals now before us from the same court, on the same subject-matter, and they are the second and third appeals to the decision of the Register’s Court, in refusing to admit to probate an alleged codicil to the will of Joseph Shermer, deceased.\nThe codicil was first offered for probate on the 30th March 1859, and the register admitted it to probate. From this an appeal was taken to the Register’s Court, which, on the 17th June 1861, reversed the register and entered the following decree: “Now, June 17th 1861, after hearing the parties, it is ordered and adjudged that the decision of the register of wills of the city of Philadelphia, admitting the paper of January 30th 1859 to probate, and granting letters testamentary thereon, be reversed, and all proceedings thereon be considered void.” From this decision an appeal was taken to this court, and the decree or order was affirmed in this court on March 18th 1862.\nWhat was this but a decision against the very merits of the., proposition to prove the alleged codicil, as the last will of the testator ? Indeed this was the theme of the discussion in this court, and so treated in the opinion of my brother Strong, not yet reported, in affirming the decision of the Register’s Court. After all this, the same paper is again presented for probate. The register refused a hearing on the ground that the question was res adjudicata, and so the Register’s Court decided. A third time the matter was brought before the register, and refused on the same ground. Again -his decision was sustained by the Register’s Court, and an appeal taken to this court.\nOrdinarily when there is jurisdiction of a case or controversy, and it has been definitely settled, one way ór the other, there is the end of it. That is usually a finality of the case, unless there is some provision for re-examination. The decision of the Register’s Court in the first case would have been conclusive against admitting the paper to probate, if unappealed from. The issue was essentially devisavit vel non, although not formally so, and the judgment ivas against the probate of the paper as a will, and this in substance was, that it was not a last will. The affirmance of that decree here, as completely ended the contest as if there had been no appeal. Our judgment became part of the record, and went down to the Register’s Court, and bound the register as effectually as any judgment of this court is binding on inferior tribunals: 7 Casey 467. It affirmed the judgment below, which pronounced the paper inadmissible as a will. This ended the controversy, and it could-not be reversed without disregarding the rule, “that one suit and judgment therein is an end of controversy as to all matters put in issue, and which ought to have been put in issue7 Harris 502. This disposes of these cases. But the decision is not rested ,on this ground merely, to the exclusion of- any merit in the application to make probate of this codicil, for I do not think there is any in it.\nAppeals dismissed, at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "E. Spencer Miller and Charles Gilpin, for appellant.",
      "Cassidy and Johnson, for appellee"
    ],
    "corrections": "",
    "head_matter": "Shermer’s Appeals.\nDecision of Register Court, binding effect of when affirmed.\nWhere the decision of a register of wills, admitting to probate an alleged codicil to a will, is reversed on appeal by the Register’s Court, whose decree is affirmed on appeal to the Supreme Court, the question of the validity of the codicil is definitively settled, and cannot be again raised.\nCertiorari to the Register’s Court of Philadelphia.\nThis was a certiorari to the Register’s Court of the city of Philadelphia, at the instance of John A. Shermer, one of the children, and devisee and legatee of Joseph Shermer, deceased, and the executor of his will. On the llth day of February 1869, the appellant produced and proved, before the register, the will of Joseph Shermer, to which no objection was made. Ry this will he devised the whole of his estate (except a provision for his wife) to the two children which he then had. Subsequently, viz., November 19th 1854, another daughter (Isabella) was born, is still living, and is not provided for in the will. On the 30th day of March 1859, the executor produced before the register a paper, of which the following is a copy:—\n“ Personal Estate.\n“ January 30th 1859. I give and bequeath my Pennsylvania railroad stock, 5 shares, together with $2000 bond of Union Canal to my second daughter, Isabella Shermer.\n“Joseph Shermer.\n“Witness — John Dobelbower.”\n“ Real Estate.\n“I give and bequeath the house and lot N. E. Cedar and Eighth streets. One house on corner of Eighth, and four (4) to be erected on the rear of said lot on Cedar street, and three on Emeline street, in Fourth Ward, city of Philadelphia, and one on the south side of Cedar, No. 330, and (5) houses on the rear of said property.”\nWitnesses were produced in the usual manner to prove the signatures of the testator, and his execution of the paper; and the register admitted the paper of January 30th 1859, headed “ personal estate,” to probate. To the decision of the register admitting to probate the paper of January 30th 1859, an appeal was taken to the Register’s Court, which made the following order:—\n“June 17th 1861. In the matter of the appeal of the guardian of Isabella Shermer from the decision of the register of wills of the city of Philadelphia. Present, Judges Thompson and Ludlow, and Register McMahan. And now, June 17th 1861, after hearing the parties, it is ordered and adjudged that the decision of the register of wills of the city of Philadelphia, admitting the paper, dated January 30th 1859, to probate, and granting letters testamentary thereon, are to be considered void.”\nFrom this order an appeal was taken to this court, and the decision of the Register’s Court was confirmed.\nThe record then went back to the register, and the appellant, by his counsel, again went before him to prove the codicil and the circumstances of its execution, but1 the register, after hearing some testimony, refused to hear any more, and, deciding that the case was not properly before him, dismissed the proceedings.\nFrom this decision the appellant again appealed to the Register’s Court, but that court sustained the register. Lest there might be some deficiency in the form of’ the application to the register, from which this second appeal was taken, the appellant again went before him and made a more formal offer; but the register overruled these offers, and the Register’s Court sustained him.\nThe appeal was then taken as above stated, and the following errors assigned:—\n1. The Register’s Court erred in confirming the decree of the register, made April 25th 1862, deciding that the case was not properly before him, and dismissing the proceedings.\n2. The Register’s Court erred in confirming the decree of the register, December 18th 1862, declining to receive or act upon the offer to prove the paper of January 30th 1859, or to receive the evidence then offered.\nE. Spencer Miller and Charles Gilpin, for appellant.\nCassidy and Johnson, for appellee\nMarch 16th 1863,"
  },
  "file_name": "0396-01",
  "first_page_order": 396,
  "last_page_order": 399
}
