{
  "id": 484239,
  "name": "Duffey et al. versus Duffey",
  "name_abbreviation": "Duffey v. Duffey",
  "decision_date": "1863-03-16",
  "docket_number": "",
  "first_page": "399",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 399"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bradford 287",
      "category": "reporters:state",
      "reporter": "Bradf.",
      "case_ids": [
        1127660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/brad/2/0287-01"
      ]
    },
    {
      "cite": "13 Barb. 502",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/13/0502-01"
      ]
    },
    {
      "cite": "5 Barb. 122",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5778793
      ],
      "opinion_index": 0,
      "case_paths": [
        "/barb/5/0122-01"
      ]
    },
    {
      "cite": "8 Watts 366",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0366-01"
      ]
    },
    {
      "cite": "5 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 577,
    "char_count": 11886,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.85857792228281e-07,
      "percentile": 0.9327422177895314
    },
    "sha256": "f39c1603710817429c55ed0e7dbf579954659c7e652208041f056da8920c49ae",
    "simhash": "1:1fd0fc6d6ce372c1",
    "word_count": 2090
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Duffey et al. versus Duffey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nJudge Lewis, in Seibert’s Appeal, 7 Harris 56, says, “ It was well urged in the argument by Mansfield and Fonblanque for the plaintiffs, in Perry v. Whitehead, that the ground that ‘ the grandfather is not bound to provide for his grandchild as a father is for a child, and the former, therefore, is not under the same moral obligation, would sound extraordinary out of a court of judicature, and certainly affords no reason. The statute of Elizabeth imposes the same obligations upon a grandfather and grandmother as upon the parents, which is the sense of the legislature and of mankind: 6 Vesey, Jr., 546.’\n“In Pennsylvania the grandfather, as well as the father, is required by the Act of 13th June 1836, § 28, to relieve and maintain his grandchildren when their necessities require it. This statute is in accordance with the moral sense of mankind. Those that suppose that infant children do not, upon the death of their parents, take the place of the latter in the affections of their grandfather, are strangers to the most ordinary manifestations of the best feelings of the human heart. As the mementoes of the departed child, they have peculiar claims to his regard; and their unprotected helplessness produced by the common bereavement, in most eases, rivets his affections to them closer than they ever clung to their parent.” No truer words were ever rvritten by the learned judge, and no commentary or paraphrase can add to the strength and beauty of his language. The legal obligations are well pointed out by Judge Parsons, in a very learned opinion in The Guardians of the Poor v. Smith, 6 Penna. Law J. 433.\nA class of cases has been cited by the counsel of the plaintiffs •in error, in which claims for compensation for services rendered have been rejected on account of the relations which, the parties bore to each other. Such was the case of Swires v. Parsons, 5 W. & S. 357, where a woman who had lived with a man as his wife, sought to recover from his estate, compensation for services performed in his lifetime. There the court held, that the relation between the parties repelled the idea of a contract. So in Candor’s Appeal, Id. 513, it was held, that a child is not entitled to recover from the estate of the deceased for services rendered, unless upon clear and unequivocal proof, leaving no doubt that the relation between the parties was not the ordinary one of parent and child, but of master and servant. The same doctrine was enunciated in Defrance v. Austin, 9 Barr 309, where the claim was by an infant nephew against his uncle, and in Lantz v. Frey and Wife, 2 Harris 201, where a stepdaughter claimed compensation for services rendered to her stepfather whilst living with him during her minority. So in Lynn v. Lynn, 5 Casey 369, where a son brought a charge for boarding his mother against her estate.\nThe converse of the proposition was ruled in Cummings v. Cummings, 8 Watts 366, Avhere the claim was by the mother against her daughter for maintenance whilst an infant. The court said, “ The presumption from a mother’s maintenance of a child, whatever be the means of either, is that she furnished it as a gift.” In Pelly v. Rawlins, Peake’s Add. Cases 226, it was held, that if a husband educate a wife’s child by a former husband, he cannot recover compensation from such child when it comes of age. This case is cited in Chitty on Contracts, by Russell, 6th ed., pp. 48 and 144, and he says, in such case no recovery can be had “unless there be an express promise to repay him,” which is also stated as the law, in 1 Story on Contracts, § 82 f.\nIn Williams v. Hutchinson, 5 Barb. 122, which was affirmed by the Court of Appeals in 3 Comstock 312, it was held that a stepfather is not entitled by law to the custody or services of the children of his wife by a former husband, nor is he bound to maintain them, but if he assumes the relation of a parent to such child, receives him into his family, supports and educates him, and there is no express agreement to pay wages to the stepchild, the latter cannot maintain an action against the stepfather for services rendered while a minor, although the value of the services may exceed the expenses of such education and support, and a promise to pay wages will not be implied. The whole reasoning of the court proceeds upon a principle which would likewise exclude the stepfather from claiming any compensation for his expenditures for the stepchild. And this doctrine was expressly declared in Sharp v. Cropsey, 11 Barbour 224. His assumed relation of father entitles him on the one hand to the services of his stepchildren, and entitles them on the other to their support and education, without remuneration. In Chilcott v. Trimble et al., Executors, &c., 13 Barb. 502, whore a parent was willing to support his infant child, and a relative, without his request but with his assent, received the child into his family, and supported it as a child of his own, it was held that no agreement of the father to pay for such support could be implied, and that the moral obligation of a parent to support his child imposes on him no liability to pay for its support furnished by a relative without his request.\nThis case was similar in its circumstances to the case now under consideration. When the mother died, the child, who was four months old, was taken by her grandparents. The father married a second time, and the child went back to him, but returned in a short time to her grandparents, with whom she lived until their death, and continued to reside with her uncle, who had been in the same house with his parents, and who furnished her with clothing and schooling, she performing such services as are usually performed by girls of her age, such as housework, spinning, &c. There was evidence of declarations of the father, the testator, after the .marriage of his daughter, that he vras going to pay the uncle for keeping his child. The court, hoAvever, ruled as we have already stated, and also, that as the evidence relied on to prove an express promise, referred to a time after the service was performed, the consideration was passed and executed, and not sufficient to maintain an assumpsit unless moved by a precedent request. There is also a very strong case of Eitel v. Walter, 2 Bradford 287, where it Avas held that there Avas no legal obligation on the intestate to compensate the uncle for the support of the child during the period she resided with him, he having made no demand on the father to assume the care of his daughter, or pay for her support.\nIn the present case, Mrs. Harrison, a daughter of the plaintiff, died on the 8th of June 1851, leaving eight children. Three of them, all girls, one six weeks old, another two years old, and the other four years old, were taken from the funeral of their mother by their grandparents, the plaintiff and his wife, to their house. Mr. Harrison married again, and died in 1855. Some time after the death of the intestate the plaintiff presented to his administrators a claim for $690, for the boarding and clothing of these children.\nThere was no evidence of any previous request on the part of the father, nor of any contract by him Avith the plaintiff, nor of any express promise on his part to pay, and only some declarations which, under the decisions, were of no weight or consequence. As the relation of the plaintiff and the children precluded the idea that there could be any implied agreement on the part of the father to pay, it was clearly error on the part of the court to charge the jury, that in the absence of an agreement with the father not to charge, the plaintiff was entitled to recover a reasonable compensation, the amount of which will be determined by the jury.\nThe very reverse of this would have been sound law.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Lowrey and Wilson, for plaintiffs in error.",
      "A. P. Gone, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Duffey et al. versus Duffey.\nLiability of Grandfather to support indigent Grandchildren. — Implication of Promise to repay, excluded by their Relationship.\n1. Under the Act 13th June 1836, a grandfather is liable to relieve and maintain his destitute grandchildren, when their necessities require it.\n2. As their relationship excludes the implication of a promise, a grandparent cannot recover for the maintenance of grandchildren, from the estate of their father, unless there be proof of a previous request, a contract, and an express promise on the part of the father to pay for it.\n_ 3._ Hence, in such an action, it is error to instruct the jury that the plaintiff is entitled to recover, “ in the absence of an agreement with the father not to charge.”\nError to the Common Pleas of Tioga county.\nThis was an action of assumpsit, brought by Charles Duffey against John Duffey, Priscilla Harrison, and Robert II. Archer, administrators, &c., of John F. Harrison.\nThe material facts of the case were as follows:—\nJohn E. Harrison married a daughter of Charles Duffey, the plaintiff below in this suit, by whom he had eight children, three of Avhom were named Sarah, Catharine, and Harriet. On the 8th day of June 1851, the mother died; the three children were taken to the funeral of their mother by the plaintiff and his wife, who were the children’s grandparents, and from the grave of their mother to the home of the plaintiff. Sarah was then four years old, Catharine two years old, Harriet, the youngest, being six weeks old, having been given by its mother to her sister, then living with the plaintiff, but since married to Wayne Lewis, who still retains the child. The other two were taken care of in the family, were treated as children, and made to work as soon as they were of sufficient age. No contract was made between John E. Harrison and Charles Duffey in relation to the maintenance and support of those children. John E. Harrison died in 1855, intestate, whereupon Priscilla Harrison, his second wife (since deceased), R. H. Archer, and John Duffey, the latter a son of plaintiff below and uncle of the children, were appointed administrators of the estate of deceased. No charges were made or claimed by Charles Duffey against John E. Harrison during his lifetime for the support of these children. After the administrators were appointed, he informed them that his wife had an account for keeping the children, and finally claimed $690 in his own name, which was not allowed by the administrators. He then brought this action to recover that amount.\nThe learned court (White, P. J.) charged the jury as follows: — ■\n“ Plaintiff has brought this suit to recover compensation for the maintenance of the children of defendants’ intestate — furnished after the decease of their mother, and in the lifetime of their father.\n“Plaintiff is the grandfather of the children, but was under no legal obligation to board and clothe them on that account. If, however, he chose to do so under an agreement with their father, by which he agreed not to charge, he would be bound by such agreement, and could not recover compensation now for what he agreed to do free of charge.\n“ Whether this was the agreement of the parties or not the jury will judge from the evidence. In the absence of such agreement plaintiff would be entitled to recover a reasonable compensation — the amount of which will be determined by the jury. The .declarations of plaintiff to H. S. Archer, Esq., that the account belonged to his wife, that he had nothing to do with it, that she had had the trouble of taking care of the children, and he was willing she should have the pay, constitutes no legal objection to the plaintiff’s recovering in this suit.”\nThere was a verdict and judgment for the plaintiff; whereupon this writ was sued out by defendant, who assigned for error the charge of the court.\nLowrey and Wilson, for plaintiffs in error.\nA. P. Gone, for defendant in error.\nMarch 16th 1863,"
  },
  "file_name": "0399-01",
  "first_page_order": 399,
  "last_page_order": 403
}
