{
  "id": 484262,
  "name": "Parke versus The Commonwealth Insurance Company",
  "name_abbreviation": "Parke v. Commonwealth Insurance",
  "decision_date": "1863-03-16",
  "docket_number": "",
  "first_page": "422",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 422"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 196,
    "char_count": 2833,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 4.238557424105979e-07,
      "percentile": 0.914642900030079
    },
    "sha256": "9ec1748ec0ad53ede2596ec273ed225661c06bb297617b972654618ad0839fda",
    "simhash": "1:4288187decf800fc",
    "word_count": 485
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Parke versus The Commonwealth Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe service of the summons was set aside because made “on an agent authorized to effect insurance only,” by which words we understand a travelling agent for procuring applications for insurance, to be transmitted to the regular office of the company for action.\nIs such service authorized by the Act of 8th April 1851, § 6, which allows corporations to be sued in any county where they may “have an agency or transact any business”? We think not. This term seems to us to mean corporations that have branch offices, or agencies for the transaction of their business. That corporations should be liable to be sued in any county where they had ever had any matters of business treated about by an agent, or by any plaintiff who may choose to sue them there, whether this claim originated there or not, is surely beyond the intention of the legislature. This intention is better expressed in the Act of 1857, allowing insurance companies to be sued in the counties where the property insured is situated; and for trading companies, the Act of 1851 rightly provides that they may be sued in any county where they habitually transact business by an agency or branch. This case does not come within the spirit of the act, for this claim originated at the principal office of the company at Harrisburg, and relates to business with which a travelling agent for obtaining applications has nothing to do. He was not an agent for any purpose of this claim.\nThe judgment must be set aside, and the proceedings affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Bently and Pitch, for plaintiff.",
      "J. O. Kunkel, for defendants."
    ],
    "corrections": "",
    "head_matter": "Parke versus The Commonwealth Insurance Company.\nSummons.— Validity of service on travelling Agent of Corporation.\nThe service of a summons on a travelling agent of an insurance company, or upon one authorized, only to effect insurances, is not a valid service upon the company.\nError to the Common Pleas of Susquehanna county.\nOn the 9th of January 1862, Benjamin Parke, a resident of Susquehanna county, brought an action of assumpsit against The Commonwealth Insurance Company, a corporation chartered by the laws of Pennsylvania, and located at Harrisburg. The writ was served on Billings Stroud, an agent to effect insurances for the company.\nJudgment was taken for plaintiff, a writ of inquiry issued, and the plaintiff’s damages assessed at $3000, on the 28th of May 1862.\nOn the 20th of August 1862, on motion of the counsel for defendants, a rule was granted to show cause why the judgment should not be opened, and the service of the summons and all subsequent proceedings set aside. On hearing, the rule was made absolute, for the- reason that the law does not authorize the service of writs on agents of corporations, empowered as in this case; which was the error assigned.\nBently and Pitch, for plaintiff.\nJ. O. Kunkel, for defendants.\nMarch 16th 1863,"
  },
  "file_name": "0422-01",
  "first_page_order": 422,
  "last_page_order": 423
}
