{
  "id": 484257,
  "name": "Johnson versus Fritz",
  "name_abbreviation": "Johnson v. Fritz",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "449",
  "last_page": "452",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 457,
    "char_count": 10094,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 3.102345052843493e-07,
      "percentile": 0.8594284840544758
    },
    "sha256": "3facf62fa0d9274daa9a3ab1fcb9658ad36a2dff7e6a33324d382b364f9514cd",
    "simhash": "1:6f8d44b8d18877d7",
    "word_count": 1801
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson versus Fritz."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThough Mrs. Fritz’s title to this land was her separate estate, yet, on her death, her husband was entitled to his curtesy in it, and her conveyance of it without his joining in the deed was void at law as against him. It was originally money that was bequeathed to her, and when she converted it into land she could impose no terms upon her title to the land different from those attached to the money. That was merely for her separate use, and all other limitations of her title contained in the deed are without authority. Are there any circumstances, as offered to be proved, that in equity estop the husband from now claiming to avoid her conveyance ?\nThey lived together until her death, and, following ordinary presumptions, no doubt he knew of the legacy to his wife by her mother, and of her investment of it in 1845 in this land, and of her sale of the land to their son in 1855; and it was offered to be proved that the money derived from this sale was received and loaned out by her, and was owned by her at her death, and was by the husband and their children divided equally among them after her death, in 1859. If this had been proved, it would not have been an unallowable inference that the husband knew whence the money came. And if he said, referring to that division of the money, that it would not be right for him to claim any estate in the land, this would add force to the inference.\nIf these facts be so proved as to justify this inference by the jury, then the husband is estopped from claiming curtesy; for he cannot have the land and its proceeds too. In fact, with these things proved, his rights, as asserted at her death, were qxactly the same as if the bequest had not been converted into land. We think this evidence ought to have been received.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Henry W. Smith, for plaintiff in error.",
      "Samuel L. Young, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Johnson versus Fritz.\nHusband’s Curtesy Estate in Wife’s Real Property. — Admission of Husband!, when Evidence against him. — Estoppel in pais.\n1. Though land owned by a wife be her separate estate, the husband is entitled to his curtesy in it, and her conveyance without his joining in the deed, is void as against him.\n2. But where the money derived from her sale of the land was loaned out by her during her life, and at her death divided equally between the husband and the children, he would be estopped from claiming curtesy in the land.\n3. In an action by the husband for his. curtesy, where the defendant who held title under the wife’s vendee, offered to prove that the husband on division of the money said “ it would not be right for him to claim any estate in the land,\" the rejection of the offer was error.\nError to the Common Pleas of BerJcs county.\nThis was an action of ejectment, brought by Samuel Fritz against David Johnson, to recover possession .of a tract of land in Colebrookdale township.\nThe case was this: — Samuel Fritz, the plaintiff, and Maria Gilbert were married in 1821, and lived together until September 11th 1859, when she died. The mother of Maria, the wife of Samuel Fritz, died in 1843, having in her will bequeathed to her daughter Maria one-seventh of her estate, adding thereto, “ It is my will that all I have bequeathed to my daughters shall be for the whole sole exclusive use and benefit of my aforesaid daughters, and not for the use of their husbands, and each of their receipts shall be a sufficient discharge to my executors.”\nThe legacy of Maria Fritz, under this will, amounted to $1465, which was satisfied by the executor by a cash payment of $365, and a deed for the land in dispute for the consideration of $1100. Samuel Fritz was not present when this deed was given, nor when the balance of the legacy was paid to his wife.\nThe deed was dated April 1st 1845, and stipulated that the land should be held by her for her sole and separate use and benefit, exclusive of her husband, free and discharged from any tenancy by the curtesy, or any other matrimonial right in her present or any future husband. The plaintiff claimed possession as tenant by the curtesy — the defendant by title derived through the wife, independent of her husband.\nOn the trial this deed was offered in evidence by the plaintiff, was objected to by the defendant, but was admitted by the court. Whereupon the plaintiff rested his case.\nThe defendant then proved (under exception) the transaction connected with the settlement of the estate of plaintiff’s wife; the will of the mother; the appropriation of the legacy bequeathed to Mrs. Fritz; the adjustment of the mother’s estate, and the conveyance by Mrs. Fritz, under which defendant claimed. as also the acquiescence of the plaintiff; and then offered to show that plaintiff received the share of his wife on settlement of the estate of her father, who died in 1833, which was objected to by plaintiff, and rejected by the court.\nThe defendant then proved that Mrs. Gilbert died in 1844, that Maria’s interest in her estate was $1465, which was paid in part by the land in dispute, and the balance in cash. That at the time the money was paid Fritz and his wife lived together with their family in Douglass township, Montgomery county, but that he was not present when the deed was given, and the balance paid to Mrs. Fritz.\nThe will of Mrs. Gilbert was then given in evidence without objection, as also the letters testamentary to Henry Gilbert, the executor named in the will.\nThe defendant then proposed to prove and offered in evidence a deed of assignment, dated March 23d 1855, on the back of the deed already in evidence, with the receipt and acknowledgment on the same, from Maria Fritz to her son William G. Fritz, and that the consideration-money, to wit, $1500, was paid by William G. Fritz- to said Maria, that the said Maria retained and kept the said $1500, and the balance she received in money of her legacy under her mother’s will, herself free from any control of her husband; the will of, said William G. Fritz and letters testamentary in the same, which authorized Henry Gilbert, the executor, to sell the premises in dispute; a deed dated 30th of March 1857, from Henry Gilbert, executor, &c., of William G. Fritz, to Nathan Haas, that the consideration therein mentioned, $2030, was actually paid by said Nathan Haas; a deed dated October 15th 1859, from Nathan Haas and wife to William Johnson, and that the consideration-money, $2200, was paid by said Johnson to said Haas; all the deeds being for the premises in dispute ; and that the defendant is the tenant of William Johnson. That said Maria Fritz, at the time of her death, had loaned out her legacy and the purchase-money she received from William G. Fritz, and taken bonds and notes for the same in her own name, and continued to hold them as her • own, separate and apart from her husband until her death. That after her decease, the said plaintiff and his seven children met and divided the notes and bonds aforesaid, and her remaining personal property in eight equal shares, without taking out letters of administration on Maria Fritz’s estate; that the said Maria Fritz left no rea.1 estate; that after the death of the said Maria Fritz, and after her personal estate had all been divided into eight equal shares, by the said Samuel Fritz, and he and each of his seven children had each received an eighth part of the samé, he, the said Samuel Fritz, declared that it was not right that he the said Samuel should have any part of the premises and real estate in dispute, either for life or otherwise, or any interest in the same.”\nDefendant also offered to prove “ that each of the grantees in the deeds took and retained possession, under the several conveyances to them, w'hile they held the title.”\nThese offers were objected to by counsel for plaintiff, on the ground that they do not propose to show that Samuel Fritz had knowledge of or gave his assent to the conveyance made by Mrs. Fritz to her son; and also on the ground that they do not propose to show that the plaintiff had knowledge of the fact that the money distributed by the family arrangement was derived from the sale by his wife of the land in dispute.\nThe objection was sustained, the offer rejected, and a bill was sealed at request of counsel for defendant.\nThe court below, after stating the main facts of the case, instructed the jury as follows :—\n“ The deed to Mrs. Fritz stipulated that this land should be held by her ‘ for her sole and separate use and benefit, exclusive of her husband, free and discharged from any tenancy by the curtesy, or any other matrimonial right in her present or any future husband.’ Perhaps no stronger words to express the intention of the grantor could be used, and if, under existing rule of law, it was merely necessary to ascertain that intention, no difficulty would arise. But the conveyance stopped with the simple exclusion of the husband from rights 'which the law had created for his benefit. No eventual and final disposition of the property was made, and no order of succession in lieu of that fixed by law was established. In such a state of facts the decisions of the Supreme Court in Faries’ Appeal, 11 Harris 29, in Talbot v. Calvert, 12 Id. 327, and in Dubs v. Dubs, 7 Casey 149, are binding and controlling upon the court and jury. These cases settle the rule that ‘ where a title is in fee simple, legal or equitable, all expressions in it attempting to set aside statutory order of descent, without providing a different one, must go for nothing.’\n“ It follows that the plaintiff is entitled to a verdict.”\n■ There was a verdict and judgment accordingly; whereupon the plaintiff sued out this writ, and assigned for error the admission of the deed of April 1st 1845, from the executor of Esther Gilbert to Mrs. Fritz; the rejection of the evidence relative to the receipt by Mr. Fritz of his wife’s share of her father’s estate, and the rejection of the other testimony contained in the offers last above mentioned.\nHenry W. Smith, for plaintiff in error.\nSamuel L. Young, for defendant in error.\nMay 6th 1863,"
  },
  "file_name": "0449-01",
  "first_page_order": 449,
  "last_page_order": 452
}
