{
  "id": 484280,
  "name": "Hoffman versus Kemerer",
  "name_abbreviation": "Hoffman v. Kemerer",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "452",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 227,
    "char_count": 3069,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 2.0048683486691188e-07,
      "percentile": 0.7434205623571104
    },
    "sha256": "3a331509afde3a255f27d9d0ea4fc2cfdfcd832a62c0e43369e578740481d522",
    "simhash": "1:798f90dfd62d00da",
    "word_count": 526
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoffman versus Kemerer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nAll the questions made on this record may be stated in one. In an action for seduction, may the woman who was seduced be asked, on cross-examination, whether she has had connection with other men, for the purpose of showing her bad character, or for the purpose of laying grounds for contradicting her, if she denies it? We think the court properly negatived this question.\nTrue enough, the parent is entitled to damages for the disgrace brought upon the family by this stain upon the general good character or reputation of the daughter, but is entitled to damages only for the loss of service, if her previous reputation for chastity was bad; and thus reputation becomes an element of the case. But reputation is a fact that is to be directly proved, and not inferred from special acts. A person may have a very good reputation in his or her neighbourhood, notwithstanding acts of indiscretion and error. One is presumed to have that, and this presumption is to be set aside only by proof to the contrary. Proof of acts is not proof of reputation. The law does not inquire whether the reputation is well-founded or not; for, to do so, it would have to investigate the whole life of the person, which is impossible. We take the reputation as w7e find it in society, when we allow damages for the injury to it. The facts offered to be proved being therefore irrelevant, the witness could not have been contradicted even if she had denied them. There is no danger of any person having a better reputation in ordinary conduct than he deserves; however apt society is to estimate persons according to their pretences in those special pursuits that are above the comprehension of ordinary intelligence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "S. A. Bridges, for plaintiff in error.",
      "Marx 3? Bunk and B. B. Wright, with whom was A. B. Beeder, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hoffman versus Kemerer.\nAction on the Case for Seduction. — Proper Cross-Examination of Party seduced. — Reputation how proved.\nIn an action for seduction, the woman seduced cannot be asked on cross-examination, whether she had connection with other men, for the purpose of showing her bad character, or of contradicting her, if she deny it.\nError to the Common Pleas of Lehigh county.\nThis was an action on the case, brought by George Kemerer against Eli Hoffman, to recoverdamages for the alleged seduction of his daughter Caroline, per quod, &c., in which there ivas a verdict and judgment for plaintiff. On the trial eighteen bills of exception were sealed for defendant as to the admission and rejection of testimony, most of which were abandoned on the assignment of errors in this court.\nFive only of the alleged errors in sustaining objections on the part of the plaintiff t.o questions propounded by the defendant, on the cross-examination of Caroline Kemerer, the daughter of plaintiff, were relied on here, as reasons for reversing the judgment of the court below, all of which are included in the proposition stated in the opinion of this court.\nS. A. Bridges, for plaintiff in error.\nMarx 3? Bunk and B. B. Wright, with whom was A. B. Beeder, for defendant in error.\nMay 6th 1863,"
  },
  "file_name": "0452-01",
  "first_page_order": 452,
  "last_page_order": 453
}
