{
  "id": 484220,
  "name": "Wright versus Hart's Administrator",
  "name_abbreviation": "Wright v. Hart's Administrator",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "454",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842804
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0400-01"
      ]
    },
    {
      "cite": "7 W. & S. 264",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481762
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0264-01"
      ]
    },
    {
      "cite": "9 Watts 53",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 9691,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.809476781766415e-07,
      "percentile": 0.9315203318803529
    },
    "sha256": "20c16902073d0098955e93bd60439cbd8d56c784514ed2e798ab179cefbb33d9",
    "simhash": "1:ebfe3882ac4edaee",
    "word_count": 1698
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wright versus Hart’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nIt is admitted that the plaintiff below could not amend his declaration so as to introduce a new cause of action ; and this is very especially true, where the new cause is so old as to be barred by the Statute of Limitations: 12 Harris 92, 96; 1 Casey 407, 409; 6 T. R. 544; 7 Id. 51. This claim was three years old when the suit was brought, nine years .when the declaration was filed, and twenty-one when the amendment was allowed, on which the recovery was had. It could not therefore be introduced by an amendment, unless it plainly appears that the amendment is a mere specification of a claim already substantially counted upon. Is it so ?\nThe original declaration had counts on another note for $541.34, for money lent, $1000, and for money had and received, $1000, and concluded to the damage of $1000. This conclusion shows that the money counts were merely formal and cautionary, and did not mean anything else than the note stated in the first count. It is usual in claims of the amount of such a note to lay the damages at about double; and it is very plain that the damages laid could not also include the note set out in the amendment, which is for $525, for it does not coter the apparent principal of the two, much less the principal and nine years’ interest. Taking these matters into consideration, together with the common usage of pleading, to add the money counts, by way of caution, to every count upon a promissory note, it appears to us that the count on the second note plainly introduces it as a new cause of action, long after it was barred by the Statute of •Limitations. The amendment was therefore too late to reach it, and it was not in fact included in the original declaration.\nMoreover, the note embraced by the amendment was not payable in money, properly and legally so called, but “ in current funds at Pittsburgh,” a currency that had to be valued, in order to be fixed by judgment; for judgments have a more permanent meaning than the term of value of an eager commerce. Nothing but money is properly the subject of a negotiable contract, though a note or bill not negotiable in form, as between the original parties, may be treated as negotiable, as between subsequent ones: 9 Watts 53; 7 W. & S. 264; and though in small cases before justices this form may be treated loosely: 1 Harris 173. The endorsement of this note by the defendant to the plaintiff, therefore, created no liability or contract: 4 Watts 400; and this leaves the count upon it good for nothing.\nWe think, therefore, that the court committed error in allowing the amendment, and that the claim admitted under it was not admissible without it, or even with it.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "T. £ II. P. Ross, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Wright versus Hart’s Administrator.\nAmendment to Declaration, when refused. — Note “ payable in Current j Funds at Pittsburgh” not negotiable as between original Parties. — ■ j Endorser not liable on Endorsement of such Note.\n1. An amendment to a declaration will not be allowed, if a now cause of action is thereby introduced, especially where the new cause is so old as to liavo boon.barred by the Statute of Limitations.\n2. Where an action was brought in 1843, and a narr. filed, upon a note drawn October 10th 1837, at fifteen months, for $541.34, payable to L. D. “or order,” with the common counts for $1000, and in 1861 a now narr. was substituted by leave of court, counting upon the original note; and upon a new note drawn October 16th 1837 by another drawer payable to a different payee “or bearer” for a different sum, “in current funds at Pittsburgh;” and in indebitatus assumpsit, &e., for $3000: it was Held, That the note introduced in the amended narr. was a new cause of action, which had been barred by the statute; and that the allowance of the amendment was error.\n3. A note “payable in current funds at Pittsburgh” is not negotiable, and an endorsement of it creates no liability on the part of the endorser.\nError, to the Common Pleas of Bucks county. .\nThis was an action of assumpsit on a promissory note, brought in the court below to April Term 1843, wherein James M. Hart •was plaintiff, and Benjamin E. Wright was defendant. James M. Hart having died after the bringing of the suit, William Boyd, his administrator, was substituted, who on same day filed a narr. containing three counts. The first was on a promissory note drawn by John Duffield, on the 10th day of October .1837, payable fifteen months from the date thereof to Lewis Darrah or order, in the sum of $541.34, with interest from date, which note, it was averred, Lewis Darrah on the same day endorsed and delivered to Benjamin E. Wright, the defendant, by whom it was on the same day endorsed and delivered to James M. Hart the plaintiff. The other two counts were the common counts in indebitatus assumpsit for $1000, money lent and advanced, and for money had and received. In this narr. the damages were laid at $Í000. The defendant pleaded non assumpsit and payment.\nNovember 21st 1861, the plaintiff filed in the prothonotary’s office a new narr., which on the 7th day of December 1861 (when the case was called for trial), he brought into court and asked permission to file. This was granted, the defendant’s counsel objecting. The new narr. contained five counts; the first on the note which was declared upon in the old narr., the second on a note drawn by Lewis Darrah, on the 16th of October 1837, payable to Benjamin E. Wright, or bearer, on or before the 1st day of April 1840, in the sum of $525, with interest, in cuiwent funds at Pittsburgh; which note, the narr. averred, Lewis Darrah then and there delivered to Benjamin F. Wright, who on the same day and year endorsed and delivered the same to the plaintiff. The other counts of this narr. were in indebitatus assumpsit for $3000, money lent, advanced, paid, laid out, and expended for the use of the defendant, &c.; and also for the sum of $3000, money had and received; and in the further sum of $3000, money found to be due and owing from the defendant to the plaintiff, and in arrears and unpaid on an account there and then stated between them. The damages were laid in this narr. at $5000.\nOn the trial the plaintiff offered in evidence a note, dated October 16th 1837, drawn by Lewis Darrah, and payable on or before the 1st day of April 1840, to Benjamin F. Wright, or bearer, in the sum of $525, with interest, in current funds at Pittsburgh, being the note declared upon in the second count of the plaintiff’s additional narr. The defendant objected to the admission of this note in evidence; but the court overruled the objection, admitted the evidence, and sealed a bill of exceptions.\nThe plaintiff then gave in evidence the certificate of the notary, bearing date the 4th of April 1840, protesting the said note for non-payment, and thereupon the case was closed on both sides.\nThe court charged the jury as follows :—\n“ The plaintiff, in this case, claims to recover the sum of $525, with its interest, alleged to be due on a promissory note, dated the 16th day of October, A. d. 1837, drawn by Lewis Darrah, payable to Benjamin F. Wright, or bearer, and endorsed by Benjamin F. Wright, who is. the defendant. The note with its endorsement and certificate of protest have been admitted in evidence. This is the only note submitted to you, although the plaintiff in his original declaration, specially declared upon another note, different as to date, drawer, amount, &c. This declaration contains two common counts.\n“When the case came on for trial, plaintiff’s counsel asked leave to file an additional or amended declaration, containing a special count upon the note in evidence, and the usual common counts. To this the defendant’s counsel objected, on the ground that thereby a new and different cause of action from that originally declared upon would be introduced. The court overruled the objection, and allowed the declaration to be filed.\n“ The jury have the note with its endorsement, and the certificate of protest, before them, and we instruct them, if they believe the evidence, the plaintiff is entitled to their verdict for the amount of principal and interest due on the note.”\nUnder these rulings the jury rendered a verdict in favour of plaintiff for the sum of $1219.37. A rule for a new trial was then granted, on motion of the defendant, for the following reasons: — 1. Because the court permitted the plaintiff to file another barr., introducing a new, independent, and different cause of action from that set forth in the original narr. 2. Because the court admitted in evidence the note set forth and described in the second narr. 3. Because the court charged in substance that if the jury believed the evidence, the plaintiff was entitled to recover. 4. Because the verdict is against the law and the evidence.\nAfter argument the court discharged the rule, and entered judgment on the verdict. Whereupon the defendant sued out this writ, and filed the following assignment of errors:—\n1. The court erred in permitting the plaintiff to file the additional or amended narr.\n2. The court erred in admitting in evidence the note declared upon in the second count of the plaintiff’s additional narr., and which is embraced in defendant’s bill of exceptions to evidence.\n3. The court erred in charging the jury as follows: “ The jury have the note with its endorsement and the certificate of protest before them, and we instruct them, if they believe the evidence, the plaintiff is entitled'to their verdict for the amount of principal and interest due on the note.”\nT. £ II. P. Ross, for plaintiff in error.\nMay 6th 1863,"
  },
  "file_name": "0454-01",
  "first_page_order": 454,
  "last_page_order": 457
}
