{
  "id": 484319,
  "name": "Stout's Administrators versus Stout's Administrator",
  "name_abbreviation": "Stout's Administrators v. Stout's Administrator",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "457",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 190",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0190-01"
      ]
    },
    {
      "cite": "8 Watts 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0384-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 351,
    "char_count": 6315,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 9.711373752410262e-08,
      "percentile": 0.5300893990344611
    },
    "sha256": "7ae762f0ce09ce75f405bc081ee481c5a3bf07fa905c10d69ff4f200b4a17e90",
    "simhash": "1:afbb022ea0873739",
    "word_count": 1075
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stout’s Administrators versus Stout’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrib, C. J.\nThe statutes of amendment are not so rigid as to bend to no circumstances, and allow of no discretion. This sealed note was given by principal and surety, and paid by the surety. Near twenty years afterward, when both are dead, the administrators of the surety sue upon it in their own name,, as if it had been legally assigned to him, when it was not; and over four years later they ask to amend by substituting the administrator of the payee as plaintiff' for his use. We think the allowance of the amendment was properly refused.\nAfter so long a delay, both before and after suit brought, entirely unaccounted for, and after the presumption of payment has existed for over three years, such an amendment of the very form of the action ’cannot be allowed with any sort of certainty of doing justice to the defendant: 12 Harris 92; 1 Casey 407; 2 Term Rep. 707; 6 Id. 171, 543; 7 Id. 51.\nMoreover, the amendment applied for is equivalent to a substitution in equity to the rights of the paid creditor, and this cannot be allowed, after the Statute of Limitations has begun to run, after the payment: 8 Watts 384; 6 W. & S. 190. Here it has run four times over. Such an amendment must be limited by this principle.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrib, C. J."
      }
    ],
    "attorneys": [
      "Max Gfoepp, for plaintiffs in error.",
      "O. S. Meyers, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stout’s Administrators versus Stout’s Administrator.\nAmendment by Plaintiff refused.\n1. Where administrators of a surety upon a sealed note given in 1837, and payable in one year, brought an action in 1857 against the administrator of the principal obligee, for whom it had been paid to the obligee in 1838, by their intestate, but without taking any legal assignment; they cannot, on discovery of that fact in 1862, and after the presumption of payment had existed for three years, amend by substituting the administrator of the obligee as plaintiff for their use.\n2. The amendment being equivalent to a substitution in equity to the rights of the paid creditor, was not allowable after the six years of the Statute of Limitations had run from the time of payment.\nError to the Common Pleas of Northampton county.\nThis was an action of debt, brought November 27th 1857, by Catharine Stout, Abraham Stout, and Lewis II. Stout, administrators, &c., of Isaac Stout, against Michael Meyers, administrator, &c., of Abraham Stout, deceased, who filed their statement, setting forth that their claim was a bill single of Abraham Stout, dated May 10th 1837, for $379.21, payable to Solomon Bachman or order, one year after the date thereof, with interest; tnat on the 1st day of April 1838, .Solomon Bachman, the obligee, equitably transferred the same to Isaac Stout; and that on the 1st day of June 1842, the said Solomon Bachman died intestate. January 11th 1858, the case was arbitrated, and resulted in an. award for plaintiffs for $826.68 and costs. At the arbitration, no plea had been entered on the record by defendant, but the case was tried on the statement. The hearing before the arbitrators disclosed the real cause of action to be a bill single, purporting to be signed by Abraham Stout and Isaac Stout, which was produced, accompanied with the allegation that Isaac Stout was surety, that it was paid by him to Solomon Bachman, the obligee, on or about the 1st day of April 1838. The legal and equitable defence then set up -was — 1. That the suit was brought by the wrong party. 2. If the parties were right, the form of action was erroneous. 3. That there was no statutory assignment of the bill single. 4. The Statute of Limitations. 5. Payment; and 6th. A denial of the fact of suretyship and payment by Isaac Stout.\nJanuary 28th 1860, the defendant appealed from the award. August 26th 1860, defendant pleaded “payment;” same day, plaintiffs replied, and issue. August 29th 1861, the plaintiffs asked leave to file an amended statement, instead of the statement originally filed, which was allowed, defendant objecting thereto. The amended statement set forth circumstantially the plaintiffs’ cause of action, which accorded with his claim as set up before the arbitrators. On the day the amended statement was allowed to be filed, defendant added the pleas of “ non est factum,” “ actio non accrevit infra sex annos,” and “nunquam indebitatus.” Same day, jury were sworn. The plaintiffs demurred to the plea of “actio non accrevit infra sex annosa juror was withdrawn and case continued. On the 17th of April 1862, letters of administration were granted to Lewis II. Stout on the estate of Solomon Bach-man, the obligee in the bill single, who had died June 1st 1842. May 14th 1862, plaintiffs, without withdrawing their demurrer to the plea of “ actio non accrevit infra sex annos” to the amended statement, moved — 1. To amend the record by substituting “Lewis H. Stout, administrator, &c., of Solomon Bachman, deceased, to the use of the original plaintiffs, in place of the original plaintiffs ;” and 2. “ To file in lieu of the amended statement a new declaration.”\nThis declaration was in the ordinary form on a suit brought on a bill single by the administrators of Solomon Bachman, the deceased obligee, in which the names of Catharine Stout, Abraham Stout, and Lewis H. Stout, administrators, &c., of Isaac Stout, deceased, the original plaintiff, did not appear either as use parties, or in any other way. October 8th 1862, the demurrer and motion to amend were argued, the amendments refused, and the demurrer overruled. On the 28th January 1863, judgment was entered on the demurrer for the defendant, as of November 28th 1862,'nunc pro tuna.\nThe plaintiffs assigned here three specifications of error to the record, viz.:—\n1. That the court erred in refusing to allow the record to be amended, so that the title of the suit should read as follows: “ Lewis II. Stout, administrator, &c., of Solomon Bachman, deceased, to the use of Catharine Stout, Abraham Stout, and Lewis H. Stout, administrators, &c., of Isaac Stout, deceased, v. Michael Meyers, administrator, &c.,.of Abraham Stout, deceased.”\n2. In refusing to allow the third amended statement or narr., offered by plaintiffs on the 14th of May 1862, to be filed.\n■ 3. In overruling the plaintiffs’ demurrer, and in giving judgment for the defendant.\nMax Gfoepp, for plaintiffs in error.\nO. S. Meyers, for defendant in error.\nMay 6th 1863,"
  },
  "file_name": "0457-01",
  "first_page_order": 457,
  "last_page_order": 459
}
