{
  "id": 484281,
  "name": "Johnson versus Fullerton",
  "name_abbreviation": "Johnson v. Fullerton",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "466",
  "last_page": "469",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 466"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 420,
    "char_count": 8676,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 6.767894920407229e-07,
      "percentile": 0.9634963273920603
    },
    "sha256": "cd7663507c91677279e296e56035130d753f8238ee9f6029915c3fa5a0cd5e39",
    "simhash": "1:7a2d8b0e98394779",
    "word_count": 1551
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson versus Fullerton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nNo doubt it is right for the court to set aside the service of a habere facias, and award a writ of restitution, when the sheriff has ejected a party in possession, who is no party to the judgment, directly or indirectly, and could not legally he affected by it. But usually, where the defendant is in possession with his wife and family, the writ is executed by ejecting them all — otherwise the whole process would be useless or easily evaded. The sheriff was therefore justified by his writ in doing the same in this case, for he exercised only the ordinary authority given by the judgment and the writ. The service was not irregular’, and therefore could not be set aside, and without setting it aside, a writ of restitution is irregular, and has nothing in the record to justify it.\nBut then the wife claims that this land is her own, and that she ought not, therefore, to be ejected on a judgment against her husband. Why not? A judgment against him is a judgment against him and all his family and servants, and against all tenants under him who have entered after the suit was brought— otherwise it would be good for nothing; for if any one of his family may retain the possession, he.or she may cover the possession of all the others. The husband is the head of the family, and a judgment against him is necessarily against them all, and is executed against them all. It is his duty to defend the possession of the family, and if he fails to do so, the family must go out with him, just as a tenant with his family must go out who fails to give his landlord notice, or to defend under his title, though this title may be perfect.\nAnd the landlord cannot, after judgment and execution, claim a writ of restitution, though he was not heard. His title is not affected by the proceeding, though his possession is. And so in this case, the title of the wife cannot be affected by a judgment against her husband alone, but only her possession. Her husband ought to have defended his family’s possession by the title of his wife; hut without her being a party, no decision could be made that would affect her title. And yet, without trying her title, the plaintiff cannot gain his object.\nIt Avould breed great confusion and uncertainty, if a family, or one of them, could evade the execution of such a judgment against the head of the family, by setting up a claim of one of its members, and asking that claim to be tried on a motion for resti1ution. The old and usual rule already referred to, is better. And it does no AYrong, for the head may defend by the right of any of its members. And if be neglect to do so, tbe rightful members may appear to defend; and even after judgment, and within a reasonable time, may apply to have the judgment opened and a defence allowed.\nBut we do not see that the plaintiff would gain anything by setting aside the restitution; for his judgment decides nothing important to him on the title. Besides, we know of no practice that justifies a judgment in ejectment on a plea entered by the court, and verdict thereon, where the defendant does not appear. It does not seem to us, therefore, that the restitution does any wrong to the plaintiff. He ought to begin again with a suit against the husband and wife, in order to roach his object, and we do not think it proper, therefore, to restore his possession.\nOrder of restitution affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "James O. Marshall, for plaintiffs.",
      "William A. G-albraith, for Mrs. Fullerton."
    ],
    "corrections": "",
    "head_matter": "Johnson versus Fullerton.\nHabere facias possessionem, Duty of Sheriff under. — Service of Writ when, set aside. — Judgment in Ejectment against Husband. — Effect, of, as to Title and Possession of Wife. — Husband may defend on Wife’s Title. — Power of Court to enter Plea for Defendant.\n1. After judgment in ejectment and writ of habere facias issued, it is the duty of the sheriff to execute the writ by ejecting the defendant with his family; and the wife cannot prevent it by setting up title in herself, as it was the duty of the husband to have defended his possession upon her title.\n2. Where the defendant did not appear on the trial of the ejectment, but after execution of the habere facias the wife appeared, and on petition setting up title in herself and rule granted, the court awarded a writ of restitution, the writ is irregular, having nothing upon the record to justify it.\n3. But as the judgment against the husband did not decide the question of title in the wife, the order awarding restitution was not reversed, but the plaintiff left to his action against both, especially as upon the trial, on failure of the defendant to appear, the court improperly gave judgment on the plea of not guilty, entered for him.\nError to the Common Pleas of Erie county.\nOn the 7th of October 1859, an execution was sued out of the Common Pleas by Wood & Johnson against Henry Fullerton, under which the sheriff levied on a tract of land in Union township, in said county, containing eighty-seven acres, which, by inquisition, was extended, at an annual rental of $75, of which, notice was given to defendant January 1st 1860.\nOn the 13th of July 1860, a vend. exp. was sued out by Wood & Johnson, and on the 4th of August the property was sold to John Johnson, to whom a deed was acknowledged and delivered August 10th 1860.\nOn the 10th of June 1861, Johnson brought ejectment for the land described in the levy, which was served personally on Henry Fullerton. The defendant did not appear, and on the 17th of December, the court entered the plea of not guilty for him — a, jury was impannelled and sworn, the plaintiff submitted the evidence of his title as above stated, and, under the charge of the court, there was a verdict and judgment for plaintiff.\nOn the 30th of December 1861, leave was granted to plaintiff by the court to sue out a writ of habere facias possessionem, under which, on the 1st of April 1862, possession was delivered to Mr. Johnson.\nOn the 28th of April 1862, the affidavit of Drusilla Fullerton, wife of Henry Fullerton, was filed, setting forth “that she is the owner in fee simple of a certain piece or parcel of land, situate in Union township, county of Erie (describing the above-mentioned premises), and has been the owner in fee simple of said land since the 17th day of November, A. D. 1849, when the same was conveyed to deponent by her father, George McLane; that said land was originally conveyed by H. J. Huidekoper, on the 30th day of November 1845, to Silas L. Axtill, who, on the 24th day of March, A. D. 1847, assigned the same to Fenton & Barker, and was by said Fenton & Barker and their wives, conveyed to Henry Fullerton, her present husband, on the 17th day of August, A. D. 1848, and afterwards by said Fullerton duly conveyed, on the 17th day of November, A. d. 1849, to George McLane, deponent’s father, and by said George McLane, on the same day, November 17th 1849, duly conveyed .to deponent at her marriage; that deponent has occupied said land from the April following said conveyance until the happening of the facts hereinafter set forth, and has never conveyed the same to any one, nor executed any mortgage, judgment, or other encumbrance upon or against the same; that on the 1st day of October, A. D. 1858, Henry Fullerton, her husband, confessed a judgment to Wood & Johnson (reciting the levy, sale, &c., as above stated); that she now with her children occupies a log-hut on said premises, the furniture belonging to deponent, having been given to her by her father before her marriage in 1849 ; that deponent and her children are now out of the dwelling-house, having been ejected as aforesaid, and the same is occupied by one Smith, a tenant of said John Johnson; that she was not served with any legal process, was not a party to the judgment aforesaid, nor to the ejectment aforesaid, but all the proceedings were against her husband, Henry Fullerton ; that she informed the sheriff, when he came to execute said writ of possession, that she was the sole owner of said land and premises and messuage aforesaid ; and that the said land is worth about $2500, and was bid in by said Johnson, plaintiff aforesaid, for the sum of $10,” &c., &c.\nOn filing this affidavit, W. A. Gralhraith, counsel for Mrs. Fullerton, moved for a rule to show cause why a writ of restitution should not be awarded, the proceedings on the writ of habere facias to stay in the mean time as against Mrs. Fullerton.\nOn heai’ing, the rule was made absolute, and a writ of restitution awarded, under wdiich possession of the property was delivered to Mrs. Fullerton; which was the error assigned here.\nJames O. Marshall, for plaintiffs.\nWilliam A. G-albraith, for Mrs. Fullerton.\nMay 6th 1863,"
  },
  "file_name": "0466-01",
  "first_page_order": 466,
  "last_page_order": 469
}
