{
  "id": 484225,
  "name": "Struthers et al. versus Brown",
  "name_abbreviation": "Struthers v. Brown",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "469",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 469"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 515,
    "char_count": 10280,
    "ocr_confidence": 0.442,
    "sha256": "fcd9bd060b05f58b35b15bac436c35f7fb9eb4ec3d08cf7e9a7fd8bef17dc324",
    "simhash": "1:e67f25ee5606f84e",
    "word_count": 1874
  },
  "last_updated": "2023-07-14T16:38:14.089162+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Struthers et al. versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowr.ee, C. J.\nThe defendants below do not deny their obligation to pay the note, and they can have no valid objection to the plaintiff’s claim upon it, unless they have a set-off that is valid against him or them for whom he sues. The plaintiff got the note, and afterwards some other claims, as security for his deposit in the bank, and if they should all be collected in full, they would overpay him to the amount of $381.86. _ But in December 1860 he paid $295 of this to the bank in its own notes, borrowed by him to be so used, and to be returned if not allowed in payment. The balance of $86.86 belongs to the bank, and is subject to be paid by its notes, and the defendants claim to pay at least that much by a set-off of notes of the bank in their possession.\nThey do not appear to have obtained the $385 of bank notes now held by them until November 1861, long after the plaintiff had obtained and paid his $295; and, for aught that appears, they may be holding them for the benefit of some other persons. We find, therefore, no equity in their favour as against any more than the balance $86.86. But even this surplus arises out of the' other securities subsequently given to the plaintiff by the bank, and not out of this note ; and it does not appear that those other securities have been fully paid, and therefore the set-off, even as against this, is not proved.\nJudgment afErmed.",
        "type": "majority",
        "author": "Lowr.ee, C. J."
      }
    ],
    "attorneys": [
      "Q-. W. Scofield and J. W. Weimore, for plaintiff in error.",
      "tJohn If. Walker, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Struthers et al. versus Brown.\nSet-Off by Maher against Holder of Negotiable Note.\nA depositor in a bank, as it was about to suspend, obtained on account of his deposit from an officer, an undue note which had been discounted; and afterwards receiving other securities in excess of his deposit, paid back part of the excess in bills of the bank. In an action by him on the note, it was Held:\nThat the drawers could not set off against the note, bills of the bank obtained after the plaintiff’s payment on account of the excess, except as to the balance remaining ; and as that balance arose out of other securities subsequently given to the plaintiff by the bank, and not from the note, which securities were not shown to have been fully paid, the set-off as against that balance was not admissible.\nError to the Common Pleas of Erie county.\nThis was an action of assumpsit, brought October 23d 1861, by William S. Brown against Thomas S. Struthers and Charles' Wetmore, on their promissory note to the order of L. D. Wet-more for $1000, payable at the Bank of Commerce three months after date, with exchange on New York; which was endorsed in blank by L. D. Wetmore and J. W. Wetmore.\nThe Bank of Commerce, which was incorporated in 1853, under the general law of 1850, was located in Erie, and had discounted the note on which the suit was brought.\nThe bank suspended payment on the 21st of November 1860, at which time William A. Hill was cashier, and John C. Mc-Creary teller. C. B. Wright was one of the directors, and held the office of vice-president of the bank.\nAt the time of the suspension, Mr. W. Brown had, on deposit in the bank, $2441.28. On the 22d of November 1860 he received from Mr. Wright this note, in part payment of the bank’s indebtedness to him. On the same day the bank charged Mr. Brown, on his account, with $1409.03, of which this note was part.\nThere was nothing on the minutes of the bank showing a general or special authority in Mr. Wright to dispose of the notes thus held by the bank.\nThe books of the bank showed that a portion of the balance due to Mr. Brown, on his deposit account, was paid November 28th 1860, and that the balance was paid on the 29th of December 1860, by a check on Buffalo.\nThe whole amount of securities received by Mr. Brown on account of his deposit, if cashed, would leave him in debt to the bank $381.86, but he subsequently repaid the bank $295, leaving a balance of $86.86.\nThe defendants alleged that at the maturity of the note they held $385 of the circulating notes -of the bank, and on the trial, under the plea of “ payment,” “ set-off, with leave,” &c., tendered $1040 of said notes as set-off.\nThe court below (Johnson, P. J.) charged the jury as follows:—\n“ Although the points of defendants contain much that is true respecting the duty of bank officers, the defence they set up is not available, except on the hypothesis that the note is still the property of the Bank of Commerce. [Possession of such paper being primá facie evidence of ownership,] it devolves on the defendants to furnish evidence to rebut that presumption. To do this, they have given evidence to prove that on the 21st day of November 1860, the assets of the bank, or a portion of them, including this note, wore taken from its safe or vaults by C. B. Wright, a manager, and Mr. Hill, cashier, to a room somewhere else, called Wright’s room, and that this note was never known to be in the bank afterwards. There is no entry on the books of the bank or elsewhere of the transfer of this note to Mr. Brown.\n“ The same evidence which shows the removal of the note from the vaults of the bank, proves that at that date- the bank owed the plaintiff as a depositor $2441.28, that on the 22d of November 1860, they paid him in some way $1409.03, and took his check on these deposits, and that subsequently other payments wore made by the bank to him, viz.: the Barr note of $1000, entered on the 28th of November, and the Buffalo check of $649, on the 29th of December 1860.\n“ It was also proved by the defendants, through Mr. McCreary, that the plaintiff had this note about that time, and that he closed up his business with the bank and about this note with Mr. C. B. Wright. [If the evidence makes out that he got it from Wright or Hill, or the bank at all, it must have been on the 22d of November 1860, and that he paid for it by his check of that date for $1409.03.] As the burthen of proving how he got it was on the defendants, and they have offered no evidence to support any other theory, and insist he did get it from Wright, or Hill, or both, it is fair to take it as proved, that its transfer constituted a part of the credit given by Brown to the bank in his account as a depositor, and is included in his check of $1409.03.\n“ For this transfer, by whomsoever made, no authority existed by any act of the board of directors, so far as shown— none such is entered on their minute-book and journal.\n“ Under these circumstances it is claimed that the transfer of the note to Brown was void, and vested no title in him; that the bank is still the owner, and the plaintiff but a trustee, in whose hands a set-off can be made of the liabilities of the bank, or, in other words, of the bank circulation.\n• “We cannot bring ourselves to approve that theory. Wright, Hill, and the witness McCreary were the executive officers of the bank. [Who its stockholders or directors were, if it had any, we a,re not informed, either by evidence of their existence or their acts.] The business of the bank was transacted, as would appear, chiefly by Mr. Wright, who is called a director and vice-president. He did the business with the plaintiff, so far as appears in paying him what the bank owed him. That he had no right, under the banking law, to transfer him this note without authority from the board of directors, if there was any, may be conceded. That a court of chancery, on the application of the board, or a stockholder, or even a billholder, would have restrained him from doing this, and many other things that were done, there can be but little doubt. But if he was the executive and managing officer of the bank, he had a right, and it was his duty, to pay its creditors. It was the right of the creditor to get his pay if he could. Leges sunt vigilantibus. They mutually chose to give and take this note instead of coin. [There was nothing morally wrong, in the abstract. It was but giving, a preference among creditors. This the law would have prevented by injunction, if applied to. But it does not follow that it was void,] in the absence of such prohibition. The law merchant interposes its claims to consideration. [This is negotiable paper, purchased by the holder, for a valuable consideration; before maturity,] innocent of any knowledge that the defendants were billholders of the bank, or had any other defence to the payment of it. We can see no sufficient reason why the protection that is universally accorded to such parties should be withheld in this instance.\n[“There is nothing in the statute prohibiting a bank from negotiating its bills receivable, and we all know it is the every-day practice of banks and brokers to do this,] and thus obtain a credit, or make a deposit by anticipating tbeir actual receipts, with corresponding banks and brokers. [The legality of this has never been questioned, although usually done by the executive officers alone, without any formal authority from the directors.]\n“ If, then, this was a valid transfer, made at the time and in the manner indicated, it was good for the whole. At that time Mr. Brown was not wholly paid off. The surplus in the bank’s favour, as shown by the books of the bank, did not occur until after he was charged with the Barr note on the 28th November, and the Buffalo bank draft on the 29th December following.\n[“ So far as appears, the note in question was fully paid for at the time, and taken without any contingency or condition that would affect his absolute ownership of it, and leaving still a considerable balance due him.]\n“ The points of both plaintiff and defendants are substantially answered in what we have already said. [While according an affirmative answer to much that is stated in defendants’ first point, we dissent from its legal conclusion.]\n[“ We also dissent from the conclusion of their 2d point,] and affirm their 3d point, so far as relates to the plaintiff’s admission of the facts stated in the affidavit. [But, as we have already ruled, they do not constitute a defence.”]\nThere was a verdict and judgment for plaintiff. Whereupon the defendants sued out this writ, and assigned for error so much of the charge of the court as is enclosed above in brackets.\nQ-. W. Scofield and J. W. Weimore, for plaintiff in error.\ntJohn If. Walker, for defendants in error.\nMay 6th 1863,"
  },
  "file_name": "0469-01",
  "first_page_order": 469,
  "last_page_order": 473
}
