{
  "id": 484289,
  "name": "Waters et al. versus Bates",
  "name_abbreviation": "Waters v. Bates",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "473",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 10239,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.362015982873929e-07,
      "percentile": 0.6365081516335508
    },
    "sha256": "d8aaa2ebfe2cdd6b9b0e41f5ce96fecf628e1652bb5a81a424e0604806b27d91",
    "simhash": "1:05834de4f495d65b",
    "word_count": 1754
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented."
    ],
    "parties": [
      "Waters et al. versus Bates."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nWhat was said in support of the first error assigned, would have been very properly addressed to the Orphans’ Court, by way of opposing confirmation of the proceedings in partition, but those proceedings were not to be overhauled in this collateral action, and therefore the exception to that record, and the argument addressed to us in support of the exception, are alike irrelevant and inadmissible.\nThe other errors have relation to the effect of the judgment in ejectment, confessed by Waters to King on the 15th of February 1844. Did it conclude the rights of Waters ?\nThe ejectment was an equitable ejectment. It was brought to compel payment of a balance of purchase-money, and, on the day above mentioned, Waters appeared in proper person, and confessed judgment to the plaintiff for the 'land “ to be released on the payment of $178.56, with interest from date ; one-half to be paid in six months, and the balance in one year, with costs of suit.”\nIt cannot be doubted that this would conclude the right, if the law stood at the time of the judgment as it was declared in Seitzinger v. Ridgway, 9 Watts 496, to stand in 1840, or as it stands now under the ruling in Peterman v. Huling, 7 Casey 434.\nBut on the 5th of May 1841 (Dunlop’s Digest 846), the legislature.remedied the ruling in Seitzinger v. Ridgway, by putting equitable ejectments on the same footing as all other ejectments under the Limitation Law of 1807; and it is insisted that Waters’s confession was under this act. This act was repealed by the Act of 21st April 1846, Purd. 366, which, besides prescribing a rule for future cases, enacted that in all actions tried since 5th May 1841, wherein, by verdict or confession of judgment, time became essential, the defendant should have two years, after the passage of this act, to pay his money, commence his action, and enforce his contract.\nThere can be no question about the constitutionality of this clause of the Act of 1846. It was a more modification of legal remedies, and, so far from being unreasonable, was most indulgent to Waters, for it added, in effect, a credit of two years to that which he had stipulated for, and which had run out long before.\nBut the language of the clause is criticised. It is said it relates only to actions “ tried” since 5th May 1841, and therefore cannot be applied to this confession of judgment. The phraseology is, with customary looseness, “ actions tried since 5th May 1841, wherein by the finding of the jury, or by confession of judgment by the defendant,” from which it is evident the legislature meant to prescribe a rule for judgments confessed in equitable ejectments, where time became essence, as well as for judgments entered on verdicts. And any construction of the word “ tried” which would defeat this intention would be vicious.\nIf the offer to prove a tender in 1847 had been accompanied with an offer to prove an action brought within two years from the date of the Act of 1846, the defendant might have had a case upon the record, but as his offers were made, they were properly rejected.\nThe judgment is affirmed.\nThompson, J., dissented.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Gf. GhureJi, for plaintiffs in error.",
      "Finney $ Douglass, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Waters et al. versus Bates.\nProceeding in Orphans’ Court not to be reversed, collaterally. — Act of May bth 1841, and April 21si 1846, relative to equitable Ejectments, construed.\n1. In ejectment, where title was claimed under proceedings in partition in the Orphans’ Court, the record of that court is admissible as evidence, though the petition and the other applications in the partition and sale of the land and confirmation of deed were not under oath.\n2. Where there has been a sale of the land in question under articles of agreement, part compliance therewith, and, in an ejectment brought to enforce payment of balance due, judgment confessed in 1844 by the vendee to the vendor — to be released on payment of a stipulated sum within one year — that judgment is not, under the Act of 5th May 1841, conclusive against the equitable title of the vendee.\n3. But as that act is repealed by Act April 21st 1846, which gave the defendant two years after its date to pay the money, commence an action, and enforce the contract; the failure to bring the action within that time, did conclude his rights under the agreement.\n4. Therefore, in an ejectment, by the holder of title under the vendor, against the heirs of the vendee, brought in 1839, it was held not error to reject, as irrelevant, the offer of the defendants to prove atender in 1858 of the amount of the original judgment with interest and costs, by the heirs.\n5. The Act of April 21st 1846, being but a modification of an existing remedy, is constitutional.\nError to the Common Pleas of Crawford county.\nThis was an action of ejectment, brought by Hezekiali Bates, against Alonzo Waters, Uriah Waters, Nelson Waters, and Joseph Stickle, for two hundred and eighty-four acres of land in Bloomfield township.\nThe land was patented to John Taylor, from whose heirs, under proceedings in the Orphans' Court, it passed to Thomas King. King conveyed it to. David McAllister by deed dated April 8th 1845, for the consideration of $190.85, reciting in the deed a contract for the sale thereof to Wareham Waters, and declaring the conveyance to be “ subject to said contract, unless the right of said Waters thereto is forfeited.”\nIn addition to the amount of purchase-money due from Ware-ham Waters on the contract with King, Waters owed him a judgment for costs, which was assigned to David McAllister, who sued out an execution against Waters, levied on his interest in this land, had it sold, and became the purchaser by deed acknowledged at November Term 1846. From him the plaintiff acquired title by deed dated September 23d 1846, for the consideration of $500.\nOn the trial of this cause, in deducing title from John Taylor, the patentee of the land, to Thomas King; the plaintiff, offered in evidence the record of the Orphans’ Court of the county, of proceedings in partition between the heirs of the patentee, consisting of petition by the widow.and heirs, filed October 25th 1832 ; inquest awarded thereon ; partition made and confirmed; refusal by heirs to take at appraisement; petition by administrator to sell; order for and sale made, confirmed; and deed made accordingly. To which evidence the defendants objected, because none of these applications to the Orphans’ Court were verified by oath or affirmation, hut the objection was overruled, and the evidence admitted by the court; whereupon the defendants excepted.\nAfter plaintiff had given in evidence the deed for the land in controversy from Thomas King to David McAllister, dated 8th of April 1845, and from McAllister to plaintiff, dated 23d of September 1846, and closed his testimony in chief, the defendants having first shown that King, in July 1839, articled for the sale of same land, to be conveyed by him in fee to Wareham Waters, the ancestor of defendants, for the consideration of $1718.50, the most of which had been paid by him, and valuable improvements made, gave in evidence the record of an action of ejectment brought to November Term 1843, by King against Waters, his vendee, to enforce the payment of the balance of the purchase-money, wherein the defendant, Waters, on the 13th of February 1844, confessed judgment for the land, to be released upon the payment of $178.56, with interest from the date — one-half to be paid in six months and the balance in one year; and then offered to prove a tender by defendants to plaintiff, on the 1st of August 1858, and before the institution of this action, of the amount of money mentioned in said judgment, with interest and costs, in American gold coin'; to which evidence of tender the plaintiff objected on the ground of irrelevancy. The objection was sustained, and the evidence rejected by the court; whereupon the defendants excepted.\nThe defendants then offered, in connection with the proof proposed in the last preceding bill of exception, to prove a tender to plaintiff by defendants, after the death of their said ancestor, in September 1847, and before the bringing of this suit, of $400, in American gold coin, to reimburse the plaintiff any claim he had upon this land; and also that at the time of the death of their father, Wareham Waters, in September 1847, they were minors of tender age, and that for a period of two or three years before his death he was, by reason of insanity, incompetent to attend to business. To which evidence the plaintiff objected. The objection was sustained, and the evidence rejected by the court; and thereupon the defendants excepted.\nUnder the ruling of the court, there was a verdict and judgment for plaintiff; whereupon the defendants sued out this writ, averring:—\n1. That the court erred in admitting in evidence the petition and subsequent proceedings in the Orphans’ Court, in the matter of the partition therein of the real estate of John Taylor, the patentee, without any verification of the truth of the facts upon which the same were predicated by oath or affirmation.\n.2. In rejecting the evidence offered by defendants, and contained in defendants’ second bill of exceptions, to wit, the evidence of a tender by defendants to plaintiff, on the 1st of August 1858, and, before the institution of this action, of the amount of money mentioned in the judgment in ejectment of King v. Waters, with interest and costs, in American gold coin.\n3. In rejecting the evidence offered by defendants, and contained in defendants’ third bill of exception, to wit, the evidence of a tender to plaintiff by defendants, after the death of their ancestor, in September 1847, and before the bringing of this suit, of $400, in American gold coin, to reimburse the plaintiff any claim he had upon this land; and also that at the time of the death of their father, Wareham Waters, in September 1847, they were minors of tender age, some of whom were minors up till about the time of the tender, and that for a period of two or three years before his death he was, by reason of insanity, incompetent to attend to business.\nGf. GhureJi, for plaintiffs in error.\nFinney $ Douglass, for defendant in error.\nMay 6th 1863,"
  },
  "file_name": "0473-01",
  "first_page_order": 473,
  "last_page_order": 476
}
