{
  "id": 484254,
  "name": "Overseers of Sugarloaf Township versus Directors of the Poor of Schuylkill County",
  "name_abbreviation": "Overseers of Sugarloaf Township v. Directors of the Poor",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "481",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 481"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 360",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0360-01"
      ]
    },
    {
      "cite": "1 Jones 95",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 427,
    "char_count": 8871,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 2.7264771290636624e-07,
      "percentile": 0.8306306661121942
    },
    "sha256": "515abd3697112dd5a1a978a0e02bb5d8c2f0b7d1810f81e7d46772a2ca93901a",
    "simhash": "1:e8ea14dc0b9375f2",
    "word_count": 1548
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Overseers of Sugarloaf Township versus Directors of the Poor of Schuylkill County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.'\nThe pauper was ordered to Schuylkill county by two several orders of removal, each in due form, and from neither of which did the directors appeal. They became conclusive evidence, therefore, that the last legal settlement of the pauper was in Schuylkill county, and that it was the duty of the directors to receive and provide for him.\nWhat is the consequence of disobedience to an order of removal on the part of those to whom it is addressed ? A fine of twenty dollars, according to our Poor Law of 1836, and nothing more. The statute gives no remedy against the district-for the support of a pauper after the order of removal. It contemplates an immediate removal, as soon as he becomes chargeable, and a prompt acceptance of him by the officers of the district to which he is removed. If an appeal be taken by either party, the Court of Quarter Sessions have power, on final hearing, to allow such “costs and charges” as they shall consider reasonable and just, which are sometimes very considerable: 1 Jones 95. But where the order is not appealed from, nor yet obeyed, the statute provides no remedy except the penalty above named.\nThe 23d, section of the act provides for the case of a pauper falling sick out of his proper district, and who “ cannot be removed.” In such cases the district in which he had his last legal settlement is liable for his support, after notice, and the Quarter Sessions of the county in which that district is, have power, on complaint made to them, to compel payment by the overseers or guardians of all such sums as were necessarily expended in curing or burying the pauper in the district where he fell sick.\nThe proceeding in the court below was instituted under this section, and the court dismissed it for want of jurisdiction.\nThe case is evidently not within the letter of the statute, for though the insanity of the pauper, which befell him in Sugarloaf township, might well enough be considered sickness, within the provision of the act, yet it did not disable him from being removed, as is proved by the two removals that were made. Nor was the case of Versailles v. Mifflin, 10 Watts 360, within the letter of the 23d section, yet this court treated it as within the equity of the act, and supported the jurisdiction of the Quarter Sessions. The considerations of justice and convenience which weighed in that case apply here.\nThe overseers of Sugarloaf did their whole duty faithfully, and the directors of the poor of Schuylkill neglected theirs. The policy of the statute is to commit pauper eases to the jurisdiction of the Quarter Sessions, that speedy relief and justice may be administered. Why, then, should. Sugarloaf be put to the slow processes of an action at law, to recover that support which Schuylkill county was bound to render, if indeed an action would lie, which may be well doubted ? Why not treat the case as within the equity of the statute, and hold Schuylkill bound to answer in her own Quarter Sessions ? That court is provided with a jury, and can try any issue of fact as well as the Common Pleas. The material fact, the legal settlement of the pauper, is already decided, and is not again to be drawn in question. Had Schuylkill appealed from the orders of removal (Sugarloaf could not, for they were in her favour), the Quarter Sessions would have had jurisdiction to allow costs and charges,- and we do not greatly wrest the statute from its letter, and not a whit from its spirit, by allowing it to sustain the present proceeding.\nThe order of the court is reversed, and the record remitted with a vrocedendo.",
        "type": "majority",
        "author": "Woodward, J.'"
      }
    ],
    "attorneys": [
      "Campbell and Smith, for complainants.",
      "George II. Clay, for respondents."
    ],
    "corrections": "",
    "head_matter": "Overseers of Sugarloaf Township versus Directors of the Poor of Schuylkill County.\nOrder of Removal, when Evidence of Settlement of Pauper. — Penalty for disobeying Order.— Compensation fw support of Pauper after Order of Removal.\n1. Orders of removal of a pauper from a township to another county, in due form and unappealed from, are conclusive evidence that the last legal settlement of the pauper was in that oounty, and it is the duty of the poor directors there to receive and maintain him.\n2. The only penalty, under the Poor Law of June 13th 1836, for disobeying an order of removal by those to whom it is addressed, is a fine of §20.\n3. Where two orders of removal of an insane pauper were disobeyed by the directors of the county to which he was ordered to be removed, they refusing to receive him, the overseers of the township in which he became insane may, under the 23d section of the Act of 1836, on complaint to the Quarter Sessions of that county, recover the sums necessarily expended in maintaining him, though he was able to be removed and the ease was not therefore within the letter of the act.\nCertiorari to the Quarter Sessions of Schuylkill county.\nThis was a proceeding instituted by The Overseers of the Poor of Sugarloaf township, in Luzerne county, against the Directors of the Poor of Schuylkill county, to recover the expenses incurred in keeping and maintaining Charles Naus, an insane pauper.\nThe petition of complainants, which was presented to the Quarter Sessions of Schuylkill county December 22d 1860, set forth “ that on the seventeenth day of February, A. D. one thousand eight hundred and fifty-eight, Charles Naus came into the township of Sugarloaf to reside, and being insane, became chargeable as a pauper before he had gained a legal settlement in the said township; that as it appeared that he had last gained a settlement in the county of Schuylkill, due notice of his name, circumstances, and condition was given to the directors of the poor and of the house of employment in and for the county of Schuylkill; that the overseers of the township of Sugarloaf had expended a large sum of money, to wit, five hundred and sixty dollars and forty-nine cents, for the necessary care and mainte nance, &e., of said Charles Naus, by reason of his insanity; and the directors of the poor and of the house of employment for the county of Schuylkill had neglected and refused to receive the said Charles, and to take order for the relieving and maintaining him, notwithstanding notice to them as aforesaid, and had neglected and refused to pay to the overseers of the township of Sugarloaf the money so necessarily expended for the use of the said Charles Naus, and still neglect and refuse to pay the same, or any part thereof, although often requested so to do.”\nThey therefore prayed for a rule on the directors of the poor for the county of Schuylkill to show cause why a mandamus should not be issued, to compel them to pay the money so expended to the complainants.\nThe petition being read and heard, the court granted the rule prayed for, returnable to next adjourned sessions.\nAt February sessions .1861, Gceorge H. Clay, attorney for defendants, moved to quash the complaint of complainants, and filed the following reasons in support of the motion:—\n1. Because the facts stated in the complaint do not show that the court had jurisdiction of it.\n2. Because an insane pauper cannot acquire a settlement.\nDepositions wore then taken for complainants, which exhibited the following material facts:—\nCharles Naus became a charge upon the overseers of the poor for the township of Sugarloaf, in Luzerne county, on the 7th of February 1858. He had come into the township some time previously, and became insane and dangerous. He remained a charge until some time in the year 1860, when he recovered, and was permitted to go at large; but before his discharge, and while a charge on the township, to wit, on the 26fch February 1858, the overseers of Sugarloaf township applied to two justices of the peace, and procured an order for the removal of the pauper to Schuylkill county, in pursuance of which he was brought to the directors of the poor of Schuylkill county, who refused to receive him, and he was sent back to Sugarloaf, but no appeal was taken from this order of removal.\nThe overseers of the poor again applied to two justices of the peace in and for Luzerne county, and obtained a second order for the removal of the pauper to Schuylkill county on the 28th of January 1859. In pursuance of this they took the pauper to the county of Schuylkill, together with the order of removal, but the directors of the poor of Schuylkill again refused to receive and provide for him, or to pay the expenses of maintenance, but took no appeal from this order of removal, and the pauper was returned to Sugarloaf township.\nUpon this last order of removal this proceeding was instituted.\nOn the argument, the court were of the opinion that the complainants had mistaken their remedy, that the Court of Quarter Sessions had no jurisdiction, and dismissed the petition, which was the error assigned.\nCampbell and Smith, for complainants.\nGeorge II. Clay, for respondents.\nMay 6th 1863,"
  },
  "file_name": "0481-01",
  "first_page_order": 481,
  "last_page_order": 484
}
