{
  "id": 484291,
  "name": "Patterson et al. versus Swallow",
  "name_abbreviation": "Patterson v. Swallow",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "487",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 487"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 475",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "20 Wend. 472",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "6 Paige 600",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2181699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/paige-ch/6/0600-01"
      ]
    },
    {
      "cite": "5 Pick. 528",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033240,
        2033111
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/22/0528-02",
        "/mass/22/0528-01"
      ]
    },
    {
      "cite": "6 Conn. 292",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754719
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/6/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 651,
    "char_count": 12887,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.2144597862005828e-07,
      "percentile": 0.5968176136909913
    },
    "sha256": "4665fdef07054cd2a1dca7fd7dd86557185b8005aa41384c5975a6dad51f5ab6",
    "simhash": "1:b2c6da43b24b251b",
    "word_count": 2253
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson et al. versus Swallow."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nIn the codicil to Sarah Burd’s will there are thirty-one successive “items,” numbered from 14 to 46 inclusive, each of which describes, with great particularity, a ground-rent in the city of Philadelphia, and each of which items begins, “ I give and devise unto , heirs and assigns, the ground-rent,” &c. But there is not the name of a devisee in any one of the items, nor a reference to persons, which might be explained by extraneous evidence. Following this is a bequest of her “ yellow carriage” to Edward Shippen, and a list of loans and stocks, in addition to those mentioned in her will, of which she declares her purpose to bequeath them, from time to time, “as it suits my convenience and pleasure;” and then comes the residuary clause in these words: “All the rest and residue of my real and personal estate, which does not pass by virtue of my will and this codicil, I give and devise and bequeath unto Ed-w'ard B. Hubley, Edward Shippen, and Thomas II. Walker, their heirs and assigns, in equal shares.”\nThe thirty-one items of ground-rents were evidently void devises. The consequence is, say the heirs at law, that the testatrix died intestate as to them, and they descended to us; and this action of covenant is accordingly brought in the names of the heirs against one of the ground-rent tenants to enforce payment of his ground-rent to them.\nThe residuary devisees come in and defend for him, and whilst they admit that the specific devises were void for the want of the names of devisees, they say the consequence is that all the ground-rents passed to them under the residuary clause above quoted.\nThe question is, did they pass under that clause ? The testatrix was an aged maiden lady, and possessed of a large estate, real and personal. Both will and codicil were dated on the same day, 10 th of June 1855. ■ She is said to have died on the 11th of that month — her will was proved on the 14th. The will consists of fifty-three items, but no residuary clause, and was a finished instrument, and attested by the same witnesses who subscribed to the codicil. The codicil has forty-six items besides the special bequest, the list of loans, and the residuary clause before mentioned. What is said in the codicil about the loans and stocks, imports a testamentary intention in her mind in respect of them, but a reservation of the expression of that intention to some future time; and from this we infer that she did not appreciate the nearness of her death. In like manner, it is fair to infer that when the scrivener penned the items about the ground-rents, she had a testamentary purpose in her mind, and meant at some future time to insert the names of the objects of her bounty. But the residuary clause, the last expression she made, imports her desire, as clearly as language can express thought, that all “ which does not pass by virtue of my will and this codicil” should go to the devisees named therein.\nNew, the plaintiffs agree that the ground-rent of Swallow, for which they sue, did not pass by the will or codicil. Their action is founded on that postulate. The inevitable conclusion is, that this ground-rent, like all the rest of the blank devises, passed to the residuary devisees. And this conclusion, though unsupported by many respectable authorities, is sanctioned by those vdnch are best reasoned and most worthy to be followed. In Ferguson v. Hedges, 1 Harrington (Del.) Rep. 528, a devise to a church was confessedly void, and the question was whether the heir or the residuary devisee should take the property. The language of the residuary clause, “ all the residue of my estate, real and personal, of whatever kind it may be,” was less full and precise than that of the codicil now before us; yet the court did not hesitate to give it to the residuary devisees on the authority of English eases, which they declared had settled the law. Green v. Dennis, 6 Conn. 292, and Lingan v. Canal, 3 Harr. & McHen. 393, are counter authorities directly in point; whilst Haydon v. Stoughton, 5 Pick. 528, gave a devise that was lapsed, not void, to the residuary devisee. All the learning and authorities on the subject will be found collected in the case of Vankleck v. The Reformed Dutch Church, 6 Paige 600, and 20 Wend. 472. Many of the authorities are cited also in the note to 1 Jarman, p. 305.\nWithout writing down a laborious analysis of the numerous, and, in many instances, conflicting, cases above referred to, it may be said with considerable confidence, that the diligent student will find that the old distinction between lapsed and void legacies and devises, so far ¿s regards the operation of residuary clauses, has been taken away in Pennsylvania by our Statute of Wills of 1833, and in other states and in England by statutes that have followed ours; and that since the statutes, the heir never takes either a lapsed or a void legacy or devise if the residuary clause be sufficiently clear and comprehensive to embrace it. No presumption of an intent to die intestate, as to any part of the estate, is to be made, where the words of the testator will carry the whole: Stehman v. Stehman, 1 Watts 475. The court always inclines to construe a residuary bequest so as to prevent an intestacy : Bayard v. Atkyns, 10 Barr 18.\nUpon these principles this is an easy case to decide. The residuary clause is uncommonly precise. The words are not only large enough to embrace everything the testatrix had not effectually disposed of by the prior parts of her will, but they will admit of no other interpretation consistently with the laws of language. If a doubt might be raised as to their capacity to pass a lapsed devise, this is not a case of lapse, which is where the devisee dies in the intermediate time between the making of the will and the death of the testator, but it is the case of a devise void from the first, as much so as if a devisee had been named who was dead at the making of the will.\nThe answer to all this is, that the intention of the testatrix is the governing rule in the interpretation of her will; that to discover her intention, the will is to be construed altogether, and no argument is to be drawn from the position of particular clauses, and that all its parts are to be regarded as contemporaneous, both in origin and effect; the execution of the instrument applying alike to each part at the same instant, and the death of the testatrix giving effect to each part at the same instant. There is no gainsaying these propositions.. I do not like the rule of construction recognised in some cases and repudiated in others, which emphasizes the last clauses of a will as more expressive of the final intent than precedent clauses. If clauses be utterly inconsistent with each other, it is perhaps most safe to choose the last, but except in cases of irreconcilable repugnancy, it is more philosophical to regard the whole will as expressing the intention of the testator at the moment of execution, than to give preference to last clauses by reason of their position. Without execution it is no will, and the act of execution gives testamentary character to all clauses at one and the same time, so that when we speak of testamentary intention, there is no place for such words as first and last.\nIf the codicil had not -mentioned the thirty-one ground-rents, counsel will not deny that they would have passed to the residuary devisees. But being mentioned, it is argued the testatrix meant to make special disposition of them, and therefore she did not intend them to pass under the residuary clause. The answer is, that at the moment of execution she had not determined who should be the devisees of those parts of her estate. The blanks prove this. Did she ever afterwards determine this material point? It is not pretended. Say, then, that the will proves an unfinished purpose to give the ground-rents away from the residuary legatees. This is the most that can be made of it; but what is an unfinished purpose as an element of construction ? Is a half-formed thought testamentary intention ? When expressed, is it any better than if it had not been formed or expressed at all ?\nWhen we speak of deducing the intention of a testator from' all of his written will, I conceive that an intention is meant that is full, rounded, and complete; not hesitating doubts, or experimental and suspended purposes. If it be conceded that the testatrix meant to insert thereafter, names in the blanks, she must be presumed to have known that if she did not do so, the ground-rents would go to the residuary devisees. But she did not insert the names. Of course she intended, as every person is presumed to intend, the legal effect of acts and omissions.\nWhat the legal effect of her omission was, I have already shown; and on the fairest review that can be made of the whole codicil, we attribute to her an intention to produce just that legal effect. After the clear and strong language in which she has told us that she did not mean to die intestate as to any of her estate, we should wrong her intention if we should say that she did die intestate as respects the ground-rents.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Charles Sergeant (with whom was Furman Sheppard), for plaintiffs in error.",
      "FU K. Price, George M. Wharton, and Thomas H. Walker, for defendant."
    ],
    "corrections": "",
    "head_matter": "Patterson et al. versus Swallow.\nConstruction of Will.— What are void Devises. — Right of Heirs and Residuary Legatees thereto. — Residuary Devise, what included in.\n1. Since the Statute of Wills of 1833, the heirs of a testator do not take either a lapsed or void legacy or devise, if the residuary clause in the will be sufficiently clear and comprehensive to embrace it.\n2. Thus, where a testatrix devised by a codicil separate items “unto , heirs and assigns,” without naming a devisee in any of them, and in the residuary clause, “ all the rest and residue” of her estate not passing by virtue of the will and codicil, unto three devisees named, “their heirs and assigns in equal shares:” it was Held, That the items were void devises, and the property passed to the residuary devisees.\nError to the District Court of Philadelphia.\nThis was an action of covenant, upon a ground-rent deed, brought by the heirs of Sarah Burd deceased, against Jacob Swallow, to recover arrears of ground-rent.\nThe plaintiffs alleged that the testatrix having attempted to devise said ground-rent by a clause in the codicil to her will, which was incomplete and void for uncertainty, she died intestate as to it. The residuary devisees, through defendant, claimed said ground-rent under the general language of the residuary clause.\nThe clause in the codicil is as follows:—\n“ Item 24. — I give and devise unto , heirs and assigns, the ground-rent of $38 per annum, issuing out of premises granted to Jacob Swallow, in Osbourne’s court, sixty-two feet west of Blackberry alley, and one hundred and five feet south of Walnut street, containing twelve feet in front by fourteen feet in depth.”\nThere were thirty-two consecutive clauses of this kind, from item 14 to item 45 inclusive, and covering in the original codicil about eighty pages of - foolscap. Each carefully described a ground-rentj and devised it unto , heirs and assigns, with a blank for the proper name of the devisee. In this unfinished condition the codicil was executed.\nThe counsel for plaintiff's requested the court to charge that Sarah Burd died intestate as to the ground-rent described in the codicil to her will (item No. 24), in which a blank was left by her for the name of the devisee, and that therefore the plaintiffs, being the heirs of the said Sarah Burd, ought to' have a verdict for the arrears of said ground-rent as claimed.\nThe defendant also requested the court to instruct the jury :—\n1. That the ground-rent in question passed to the residuary devisees, under the residuary clause of Sarah Burd’s will and codicil.\n2. That under the deed from Edward Burd to his daughter Margaret Coxe, and in ease of the intestacy of Sarah Burd, another daughter of Edward Burd, only the heirs of the said Edward Burd are entitled to claim the ground-rent in question by descent.\n3. That payment by defendant’s alienee of the premises charged with the said rent under the judgment in evidence, is a discharge pro tanto of the rent in suit, even if the plaintiffs are otherwise in law, and under the evidence, entitled to claim the same.\nTo the plaintiffs’ point the learned judge replied that he declined so to chai-ge.\nTo the defendant’s first point the learned judge replied that he a.ffimed it, and directed the jury to find for the defendant; but declined to charge on the second and third points. There was a verdict and judgment accordingly; whereupon the plaintiffs sued out this writ, and assigned the ruling of the court for error.\nCharles Sergeant (with whom was Furman Sheppard), for plaintiffs in error.\nFU K. Price, George M. Wharton, and Thomas H. Walker, for defendant.\nMay 6th 1863,"
  },
  "file_name": "0487-01",
  "first_page_order": 487,
  "last_page_order": 491
}
