{
  "id": 484232,
  "name": "Wallace versus Harmstad",
  "name_abbreviation": "Wallace v. Harmstad",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "492",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "44 Pa. 492"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Smith 532",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": 0
    },
    {
      "cite": "2 Black. 46",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    },
    {
      "cite": "1 Digest 7",
      "category": "journals:journal",
      "reporter": "Digest",
      "opinion_index": 0
    },
    {
      "cite": "18 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "1 Wh. 337",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829049
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0337-01"
      ]
    },
    {
      "cite": "2 Black. 266",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1315,
    "char_count": 32398,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 5.096014251167848e-07,
      "percentile": 0.9381904118734335
    },
    "sha256": "4434c8fe0b1f9acee199805afba453f110662c7b35abc8a17efd8f188a4e5b41",
    "simhash": "1:d303d9ac4520ddfb",
    "word_count": 5728
  },
  "last_updated": "2024-02-27T20:23:01.398052+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wallace versus Harmstad."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, J.\nIt is not to be doubted that the cases of Arrison v. Harmstad, 2 Barr 191, and Wallace v. Harmstad, 3 Harris 462, do decide that by reason of the fraudulent alteration of the deeds, reserving the ground-rent in question, neither an action of debt or covenant would lie on any one of the deeds for recovery of the rent, nor is it recoverable in an action on the verbal contract under which possession was obtained, nor in any action for use and occupation of the premises. Setting aside all the obiter dicta of those cases, they clearly established these several conclusions, grounding them all on the policy of the law which altogether forbids parties from tampering with written instruments or deeds, and which, in its application to the deed in question here, avoids the covenant reserving rent in favour of the fraudulent grantor, but preserves the fee simple to the innocent grantee, discharged from the covenants in the deed. When it was said in the argument of the first of the above cases that equity would reform the instrument in favour of a purchaser, Chief Justice Gibson replied, “ Show a case; the deed is dead, and equity cannot put life into it.”\nThe stern ruling in those cases was applied without hesitation to a bond fide purchaser' of the ground rent without notice of the fraud, so that, as far as concerns Arrison, and all persons claiming under him, the part of the deed which was intended to enure to his benefit, may indeed be said to be dead. It was not merely a voidable instrument, it was void. It was called a forgery, and treated as such, and neither law nor equity would tolerate it even in the hands of an innocent purchaser.\nThe question presented now is whether a ground-rent so emphatically condemned, and denied all remedy, both at law and equity, can be enforced by distress. Mrs. Wallace having executed a distress, was sued in this action of replevin, when she avowed for rent in arrear, as reserved by one of the four deeds which were the subjects of animadversion in the above-cited cases. Her learned counsel does not impugn those cases, but he seeks to parry the authority of them by a distinction so nice as to be highly creditable to his acumen, even if it be not well founded in law. Lot me try to state it distinctly.\nHe says that a ground-rent reserved in a deed by a grantor is an estate which vests in him the instant the fee simple in the land vests in the grantee ; that that estate is a rent-service; that it continues to exist though the instrument reserving it be destroyed; and that a right of distress is one of the necessary legal incidents of the estate. Then he argues that the plaintiff’s distress was not by virtue of the deed, but was founded on the intrinsic and essential qualities of the estate in the grantor, and that the reference to the deed in the avowry was only for the purpose of defining the estate and the amount of the rent.\nI think the defect of the argument will be found to consist in the third proposition. Not that it is untrue as a general position that a vested estate will survive the instrument of its creation, but that the position is too broadly stated when it is made to include an incorporeal hereditament which lies in grant, and can only exist by virtue of a deed, devise, or record, or by prescription, which is rather to be considered as an evidence of a former acquisition, than as an acquisition de novo: 2 Black. 266.\n. That ground-rent is a rent-service was demonstrated in Ingersoll v. Sergeant, 1 Wh. 337, a case which has been so often recognised and followed as to have become a rule of property. Bent-service was the only kind of rent originally known to the common law; a right of distress was inseparably incident to it so long as it was payable to the lord who was entitled to the fealty; and it was called a rent-service because it was given as a compensation for the military or other services for which the land was originally liable. When a rent was granted out of lands by deed, the grantee had no power to distrain for it, because there was no fealty annexed to such grant. To remedy this inconvenience an express power of distress was inserted in grants of this kind, and it was thence called a rent-charge, because the lands were charged with a distress. Bent-seck, or barren rent, is in effect nothing more than a rent for the recovery of which no power of distress is given, either by rules of the common law or the agreement of the parties: 1 Co. Lit. (Thomas’ ed.) star p. 443, in note, and 2 Black. (Sharswood’s) 42, and note. Blackstone ranks all these rents as incorporeal hereditaments, and Coke, commenting on Littleton’s distinction between feoffments and. grants, says, here is implied a division of fees into corporeal, as lands and tenements which lie in livery, comprehended in this word feoffment, and may pass by livery with or without deed, and incorporeal, which lie in grant, and cannot pass by livery but by deed, as advowsons, commons, &c.: 2 Coke Lit. (Thomas’ ed.), star page 333. Bent belongs to this category, and is implied by Lord Coke’s “ &c.,” and is indeed the most perfect illustration of an incorporeal hereditament, for it issues directly out of the thing corporate, without being any part of it.\nBut suppose the deed by which an incorporeal hereditament was granted be lost or destroyed, must the grantee lose his estate ? Lord Chief Justice Eyre answers this question in Bolton v. The Bishop of Carlisle, 2 H. Black. 263, where he says, “ In pleading a grant the allegation is that the party at such time did grant, but if by accident the deed be lost, there are authorities enough to show that other proof may be admitted; the question in that case is whether the parties did grant ? To prove this, the best evidence must be produced, which is the deed, but if that be destroyed, other evidence may be received to show that the thing was once granted.” So in Reed v. Brookman, 3 T. R. 151, where a lost release of an annuity was pleaded without profert, the King’s Bench sustained the plea and overruled the demurrer to it.\nThese cases, and others cited in the argument to the same effect, assert nothing more than a rule of evidence in very familiar practice with us, that secondary evidence will be received where the party shows it is out of his power, without any fault of his, to produce the primary, but they establish no exception to the general rule that incorporeal estates must be evidenced by a grant. If the best evidence of the grant cannot be had, the next best will be received; but the result of the evidence must be to establish the grant. Even when an easement is to be sustained by prescription, or a right of way by necessity, a grant is presumed from long enjoyment of the easement, or from the necessity for the right of way, and thus again the result of the evidence is to establish the grant. So true is the maxim that incorporeal hereditaments lie only in grant.\nBut what is to be said to a party who is unable to produce the original grant because he has himself fraudulently altered it ? Shall he or his alienee be permitted to go into secondary evidence ? When the law has refused him all its forms of action on such a mutilated instrument, will it allow him to take redress into his own hands and levy a distress for himself? This -would be to reverse the maxim, in odium spoliatoris, omnia prcesumuntur. In accordance with the maxim, we ought rather to presume that lie never had a grant, and therefore no estate which carried with it the incidental right of distress.\nIt is apparent that this view of the case places the plaintiff in error upon the Arrison deed just as much as she stood upon it in her former action of covenant, and it has been suggested, not in forgetfulness that it is not the position chosen for her by her counsel, but by way of showing that his main proposition was too broadly stated for the case in hand, and that, holding only an incorporeal hereditament, he cannot get her case away from the deed. It seems to me that her right of distress must be judged by the deed, and that the deed is no more available for this purpose than it was for the actions of debt and covenant.\nBut now let the case be looked at from another stand-point. By the common law, before the statute of quia emptores (18 Edw. 1, c. 1, A. D. 1290), according to the text of Littleton, “if a man made a feoffment in fee simple, by deed or without deed, yielding to him and his heirs a certain rent, this was a rent-service, and for this he might distrain of common right; and if there were no reservation of any rent, nor of any service, yet the feoffee held of the feoffor by the same service as the feoffor did hold over of his lord next paramount.” Upon which latter clause, beginning with the words “and if there were no reservation,” Lord Coke’s comment is, “ This is evident, and agreeth with our books that in this case the lawr created the tenure,” and on the words “by deed or without deed,” he observes, “for all rent-services may be reserved without deed; and at the common law, if a man made a feoffment in fee by parol, he might upon that feoffment reserve a rent to him and his heirs; because it was a rent-service, and a tenure thereby created1 Thomas’ Co. Litt. star p. 444.\nRent-service, then, was an essential element of the feudal tenure. It did not depend on contract, it resulted necessarily out of the grant of the feud. The services which the vassal was bound to perform were indeed declared by the lord at the time of the investiture in the presence of the other vassals: 1 Cruise’s Digest 9, and were assented to of course by the vassal; but as these were to a great extent uncertain, they could not he specified, and were only declared in a general wa}7, as to attend on the lord in war, and on his courts in times of peace; to defend his person, and aid him to pay his debts, &c.; terms not agreed upon as between contracting parties, but terms dictated by a superior to an inferior. And by the old feudal law, the nonperformance of these services was not redressed by distress, but by forfeiture of the feud. Baron Gilbert, in his excellent little •work on the “Law of Replevins,” tells us that the distress came from the civil law into the common law, and that there appear no footsteps of it in the feudal authors. He admits, however, that it is immemorial in the common law, and was at first as burthensome and grievous to tenants as the feudal forfeiture; for to the tenant there was no difference between the lord’s seizing the land itself, or stripping him of the whole produce and fruits of it at his pleasure. But these oppressions ended with the wars of the Barons, and towards the end of the reign of Henry III. particular laws were made to regulate the manner of distraining, and not to suffer the lords to extend this remedy beyond the mischief it was first introduced for, which was no more than to empower the lord, by seizing the chattels, to oblige the tenant to perform the feudal services: Gilbert’s Law of Replevins, pp. 4-6. Fealty to him from whom the lands -were holden was the great characteristic of feudal tenures; the services of fealty -were enforced by distress, and hence, although a feud were granted absolutely, in fee simple, by livery of seisin only, and without a word of reservation expressed, the lord had his right of distress for the rent, which came to be the substitute of the feudal services. That right depended not on contract, or the terms of the feoffment, but was a condition of the tenure. It is very clear that it would have been no answer to a distress to tell the lord that he had lost, or by his wrongful act avoided, the deed which expressed the reservation of his rent-service. The reply would have been that the rent-service depended on no formal reservation, but that it resulted by inherent necessity out of the tenure, and that distress was its inseparable incident. This is the ground on which the present case is attempted to be supported. Let us proceed carefully in tracing the principles of law that must determine whether it can be placed on this ground.\nThe statute of quia emptores destroyed subinfeudation in England. Saith Littleton (speaking of the effect of the statute), “ where a man upon a gift in tail, or a lease for life, will reserve to himself a rent-service, it behoveth that the reversion of the lands and tenements be in the donor or lessor, for if a man will make a feoffment in fee, or will give lands in tail, the remainder over in fee simple, without deed reserving to him a certain rent, this reversion is void; for that no reversion remains in the donor, and such tenant holds his lands immediately of the lord of whom his donor held:” 1 Thomas’ Coke Litt. star p.444. Such was the effect of the statute.\nI find the best explication of this subject in Comyn on Landlord and Tenant, p. 97, to the effect following: “ The statute quia emptores having abolished all intermediate tenures, and the reversion of every fee being by the feoffment divested out of the feoffor, and transferred to the original lord of the fee; the fealty and rent, as incident thereto, were likewise transferred. The fealty was inseparably incident to the reversion, and therefore never could be lost to the ultimate lord. But the rent, though generally incident to the reversion, might, at the will of the feoffor, be so sepai’ated from it, and reserved to the feoffor himself, provided such reservation were by deed. But the fealty being now severed from the rent, the remedy by distress, which was only given in respect of the fealty, became lost to the feoffor; and therefore such rent stood precisely in the same situation as other rents before the statute; and could only be distrained for by being charged upon the land by a special clause in the deed of reservation. When, therefore, a man aliens all his estate, and leaves no reservation in him, as if tenant in fee makes a feoffment, or tenant for life alien his life estate, no rent can be reserved, except it be by deed. On the other hand, a lease for years not being an alienation of the freehold, but a mere contract for a temporary enjoyment of the land, a rent might well be reserved by parol upon such a contract.”\nThe effect of the statute, to state it more briefly, was to take the rent-service out of the tenure, upon subinfeudation, and to convert it into a rent-charge, which must have a contract to support it. Now it is apparent that any right of distress which Arrison or his alienee, Mrs. Wallace, possessed, would in England be referred to the deed, because the reversion was gone from them, and all the essential qualities of the tenure went with the reversion. But the statute of quia emptores rvas never in force in Pennsylvania, Ingersoll v. Sergeant, 1 Wh. 337, and therefore this rent-service is not converted into a rent-charge. Can it exist then independently of the deed ? It certamiy can, in the absence of the statute quia emptores, if our titles be feudal; it as certainly cannot, if our titles be allodial.\nI see no way of solving this question, except by determining whether our Pennsylvania titles are allodial or feudal. It seems strange that so fundamental a question as this should be in doubt at this day, but it has never had, so far as I know, a direct judicial decision. In a valuable note by Judge Sharswood to the opening passage of Blackstone’s Chapter on Modern English Tenures (2 Sharswood’s Black. 77), it is said, “that though there are some opinions that feudal tenures fell with the Revolution, yet all agree that they existed before, and the better opinion appears to be that they still exist.” In support of this statement, the feudal principles that have entered into our conveyancing are alluded to, and several cases are cited -in-fahich the consequences and qualities of feudal tenures have been recognised in our estates, although generally, in these very cases, it has been assumed that our property is allodial. I venture to suggest that much of the confusion of ideas that prevails on this subject has come from our retaining, since the American Revolution, the feudal nomenclature of estates and tenures, as fee, freehold, heirs, feoffment, and the like. This term “rent-service” is feudal language, as we have seen, and yet there is nothing in the application of such terms to determine the quality of the tenure; for Cruise tells us, 1 Digest 7, that the circumstance of annexing a condition of military service to a grant of lands does not imply that they are held by a feudal tenure; for the possessors of allodial property, who were called in France liberi homines, were bound to the performance of military service. He defines a feud as a tract of land held by a voluntary and gratuitous donation, on condition of fidelity and certain services, and allodial lands as those-whereof the owner had the dominium directum et verum, the complete and absolute property, free from all services to any particular lord. And yet the accident of services being annexed to an allodial grant, did not make it feudal, which shows that the genuine distinction consisted in fealty, and not in services. Fealty, says Christian, in his note to 2 Black. 46, quoting Wright’s Law of Tenures 35: “ Fealty, the essential feudal bond, is so necessary to the very notion of a feud, that it is a downright contradiction to suppose the most improper feud to subsist without it; but the other properties or obligations of an original feud may be qualified or varied by the tenor or express terms of the feudal donation.”\nOur question, then, narrows itself down to this: is fealty any part of our land tenures? What Pennsylvanian ever obtained his lands by “openly and humbly kneeling before his lord, being ungirt, uncovered, and holding up his hands both together between those of the lord, who sat before him, and there professing that he did become his man from that day forth, for life and limb, and earthly honour, and then receiving a kiss from his lord?” This was the oath.,of fealty which was, according to Sir Martin Wright, the essential feudal bond so necessary to the very notion of a feud.\nI grant that the charter to Penn was in free and common socage, to which feudal tenures had at that time been reduced in England, and that the oath of fealty belonged to socage tenures as much as to original feuds, and was expressly recognised in the charter. But then came the Revolution, which threw off the dominion of the mother country, and established the independent sovereignty of the state, and on the 27th day of November 1779 (1 Smith’s Laws 480), an act was passed for vesting the estates of the late proprietaries of Pennsylvania in the Commonwealth. This act, after reciting in four sections the rights and duties of a sovereign state, proceeded in sec. 5 to transfer to the Commonwealth every estate, right, title, interest, property, claim, and demand of the proprietaries, as fully as they held them on the 4th day of July 1776, and all royalties, franchises, and lordships, granted in the Charter of King Charles the Second, were vested in the state. The manors and lands which had been surveyed for the proprietaries were excepted, and a pecuniary compensation to them was provided. Another Act of 9th of April 1781, 2 Smith 532, provided for opening the land office and granting lands to purchasers; and, says the 11th section, “ all and every the land or lands granted in pursuance of this act shall be free and clear of all reservations and restrictions as to mines, royalties, quit-rents, or otherwise, so that the owners thereof respectively shall be entitled to hold the same in absolute and unconditional property, to all intents and purposes whatsoever, and to all and all manner of profits, privileges, and advantages belonging to or accruing from the same, and that clear and exonerated from any charge or encumbrance whatever, excepting the debts of the said owner, and excepting and reserving only the fifth part of all gold and silver ore for the use of the Commonwealth, to be delivered at the pit’s mouth, clear of all charges.”\nIf it should be suggested that these acts were inapplicable to the city of Philadelphia, because it had been laid out by the proprietaries before the opening of the land office by the state, I would refer to Judge Gibson’s observations in Hubley v. Vanhorn, 7 S. & R. 184, where he says, to have suffered the Penn family to retain those rights which they held strictly in their proprietary character, would have been inconsistent with the complete political independence of the state. The province was a fief held immediately from the Crown, and the Revolution would have operated very inefficiently towards complete emanci-' pation, if the feudal relation had been suffered to remain. It was therefore necessary to extinguish all foreign interest in the soil, as well as foreign jurisdiction in the matter of government.\nWe are then to regard the Revolution and these Acts of Assembly as emancipating every acre of the soil of Pennsylvania from the grand characteristic of the feudal system. Even as to the lands held by the proprietaries themselves, they held them as other citizens held, under the Commonwealth, and that by a title purely allodial. All our lands are held mediately or immediately of the state, but by titles purged of all the rubbish of the dark ages, excepting only the feudal names of things not any longer feudal.\nEscheat, which was one of the incidents of feudal tenures, is sometimes mentioned as marking the feudal origin of our titles, and the allMance which we owe to the state is also often spoken of as fealty, jilseheat, with us, depends on positive statute, which makes the state\\he heir of property on defect of known kindred of the decedent. Nothing about it but the name is feudal, and this is another instance in which a word applied in a sense different from its original meaning, suggests ideas which have been exploded. As to allegiance, it is indeed due from every citizen to the state, but it is a political obligation, and is as binding on him who enjoys the protection of the Commonwealth, without owning a foot of soil, as on him who* counts his acres by hundreds and thousands. So also it is due to the Federal Government, through which none of our titles have been derived. The truth is, that this obligation, which is reciprocal to the right of protection, results out of the political relations between the government and the citizen, and bears no relation whatever to his land titles any more than to his personal property.\nUnder the Acts of Assembly I have alluded to, the state became the proprietor of all lands, but instead of giving them like a feudal lord to an enslaved tenantry, she has sold them for the best price she could get, and conferred on the purchaser the same absolute estate she held herself, except the fifth of gold and silver, and six acres in the hundred for roads, and these have been reserved, as everything else has been granted, by contract. Her patents all acknowledge a pecuniary consideration, and they stipulate for no fealty, no escheat, rent-service, or other feudal incident. Ijsonclude, therefore, that the state is lord paramount as to no man’s land. When any of it is wanted for public purposes, the state, in virtue of her political sovereignty, takes it, but she compels herself,' or those who claim under her, to make full compensation to the owner.\nNow, if the state was not paramount lord of the lots which Arrison possessed, how could he become the lord of his grantee ? How could he receive anything out of those lots, against his absolute deed in fee simple, except by an express reservation ? To do so, he must ignore the American Revolution, and all our legislation about lands, and place himself back upon the common law, as it stood in .the thirteenth century, before the statute of quia emptores was passed. But if he is not permitted to do all this, then ho must show a deed for what he claims, and this brings us back to the first conclusion, that the present right of distress depends on a deed no less than the previous actions at law.\nThere is in the English reports a long line of cases terminating in Ward v. Lumley, decided in the Exchequer in 1860, and reported in 5 Hurlstone, -Woung-fe — Hordun, wherein it was held that cancelling a lease by mutual consent of both parties, does not destroy the estate vested in the lessee, and the lessor may therefore maintain an action of debt on the demise for the recovery of the rent, a case which is a fair type of its class, and which it is said rules the present case in favour of the plaintiff in error.\nAn obvious distinction betwixt that case and the present is the absence of all fraudulent intent in the destruction of the lease ; but not to insist .on this, let me say that all cases of that sort proceed on the ground that the lease leaves a reversion in the lessor, in virtue of which he may sue for rent. That this is the ground of recovery in such instances, is shown by the cases in which it has been held that a lessor cannot bring an action of covenant, after he has assigned the reversion for any breach subsequent to the assignment, but the action can only be brought by the assignee of the reversion. Consequently if the assignee of the reversion sue the assignee of the term, or the assignee of the term sue the lessor, the action is local, and must be brought in the county where the land lies: Thursby v. Plant, 1 Saund. Rep. 241, and notes.\nNow, whoever will turn back and read the extract I made from Comyn, will see that the statute quia emptores did not affect leases of chattel interests, but only feoffments by mesne lords. Subinfeudation was what the statute destroyed, and it destroyed it by vesting the reversion in the ultimate signory. But in leases for years, the reversion remains in the lessor, and goes by assignment to his assignee, and carries with it the right of action. The reason, therefore, why this class of cases does not embrace this case, is that here was a conveyance in fee simple of an allodial estate, without any reversion remaining in the grantor, and therefore all his remedies for rent rest on his contract. If the estate were feudal the absence of the statute would lead to a different conclusion; but with great deference to all counter opinions, I hold that the estate was strictly allodial, and that Arrison retained only what was expressed in the deed.\nIf the question were up for the first time, we might perhaps doubt whether the alteration made by Arrison was fatal to Mrs. Wallace’s rights; but we consider ourselves concluded on that question by the previous decisions, and have not therefore discussed it. Taking the doctrine of those cases, the only question left has seemed to us to be, whether Mrs. Wallace had any remedy by virtue of the estate that is in her, and independently of the deed; and all we have said must be understood as applying to that question.\nWe have not thought it worth while to consider the case in connection with the Statute of Frauds and Perjuries, for if that statute should be found to be applicable, it would only bring us to the conclusion which we reach without it.\nThe. judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "P. S. Miller, for plaintiff in error.",
      "J. A. Phillips, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wallace versus Harmstad.\nGround-rent Peed, invalid for fraudulent Alteration in hands of Purchaser for Value without Notice. — Effect of Alteration on the Parties and those claiming under them.— Ground-rents are Rents-Service.— Statute of quia emptores not in force in Pennsylvania. — Titles to Land in Pennsylvania are allodial.\n1. Where a landlord, after a sale of lots reserving ground-rents, and delivery of the deeds, obtained possession of them, and, having fraudulently altered the clauses reserving the rents, sold them; the purchaser, though bond fide and without notice of the fraud, cannot recover, either by action at law or by distress.\n2. A vested estate will survive the loss of the instrument by which it is created, for the deed may be proved by secondary evidence or presumed from proscription; but if destroyed by the fraudulent act of the party claiming under it, it cannot be then proved or supplied by any presumption, in his behalf.\n3. Ground-rents are rents-service, of which distress is a necessary incident: but a grantor who lias not reserved his rent by a valid deed cannot enforce it, because the statute of quia emptores, which would have converted the rent-service into a rent-charge, is not in force here, and it cannot exist independently of the deed, because Pennsylvania titles_jrre-altodMhiBkl-fl feudal.\nError to tlie District court of Philadelphia.\nThis was an action of replevin, by Edwin Harmstad against Mrs. Alice Wallace, who avowed for rent in arrear as reserved in one of the four ground-rent deeds, the validity of which was passed upon by this court in the cases of Arrison v. Harmstad, 2 Barr 191, and Wallace v. Harmstad, 3 Harris 462.\nThe material facts connected with these cases will he found in the reports of these cases, and are in substance as follows:—\nIn the fall of 1838 Mathew Arrison agreed to sell to four brothers Harmstad, four adjoining lots of ground, reserving out of each lot a yearly rent of $>60, payable half-yearly on January 1st and July 1st, in every year; the first half-yearly payment was to fall due on the 1st of July 1839. Under the deeds executed in accordance with this agreement, each of the Harmstads entered upon his lot and built a house thereon. The deeds were executed in duplicate, each deed was signed by both parties; a part of the bargain was that the grantees might extinguish their ground-rents at par whenever they pleased. When the deeds came to be executed, one of the four brothers discovered an open space, or unfilled blank, in all eight of the deeds; and in answer to his inquiry, was told by the alderman that it meant that there was to be no limit of time within which the rents should be extinguished. This being in accordance with their understanding, the deeds were executed and delivered — the Harmstads took away their four deeds, while Arrison took away the four counterparts.\nSome time afterwards an agent of Arrison procured from the Ilarmstads their four deeds, for the alleged purpose of getting them recorded, and while they were with Arrison, or another party beneficially interested in the ground-rents, the same, together with the four counterparts, were, either by Arrison or by some one under him, altered by the filling up of the blank in each of them with the words “within ten years from the date thereof.” In the mean time the first half-year’s ground-rent falling due July 1st 1839, was paid by the Ilarmstads without any knowledge of the alteration. When they paid it they asked for their deeds, and found they had not been recorded. Another agent of the grantor, or of his cestui que use, then carried the deeds to the recorder’s office, left them there, and gave the Ilarmstads the recorder’s receipt therefor ; and it was not until some weeks afterwards, when the deeds came back, that they discovered the alteration. Since that time they refused to pay any more ground-rent.\nThe cases of Arrison v. Harmstad, 2 Barr 191, and Wallace v. Harmstad, 3 Harris 462, having settled that an action of debt on such ground-rent deed, or on the original contract prior to the deed, but supposed to be executed by possession, or for use and occupation, or of covenant on the ground-rent deed, will not lie — that all the covenants in the' deed are gone, and that the estate in the land is- vested in the grantee, freed and discharged therefrom — that the spoliator may lose, but could not gain from his wrongful act, and that an innocent purchaser of the rent is in no better condition, having bought from the spoliator nothing at all, and that there is no similitude between these cases and the case of negotiable paper in third hands, the owner of this deed, Mrs. Wallace, resorted to a distress for rent, on which distress this action of replevin was founded, as above stated.\nUnder the ruling of the court below there was a verdict and judgment for plaintiff; whereupon the defendant sued out this writ, assigning the judgment of the court below for error.\nP. S. Miller, for plaintiff in error.\nJ. A. Phillips, for defendant in error.\nMay 6th 1863,"
  },
  "file_name": "0492-01",
  "first_page_order": 492,
  "last_page_order": 503
}
