{
  "id": 965024,
  "name": "Apple versus Rambo",
  "name_abbreviation": "Apple v. Rambo",
  "decision_date": "1849-12",
  "docket_number": "",
  "first_page": "9",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 8270,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 1.2533959344427176e-07,
      "percentile": 0.6106981526722214
    },
    "sha256": "56fbe76a5f64291d67b79312ae2c75fdc8775f5d64fa52777b6cf26c48fc9fc1",
    "simhash": "1:8f623231e45a4939",
    "word_count": 1488
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Apple versus Rambo."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nRo&ers, J.\nTo discourage vexatious suit against Justices of the Peace, the act of 21 March, 1772, directs, that before any suit shall be brought against such justice, for any thing done in the execution of his office, notice in writing shall be given, for at least thirty days before suing out or serving the process. The act directs that the notice shall clearly and explicitly contain the cause of action, and the name of his agent or attorney, with the place of his abode, endorsed on the back of the notice. The cause of action here appears to be clearly and explicitly set forth. There is such a sufficient and substantial notice, as that he could not have been ignorant of the charge made against him. He is apprized of the sum and the occasion on which it was extorted, so 'that he might have tendered the amount, if he had chosen to do so. But another objection remains to be considered; this is not so clear. The notice charges that the justice received illegal fees, exceeding the amount that aldermen and justices of the Peace are permitted to receive, by the act of assembly of the 22d Eeb. 1821. In the declaration he declares on the Fee Bill of the 28th March, 1814. That is he gives notice under one act, and declares on another, and entirely different act. I cannot regard the reference to the act of the 22d Feb. 1821, as surplusage, but as a substantial averment that he intended to proceed on that act. From this ;he ought not to be at liberty to depart in a penal action against a justice of the Peace, whom the legislature have endeavored to protect against harrassing and vexatious suits. I have examined the authorities cited by the defendant'in error, which do not, in •my judgment, support the position assumed, that the reference to the act is surplusage, particularly as the act referred to and the act declared on, differ materially in the eonrpensation allowed, for the various services performed.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Ro&ers, J."
      }
    ],
    "attorneys": [
      "W. Wilkinson, for plaintiff in error.",
      "Ketcham was concerned for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Apple versus Rambo.\nIn a suit against an Alderman for the penalty for tailing illegal fees, where the previous notice prescribed by the act of Assembly is given under one act, and the plaintiff declares on another act, the variance is fatal to the action.\nError to tbe Common Pleas, Philadelphia.\nThis action was brought for the recovery of the penalty of $50, for taking illegal fees, the defendant being an alderman of the county of Philadelphia.\nThe following is a copy of the notice served on the defendant:.\nTo John Apple, Esq., one of the Justices of the Peace of Philadelphia county.\nSra: — According to the provision of the act of assembly, I hereby give you notice that I shall as the attorney of John Rambo, commence an action of debt against you at the expiration of thirty days from this time, the cause of action which the said John Rambo has against you is as follows : The said John Rambo being bound over to be and appear at court by you as-a Justice of the Peace, by George Davis, in the name of the Commonwealth of Pennsylvania, on the 1st day of July, one thousand eight hundred and forty-six, and at which time youreeeived_ from the said_ John Rambo, illegal fees, to wit: the sum of one dollar and thirteen cents, which said costs or fees of one dollar and thirteen cents are illegal and exceed the amount of fees which aldermen or justices of the Peace are permitted to receive by the act of assembly of the 22<Z of February, 1821, whereby you have forfeited to the said John Rambo, the party injured, the sum of fifty dollars, according to the 26th section of the act of assembly of the 28th of March, 1814, and which said section is enacted by the act of assembly of the 22d of February, 1821.\nSection 26. And be it further enacted by the authority aforesaid, that if any officer whatsoever, shall take greater or other fees than is hereinbefore expressed and limited, for any service to be done by him after the first day of September next, in his office, or if any officer shall charge or demand and take any of the fees hereinbefore ascertained, when the business for which such fees are chargable, shall not have been actually done and performed, or if any officer shall charge or demand any fee for any service or services other than those expressly provided for by this act; such officer shall forfeit and pay to the party injured Fifty Dollars, to be recovered as debts of the same amount are recoverable, and if the judges of any court within this commonwealth, shall allow any officer .under any pretence whatsoever, any fees under the denomination of compensatory fees for any service not specified in this act or some other act of assembly, it shall be considered a misdemeanor in office.\nYour obedient servant,\nW. H. KETCHAM. (Stating his residence, &c.)\nPhiladelphia, October 31, 1846.\nTbe narr. in this case is as follows:\nIn the Court of Common Pleas, ¿•e. — John Apple, late of said county was summoned to answer John Rambo, of a plea that be render unto Mm tbe sum of Fifty Dollars, wbicb to him be owes and unjustly detains, and thereupon tbe said plaintiff by bis attorney complains, for that, whereas, tbe said defendant, to wit, on tbe first day of July, A. D. 1846, and from thence hitherto bath been an alderman, &c. to whom fees are limited and expressed in and by tbe act of assembly of this commonwealth passed tbe 28th March, 1814,. entitled an act establishing a fee bill, &c. under colour of bis office, did charge and take 62J cents for serving a mittimus, &o. in a case of assault and battery, &c. and wbicb said sum or fee so charged, &c. was a fee for services other than those expressly provided in tbe act of assembly aforesaid. By reason whereof, &c.\nAnd for that also tbe said defendant afterwards, &c. did by col-our of bis office take 81 cents for summons and mittimus, being a greater fee than is therein expressed and limited by tbe act of assembly aforesaid, whereby, &e.\nAnd for that also tbe defendant did take $1,12J for summons, ■mittimus and bailbond, contrary to tbe provisions of tbe act of assembly aforesaid, whereby, &e.\nThe Jury under tbe direction of tbe Court below found a verdict for plaintiff subject to their opinion as to tbe validity of tbe notice and following exceptions, 'which notice was adjudged valid by tbe court, tbe exceptions overruled and judgment entered for plaintiff on tbe verdict.\nW. Wilkinson, for plaintiff in error.\nThe exceptions filed below and errors assigned were as follows:\n1. That the declaration varies from the notice to the defendant, now plaintiff in error, (as one of the aldermen in and for the county of Philadelphia), inasmuch as the notice recites the fee bill of 1821, which was and is repealed by the act of 16th April, 1827, so far as relates to the city and county of Philadelphia, whereas the declaration recites the fee bill of 1814, Pur. Dig. 469, Pamp. L. 471. F\n2. That the plaintiff (now defendant in error) having stated in his notice, that his cause of action arises under the fee bill of 1821, he is bound by said notice and cannot declare under the fee bill of 1814. The causes of action being distinct and different, as the compensation for the various services allowed under the fee bill of 1814 are nearly double those of the act of 1821. See act of 1772, sec. 1 and 5; Pur. Dig. 681; Stansbury vs. Bertron, 7 Watts &• Berg. 363; 3 Watts 144; 8 Watts Berg. 162; 4 Parr 517.\n3. That the notice should have distinctly set forth the particular fee insisted upon as illegal, in order to allow a tender of amends under the act of 1772. See act 1772, Pur. Dig. 681, sec. 5; 8 Watts Berg. 162; 4 Parr 517.\n4. That the plaintiff (now defendant in error), having in his notice relied on the fee bill of 1821, he cannot declare under the fee bill of 1814. Act 1772, sec. 5; 7 Watts Berg. 863.\n5. That the fees received by the defendant (now the plaintiff in error), to wit, mittimus and justification of bail 31 cents, constable serving mittimus 25, mileage 37, bail 20 cents, in all f 1,12, wore in accordance with the fee bill of 1814, consequently no penalty had or could have occurred.\n6. That the notice is deceptive and therefore void, act 1772, sec. 5; 7 Watts ¿f Berg. 363.\nKetcham was concerned for defendant in error."
  },
  "file_name": "0009-01",
  "first_page_order": 11,
  "last_page_order": 14
}
