{
  "id": 964962,
  "name": "Commonwealth versus Williams' Executors",
  "name_abbreviation": "Commonwealth v. Williams' Executors",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "29",
  "last_page": "32",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 29"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 387,
    "char_count": 8722,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 6.470520760230695e-07,
      "percentile": 0.9602492268854285
    },
    "sha256": "400e9fa6078b99875c471c4e8bbaf470eee8c7ad120eaf7e865e493f892c7e89",
    "simhash": "1:2cd3f098490e0ed1",
    "word_count": 1556
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Williams’ Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe question is whether the property passed to the defendants, lineally or collaterally. The statute provides that all estates passing from any person, who may die seized of such estates, by will, or under the intestate laws, or by deed intended to take effect, after the death of the grantor, to any person in trust or otherwise, except to or for the use of father, mother, husband, wife, children, and lineal descendants, shall be subjected to a tax. Thomas Williams devised and bequeathed the estate in question to his daughter Mary Williams'1 during her natural life, and from and after her death, to such person as she by will should appoint; and in default of appointment, then to her children.— Mary Williams dying, I presume unmarried, first made her will, devising the property to her brothers and sisters, who were the lineal descendants of Thomas Williams. The plaintiffs contend, that the brothers and sisters of Mary took, and the estate passed to them, by her will; and that, therefore, they took the estate,■collaterally. But Mary Williams was never seized of the estate in fee. She had but a life estate, which was expended by her death. What she never had, she could not grant. She could not pass the estate by her will. She could only designate the person to whom the estate would pass, ly her father’s will. The devise is after her death to such persons as she shall appoint by will.— She appointed lineal descendants of her father and the estate passed to them by his will. This seems plain.enough; so plain, that it is unnecessary to complicate the question by any discussion about the nature of the power of appointment. The authorities sustain the view I have expressed. Thus under a general power of appointment, if the donee of the power limit to A for life, with remainder to his children, these limitations will take effect, as if limited and expressed in the original deed. 2 Atle. 661. Those who take under a power of appointment, take as if their names were in the grant of the power. 2 Vesey 61. The act of the appointment becomes part of the power itself; it attaches to it, gives it identity. Like the recording of a deed, it adheres to the original instrument. The appointees have not two titles; but one title evidenced by connected lawful instruments of writing, conducing to the same end. We are of the opinion that the defendants took under the will of Thomas Williams, and that by virtue of that instrument, the estate passed to them, who are his lineal descendants; and therefore they are not subjected to the tax.\nJudgment for defendants.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued on the part of the Commonwealth by William B. Beed.",
      "T. J. Wharton, for the Executors."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Williams’ Executors.\nA testator devised real and personal estate in trust for his daughter, for and during all the term of her natural life, and after her death, then in trust to, and for the only proper use and behoof of such person or persons, uses, intents and purposes, as she, my said daughter Mary, by her last will and testament, in writing, or by writing, under her hand and seal, in the nature of, and purporting to be her last will and testament, shall nominate, direct and appoint; and the daughter made a will devising all the property and estate, real and personal, to which she was entitled, under the will of her father, to or in trust for her brothers and sisters, or their children, they being lineal descendants of her father; such property is not liable to taxation, under the act of April 7,1826, relating to collateral inheritances.\nThe Commonwealth of Pennsylvania vs. Thomas R. Williams and Jacob T. Williams, Executors, &c. of Mary Williams, dec’d. This case came up from the Nisi Prius.\nIt was agreed that the following case be stated for the opinion of the court:\nCase. — Thomas Williams, of the city of Philadelphia, made his last will and testament on the 26th of March, 1838, and therein, after making certain provisions for his wife and others, he did devise and bequeath, as follows:\n“ Item. — All the rest and residue of my personal estate, I direct to be divided into seven equal parts or shares; and one full equal seventh part or share thereof, I give and bequeath as follows, viz: $3000 part thereof I give and bequeath to my daughter, Mary Williams, for her own use forever, and the remaining part of the said one-seventh part I give and bequeath unto my sons, Samuel Williams, Thomas R. Williams, and Jacob T. Williams, their executors, administrators and assigns: to hold to them, and the survivors, &c. &c. in trust, to put, place and keep the same, invested in some good security, and collect and receive the interest and income thereof, when and as the same may become due, and pay over the same, from time to time, when and as the same shall be so received, unto my said daughter, Mary Williams, for and during all the term of her natural life, yet, so that the same or any part shall not be in the power or control, or in anywise subject to the contracts, debts, or engagements of any husband she may have or take. And from and after the decease of her, my said daughter Mary, then, in trust, as regards the said remaining part of the said one-seventh part of the rest and residue of my personal estate, to and for the only proper use and behoof of such person or persons, uses, intents and purposes as she, my said daughter Mary, by her last will and testament, in writing, or by writing, under her hand and seal, in the nature of and purporting to be her last will and testament, shall nominate, direct and appoint; -and for want or in default of such nomination, direction and appointment, then, in trust, after the decease of her, my said daughter Mary, to and for the only proper use and behoof of all and every her children,” &c. &c.\nAfter giving legacies to or in trust for his other children, the testator directed his real estate to be divided into seven parts, and devised one-seventh part to his said sons, in trust, for his said daughter, Mary Williams, for her life, with the same power of appointment, as in respect to his personal estate, and with the same limitations over, in default of such appointment, with a power also to change the uses, &c., and with a power also to the trustees, with the consent of his said daughter, to sell the real estate, and to reinvest upon the same trusts.\n(Prout the said will, which was duly proved on the 3d of March, 1846.)\nThe said Mary Williams, the daughter and devisee of Thomas Williams, deceased, made her last will and testament on the 6th of November, 1846, wherein and whereby she devised and bequeathed all the property and estate, real and personal, which she was entitled to under the will of her said father, when, and so soon as a final division thereof should be made, to, or in trust for her brothers and sisters, or their children, they being all lineal descendants of her father, Thomas Williams, deceased.\n(Prout the said will, duly proved April 8th, 1847.)\nThe question is, whether the executors of Mary Williams are liable to pay the collateral inheritance tax upon that part of the real and personal estate, formerly of Thomas Williams, which passed by virtue of his will, and by the appointment of Mary Williams to or in trust for her brothers and sisters.\nIf the court shall be of opinion that the executors are so liable, then judgment to be entered for the Commonwealth for the sum of-: otherwise for the defendant.\nThe case was argued on the part of the Commonwealth by William B. Beed.\nHe contended that the property passed to the brothers and sisters of Mary Williams from her, and not from their father; and that as they are collaterally related to her, the property was liable to taxation. That the devise to Mary Williams was not with power of appointment, specially, to any of the lineal descendants of.the first testator; but that she had the power to appoint to the use of any one she chose.\nT. J. Wharton, for the Executors.\nHe contended that Mary Williams had no more than an equitable estate for life. That the power did not enlarge her interest in the estate; it merely authorized her to give a direction to the property of her father, to operate after her death. That if she had died, without, exercising the power, the property would have gone according to the will of Thomas Williams, to her brothers and sisters; and in that event, the property would not have been taxable, as they were his lineal descendants.\nHe contended that it is an elementary proposition, that the estates, created by the execution of a power, take effect in the same manner as if created by the deed, which raised the power. Bug-den on Powers, chap. 8, sec. Ill; sec. 1, vol. 11? page 22, 7th Eng. Ed; 2 Atk. 661; 4 Kent’s Com. 337, 3d Ed.; 2 Vesey, 61."
  },
  "file_name": "0029-01",
  "first_page_order": 31,
  "last_page_order": 34
}
