{
  "id": 964929,
  "name": "Dengler versus Kiehner",
  "name_abbreviation": "Dengler v. Kiehner",
  "decision_date": "1850-04-20",
  "docket_number": "",
  "first_page": "38",
  "last_page": "41",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 38"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts, 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838101
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0424-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 395,
    "char_count": 7606,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 1.4690730804231105e-07,
      "percentile": 0.6588179465289289
    },
    "sha256": "9074defdd052b38df6b35e3e6946c522e32b7580653b451652ecbb8325afcdd4",
    "simhash": "1:dcedf425a239adc8",
    "word_count": 1345
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dengler versus Kiehner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThis case is simple in its elements. A judgment creditor has a right to call on a terre tenant of land, purchased by him from the debtor, while it was bound by the judgment, to shew why the debt ought not to be levied of it; and the terre tenant having sl^pt his time, being warned, is concluded as to every thing he might have made matter of defence to the scire facias. But the creditor must, at least, have laid a prima facie case: he must show that he, whom he calls a terre tenant, actually stood in the relation of one; else there will not have been such privity between them, as would estop the latter, by the judgment. But who is a terre tenant ? Not every one who happens to be in possession of the land. There can be no terre tenant, who is not a purchaser of the estate, mediately or immediately, from the debtor, while it was bound by the judgment; and when he has taken a title, thus bound, he must show how the lien of it has been discharged, whether by payment, release, or efflux of time. These are matters of defence which may be precluded. True, we have a statute which directs notice to be given to occupants; but only to let the lessee of a terre tenant into a defence, which his landlord may have neglected to make, for his protection. ' The facts of this case are, that the estate had been bound by the judgment, but that the lien of it had expired when the ancestor of the plaintiffs purchased it. It had ceased to be a judgment of greater effect against the land than it was against the debtor’s chattels; and the purchaser’s title was paramount to it. He was not a terre tenant, or the lessee of a terre tenant; and as he had not a day in court, the judgment being inter alios, was not an estoppel. The case is clearly within the principle of Mitchell vs. Hamilton, and is ruled by it.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Hughes for plaintiffs in error, the heirs of Dengler.",
      "Looser for defendant in error, Kiehner."
    ],
    "corrections": "",
    "head_matter": "Dengler versus Kiehner.\nOne who purchased from a defendant in a judgment, real estate, which had been bound by the judgment, the lien of which had expired at the time of his purchase, and who was subsequently notified, by scire facias, to appear and take defence, but who did not, is not estopped thereby.\nA terre tenant is one who has purchased the estate, mediately or immediately from the debtor, while it was bound by the judgment.\nError to the Court of Common Pleas, Schuylkill county.\nThis was an action of Ejectment instituted in name of Charles Dengler and others vs. William Kiehner. It was instituted for three acres of land, in Schuylkill Haven, Schuylkill county.\nPlaintiff and defendant claimed title under Jacob Dreibeldis, in whom the land was vested, in 1199, under the will of his father.\nDeed, Jacob Dreibeldis, to George Dengler, ancestor of plaintiff, for the land in dispute, dated August 11,1828, consideration $>100, plaintiffs gave evidence that George Dengler lived upon, enclosed and cultivated the land in question, in 1828. The plaintiffs were the children and heirs of George Dengler, deceased.\nIt was alledged, on the part of Kiehner, the defendant, but not proved, that the conveyance of Jacob Dreibeldis to George Dengler, was fraudulent.\nDefendant’s title is founded on the following evidence:\nJudgment 27 July, 1819, of Beber against Jacob and Daniel Dreibeldis, for $>400.\nFieri facias on this judgment to October term, 1828, and levied on the land in dispute.\nVend, exponas to December term, 1828; returned unsold for want of buyers.\nAlias vend. exp. to July term, 1829, returned “land sold to Wm. Kiehner and Peter Filbert.” The sheriff’s sale took place on 23d July, and Kiehner and Filbert were previously notified of the claim of the heirs of Dengler, who are plaintiffs in this suit.\nJuly 28, 1829, the sheriff executed a deed to Kiehner and Filbert for the land in question.\nBefore the issuing of the alias venditioni exponas to July term, 1829, viz: to March term, 1829, a scire facias issued on the same judgment of Beber vs. Jacob Dreibeldis, to revive the said judgment, to which the sheriff returned, “served on Jacob Dreibeldis, one of the defendants, and on Greorge Dengler, terre tenant.”— No appearance was entered for either of the defendants, nor for George Dengler.\nJuly 31, 1829, on motion of C. Loeser, the court order that the judgment be revived, for another period of five years. This judgment of revival was thus entered, a few days after the sheriff’s deed to Kiehner and Filbert. The scire facias had, however, issued before the sheriff’s sale.\nDefendant further gave evidence to shew, that the interest of Peter Filbert, in the land, purchased by himself and Filbert, at the sheriff’s sale, became* vested in himself and Ludwig Bexger, by sundry subsequent conveyances.\nThe main question was, George Dengler purchased the land in dispute from Jacob Dreibeldis, after the expiration of the lien of the judgment of Beber, under which Kiehner claimed, whether, as George Dengler did not appear and defend, when served with the scire facias on that judgment, his heirs were concluded by such neglect.\nCopy of record of a former ejectment in the circuit court of Pennsylvania, for the same land, by William Kiehner and Peter ■ Filbert vs. George Dengler, was given in evidence; Writ in that case, issued October 5, 1829. This case is reported in 1 Watts ■ 424-5.\nThe Court, Kidder, J., in his charge to the jury, referred to he action of ejectment, by Kiehner and Filbert against George Dengler, reported in 1 Watts, and remarked that his honor Judge Kennedy decided, upon the same facts, that as Dengler had neglected to appear, after due notice, he was concluded; and he charged the jury that the plaintiffs, the heirs of George Dengler, stand in no better situation than he did; and as a matter of law, that the verdict should be in favor of the defendant.\nErrors assigned:\n1. The court erred in charging the jiuy that in the “ aspect in which the case is presented, it becomes a question of law, the application of which is conclusive in favor of the defendant.”\n2. The court erred in charging the jury that as Dengler had failed “ to appear after due notice to contest his claim, he was concluded.”\n3. The court erred in charging the jury “that as a matter of law your verdict should be in favor of the defendant.”\nThe case was argued by Hughes for plaintiffs in error, the heirs of Dengler.\nIn the case reported in 1 Watts, p. 424, the court deliver no opinion, and from the whole report of the case it appears that the point was not noticed that at the time of the sheriff’s sale to Kiehner and Filbert there had been no judgment of revival, and that, as against George Dengler, there was no lien whatever on the land sold. How could the judgment of revival be retrospect in its operation? How could the sheriff’s sale divest Dengler’s title when no process in the sheriff’s hands bound such title ? But the whole point stated in the syllabus in Kiehner vs. Dengler, 1 Watts, 424, has been overruled by two recent decisions, viz: Mitchell vs. Hamilton, 8 Barr 486, and Helfrich vs. Byler decided at December term, 1849, not yet reported.\nLooser for defendant in error, Kiehner.\nThat the scire facias was properly served on Dengler, who claimed to have the title in fee of the debtor, in the judgment. 1 Barr 101, Dohner’s appeal; Geiger vs. Hill, 1 Barr 509-10; Filbert vs. Kiehner, 1 Watts 424. That Mitchell vs. Hamilton did not apply to this case; that there, defendant claimed under an independent title; and that in Helfrich vs. Byler, the scire facias was quare executio non, and not to revive, as in this case.\nApril 20,"
  },
  "file_name": "0038-01",
  "first_page_order": 40,
  "last_page_order": 43
}
