{
  "id": 965004,
  "name": "Frankenfield versus Freyman",
  "name_abbreviation": "Frankenfield v. Freyman",
  "decision_date": "1850-04-02",
  "docket_number": "",
  "first_page": "56",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 56"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 275,
    "char_count": 4905,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 1.5359162596373456e-07,
      "percentile": 0.6719660103735777
    },
    "sha256": "3d9c432adbd3d03aff6c4555b623c0d39dac48fd5b3c7c62f8cc96fcc4f48d52",
    "simhash": "1:6e4abc4198c69c28",
    "word_count": 919
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frankenfield versus Freyman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCo.ulter, J.\nThe case converges to this point. The machine was defective, and upon trial was found not to answer the purpose for which it was made. Freyman, the maker said he would take it home and mend it. He did so, and sent it back. It was never returned to him, and he was never notified that it did not work well.\nThe court said that Frankenfield ought to have returned the machine, or at least notified Ereyman that it did not work well, and as he did neither, he ought to pay for the machine, deducting what was reasonable for the deficiency.\nWe think the court were right. Erankenfield has no lawful title to keep the machine, and the price.. The last contract was that Ereyman would take home the machine and amend the defect. This agreement waived an exact performance of the first. He did so, and as he thought in good faith, and took it back. Good faith and honesty required that Erankenfield should have informed the maker that it was still defective. As he did not do so, the other had a right to presume that he accepted it, and was satisfied. He brings his suit for the price, and then for the first time he is informed that the machine does not work well. As Erankenfield retained it, he made it his own, not objecting or giving notice to the other party of the defect. He ought to pay what it is worth, with the defect, if any; and the jimy pronounced on that part of the case. We see no error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Co.ulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Brown for plaintiff in error, and by Porter for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Frankenfield versus Freyman.\nWllerB one contracts for a machine, which when delivered, turns out to he defective, and it is taken away by the maker to be put in order, and it is returned: If still defective, it is the duty of defendant to return the machine to the maker, or at least to notify him of the defect; and if he does not do so, plaintiff can recover as much as the machine is worth.\nError to the Common Pleas of Lehigh county. ■\nThis was an appeal from the judgment of a justice of the peace, in an action instituted by Freyman, against Frankenfield, to recover the price of a corn cutting machine, sold and delivered by the plaintiff, to the defendant, or so much as it was reasonably worth. Freyman took the machine to the house of Frankenfield; the latter objected that it was crooked, and was defective; Frey-man took away the machine to alter it: when the machine was put in good order, he was to be paid one half in cash, and to receive a note for the other half. It was dark when he brought back the machine. It was alledged, on the part of the defendant, that the machine was still defective when it was returned. Plaintiff did net see defendant, though he was at home; and did not ask for him. There was no evidence that plaintiff demanded payment before suit.\nHis honor Judge Jones charged the jury as follows:\nThis action comes here on an appeal from a justice of the peace, and was brought to recover the price of a corn cutting machine, sold and delivered by the plaintiff to the defendant, or so much as it was reasonably worth.\nThe plaintiff sold the machine to the defendant. There was some defect in it at the time of the sale, which the plaintiff undertook to remedy before he was to receive his pay for it. He took the machine away; and if you believe this is the same machine Crouse speaks of, had it repaired, and returned it to the defendant. How it worked afterwards does not appear; there is no evidence that the defendant ever used it for the purposes of its construction subsequent to its return.\nIf upon its return it did not work well; if it was not such a machine as the plaintiff had undertaken to make it, it was the defendant’s duty to have notified the plaintiff of the fact, or to have sent it back to him. The defendant did neither of these things. He cannot retain the machine and refuse to pay for it. And being now sued for the price, he can only set up the defectiveness of the machine as a partial defence. You will allow the defendant so much as the machine is worth less than it would be worth if it were perfect in all its parts; and, making that deduction, you will find in favor of the plaintiff such sum as, from the evidence, you take the machine to be worth.\nTo this charge defendant’s counsel except, and at their request the same is reduced to writing and filed.\nJ. Pringle Jones, [l. s.]\nErrors' assigned:\n1. The court erred in stating to the jury that Frankenfield was bound to notify Freyman that the machine did not work well.\n2. In instructing the jury that Freyman had a right to recover under the evidence for any part of the price of the machine.\n3. In treating the case as though there was any change of property.\n4. For not charging the jury that the plaintiff, Freyman, could not recover without shewing a demand for the note,, and a refusal by Frankenfield.\nThe case was argued by Brown for plaintiff in error, and by Porter for defendant in error.\nApril 2,"
  },
  "file_name": "0056-01",
  "first_page_order": 58,
  "last_page_order": 60
}
