{
  "id": 964981,
  "name": "Grier versus Bilger",
  "name_abbreviation": "Grier v. Bilger",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "58",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 245",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0245-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle 294",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0294-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 310,
    "char_count": 4294,
    "ocr_confidence": 0.369,
    "pagerank": {
      "raw": 7.564598048693185e-08,
      "percentile": 0.4486705595577194
    },
    "sha256": "db9f6420749410e6fae52520135d9d3c31462f3d3f649b740856244809c50a76",
    "simhash": "1:bb76a9b5e1a689ed",
    "word_count": 756
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grier versus Bilger."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nWhatever may be the law in England, it has been established here by long practice, on the foundation of reason and common sense, that a submission to arbitrators is a departure from the pleadings. The matters in variance in a cause may be submitted before there are any pleadings at all. The parties voluntarily go before judges of their own choosing, who never see the pleadings, who would not understand them if they did, and who have not the advice of a court, as jurors have, to assist them in moulding the form of their award to the nature of the counts in the declaration, where there is one; and to overturn it for want of what the parties had agreed to dispense with, would be any thing but just. That the law continues to be in England what the recent decisions of the English courts shew it to be, only shews how far we have outstripped them in the progress of legal reforms. Of the errors said to have been committed after judgment, we may not take cognizance, as the execution has not been brought up.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Mood for the plaintiff.",
      "The court declined to hear T. Fallon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Grier versus Bilger.\nA submission to arbitration in Pennsylvania, is a departure from the pleadings; and this court mil not reverse, on the ground of a variance between the award and the pleadings.\nError to the District Court, Philadelphia.\nThis was an action on the case brought by Jacob Bilger, the plaintiff below, against James Grier, defendant below, on a promissory note made by Grier, dated 25th January, 1842, for $209, and payable in four months to the order of John McMillan, and by him endorsed. A copy of the note was filed by plaintiff, and an affidavit of defence sworn to by McMillan was filed by Grier.\nThe declaration contains five counts — one on the note, and four common counts, viz: one for work and labor, one for goods sold, &c., one for money paid, &c. and one for money had and received.\nDefendant pleads specially to the first count and non assumpsit as to the second, third and last.\nTo these pleas plaintiff files separate replications. There is no rejoinder to the first replication. See copy of pleadings.\nThe defence set up in the affidavit of defence and special plea was that the note was an accommodation note given to McMillan by Grier; that he, McMillan, was indebted to one George Metzer, -to whom he gave the note in part payment; that McMillan after-wards paid Metzer the full amount of the note, and that this payment was in full satisfaction and payment of the same; and that Belger, the plaintiff, knew thereof, acquiesced therein, and fully consented thereto.\nThe case was submitted to arbitration after the pleadings above referred to. The arbitrators award in favor of plaintiffs. Exception was taken to the award — see 1st Specification of errors. The exception was overruled. Plaintiff filed a bill of costs for attendance of witnesses, &c. of $78, which was not sworn to nor taxed. This was exclusive of costs of references, $28. Dec. 28, 1848, fieri facias issued for $409 besides interest. Dec. 29,1848, writ of error.\nVarious errors were assigned as to the pleadings, amongst which it was alledged:\nThat the reference was of the matters in controversy in the case, and not of all matters in controversy between the parties. The submission was therefore premature and irregular, because the pleadings had not ascertained the matters in controversy, in the case.\nThe rule of reference was entered before issue was taken on plaintiff’s replication to defendant’s special plea, said replication being bad.\nThe award is bad: Because it does not determine on which count of the declaration the amount awarded was due; because it was not final, and that it decided more than is contained in the submission, &c. &c.\nThe case was argued by Mood for the plaintiff.\nAs to the 5th error assigned, that the award is bad, because it did not determine on which count of the declaration the amount awarded.was due, he cited Gisbourne vs. Hart, 5 Mees, & Welsb. 50; Kilburn vs. Kilburn, 13 do. 67; 10 do. 550; and Stonehewer vs. Farran, 9 Tur. 203.\nThat the 2d, 3d, 4th and 5th counts were bad, and not cured by verdict, and that it did not appear but that the award was on one of them. 9 Serg. & Rawle 294, Kline vs. Wood; 10 Watts 245; 2 Douglas 679.\nThe court declined to hear T. Fallon, for defendant in error."
  },
  "file_name": "0058-01",
  "first_page_order": 60,
  "last_page_order": 62
}
