{
  "id": 964936,
  "name": "Gillespie versus Smith",
  "name_abbreviation": "Gillespie v. Smith",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "65",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Bin. 76",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787910
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0076-01"
      ]
    },
    {
      "cite": "4 Yeates 511",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776074,
        6776106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0511-01",
        "/yeates/4/0511-02"
      ]
    },
    {
      "cite": "2 Wharton, 261",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 266,
    "char_count": 4579,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.2507501525449407e-07,
      "percentile": 0.6100286155679346
    },
    "sha256": "ff8713b03c811a45abc023e69863661d88832efb3a8a1f4a5323985cc6a8be0f",
    "simhash": "1:16329b1985ae9959",
    "word_count": 797
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gillespie versus Smith."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThe affidavit may be filed at any time, before motion for judgment. Such is the governing principle in the case of a rule to plead, or to declare. And it is founded in justice and convenience; for a party, wbo does not enforce his right at the ■ first moment, shows that he has not suffered by delay, and the signing of judgment is not imposed as a penalty. In this case the motion came too late.\nJudgment reversed and procedendo awarded.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Emlen, for plaintiff in error, cited West vs. Simmons, 2 Wharton, 261; 4 Yeates 511-12, West vs. Stevenson; 1 Bin. 76, Vanlear vs. Vanlear.",
      "P. P. Morris, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gillespie versus Smith.\nIn the Court of Common Pleas of Philadelphia, an affidavit of defence is in time, if filed before motion for judgment.\nThis ease was an appeal by Thomas Gillespie, the defendant below, from the judgment of alderman McClain, in favor of the plaintiff below, Jeremiah H. Smith, for $50 42.\nAppeal filed May 12, 1848, to June term, 1848, May 18,1848. General affidavit of defence, filed under the rule of court.\nJune 6, 1848: copy of plaintiff’s book of original entries filed. It set forth a charge against the defendant below for work and labor amounting to $50 92.\nJune 24,1848: affidavit of defence filed; endorsed, “filed and entered June 24,1848, at 9 o’clock and 55 minutes.”\nJune 24,1848: judgment for want of an affidavit of defence.\nJune 24, 1848: on motion of Emlen, for defendant, rule to show cause why judgment should not be set aside, eo die, rule to take depositions of witnesses, on twenty-four hours’ notice granted.\nJuly 1, 1848: depositions filed, and rule discharged.\nJuly 13, 1848: writ of error brought into the office.\nThe words of the law are as follows:\n“That so much of the several acts of assembly, authorizing the' District Court for the city and county of Philadelphia, to enter judgment for want of an affidavit of defence, as relates to judgments for want of affidavits of defence, be, and they are hereby extended to all actions brought, and appeals filed in the court of common pleas for the county of Philadelphia, wherever the cause of action would, in a like case, have authorized the entry of such judgment in said District Court: Provided, That the writing or affidavit to be filed by the plaintiff, to entitle him to such judgment, shall be filed within two weeks after the return day of the suit, or the first day of the term to which an appeal may be entered, and the affidavit of defence shall be made before the third Saturday succeeding such return day, or term day, as the case' may require.”\nThe words of the District Court law, from which the law relative to the Common Pleas is partly taken, is, “that it shall be lawful for the plaintiff, on, or at any time after the third Saturday succeeding the several return days hereinbefore designated, on motion, to enter a judgment by default, notwithstanding an appearance by attorney, unless the defendant shall previously have filed an affidavit of defence.”\nThe practice of the District Court, under the law, has been to allow the entry of an affidavit of defence, at any time before the motion for judgment, whether on or after the third Saturday.\nThe construction has been liberal in favor of the defendant, and of trial by jury, although by strict construction, the word “previously” would seem to refer to the “third Saturday.”\nSpecification of error:\nThe court below erred in entering judgment for the plaintiff below, after an affidavit of defence had been filed.\nArgument for plaintiff in error:\nThe only question presented by this record, is, whether under the words of the law, authorizing the court of common pleas to enter judgment for want of an affidavit of defence, the court be-' low were authorized to enter such judgment upon the third Saturday after the first day of the term, to which the appeal was entered, notwithstanding a sufficient affidavit of defence had been filed on the said third Saturday before the court was opened or the judgment talcen ?\nNo question is raised, or was raised, below, as to the sufficiency of the affidavit of defence. The ground of the decision, below, was, that admitting the affidavit of defence to be amply sufficient, it was filed too late. ■\nEmlen, for plaintiff in error, cited West vs. Simmons, 2 Wharton, 261; 4 Yeates 511-12, West vs. Stevenson; 1 Bin. 76, Vanlear vs. Vanlear.\nP. P. Morris, for defendant in error.\nThe word “previously” in ’ the District Court act, refers to the time of the motion to enter judgment. West vs. Simmons, 2 Wharton’s Rep. 261.\nThere is no ambiguity about this act of assembly. “Before the third Saturday,” can mean but one thing — nothing that is done on any moment of Saturday, can be said to be done before Saturday."
  },
  "file_name": "0065-01",
  "first_page_order": 67,
  "last_page_order": 69
}
