{
  "id": 965019,
  "name": "James versus The Commissioners of Bucks County",
  "name_abbreviation": "James v. Commissioners",
  "decision_date": "1850-04-22",
  "docket_number": "",
  "first_page": "72",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Serg. & Rawle 473",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0473-01"
      ]
    },
    {
      "cite": "2 Wh. 599",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 24",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793617
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0024-01"
      ]
    },
    {
      "cite": "4 Rawle 366",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0366-01"
      ]
    },
    {
      "cite": "3 Binn. 275",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 87",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0087-01"
      ]
    },
    {
      "cite": "2 Binn. 360",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0360-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 513,
    "char_count": 10933,
    "ocr_confidence": 0.368,
    "pagerank": {
      "raw": 4.399433975955186e-07,
      "percentile": 0.919867915079219
    },
    "sha256": "d5fc3e2ef5ea8c63cb6fe70f38f6f9a084fc34e2ca9fb9a7597f5872d4a2840d",
    "simhash": "1:2db08dbdc1bc3d58",
    "word_count": 1946
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James versus The Commissioners of Bucks County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J,\nAlthough a mandamus is a demandable writ of common right, yet it will be granted only in extraordinary cases, when there would otherwise be a failure of justice. The Comth. vs. The Canal Commissioners, 2 Pa. Rep. 518. To found the application for the mandamus, the law requires that the applicant establish a specific legal right, as well as the want of a specific legal remedy. Comth. vs. Rossiter, 2 Binn. 360. Has the complainant, in this case, exhibited and established a specific legal right? He refused a statement of his property to the assessor, which was enjoined upon him by the 3d section of the act of 22d April, 1846, which provides for the reduction of the public debt. Dunlop 1079,. pamph. laws 1746, p. 486-7.\nThe assessor was bound by the act to return a statement to the commissioners, and the commissioners were enjoined by the 6th' section of the act (Dunlop 1080,) in cases “where any person, any member of any firm or partnership, any president, secretary,1 cashier, or treasurer of any company or corporate body, shall refuse or neglect to make any statement as in the act required, to add fifty per cent, to the amount returned, and to proceed and levy the tax.” The object of the legislature was to prevent evasions, and that miserable and contemptible shuffling, which was too common throughout our state; to get clear of the payment of a fair proportion of the public burthen, James applied to the commissioners ; they declined giving him any relief. I think they would have been entitled to more credit, if they had carefully examined his case, and reduced the tax to a just assessment' on his property. This was not done, although it was the duty of the' commissioners to have heard his appeal, if he gave due notice thereof, and had complied with the provisions of the laws. By the 52d section of the act of 1836, pamph. laws, of 1835-6, p. 445, James, if a freeholder, had an appeal to the common pleas, within thirty days. The complaint and decision of the commissioners was on the 29th Dec. 1848, and the petition to the common pleas was not presented until the 9th of February, 1849; long after the expiration of the thirty days allowed by the act.— From beginning to end, James was perverse, and he may blame his own negligence in every instance. His case, as presented, is not one of specific legal right; and on that ground the mandamus is refused.\nWhether a mandamus would lie, if a proper case was made out, or whether a writ of error is the proper remedy in the present case, it is unnecessary to determine; the plaintiff in error not being entitled to a mandamus on his own shewing.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J,"
      }
    ],
    "attorneys": [
      "J. D. J. Fox for James,",
      "Roberts, for the commissioners,"
    ],
    "corrections": "",
    "head_matter": "James versus The Commissioners of Bucks County.\nTo entitle a party to a mandamus, he must establish a specific legal right, as well as the want of a specific legal remedy.\nIt is the duty of the County Commissioners to hear appeals from assessments, if the persons making them have given due notice of such appeal, and have complied with the provisions of the law.\nUnder the 51st section of the act of 1st April, 1836, Purdon 1094, a freeholder may appeal to the court of common pleas, provided he presents his petition, within thirty days from the period prescribed by that section.\nError to Common Pleas of Bucks county.\nStatement of Case. — In 1848, the assessor of Doylestown borough returned to the commissioners that he had assessed the plaintiff in error at the sum of $50,000, to which the commissioners added $25,000, making an aggregate of $75,000. James having made a statement of his personal property, appealed from the assessment made, to the commissioners, according to the provisions of the act of 1884. The commissioners refused to entertain the appeal or to make any record of their proceedings in the matter. James thereupon presented his petition to the court for a mandamus to compel them to make a record of their proceedings, that he might appeal to the court according to the provisions of the act of 1836. The court refused the prayer of the petition.\nThe error assigned is the refusal to grant the mandamus prayed for. The questions which arise are:\n1. Whether the assessor could return an aggregate sum without making a separate return of what items it was composed.\n2. Whether the certificate given by plaintiff in error was a sufficient compliance with the provisions of the act.\n3. Whether the commissioners were bound to entertain the appeal.\n4. Whether they were bound to put their proceedings in writing, and whether an appeal could be taken to the court of common pleas from that decision.\nThe statement made by James, as to his personal estate, contained a specification of the amount due to him on mortgages, judgments, bonds, &c. and of stock owned by him; in all amounting to’ $3540. His statement was made Dec. 29, 1848. It was certified by him to be true and correct, to the best of his knowledge and belief.\nFor the 4th and 6th sections of the act of 1846, to provide for the reduction of the public debt, see Purdon 1107, pamp. laws, p. 486, or Dunlop 976.\nThe act of 1834, referred to in the petition, is as follows:\n“XVI. It shall be the duty of the commissioners to hear appeals at any subsequent time when they may be in session, previous to the payment of the tax, and to make such alterations as they might have done on the regular day of appeal: Provided, That no such appeal be heard unless the appellant shall have given due notice thereof, to the assessor of the proper ward, township or district.” — Dunlop, 560; Purdon 1088.\nThe act of assembly giving the right of appeal from the decision of the commissioners to the court of common pleas, is found in pamph. laws of 1836, p. 445.\nAct of 1st April, 1836: “an act regulating election districts and for other purposes.”\n“ Sec. LI. That any freeholder of the city or county of Philadelphia, or county of Bucks, who may feel aggrieved by the last or any future assessment of his property, and be dissatisfied by the decision of the county commissioners, upon his or her appeal from the said assessment, may appeal from the decision of the county commissioners to the court of common pleas of the county of Philadelphia, or of the county of Bucks, and for that purpose may present to the said court, within thirty days after the passage of this act, and in future cases, within thirty days after the county commissioners shall have informed him or her of their decision, his or her petition, setting forth the facts of the case, and the said court shall proceed at the earliest convenient time, to be by them appointed, to hear the said appellants and hear his or her' proofs, and the said court shall make such decree, affirming or reducing the assessment complained of, as to them shall seem just and right, having due regard to the valuations and assessments made of adjoining or neighboring estates, and if the party thus appealing shall require it, it shall be the duty of ’the said court, instead of hearing the case themselves, to cause a jury of five or seven men to be drawn,” &c.\nJ. D. J. Fox for James,\ncontended that the commissioners were Bound to entertain the appeal and that the plaintiff in error had a right to appeal from their decision to the court of common pleas. In order that the appeal might be taken, it was necessary that the commissioners should make their decision in writing, otherwise there would be no evidence that they made a decision.\nThe court should therefore have granted the mandamus which was asked.\n“ Where a ministerial act is to be done, and there is no other specific remedy, a mandamus will be granted to do the act required. But where the complaint is against a person who acts in a judicial or deliberative capacity, he may be ordered by mandamus to proceed -to do his duty by deciding and acting according to the best of his judgment, but the court will not direct him in what manner to decide.” Griffith vs. Cochran, 5 Binn. 87 — 103; Commonwealth vs. Judges Common Pleas, 3 Binn. 275; 1 Berg. & Rawle 473, Commonwealth vs. Cochran.\nRoberts, for the commissioners,\ncontended that a writ of error will not lie, in a case of this kind, where the jurisdiction is vested in the court of common pleas, by act of assembly, and the proceeding is by petition and summary process, and not according to the course of the common law. 4 Rawle 366, Comth. vs. Beaumont; 5 Binn. 24, Ruhlman vs. The Comth. That the plaintiff has not brought himself within the provisions of the 41st section of the act of 1st April, 1846, as he does not state in his petition that he is a freeholder, and that that section applies only to tax on real estate.\nThe plaintiff also by his own petition shows that he was not entitled to an appeal under this section, for the decision of the commissioners complained of, was made on the 29th of December, 1848, and his petition was not presented to the court before the 9th of February, 1849, long after the expiration of the thirty days mentioned in this act.\nThe certificate set forth upon the plaintiff’s paper book, is not in accordance with the provisions of the act of 22d April, 1846. The 4th section of that act says, that the “person making the statement shall certify over his proper signature, that the same is true and correct.” The act requires a positive certificate. A certificate that the statement is “true and correct to the best of the party’s knowledge and belief,” is not a positive certificate. In Towers vs. Kingston, 1 Brown 33, the court decided that on a rule to show cause of action, the plaintiff’s affidavit must be positive; swearing to the best of plaintiff’s knowledge and belief is not sufficient. And in Nevins vs. Merrie, 2 Wh. 599, it is laid down, to entitle a plaintiff to hold a defendant to bail under the 4th section of the act of June 13th, 1836, the cause of action must be positively sworn to, though the amount in which the defendant is indebted, or the value of the property taken or detained, or damages sustained, may be set forth to the best of deponant’s knowledge and belief.\nThat the plaintiff was not entitled to an appeal, as the act is positive in its terms and requires the commissioners to add fifty per cent, to the amount of the statement returned by an assessor.\nThe court below were right in refusing to direct a mandamus to be issued to the commissioners, commanding them to make a record of their proceedings in this matter. • The duties of county commissioners are pointed out, and their powers are conferred by acts of assembly, but the minor matters appertaining to their office must necessarily be left to their discretion. They are not enjoined by law to make a record of their proceeding in a matter of this kind. They may do it or not at their discretion. This is not a ministerial duty enjoined by law for refusal to perform which a mandamus will lie. Comth. vs. Cochran, 1 Serg. & Rawle 473.\nApril 22,"
  },
  "file_name": "0072-01",
  "first_page_order": 74,
  "last_page_order": 78
}
