{
  "id": 965018,
  "name": "Comm's. of Kensington vs. County of Philadelphia",
  "name_abbreviation": "Comm's. of Kensington v. County of Philadelphia",
  "decision_date": "1850-04-08",
  "docket_number": "",
  "first_page": "76",
  "last_page": "79",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 425,
    "char_count": 7628,
    "ocr_confidence": 0.366,
    "pagerank": {
      "raw": 4.772808471127939e-08,
      "percentile": 0.2993103072804631
    },
    "sha256": "e9e16b6afa549787cd7078a85d94a76e36eb351063a662777ad3be214f77f4ca",
    "simhash": "1:17ee9d3186858d01",
    "word_count": 1356
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Comm’s. of Kensington vs. County of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nG-ibson, C. J.\nA municipal corporation is a person as distinctly within the letter of the act of 31st May, 1841, as is a bank, or any other company chartered for private emolument; and why should it not be within its protection? Because, says the defendants’ counsel, it was competent to establish a police and protect itself; and, as it did not, it comes here with an ill grace for compensation of a loss it might have prevented. By the act which incorporated the plaintiff, and the act of the 2d April, 1822, its commissioners had power to make ordinances, appropriate money, and appoint such officers as it might deem necessary to its welfare; and by an ordinance of the 2d August, 1836, provision was made for the appointment of a police magistrate, but power to employ an adequate force was not given him, till the injury for which compensation is sought, had been suffered. By the act of the 15th April, 1834, the regular police of the district consisted of five aldermen or justices of the peace, a police magistrate, and five constables — certainly no very imposing force — but what constabulary force could put down a furious mob, mustering several thousands ? It is said the district had scarce a police at all, and what it had was not called into action. But it was sufficient for the preservation of the peace in ordinary times; and it was reasonable to think that the citizens ought not to be taxed for the maintenance of a force which would in all probability not be wanted. Besides, the mob was not a domestic one. It came from the city, and burst upon the district with the suddenness of a thunder cloud. There might be a semblance of reason in requiring the district to keep peace at home, but not to prevent invasion from abroad. That can be done only by opposing to it the physical force of the county. A district would be prepared to do it only by keeping afoot a standing force; for no prescience can determine the exact time of such a visitation. But I am far from intimating that an injury done to property by a domestic mob, when too many for the authorities, would not also be a legitimate subject of compensation. The true construction of the act is that wherever the power of the county is necessary to the suppression of a mob, the county is answerable for mischief done by it. Who but the sheriff can call out the posse ? The district authorities, though empowered to require the assistance of individuals, could not bring out the people in mass; and the sheriff^ therefore, is the officer chiefly relied on. True, the local magistracy is also bound to act, but not, like him, to take the field in person. The alderman might send the constable of tbe ward to tbe scene of action, or might swear in special constables; but the mischief would be done before they could be hunted up. The provisions of the act are for emergencies, not ordinary occurrences; and the county, whose officer is most competent to execute them, is charged with the consequences. It did not protect the plaintiff, and it is bound to compensate the loss.\nJudgment affirmed.",
        "type": "majority",
        "author": "G-ibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by McCall for the county of Philadelphia.",
      "C. Fallon, for the commissioners,"
    ],
    "corrections": "",
    "head_matter": "Comm’s. of Kensington vs. County of Philadelphia.\nA municipal corporation is included within the terms person or persons, authorized by the act of 31st May, 1841, to bring suit for injury to its property by a mob.\nFrom the Nisi Prius, Philadelphia.\nThis was an action tried before his honor Judge Ro&ers, at Nisi Prius, and was instituted by the commissioners of Kensington vs. the county of Philadelphia, to recover damages for the destruction of a Market House, in Kensington, during the riots in May, 1844. The case was tried in December, 1847, and the jury found in favor of the plaintiffs.\nThe errors assigned which were argued were:\n1. That the court erred in instructing the jury that the plaintiffs, a municipal corporation, were within the protection of the act of the 81st May, 1841, and entitled to bring suit against the county for damages in consequence of a mob or riot.\n2. The court erred in instructing the jury that although the plaintiffs had power by law and them ordinances, to establish a police force to prevent and suppress the riot in question, but failed to exercise that power, and did not establish such a police force, they were not, by reason of that failure, prevented from recovering in this suit.\n3. The court erred in instructing the jury that the failure of the plaintiffs to organize their police force on the 6th or 7th of May, 1844, was not illegal conduct within the meaning of the act which would prevent a recovery.\nThe case turned mainly on the 7th and 8th sections of the act of assembly of 81st May, 1841, (Acts of 1841, p. 418,) which are as follows:\n“ Sec. 7. In all cases where any dwelling house or other building or property real or personal, has been or shall be destroyed, within the county of Philadelphia, in consequence of any mob or riot, it shall be lawful for the person or persons interested in, and owning such property, to bring suit against the said county where such property was situated, and being for the recovery of such damages as he or they sustained by the reason of the destruction thereof, and the amount which shall be recovered in said action, shall be paid out of the county treasury, on warrants drawn by the commissioners thereof, who are hereby required to draw the same, as soon as said damages are finally fixed and ascertained.\n“ Sec. 8. No person or persons shall be entitled to the benefits of this act, if it shall appear that the destruction of his or their property was caused by his or their illegal or improper conduct, nor unless it be made to appear that he or they, upon the knowledge had of the intention or attempt to destroy his or their property, or to collect a mob for such purpose, and sufficient time intervening, gave notice thereof to a constable, alderman, or justice of the peace, of the ward, borough, or township, in which, such property may be situated, or to the sheriff of the said county, and it shall be the duty of the said sheriff, alderman, constable, or justice, upon the receipt of such notice, to take all legal means to protect said property so attacked, or threatened to be attacked, and if the sheriff, alderman, constable, or justice of the peace, upon the receipt of such notice, or upon knowledge of such attack or intended riot, or disturbance, shall neglect or refuse to perform his duties in the premises, he or they, so neglecting or refusing, shall be liable for the damages done to such property, to be recovered by an action on the case in the court of common pleas of the proper county, and shall be deemed guilty of a misdemeanor in office, and on conviction thereof by the proper court, his commission shall be void.”\nThe case was argued by McCall for the county of Philadelphia.\nHe contended that the act of 81st May, 1841, was not intended for the protection of municipal corporations, such as the plaintiffs. That they had the power to establish a police, and ought to have exercised that power, and established a sufficient force to suppress the mob, and that it was in evidence that they did not organize a police force.\nC. Fallon, for the commissioners,\ncited the case of St. Michael’s Church vs. The County of Philadelphia, reported in the 7th Pa. Law Journal, 184, in which it was held by Judge Rogers, that the words person or persons, in this act, included corporations, such as St. Michael’s Church. Also the case of St. Augustine’s Church vs. The County of Philadelphia, same book, p. 126-7, where the words received the same construction from the same Judge.\nApril 8,"
  },
  "file_name": "0076-01",
  "first_page_order": 78,
  "last_page_order": 81
}
