{
  "id": 964932,
  "name": "Leland's Appeal",
  "name_abbreviation": "Leland's Appeal",
  "decision_date": "1850-04-15",
  "docket_number": "",
  "first_page": "84",
  "last_page": "85",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 9",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 292,
    "char_count": 5174,
    "ocr_confidence": 0.377,
    "pagerank": {
      "raw": 6.776259647573112e-08,
      "percentile": 0.4150153155647298
    },
    "sha256": "5a26d9fe5e92b8cb1e63e25c466c7434e1e73edef237bc9689c9848aa8ba908b",
    "simhash": "1:9acc35058aa419ea",
    "word_count": 914
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leland’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThe real estate of a married woman cannot be divested, except by fine and common recovery, or by deed, acknowledged according to the act of 26th February, 1770, establishing a mode by which husband and wife may convey her estate and deliver the deed to the grantee. The acknowledgment is nothing, unless it be delivered, for the delivery is of the essence of the deed; until delivery, the wife may revoke her assent, notwithstanding she may have acknowledged the deed in due and proper form. Here before the conveyance was consummated by delivery, the wife died; and eo instanti, the estate vested in her heirs. Had the deed been delivered in her life time, as an escrow, a different case would be presented, but as nothing was done by her, except executing and acknowledging the deed, we are of opinion the court was right in refusing to decree a specific performance of the contract. This is matter of some consequence to the heirs, for if a conveyance is decreed, the purchase money being personal property, would go to the husband, in exclusion of the heirs, or personal representatives.\nDecree affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued on the part of the appellant by Gr. Blight Browne.",
      "Darlington, contra, was not heard by the court."
    ],
    "corrections": "",
    "head_matter": "Leland’s Appeal.\nThe Orphan's Court has not jurisdiction to decree specific performance of a parol contract, made by husband and wife, of the estate of the wife, where a deed was executed by husband and wife, and acknowledged, but not delivered, in the life time of the wife, and where no possession was taken of the premises by the party contracting, during the life of the wife, and where no money was paid during her life time.\nIn the matter of the estate of Sylvia Leland, deceased; appeal from the Orphan’s Court of Delaware county.\nThis was an appeal from the decree of the orphan’s court of Delaware county, refusing to order a performance of a parol contract, entered into by husband and wife, for the sale of the property of the wife. It came before the orphan’s court on a petition of John Leland, administrator of the estate of Sylvia Leland, deceased, which stated that Sylvia Leland was in her life time, seized of a tract of land, conveyed to her by Haydock Garrigues, with the consent of her husband, John Leland, the petitioner; the property being known as the Buck Tavern, for the consideration of $5300. That the said Sylvia Leland and her husband, in October, 1846, by a parol bargain or contract, bound themselves to sell and convey the said property to one Jacob Keyser. That afterwards, viz: on the same day of the making of the parol contract, an agreement under seal was executed by Jacob Keyser and John Leland, the husband, by which John Leland agreed to sell to Keyser the same property. That afterwards, in December, of the same year, the said Sylvia being indisposed, her husband and herself executed a deed for the premises, to Jacob Keyser, aforesaid, and acknowledged it in form, but she died intestate, before the deed was delivered. That Keyser afterwards paid the petitioner a part of the purchase money, and that petitioner delivered to him the deed, executed by the said Sylvia and himself, and that the said Keyser, thereupon, went into possession of the same, and still holds possession. That the contract is and was, at the death of the said Sylvia, so far executed, that it would be against equity to rescind the same.\nThe court was prayed to decree specific performance of the contract. The court below delivered the following opinion:\nIn the matter of the estate of .Sylvia Leland, deceased, upon the face of the petition it is admitted that what is called and attempted to be enforced as the deed of Sylvia Leland, a married woman, never was delivered by her: such delivery we think essential to its validity. We are unwilling to lessen or remove any of the safeguards by which the real estate of married women is now protected. No statute has been shown, by which the relief prayed for is directed to be given by the orphan’s court. We refuse, therefore, to make any order to that effect; but, on the contrary, adjudge and decree that the said petition be dismissed, and so says the court.\nThe errors assigned were:\n1. The court erred in dismissing the petition of John Leland, administrator.\n2. The court below erred in refusing to decree the specific performance of the contract.\nThe case was argued on the part of the appellant by Gr. Blight Browne.\nAt the time of the execution of the written agreement of sale, John Leland was tenant in fee simple in right of his wife: Pemberton vs. Hicks, 1 Binn. 9. He could make a sale of her land, and a court of equity would decree a specific performance, unless he made answer that she refused, and he could not persuade her: 2 Vin. 203. In this case she is to be considered as consenting and only hindered by the act of Grod. After her death his estate in her right ceased, and he became tenant by the courtesy, and the heirs-at-law held the remainder. The heirs are bound by this sale, because it was so far executed that the deed had been separately acknowledged by her, and comes within the Beckwith case: 2 Coke Bep. 57. He also cited Bacon’s Alt. Fines 193.\nDarlington, contra, was not heard by the court.\nApril 15,"
  },
  "file_name": "0084-01",
  "first_page_order": 86,
  "last_page_order": 87
}
