{
  "id": 964973,
  "name": "The Northern Liberties versus St. John's Church",
  "name_abbreviation": "Northern Liberties v. St. John's Church",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "104",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 104"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wend. 268",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "11 Johnson 77",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 11346,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 4.776181691708242e-07,
      "percentile": 0.9306486594392183
    },
    "sha256": "f0459a6f608f1cc646851efea08421c7e0cfa3983b737e46c85035e30de7a424",
    "simhash": "1:332e0da52c543ef0",
    "word_count": 1946
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Northern Liberties versus St. John’s Church."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nBy the act of March 16th, 1819, it is enacted, in the 2d sec. that the Board of Commissioners shall have full authority, upon the application of the owners of property, on any street, lane or alley, to pitch and pave such street, lane or alley, within the said district, and the property in front of which such Street, lane or alley, is pitched and paved, shall be taxed for the expense of such pitching and paving, in proportion to the extent of the same in front; sec. 8, provides, that on all assessments for pitching, paving and curbing, the Board of Commissioners shall be, and are thereby authorized to recover legal interest, from the time of making such assessment. And by the act of 27th March, 1824, the said commissioners are authorized, upon the application in writing of the majority of the owners of property in any street, lane or alley, within said district, to introduce the Schuylkill or other wholesome water, and the property fronting on such street, &e. shall be taxed and liable for all the expenses that may be incurred for laying the pipes, in proportion to its extent in front.— The amount of the assessment is declared to be a lien, and may be collected by action of debt against the owner, before any tribunal having jurisdiction of the amount.\n■ By the 9th sec. of the act of 16th April, 1840, it is made lawful for any of the incorporated districts within the county of Philadelphia, to file in the ofiice of the prothonotary of the district court, all claims and demands exceeding one hundred dollars, due to said commissioners and inhabitants of any of the said incorporated districts or townships, for pitching and paving streets and alleys, for digging down and filling up, and for curbing and paving any foot-way, and also for laying iron pipes, and making culverts; and to proceed for the recovery thereof by scire facias. The act of the 19th April, 1843, regulated to some extent the proceedings upon such action of scire facias; but the crowning act, is that of 11th March, 1846, which provides that in claims for taxes, municipal charges and assessments, and for expenses of removing nuisances, the claims filed may, in suits thereon, be read as evidence of the facts therein Set forth, &c. Here, then, is the assessment or rate of charge for pitching, curbing and paving, and for laying the water pipes in the streets, fronting on which, the property of the defendants’ is situated. The claim was regularly filed .and became a lien, and the lien might have been recovered by action of debt. But this scire facias was issued upon it under the act of 1840, to recover it out of the real estate upon which it was made a lien, and the act of 1846, which made the claims filed evidence of the facts therein set forth, supplied the evidence needed by the plaintiffs.\n;; But the defendants below objected to the evidence, which was received, however; and the point reserved. The defendants also contended that the assessment or charge was a ta$, and that therefore, they were exempt from it. The plaintiffs also offered in evidence an ordinance of the district of the Northern Liberties, passed the 27th July, 1826, requiring persons owning or occupying property assessed for the expenses of laying pipes, to introduce the water into the district, to pay to the treasurer, within ten days after notice thereof, the amount of the assessment, and that in default thereof, such person shall he charged with interest.— The defendants objected because the district had no authority to pass such an ordinance; the evidence was admitted, and the point reserved. The jury found a verdict for the plaintiff for $1814, 28-100, and the court entered judgment, non obstante veredicto, for the defendants, on the points reserved. As to the admission of the claim filed, as evidence of the facts therein set forth, it is distinctly and positively made evidence by an act of assembly, whose authority to declare what shall be legal evidence, is not to be disputed by this court. It has been often recognized and necessarily exists in the high and plenary legislative authority confided to them by the constitution. It is not inhibited by any part of that magna charta; not in the 9th article, especially denominated, the bill of rights. The act does not create a right, but prescribes only the kind of evidence which shall sustain a pre-existing one; and that evidence being furnished by observing the directions of a pre-existing law. This act does not go farther than various acts respecting the sale of unseated land for taxes. The 21st sec. of the act of 1842, Dunlop 968, provides that all the records of the county commissioners charging lands unseated with arrears of taxes, shall be evidence of assessment. I cannot perceive the correctness of the position contended for by the defendants, that it impairs the right of trial by jury, and deprives a man of his property without the judgment of his peers.\nThe ordinance of the commissioners of the 27th July, 1826, was pertinent evidence, being the act of the corporation, of which the defendants were members, and to a certain extent within the scope of the corporate powers. As to the charge of interest, it would not authorize that, if it was against the law. But the claim being a debt, by express provision of the act, which might be recovered by scire facias, or action of debt, we do not see why the interest did not follow as damages for detention of the debt. And in this respect the ordinance may be considered merely as directory upon the officers of the corporation to charge interest. As to costs of collection, they followed the judgment as a matter of course. But as to the commission of ten per cent, it is not authorized by the ordinance and would be beyond its power if it did.\nThe defendants claim immunity from the assessments and charges imposed, under the act of 16th April, 1838, exempting churches and burial grounds, &c. from all and every county, road, city and school tax, &c. We decided at this term, Pray vs. Northern Liberties, that assessments for pitching, curbing and paving a street were not taxes. The defendants however seek to escape from that decision, from the fact that the act of 1838 is somewhat more extensive in its terms than the law on which that decision Ayas made — the law of 1838 specifies borough and city taxes: but that makes no difference in the principle of the decision.— Boroughs and cities are part of the machinery through whose agency government is conducted. They are established for the purpose of conserving the power of society, and are within the control of the government, which may alter and reform their organization. Hence they may and do lay taxes for public purposes and the public good. They maintain a police and punish offenders summarily who break the laws of the state, in certain cases. This cannot be done without the imposition of public taxes; which they are all authorized to levy and collect.\nA tax was anciently defined to be a certain aid, subsidy or supply granted by the commons of Great Britain, and constituting the King’s revenue, 4 Inst. 216-88-, as the name itself imports, from its-derivation, it means tribute, and belonged to the King’s treasury. And I think the common mind every where has taken in the understanding that taxes are a public imposition, levied by authority of the government, for the purpose of carrying on the government in all its machinery and operations; that they are imposed for a public purpose; whereas municipal charges are often for the benefit of lot-holders on a particular street, and the assessment, as in this instance, induced by the request, made known according to their charter, of a majority of the inhabitants.\nThe assessment or charge is an equivalent from the owner for the improvement made to the value of the property. Such assessments are not collected like public taxes, but generally, as in this instance, a particular mode of recovering the charge is pointed out by the law. It is evident from the face of all the acts of assembly in relation to this incorporated district, that the legislature had in view the difference between taxes, property so denominated, and charges or assessments for the improvement of particular streets as the advance of population required such improvement.\nI refer to Mayor of New York, 11 Johnson 77; Bleecher vs. Ballou, 3 Wend. 268. The judgment of the court below is reversed, and as the jury rendered their verdict subject to the opinion of the court, as to what amount ought to be recovered by the plaintiffs, if any; the cause is remitted to the court below, and a procedendo awarded: according to the views expressed in this opinion.\nJudgment reversed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Brightly for the commissioners, and by Geo. W. Biddle for defendants."
    ],
    "corrections": "",
    "head_matter": "The Northern Liberties versus St. John’s Church.\nThe act of 16th April, 1840, relative to claims for pitching and paving streets and alleys, and for curbing, laying water pipe, &c. in the incorporated districts of the Northern Liberties, in the- county of Philadelphia, -which provides that the claim filed for any such services may be read in evidence, is constitutional.\nThe ordinance of the commissioners of the said district, requiring persons owning or occupying property in the said district, which has been assessed for the expense of laying water pipes, to introduce the water into the district, to pay to the Treasurer the amount of the assessment, and that in default, such persons shall be charged with interest, was pertinent evidence in the case, and was within the corporate powers of the commissioners.\nThe costs of collection followed the debt, but the commission of 10 per cent, is not authorized by the ordinance, and would be beyond its power.\nA church is not exempt from such charges or assessments, by reason of the act of 16th April, 1838, exempting churches and burial grounds from taxes. Taxes are a public imposition, levied by authority of the government, for the purpose of carrying on the government, in its machinery and operations; but municipal charges are often of a local character, and for the benefit of a particular neighborhood.\nThis was an action by the Commissioners and inhabitants of the Incorporated district of the Northern Liberties vs. the Rector, wardens and vestrymen of St. John’s Episcopal Church, of the county of Philadelphia, State of Pennsylvania, owners or reputed owners, or whoever may be owners, with notice to terre tenants.\nIt was an action to recover from the defendants the amount of a claim, amounting in all to $1814 28, nearly one-third of which was a charge for the laying of pipes, for the conduit of the Schuylkill water, along the fronts of the defendants’ property, a church.\nThe court below gave judgment in favor of the defendants below.\nThe case was argued by Brightly for the commissioners, and by Geo. W. Biddle for defendants.\nThe points discussed by defendants’ counsel, seem to have been:\n1. The admission in evidence of the claim filed.\n2. The validity of the ordinance of 27th July, 1826, charging interest and 10 per cent, commissions, over and above the amount of assessment of laying pipes.\n3. That by the act of 16th April, 1838, sec. 29, (pamph. laws 1837-8, p. 525,) the defendants were exempted from this charge. That the claims in question were not taxes, because not imposed, for any public purpose."
  },
  "file_name": "0104-01",
  "first_page_order": 106,
  "last_page_order": 109
}
