{
  "id": 964942,
  "name": "Search's Appeal",
  "name_abbreviation": "Search's Appeal",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "108",
  "last_page": "112",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 108"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 436",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 146",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 510",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 433",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0433-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 275",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0275-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 315",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816664
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0315-01"
      ]
    },
    {
      "cite": "2 J. J. Marsh, 331",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "case_ids": [
        8519769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/25/0331-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle 311",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "1 Wharton 432",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "3 Serg. & Rawle 356",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts & Serg. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "5 Wharton 446",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0446-01"
      ]
    },
    {
      "cite": "9 Johnson 123",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": 0
    },
    {
      "cite": "13 Mass. Rep. 393",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "3 Bin. 300",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts & Serg. 436",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts & Serg. 510",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle 433",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819123
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0433-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 275",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/1/0275-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 315",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/16/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 765,
    "char_count": 13698,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 5.585662481351499e-08,
      "percentile": 0.35049707531211277
    },
    "sha256": "f4cf6849c6216b5f5ef3d7f828da9d5b66a493ade20a71d039835a37691e62be",
    "simhash": "1:e96e96f5f789b18b",
    "word_count": 2353
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Search’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nWas Wynkoop, named as executor and legatee in the contested paper, competent to prove its due execution, as a last will ? The Register’s Court thought he was not, and accordingly reversed the decree of the Register, admitting it to probate. Whether this determination was right, is the question.\nWe have had recently repeated occasion to remark that, in overruling Steele vs. The Phoenix Insurance Company, 3 Bin. 300, and of the cases that followed its lead, the object was to restore the law of evidence, as it stood prior to that determination, which experience taught had been unwisely abandoned. In reforming the mistake, it is very possible we may, in one or two instances, have passed in a reversed direction, the true line which distinguishes between the competency and credit of witnesses; but if so, it is to be ascribed to the difficulty of correcting, even an acknowledged error in jurisprudence, without hazarding others, of an opposite character; and not to any desire to introduce a new rule, extending the principle of exclusion beyond its ancient limits — yet looking to all the recent cases on this subject, it may be safely averred, no dogma can be extracted from them, hostile to the maxim established long before Steele vs. The Insurance Company, that all who have no interest in the subject matter of the suit, or its possible result, at the time they are called to the book, are competent to testify, unless, indeed, they are formally or effectively party to the action. To exclude one otherwise capable to testify, it is not enough that there may have been a disqualifying interest. If the proposed witness divest himself first by release, equitable transfer, or some other legal mode, the door of admission is open to him, however strongly the objection may affect his credit.\nThis is text law, and so familiar that one would be almost ashamed to repeat it, in a judicial opinion, were it not for the apparent disposition to overlook it; ascribable, no doubt, to a misapprehension of the class of cases beginning with Post vs. Avery, 5 Watts & Serg. 510. It was proclaimed in Carter vs. Freeman, 7 Barr. 315, where the supposed antagonist cases relied on by the defendant in error are noticed; and it was repeated in the subsequent case of Taylor vs. Gitt, 10 Barr. 428, in which too, most of the precedent determinations are reviewed. It is therefore unnecessary more particularly to recaí them here. What then was Wynkoop’s position in reference to the subject of contest, when called to testify ? As soon as he renounced the executorship be ceased to be a party, upon whom has devolved the duty, officially, to offer the instrument for probate, and press it to completion. By that act, he was reduced to the condition of a simple legatee, having, it is true, an interest in the establishment of the will. But this, like other pecuniary interests, might be parted with, by an equitable assignment or release. It was so parted with by the transfer to Search, the principal legatee, and the witness was thus brought directly within the principle stated in Vin. Ab. Tit. Evidence, pl. 53, and ruled in Newlin vs. Newlin, 1 Serg. & Rawle 275, Kerns vs. Soxam, 16 Serg. & Rawle 315, McIlroy vs. McIlroy, 1 Rawle 433, and Cornell vs. Vanartsdalen, 4 Barr. 373, that a devisee or legatee, having parted with his interest, is competent to establish the validity of the will; B. vs. Turner, 13 Mass. Rep. 393, Woods vs. Williams, 9 Johnson 123, and Carter vs. Freeman supra, rest upon an analagous principle. In these cases those interested in the estates of intestates, were permitted to testify, after parting with their interest, in order to add to the estates.\nBut it is further urged, that without a release from Search, Wynkoop remained interested in the contest, under the implied warranty springing from his equitable assignment, that the legacy transferred has a legal existence and is recoverable; Kelly vs. Eichman, 5 Wharton 446, Stroh vs. Hess, 1 Watts & Serg. 152. Though this objection was but faintly urged, it merits an answer. It is true, that where one parts with a chattel, or chose in action, for someting of value, the law implies a warranty of title, or that the claim may be vindicated by action; and in such an action, the seller is not a good witness, without being released from the implied liability, to answer over in the event of failure. Greenleaf thus correctly states the general rule : “ Where the event of the suit, if it is adverse to the party adducing the witness, will render the latter liable either to a third person, or to the party himself, whether the liability arise from express or implied contract, to pay money on that contingency, the witness is incompetent:” Green-leaf s Bv., sec. 393. But in our case there is no action pending for the recovery of the legacy equitably assigned, and it might perhaps be well insisted, that the rule stated is inapplicable.— Waiving this, however, it is an answer to the appellees’ exception, that the implied warranty in which it is founded, owes its existence to the value paid in purchase of the chattel or chose, and consequently, where the consideration is merely nominal, the implication of warranty cannot arise. Ludwig vs. Meyre, 5 Watts & Serg. 436. Now, he who alledges a disqualifying interest, must shew it. It will not do to rest upon the bare suggestion of it; nor I take it, will the bald recital “for valuable consideration,” as it is found in our transfer, suffice to shut out the witness. The acknowledgment, in a deed of conveyance, of the receipt of a certain sum for purchase money, even though assisted by a formal instrument of receipt appended, is said to be evidence of tbe lowest order between the parties themselves; O’Neal vs. Lodge, 3 Har. & McHen. 453, Hamilton vs. McGuire, 3 Serg. & Rawle 356, and is not evidence at all against a third person; Union Canal Company vs. Young, 1 Wharton 432, Bolton vs. Johns, 5 Barr. 151. The reason is because it is very common to insert these acknowledgements, though no money in fact, passed. Weighley vs. Weir, 7 Serg. & Rawle 311, and it is so much matter of course to insert,, in releases and transfers made to qualify witnesses, the words “ for valuable consideration,” without receiving any thing of value, that they ought to go for nothing, in an enquiry into competency, unless helped by more precise and reliable proof; in Ludwig vs. Meyre, (supra), where it did not clearly appear what was the consideration for the transfer, the court held the assignor to be an incompetent witness for the assignee, only on the-ground that, as the former was insolvent at the time of the transfer, it could not be supposed it was made for a merely nominal consideration, from motives of friendship and regard, so as to repel the implication of warranty; for this would be a fraud on the assignor’s creditors, which ought not to be presumed. But in the absence of any such assistant circumstances, it seems clear a mere transfer, without shewing a distinct consideration, will not interfere with the competency of a party to testify, and to my mind, the general assertion of “ valuable consideration,” continued in our transfer, is of no greater effect to exclude Wynkoop, than if nothing had been said on the subject.\nThe modern policy is to remove impediments to the admission of evidence, not to multiply them. Formerly the jury was frequently plunged into darkness by a suspicion, that any light which was not of the very purest kind, might lead them astray; but this’ fear, which in some degree at least, owed its birth to the ordinary ignorance of those who sat as jurors, has given place to a more enlarged confidence, induced by the increased and still growing intelligence of the modern world. Influenced by this considei'ation, and some experience of the evils which attend a too rigid adherence to merely technical exceptions to evidence, I am, I confess, much disposed to favor the policy that seeks to direct objections, rather against the credit than the competency of witnesses, where this can be done, without infracting firmly settled rules.— I feel, therefore, indisposed to lend an easy ear, to exceptions founded in the imputed interest of witnesses, unless this be clearly exhibited by the objecting party. In my opinion, the appellee, altogether failed in this particular, and it follows that Wynkoop was a good witness to prove the execution of the paper in question.— The Register was, therefore, right in admitting it to probate.\nJudgment of the Register’s Court is reversed, and the decree of the Register, admitting the said paper to probate, is affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued for the appellant by Wright, with whom was Lear ; and by Du Bois, for the appellee, who contended that Wynkoop was not a competent witness to prove the will."
    ],
    "corrections": "",
    "head_matter": "Search’s Appeal.\nA legatee under a will, who is also the executor, is a competent witness to prove the execution of the will, he having first renounced and transferred all right, title and interest, in the will or legacy.\nA contract of guaranty is not to he inferred from the words, “for valuable consideration,” in such transfer.\nAppeal from the decree of the Register’s Court of Bucks county, winch set aside the probate of the will of Rachel Carbury.\nIn her will she bequeathed to Henry Wynkoop, the sum of one hundred dollars, and she made him the executor. Will dated 1st June, 1848.\nHenry Wynkoop, the executor, and one of the legatees named in the above will, executed the following instrument, to wit:—\nIn the matter of the estate of Rachel Carbury, deceased: Know all men by these presents, that I, Henry Wynkoop, of the township of Upper Makefield, county of Bucks, and State of Pennsylvania, executor named in the last will and testament of Rachel Carbury, late of said county, deceased, do hereby renounce, release, and quit claim, all right and title to the executorship, and desire that administration of the goods and chattels, rights and credits of the said estate, may be committed to such person or persons as may be entitled thereto, or as may be designated by the Register of said county. Witness my hand and seal the twenty-seventh day of November, A. D. 1848.\n. '. ■■ . (Signed) Henry Wynkoop, [l. s.l Witness, &c.\nAnd I, the above named Henry Wynkoop, do further renounce, for valuable consideration, assign and make over unto Thomas Search, jr., all my right, title and interest, in or to any legacy or legacies in the will of the above named Rachel Carbury; and, I do hereby assign, transfer and malee ovef unto the said Thomas Search, jr., all right, title or interest whatever in the said will, or any legacy or bequest under said will. Witness my hand and seal the day and year above written.\n(Signed) Henry Wynkoop, [l. s.] Witness present:-^-George Lear.\nThe Register admitted the above will to probate on the evidence of James M. McNair, the subscribing witness, and Henry Wyn-Jeoop.\nFrom the decree of the Register admitting the said will to probate, Joseph Mathews appealed to the Register’s Court, on the ground that said paper writing was not proved by the oaths or affirmations of two or more competent witnesses as required by law.\nAt a Register’s Court held on the 20th of September, 1849, the probate was set aside, James McNair, one of the subscribing witnesses, having been sworn before the Register of Wills, to its execution, and the affirmation of the said Henry Wynkoop before the said Register of Wills, who being first duly affirmed, did depose and say that he was well acquainted with the hand writing of Rachel Carbury, the testatrix, to the annexed instrument of writing, purporting to be the last will and testament of Rachel Carbury, deceased, and that he verily believes the name of Rachel Carbury, subscribed to said instrument, is in the proper hand writing of the said Rachel Carbury, and that since the date of said instrument, the aforesaid Rachel Carbury has died.\nAssignment of errors:\nThe court erred in setting aside the probate of the said paper writing, purporting to be the last will and testament of Rachel Carbury, deceased.\n. An executor is a competent witness to prove the will, even without renouncing McDaniel’s will, 2 J. J. Marsh, 331. And for a stronger reason if he has renounced.\nA legatee, having released or assigned his interest, is a competent witness to prove the will, Kerns vs. Loxam, 16 Serg. & Rawle, 315; Newlin vs. Newlin, 1 Serg. & Rawle, 275; Cornell vs. Vanartsdalen, 4 Barr. 373, Carter vs. Trueman, 7 Barr. 326; Vin. Abr. Ev. F. pl. 53.\n“ The test of the interest of a witness is that he will either gain or lose by the direct legal operation and effect of the judgment; or the record will be legal evidence for or against him in some other action.” McNeil vs. Conwell, 7 Barr. 370,\nIn this case, Henry Wynkoop, the witness whose competency is objected to, could neither gain nor lose by the probate of thé will of Rachel Carbury, nor could the record be made legal evidence for or against him in any action.\nThe case was argued for the appellant by Wright, with whom was Lear ; and by Du Bois, for the appellee, who contended that Wynkoop was not a competent witness to prove the will.\nHe contended that the cases of Kerns vs. Loxam, 16 Serg. & Rawle 315, and McIlroy vs. McIlroy, 1 Rawle 433, have been repudiated, by subsequent decisions, viz: Post vs. Avery 5 Watts & Serg. 510, 5 Barr. 37, Asay vs. Hoover, 7 Barr. 287, Norris vs. Johnston, 5 Watts & Serg. 146, Patterson vs. Reed.\nThat the testimony was inadmissible on the ground, that every assignment contains an implied warranty, that the claim is well founded, and had a real existence; and that to make the assignor a witness, a release from the assignee is necessary; 5 Watts & Serg. 436, Ludwig vs. Meyre, 16 Serg. & Rawle 315, Kerns vs. Soxam."
  },
  "file_name": "0108-01",
  "first_page_order": 110,
  "last_page_order": 114
}
