{
  "id": 964891,
  "name": "The Northern Liberties versus Swain",
  "name_abbreviation": "Northern Liberties v. Swain",
  "decision_date": "1850-04-18",
  "docket_number": "",
  "first_page": "113",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts & Serg. 444",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483326
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0444-01"
      ]
    },
    {
      "cite": "5 Rawle 291",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0291-01"
      ]
    },
    {
      "cite": "3 Rawle 109",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822527
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0109-01"
      ]
    },
    {
      "cite": "9 Watts & Serg. 104",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 316",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0316-01"
      ]
    },
    {
      "cite": "5 Rawle 315",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts & Serg. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0028-01"
      ]
    },
    {
      "cite": "7 Watts 316",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846859
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0316-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 12784,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 3.4759688515329596e-07,
      "percentile": 0.8814847892676368
    },
    "sha256": "958090e7f7ad39c0a089540ec5ba9544fab326aefe6e962b505a7c3307a23253",
    "simhash": "1:de3718b5946827fd",
    "word_count": 2226
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Northern Liberties versus Swain."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nHad the sheriffs sale of the premises now owned by Scott, occurred after the passage of the act of April, 16, 1845, Pun. Pig. 1048; the claim hei’e sought to be recovered would have been payable out of the proceeds, by virtue of the proviso in the 4th section of that act, and as a consequence, its lien divested, notwithstanding the intervening mortgage; for then, the plaintiff must have looked to the fund in exoneration of the land: Custer vs. Detterer, 3 Watts & Serg. 28; Appeal of Com’rs. of Spring Garden, 8 Watts and Serg. 444. But as the sale had place in 1838, the question presented must be solved by the law, as it stood at that time.\nBy the acts of February 3d and 27th March, 1824, the sum of money assessed to cover the costs and expenses incurred in laying iron water pipes in front of the defendant’s lot, became the first lien and was entitled to priority of payment: Pennock vs. Hoover 5 Rawle 315.\nThe subsequent act of April 6, 1830, Dun. Dig. 508, provided, in protection of mortgagees, that the incumbrance of a mortgage should not be divested by a sheriff’s sale under a subsequent encumbrance, where the lien of the mortgage was prior to all other liens on the same property, “ except other mortgages, ground rents and the purchase money due to the commonwealth.” As municipal taxes and assessments levied on real estate within the city and county of Philadelphia are not enumerated among the exceptions, a consequence flowing from the prior statutes, giving preference of lien to taxes and assessments, was to divest the lien of mortgages within the city and county, whenever the mortgaged premises became the subject of a judicial sale, if at the time, they happened to be subject also to a tax or municipal charge. This was deemed an evil, and to amend it, the legislature, by the act of April 11, 1835, Dun. Dig. 670, in substance, declared that no lien created by virtue of the act of February, 1824 shall be construed to be within the meaning of the act of 1830. Although this statute and its supplement of 1835, are so obscurely framed as to have required the aid of judicial exposition, it is not difficult to perceive the object in enacting the younger, was to interfere with the elder, only so far as was necessary to prevent the disturbance of a mortgage, through a posterior sale, by force of the paramount statutory lien conferred on municipal assessments. The intent was to provide that in estimating the legal influence of a sale under a younger incumbrance upon the rights of a prior mortgagee, municipal assessments shall not be regarded as superior liens in point of time, without, however, depriving them of the preference given by statute and the incidents attending it for other proposes. This effect of the legislation had upon the subject, was partially pointed out in Perry vs. Brinton, (decided at the present term,) where the question was whether a sale for taxes assessed several years after a mortgage, divested the lien of the latter. It was held that, when considering the operation of the act of 1830 upon the continued lien of the mortgage, the lien given by the act of 1824 is excluded from contemplation by the act of 1835, and as a consequence the mortgage stands unaffected, unless indeed the sale be made under a claim which in fact existed as a lien before the mortgage was recorded. In citing this case as authority for the position, that the act of 1835 postponed the municipal claim, to every intent, as against a mortgage, the counsel for the defendant fell into misapprehension, induced by selecting isolated sentences of the opinion, perhaps imperfectly expressed, but which a comprehensive view of the determination would have prevented.\nAs the municipal charge now in question actually originated before the date of the mortgage, perhaps a sheriff’s sale, made for the purpose of realizing it, would have passed the premises wholly disincumbered to the purchaser. But if a doubt existed on this head, it is removed by the 4th section of the act of 16th April, 1845, Dun. Dig. 1048, according to the construction given it in Perry vs. Brinton. The proviso of that section is “that the continuance of the lien of such mortgage shall not prevent the discharge of such prior liens for taxes, charges or assessments, by such sale, (under a subsequent judgment) or the satisfaction thereof out of the proceeds of such sale.” So that now the proceeds of such a sheriff’s sale as had place in this case would be applicable in satisfaction of the charge for laying pipes, as already intimated. But, after the act of 1835, and before the act of 1845, such an application of proceeds would not have been sanctioned, since under the junior judgment nothing more was sold than the equity of redemption, leaving the estate still subject to the mortgage, and'the prior assessed claim. Were this otherwise — did the sale necessarily divest the lien of the claim, the effect would be to put it in the power of the tenant of the land, wholly to defeat the protection afforded by the act of 1824, by encumbering the estate by way of mortgage to its full value, and then procuring a sale for a nominal sum, subject to the mortgage. Such a result could not have been intended by those who framed the act of 1885, even in the instance of taxes and other assessments levied, in very fact, after the execution of the mortgage; a fortiori, it could not have been contemplated when, as here, the municipal lien had existence before the date of the mortgage.\nA consequence of the statutes I have noticed is to bring the case within the principle upon which was decided Mix vs. Ackla, 7 Watts 316; Tower’s Appropriation, 9 Watts and Serg. 104; Swar’s Appeal, 1 Barr 92; and Lauman’s Appeal, 8 Barr 473. It is thus stated by the court in one of those determinations:— “If a junior creditor is compelled to leave a particular incumbrance standing on the land, he is necessarily compelled to leave standing any other incumbrance which precedes it; and on a judgment subsequent to a fixed lien, the sheriff consequently sells the estate subject to incumbrances, which the proceeds might not satisfy, nor the sale dissolve.” Here, the precedent mortgage was a fixed incumbrance, unaffected by the sale caused by the junior judgment creditor, and therefore it interposed to prevent the otherwise legal effect of the sale from reaching and disturbing the superior lien of the claim now in suit.\nAlthough not noticed on the argument, I ought not to conclude without saying in anticipation of a possible objection, that although the act of March, 1824, Pamph. laws 86, which gives a lien to claims like the present, and provides for their payment before subsequent incumbrances, is not specifically referred to by the act of 1835, yet as the preference conferred by the former act, is included in and covered by the lien given by the act of February, 1824, it is of course, affected by the statute of 1835, in the manner and to the extent already pointed out.\nThe argument may be thus briefly recapitulated. The acts of 1824 gave to taxes, -rates and levies, thereafter to be imposed, for any purpose, on real estate within the city and county of Philadelphia, a lien on such real estate prior to “ any recognizance, mortgage, judgment, debt, obligation or responsibility, which the said real estate may become chargeable with or liable to,” after the passing of -the acts. At this time, and down to 1830, a judidicial sale would have divested this and all other liens. But the act of 6th April, in that year, directed that, thereafter, where a mortgage constituted the first incumbrance, a sale by execution to enforce a younger incumbrance should not divest the lien of the mortgage. But, by the then existing law, municipal taxes, &c. without regard to the date of assessment, took precedence of even first mortgages, within the city and county. Now, as this would déprive a mortgage of its character of primary lien, it followed that in Philadelphia a sale under a junior judgment destroyed the hold of a mortgage first in point of time, .whenever any sum was due to the various municipal corporations, for taxes or other charges levied by way of tax. Then, for remedy, came the. act of 1835, which, in substance, provided that the existence of a municipal lien should not work such a consequence. But while it so provided, it left that species of lien to stand for every other purpose where it stood before the passage of the statute last mentioned. One result of this legislation is, that a sale under a posterior incumbrance will not touch the grasp of a precedent mortgage, though in law, it may be subordinate to the prior lien of a municipal charge; and a second consequence flowing from the first, at least before the act of 1845, was that the prior municipal lien was necessarily preserved by the intervening mortgage.\nThe court below was therefore wrong in saying to the jury that te although the lien of the district for laying pipes in front of the premises is prior to any other incumbrance, yet a sheriff’s sale subject to a mortgage, is not necessarily subject also to the prior lien for pipes.”\nJudgment reversed and venire de novo awarded.\nNote. — The Reporter was favored with the report of this case and of that of Thomas vs. Northern Liberties, by F. C. Brightey, Esq.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Brightly, for plaintiffs in error.",
      "Olay, with whom was Knight, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Northern Liberties versus Swain.\n■ A sheriff’s sale, subject to a fixed lien, is necessarily subject also to all prior incumbrances.\nA municipal claim for laying water pipes in the county of Philadelphia, whieh is the first lien on the premises, is not discharged by a sheriff’s sale, subject to a subsequent mortgage, under a junior judgment, although the proceeds were more than snfficient for its payment — where the sale took place before the act of 16th of April, 1845. '\nSince the act of 1845, such claim would be payable out of the proceeds, and consequently discharged by the sale.\nIt seems, a sale under a lien, existing in fact before the recording of a subsequent mortgage, would discharge the lien of such mortgage, notwithstanding the act of 1845. — Beie, J.\nA municipal claim, created by a subsequent act, is within the protection of the act of 3d February, 1824, and consequently under the act of 1835, its existence will not cause a sheriff’s sale to affect the rights of a mortgagee of the land.\nError from tbe Common Pleas of Philadelphia.\nApril 3 — scire facias on a municipal claim for water pipes, for $41 20, with interest from October 29, 1829, when the work was done. The claim was filed September, 29, 1845, and the scire facias issued on the 8th October, 1845. George Scott, the terre tenant, appeared and took defence. In 1838 the premises were sold by the sheriff, (under a subsequent judgment,) for $4050, subject to a mortgage thereon for $3000, dated June 10,1834, which mortgage was paid off by the terre tenant on the 19th December, 1840. On the trial of the cause, Kelley, J. charged the jury that “the sheriff’s sale, subject to the mortgage, discharged the land in the hands of the purchaser, from the district lienwhich was here assigned for error.\nBrightly, for plaintiffs in error.\nA sheriff’s sale, subject to ar second incumbrance, is also necessarily subject to a prior one: 7 Watts 316; 1 Barr. 92; 8 Barr. 473; 9 Watts & Berg. 104.— The effect of this sale must have been either to divest the district lien, or to leave it undisturbed, without reference to whether or not the proceeds of the sale were sufficient for its payment: 9 Watts & Serg. 104; 3 Rawle 109. The act of 1824 constituted these claims liens on the real estate, with priority to any mortgage or other incumbrance: 5 Rawle 291, Perry vs. Brinton, (decided at the present term,) and the acts of 6th April, 1830, and 11th April, 1835, prevented the discharge of a prior mortgage by a sale under a subsequent incumbrance, notwithstanding the existence of such claims: Perry vs. Brinton. Even since the act 16th April, 1845, a sale under this claim would have discharged the mortgage; it existed as a lien in point of fact before the mortgage was given, and was consequently not within the rule of Perry vs. Brinton.\nOlay, with whom was Knight, for defendant in error.\nAs a general principle, the lien for municipal taxes, like all other liens of definite amount, is discharged by a sheriff’s sale: 8 Watts & Serg. 444. Here the sale in 1838 produced $>4050, subject to the mortgage, the claimants should have looked to the fund. A mortgage differs from those liens which protect prior incumbrances.— It is protected by the act of 1830 and 1835. Perry vs. Brinton decides that the lien of taxes must now be regarded as posterior to the mortgage, and this is decisive of the question.\nApril 18,"
  },
  "file_name": "0113-01",
  "first_page_order": 115,
  "last_page_order": 119
}
