{
  "id": 964960,
  "name": "Vandever versus Baker",
  "name_abbreviation": "Vandever v. Baker",
  "decision_date": "1850-04-15",
  "docket_number": "",
  "first_page": "121",
  "last_page": "128",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 274",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 420",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0420-01"
      ]
    },
    {
      "cite": "2 Penn. Rep. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 296",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0296-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 19745,
    "ocr_confidence": 0.363,
    "pagerank": {
      "raw": 3.230462019206687e-07,
      "percentile": 0.8676679605644962
    },
    "sha256": "1114e45251a867b38b7f6718f2bbed5a760cd4d3dad2e03cd7b708773ecd8bd1",
    "simhash": "1:af72e08d7c1800d3",
    "word_count": 3507
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vandever versus Baker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe record of the Orphans’ Court was in evidence by the plaintiff, from which it appeared that he applied for an order of sale of the real estate of the decedent, for the payment of debts, &c; that the court appointed an auditor who, after investigating the facts, reported in favor of the sale; whereupon the court decreed a sale by the administrator, who reported that he sold the land described in the order, to Evan Baker, the defendant, for $6,740, being at the rate of $70 per acre. The whole tract of land containing one hundred and sixty-four acres, was held by Phineas Baker, the decedent, at the time of his death, and his brother Evan Baker, the defendant, subject to the payment of a mortgage for $1650, the interest to be paid to their mother, Ann Baker, during her life, and at her death the principal to be paid to the heirs and legal representatives of their father, Levi Baker, deceased. It is not distinctly stated how the two brothers derived their title, but as it is incidentally noticed that the amount for which interest was to be paid to their mother, was her dower, as it is denominated, out of the land, it is probable that the brothers took the tract in the distribution of their father’s estate, at its appraised value. One of the conditions of the sale, as proved, was as follows: “ The premises are sold subject to the lien or mortgage for the sum of $1650, one half thereof, being the portion payable by ‘Phineas Baker, deceased, will remain on the land, the interest thereof to be paid annually to Ann Baker, widow of Levi Baker, diming her life, and the principal at her death, to be paid to the heirs and legal representatives of the said Levi Baker, deceased. Appended to the condition of sale is a written acknowledgment, by the defendant, that he purchased according to the conditions, and of his indebtedness for the amount of the purchase money. The administrator returned the sale, which was approved by the court; whereupon he executed a deed, duly acknowledged to the defendant, for the one-half of the one hundred and sixty-four acres, for the consideration of $5,740. In which deed was recited the proceedings in the orphans court, the sale and confirmation, and delivered the said deed to the defendant, who gave him his note for the balance, after deducting the payments, which the defendant had made. And upon this note, and for the balance due upon the contract, being the amount of the incumbrance $825, this suit is brought.\nThe defendant’s counsel then offered to prove — That after the conditions of sale were read the cryer stated that the purchaser would have no more to pay than what he bid, and that the amount of the mortgage, $825, would be deducted from the bid — that the sale would be by the acre, and that the undivided half of the land was what was to be sold: and that such was the clear understanding of the persons attending the sale. Also, that at the time of sale, Thomas Yandever and Ann Baker had some conversation, and the amount of the mortgage given to secure the interest of Ann Baker, was stated by her to be $825, which was acceded to by Thomas Yandever, in the presence of the bidders. Also, that on several occasions subsequent to the sale, Thomas Yandever, the administrator, in conversation with several different persons, admitted that the understanding at the sale was, that the amount of the mortgage should be deducted from the sum that should be bid, and the purchaser be required to pay only the difference — that the first of these conversations occurred several years after the sale, and before the commencement of the suit, and the last within a few weeks of the trial.\nTo the admission of this evidence the plaintiff objected; the court overruled the objection, and plaintiff excepted.\nThe competency and admissibility of this evidence is the point to be determined in the cause.\nIf the land was taken at the appraisement by Phineas and Evan Baker, as their purpart of their father’s estate, and the $1650 mortgage was to secure the annual interest of the one-third, to Ann Baker, their mother, and to secure the payment of the principal sum to the heirs and legal representatives of Levi Baker, their father, after her death, the lien could not be divested, either by the mortgage, which would be cumulative, or by the Orphans’ Court sale, because the act of assembly, in such case, makes it a lien upon the land, no matter into whose hands it might fall by sale or otherwise. It is an indefeasible charge for the widow and the heirs, and legal representatives after her death: 8 Watts 296, 2 Penn. Rep. 255. The widow may distrain if the interest is not annually paid, and is entitled to one year’s rent in arrear, like other landlords, out of the goods of the terre tenant, seized in execution, 1 Watts 420. The administrator of Phineas, in such case would have no right to intermeddle with, or sell the rights of the widow and heirs of Levi Baker. But it is possible that after the death of Levi Baker, some private distribution may have been made among the heirs and legal representatives of his estate, and therefore the cause is not placed on that ground. If the mortgage was not cumulative, and in addition to the legal charge, as in Hise vs. Greiger, 7 Watts & Serg. 274; but was the whole interest subject to which the Orphans’ Court sale was made, the conditions of sale here made the true contract.\nIt has been ruled more than once by this court, that an administrator making a sale for the payment of debts, was merely the instrument of the court for effecting the purpose of the law. That it was a judicial sale, and that the rule of caveat emptor applied with full force to the purchaser, the authorities therefore, which were cited by the defendant’s counsel, would seem to be wide of the mark. In every contract there must be persons capable to contract. But what authority has the cryer of a judicial sale to make a contract to bind the creditors and the heirs. They are represented by the court, at whose order the sale is made. They make the conditions of sale. The cryer having read the conditions of sale, every one present had full notice, and it was the duty of every bidder to look to the conditions. Every body knows that there is a sort of art or eloquence belonging to cryers, which they are fond of displaying in a multitude of words; but in a case of this kind, that misleads no man of ordinary prudence. But it is safer that an unwary man, who did not or would not adopt the necessary precaution, made obligatory upon Mm by force of the rule of caveat emptor, should, in consequence of negligence, occasionally suffer hardships, than that a general rule of public policy, adopted for the safety of all, should be disregarded. The declations of the cryer, after he had publicly read the conditions of sale, in direct hostility to them, were not evidence. If the purchaser was misled by these declarations, he had his day in court for relief. He might have applied to the court to set the sale aside, and not confirm it, to Ms prejudice. It is alledged that he was not bound to do this, because the return was the act of the administrator alone. He was, however, bound to do so. Let the buyer take care, by all reasonable and accessible means, to protect himself. If he will not do it, the well established system cannot be broken up, to assist Ms negligence. But it would appear that he well knew what he was about; he signed an acknowledgment at the foot of the conditions that he had purchased according to those conditions, one of which was that the purchaser took subject to the incumbrance. He accepted a deed, in which these proceedings were all recited, and to which was appended a receipt by the administrator for the whole amount of the purchase money, which he put upon record. The estate is therefore irrevocably gone from the heir and the creditor, and vested in the defendant.\nAs to the conversations of the administrators, moved and had years after the return of sale, and after deed made and accepted, and some of them after suit brought in the court below, and the understanding of persons present, they are too ephemeral to wipe out the legal and abiding evidence required by law. If admitted for the purpose of countervailing the judicial proceedings of the Orphans’ Court, and the recorded acts of the parties to the transaction, there would be no stability for the future ; creditors and heirs, and trustees, would be subject to the vague, loose and evanescent impressions of a noisy and sometimes turbulent multitude, assembled at vendues. And there would be little security in titles depending upon judicial sales, in by-gone time. All the analogies of the law are against such evidence, and a case determined at the December term, and not yet reported, is in point, with this difference only, that the sheriff was the actuary there, and here the administrator ; but both effecting a judicial sale.'\nThe case of Mitchell vs. Kintzer, 5 Barr. 216, which was cited, has no dominion over this case; that was a proceeding of startling and enormous fraud, where the decree was procured by the husband, who never paid any thing for the land, but his wife’s purpart, and who took the title for his wife, but in his own name, and afterwards by a covenous judgment, attempted to deprive his wife of her land by means of that judgment and a covenous sale under it. Fraud vitiates and dissolves wherever it taints, as well judicial records, procured by its means, as other solemn deeds and muniments of title. But there is no pretence of a fraudulent decree here, or of one procured by covin. In every stage of the proceeding, the defendant was himself a knowing and willing actor.\nWe are of opinion that the testimony was erroneously admitted.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Leivis, for plaintiff in error, Yandever, and by W. Darlington, contra."
    ],
    "corrections": "",
    "head_matter": "Vandever versus Baker.\nIn the case of land taken at a valuation, under proceedings in the Orphans’ Court, the thirds left in the land, for the use of the widow of the intestate, as whose estate it was appraised, will not be divested by a sale, under order of Orphans’ Court, as the property of the party who took the same at the appraised value.\nAn Orphans’ Court sale is a jtididal sale, and the principle of caveat emplor applies to the purchaser.\nThe declarations of the crier, when selling lands under an order of Orphans’ Court, are not to be admitted in evidence to contradict the conditions of sale which had been publicly read.\nIf a purchaser be misled by the declarations of the crier, he may apply to the court to set aside the sale.\nDeclarations of an administrator made years after a sale by him, under an order of Orphans’ Court, and after deed made and accepted, are not admissible to contradict the conditions of sale and return; and the understanding of persons present at the sale, attempted to be proved, years after the sale, is not admissible for the same purpose.\nError to the Common Pleas of Chester County.\nThis was an amicable action entered into in the Court of Common Pleas of Chester county, in favor of Thomas Yandever, administrator, etc., of Phineas Baker, deceased, plaintiff in error, vs. Evan Baker, defendant in error.\nIn 1843, Phineas Baker died intestate, leaving a widow and two minor children. Thomas Yandever administered. At the August Sessions, 1848, of the Orphans’ Court, he applied for an order of sale to sell the real estate of the deceased for the payment of his debts. The real estate consisted of an undivided moiety of a farm in West Marlborough, Chester county, containing 165 acres. The subject was referred to auditors to investigate the facts, and report on the expediency of granting the application, who reported in favor of a sale.\nAn order issued. Return no sale : an alias order: return by the administrator that he .had sold the undivided half part of the land described in the order, which had been found to contain 164 acres, at $5,140, being at the rate of $10 per acre.\nDecember 13, 1843, return read and confirmed, nisi. The whole farm- was held at the time of the death of Phineas Baker, ly him and Bvan Baker, (who were brothers,) subject to the lien of a mortgage for $1650, the interest to be paid their mother, Ann Baker, during her life, and the principal at her death to the heirs and legal representatives of Levi Baker, dec’d.\nOne of the conditions of sale was :—\n“The premises is sold subject to the lien or mortgage for the sum of $1650, one-half thereof being the undivided interest of Phineas Baker, dec’d., which will remain on the land, the interest thereof to be paid annually to Ann Baker, widow of Levi Baker, during her life, and the principal at her death, to be paid to the heirs and legal representatives of the said Levi Baker, dec’d.”\nAppended to the conditions was an acknowledgement by the purchaser of his purchase according to the conditions, and of his indebtedness for the amount of the purchase money.\nThe conditions of sale and acknowledgment having been lost at time of trial, their contents were proved.\nThe record of the deed for the property sold by administrator, was given in evidence. It bore date April 1st, 1844, and stated the consideration to be $5,740, and recited the proceedings in the Orphans’ Court prior to the sale, the sale for $5,740, and the confirmation. A receipt for the same consideration money was written at the foot of the deed.\nThe plaintiff proved that at the time of the delivery of the deed, a note was given for the sum intended to be the balance of the purchase money remaining unpaid. By the conditions of sale a bond was required, and a bond was prepared for signing by the Justice who took the acknowledgement of the deed. This bond was conditioned for the payment of $3,708 76. Baker, the purchaser, objected to signing the bond because “ there were accounts between him and the decedent that were unsettled, and he apprehended that giving a bond might interfere with the settlement of the accounts.” After some conversation, the administrator agreed to take a note instead of a bond, and the Justice drew a note.— The purchaser making no objection to the amount for which the bond was drawn, the Justice intended to draw the note for the same amount, but by mistake drew it for $3,008 76, instead of $3,708 76. The amount of money previously received on account of the purchase was acknowledged to be $2,031 24, according to the statement of the Justice who was examined as a witness, and not contradicted.\nAll but $825 of the purchase money having been paid, this action was brought for the balance.\nThe plaintiff declared in assumpsit in five counts, on the note as given; on the note as intended to be given for $3,708 76 ; for the consideration of the note; and on the contract according to the conditions of sale.\nThe defendant pleaded non assumpsit and payment with leave, etc.\nThe plaintiff having shewn the facts above stated, the defendant gave in evidence the mortgage above referred to, the same having been made by William Baker and Phineas Baker, to Ann Baker, Dec. 19, 1829, and recorded Oct. 23, 1843, to secure the payment of $3,300 — $1650 in one year, and $1650 at the death of Ann Baker, the interest to be paid to her in the mean time.\nHe then offered to prove by parol that after the conditions of sale were read, the cryer stated that the purchaser would have no\nmore to pay than what he bid, and that the amount of the mortgage would be deducted from the bid — that the sale would be by the acre, and would be of the undivided half; also, that the administrator since the sale had frequently admitted that the understanding at the time of sale was, that the amount of the mortgage should be deducted from the bid, etc.\nTo this the plaintiff objected — the testimony was admitted and produced a verdict for the defendant. The plaintiff excepted to the admission of this evidence, and the question is, whether the court erred or not in admitting it.\nT. Vandever, the plaintiff, being affirmed on his voir dire, proved the loss of the conditions of sale.\nThe following was alledged to be a copy of the paper, from which the conditions of sale were copied:\nConditions of sale of the real estate of Phineas Baber, late of the township of London Grove, in the county of Chester, dec’d., lying and being in the township of West Marlborough, in the said county, being the undivided moiety or half part of a messuage and tract of land containing 176 acres or thereabouts — sold by order of the Orphans’ Court of said county.\n1st. The highest and best bidder at a fair and open bid shall be the purchaser.\n2nd. The premises is sold subject to the lien of a mortgage for the sum of $1650, one-half thereof being the undivided interest of the said Phineas Baber, deceased, which will remain on the land, the interest whereof to be paid annually to Ann Baber, widow of Levi Baber, during her life, and the principal at her death to be paid to the heirs and legal representatives of the said Levi Baber, deceased. .\n3d. The sum of five hundred dollars must be paid on the day of sale, or a note with satisfactory security given to pay the same within ten days, twenty-five hundred dollars more must be paid on the first day of April, next ensuing, and the remainder on the first day of April, A. L>. 1845, the last payment to be secured by bond and mortgage on the premises.\n4th. Any person purchasing the said property and failing to comply with the above conditions, shall be liable for any deficiency which may accrue hy reason of a second sale, but shall derive no benefit therefrom.\nI acbnowledge that the within mentioned premises were strucb off to me at my bid, for the sum of-, which sum I hereby acbnowledge to owe to Thomas Vandever, administrator to the estate of Phineas Baber, dec’d., to be paid according to the within mentioned conditions of sale.\ndopy of Note. — One month, after date I promise to pay to Thomas Yandever, administrator to the estate of Phineas Baker, dec’d., three thousand and eight dollars and seventy-six cents, with interest for the same, it being the balance on the real estate of said dec’d., purchased by me, and is not to interfere with other accounts of the parties. When these other accounts are settled, this note to be lifted, and an obligation to be given by me for whatever may be found to be the balance. Evan Baker. April 1, 1844.\n■ It was alledged on the part of defendant, that the estate consisted of an undivided half of a tract of land, which was subject to the dower or thirds of Ann, widow of Levi Bakei’, secured by mortgage, amounting to $1650, one-half whereof was chargeable upon Phineas’ part. In the petition for the order of sale, this was set out as one of the debts of Phineas — thus : “ Dower of widow of Levi Baker, $800.”\nThat the conditions of sale were subject to one-half of the $1650 mortgage.\nThat the property was put up and sold for full value, with the agreement and understanding at the time, that the $825 being one half of the mortgage, should be deducted from the amount bid, and the purchaser be bound to pay only the balance to the administrator.\nThat this mode of selling it was adopted for the mutual convenience of seller and bidders.\nThat it was but a means of ascertaining the amount for which it should sell, subject to the mortgage.\nSpecifications of error:\n1. The court erred in admitting the evidence stated in the plaintiff’s bill of exceptions.\n2. The court erred in admitting any portion of the evidence offered by the defendant, and especially that which relates to the declarations of the administrator, after the sale.\nThe case was argued by Leivis, for plaintiff in error, Yandever, and by W. Darlington, contra.\nApril 15,"
  },
  "file_name": "0121-01",
  "first_page_order": 123,
  "last_page_order": 130
}
