{
  "id": 964900,
  "name": "Vansyckel's Appeal",
  "name_abbreviation": "Vansyckel's Appeal",
  "decision_date": "1850-04-01",
  "docket_number": "",
  "first_page": "128",
  "last_page": "131",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 102",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 120",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 9954,
    "ocr_confidence": 0.367,
    "pagerank": {
      "raw": 1.262838324743992e-07,
      "percentile": 0.6128247245302718
    },
    "sha256": "743588b725e8dfce8ac1a8d5f478a63d27f090eefa45b4341be963e5dfeba57c",
    "simhash": "1:23e8cbc18e06dcfb",
    "word_count": 1699
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vansyckel's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe plaintiff in error sued out a writ of foreign attachment against the defendant, who it is admitted was a citizen and resident of the State of New Jersey, at the time the foreign attachment was issued, and at the time the proceedings in the domestic attachment, in favor of John Stockton, and Fleming and Bowie, and Thomas and Lewis Vansyckei, were had before a justice of the peace, against the said Perry. It was admitted that the said Perry never had his domicil or residence in the State.— His personal property was found in Bucks county, and proceeded against by foreign attachment by the plaintiff; and by domestic attachment by those who claim the money against the foreign attachment creditor. The court below awarded and adjudged the fund in court produced by the sale on the foreign attachment to the domestic attachments of John Stockton, and Thomas and Lewis Vansyckei; these cases being commenced before John Adams, Esq., a justice of the peace, on the 7th of April, 1848, some days before the issuing of the foreign attachment. The court proceeded on the ground that they were judgments of a competent tribunal, and could not be overhauled or set aside, in a collateral proceeding. But the judgments were not merely irregular, although they certainly were marked by much error. They were coram non judice. The justice had no jurisdiction, under the circumstances, and they are not to be regarded as judgments. By the act of 18th June, 1836, writs of domestic attachment may be issued by the Court of Common Pleas for the county in which any debtor, being an inhabitant of this commonwealth, may reside, if such debtor shall have absconded from the place of his usual abode; and the like proceedings may be had if any debtor not having become an inhabitant of this commonwealth, shall confine or conceal himself within the county with intent to avoid service of process and to defraud his creditors. By the act of 22d August, 1752, a justice of the peace may issue a domestic attachment, for the recovery of debts under <£5, when any person shall absent him or herself out of this government, or abscond from his or her usual place of abode, not taking care first to satisfy his or her debts; and by the act of 4th December, 1807, their jurisdiction, under this act, is extended to $ 100. Under these statutes, which created and defined the domestic attachment, it was necessary that the subject of it should have been an inhabitant of the commonwealth, and left his place of abode without satisfying his debts. All other cases, when the defendant was a citizen of another State, or had never been a resident or domiciled here, were left to be remedied by the foreign attachment, which, not being limited in amount, as to jurisdiction, were adequate to all cases of the kind, and the proceedings were strictly and properly in rem; giving at the same time an adequate remedy to the plaintiff and ample time to the defendant, to have the proceedings reviewed upon proper application, no matter where his residence might be.\nThe act of 11th July, 1842, (under which these domestic attachments would seem to have been issued) for the abolishment of imprisonment for debt, jutted out somewhat into our system in this and other respects; still it left the prominent marks of the legislative will as before expressed. The 23d section provided that no person should be imprisoned upon any execution for debt issued by an alderman, or justice of the peace, except when it was for the recovery of money, collected by a public officer, &c. The next section provides that no capias, or warrant of arrest shall issue, when by the provisions of the previous section, no execution could issue against the body. This is the 24th section; and by the 25th section, it is enacted that when a defendant cannot be proceeded against, under the 24th section, (that is when a warrant or capias cannot issue,) he may be proceeded against, when he resides out of the county, by summons or attachment; that is, although you cannot arrest him, you may attach his goods, and summon him; clearly indicating that in the mind of the legislature he was or had been amenable to process. But the 27th and 28th sections leave no doubt on the subject. They provide that an alderman or justice of the peace shall issue an attachment against any defendant, when a capias cannot issue, upon proof that the defendant is about to remove from the county any of his property, with intent to defraud his creditors; and that the attachment shall be served by attaching defendant’s property, not exempt by law from execution, and if by delivering to him a copy of said attachment, with a schedule of the property attached, or if he cannot be found, with an adult member of his family, or if no family be left, then with the person in whose possession the property may be. The whole phraseology and structure of the act shews that it was intended merely to afford a remedy, in lieu and stead of the right of arrest and imprisonment taken away; that it was a proceeding against the person, for the purpose of reaching the goods; and that it did not intend to give to justices of the peace and aldermen, the high power of proceeding in rem against persons resident in other States or kingdoms. By the act of 13th June, 1836, concerning foreign attachments, it is provided that the writ may and shall issue against the real or personal estate of any person, not residing within this commonwealth; thus giving the power to proceed in rem, in the most unequivocal terms, to the courts, where it was intended that power should be vested, so ample in its extent, and so anomalous in its character. We must remember that our State is a grand commercial emporium and thoroughfare, where merchants from the far west, the south, and the north, congregate, and their commodities pass through our borders, and are consigned to our merchants. And as our statutes are made with reference to the condition, business, and habits of the people, and with intent to promote their interests, we cannot presume that the legislature intended to vest in every justice of the peace and alderman in the commonwealth, the right to proceed in rem against these merchants, stop their merchandise, break bulk, and sell their commodities, in so brief a space, under the supervision of a constable. Questions arise, in proceedings upon foreign attachments againtst non residents, of the most intricate and perplexing character; questions of domicil and residence. We believe the act of 1842 was not intended to disturb the equilibrium of jurisdiction on this subject, so distinctly marked by our previous statutes.\nThe justices have no jurisdiction to proceed in rem against the goods of foreigners, accidentally found within our borders. The preceedings in this case before the justice were coram non judice, and not merely irregular, but void. Other questions were discussed, but this view disposes of them all. They depend upon and follow the question of jurisdiction.\nThe judgment below is reversed, and the money in court adjudged and awarded to the foreign attachment creditor, Eldridge Vansyckel, and the record is remitted to the court below, for the purpose of carrying out and executing this order.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Du Bois, for Eldridge Vansyckei, the foreign attachment creditor, and assignee of James Perry.",
      "Mitchener and Wright for appellees."
    ],
    "corrections": "",
    "head_matter": "Vansyckel's Appeal.\nJustices of tlie peace have not jurisdiction, under tlie act of 12tk July, 1842, to abolish imprisonment for debt, to issue attachment against the property of persons not residing in the State.\nThis was an appeal from the decree of the court of Common Pleas of Bucles county, distributing monies arising' from the sale of certain stone coal which had been the property of James Perry, a citizen of the State of New Jersey.\nThe money was in court on foreign attachment at the suit of Eldridge Vansyckel vs. James Perry, to April term, 1848, in common pleas of Bucks county. The attachment issued 20th April, 1848; served 21st April, 1848, on Vansyckel, and attached about 60 tons of stone coal; sheriff ordered to sell the property.\nSeptember 13, 1848, money brought into court for distribution, and rule taken by plaintiff to shew cause why he should not take it out of court. On the day fixed for hearing, parties appeared and presented their claims. Plaintiff shewed the proceeding on his foreign attachment. Plaintiff also produced an assignment tlfrom James Perry, the defendant, to him of his interest in the property attached, dated 25th July, 1848.\nThe money for distribution was also claimed by John Stockton, and others, who claimed under domestic attachments, issued by justices of the peace, in Bucks county. Under these proceedings the same coal was attached.\nIt appeared that at the time when the domestic attachments issued, the domicil of James Perry, the defendant, was in New Jersey, and it did not 'appear that he ever had his domicil in Pennsylvania. The domestic attachments were issued before the foreign attachment.\nThe Court of Common Pleas of Bucks county awarded the money to the domestic attachment creditors.\nError assigned:\nThe court erred in decreeing the fund for distribution, to John Stockton, and to Thomas and Lewis Vansyckei, when it should have been awarded to Eldridge Vansyckei, the plaintiff in the foreign attachment.\nThe case was argued by Du Bois, for Eldridge Vansyckei, the foreign attachment creditor, and assignee of James Perry.\nHe contended that the justices had no jurisdiction to proceed against the property of one who was not a resident in the State, and that their proceedings were void on that account. If void any party may take advantage of the defect: 4 Barr Hallowell vs. Williams; 10 Watts 120, Camp vs. Wood; 10 Watts 102, Hazlet vs. Ford.\nMitchener and Wright for appellees.\nIt was contended that the 27th section of the act of 1842, provides that justices of the peace may proceed by attachment against the property of defendants who clo not reside in the county.\nApril 1,"
  },
  "file_name": "0128-01",
  "first_page_order": 130,
  "last_page_order": 133
}
