{
  "id": 964919,
  "name": "Woodruff et al. versus Chambers",
  "name_abbreviation": "Woodruff v. Chambers",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "132",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 132"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 189,
    "char_count": 2514,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 2.7072746453504536e-07,
      "percentile": 0.8289942772725359
    },
    "sha256": "99489d15f5d95f3cb9c7018f10534f11bde40627c7dd5c63ff7121bb88b8fa99",
    "simhash": "1:0b8dee39d31e1cb3",
    "word_count": 418
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woodruff et al. versus Chambers."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThe lien which constituted the demand was entire, and. for more than the minimum limit of the court’s jurisdiction, though the amount apportioned to the particular building was less. The case is analagous to a covenant for payment by instalments, for each of which there is a separate scire facias. It is clear, therefore, that the District Court had jurisdiction.\nJudgment for plaintiffs.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "On the paper book Lewis was marked for plaintiffs; and OlarJcson for Chambers; Perhins for Burtman and Hanna."
    ],
    "corrections": "",
    "head_matter": "Woodruff et al. versus Chambers.\nWhere a claim, filed under the Mechanics’ lien, law for an amount exceeding $300 is filed against several houses, but where the claim is apportioned: the district court at Philadelphia has jurisdiction by scire facias as to one of the apportioned claims, below $100.\nError to the District Court at Philadelphia.\nThis was a scire facias issued from the District Court, Philadelphia, in favor of James Woodruff and Samuel Prahl, co-partners, under the firm of Woodruff & Prahl, vs. Andrew R. Chambers, owner, &c. and Henry C. Burtman and George and Hanna, contractors.\nScire facias sur. — Apportioned Mechanics’ claim.\nThe claim as filed was for bricks furnished for and about the erection and construction of eighteen certain three story brick houses, in the county of Philadelphia, ten of which said houses are situated on the south side of Callowhill street, commencing at the distance of 13 feet 4 inches more or less, east of Schuylkill Second street and extending eastwardly, and eight other of said houses are situated in the rear of the above described houses, commencing at the distance of 32 feet south of Callowhill street, aforesaid, and on both sides of a certain avenue running southwardly.\nThe claim as filed amounted to ... $382.03\nThe apportioned sum in the above suit was for . 31.29\nThe verdict was for plaintiff, for . . . . 33.64\nA motion was made by defendants in arrest of judgment, “because it appeared by the scire facias that the amount in controversy in the case was under one hundred dollars, and that the court had no jurisdiction.”\nThe court arrested the judgment.\nThe error on which the plaintiffs rely is, that the court below erred in arresting the judgment for want of jurisdiction. It appearing by the claim filed that the amount in controversy exceeded one hundred dollars.\nOn the paper book Lewis was marked for plaintiffs; and OlarJcson for Chambers; Perhins for Burtman and Hanna.\nThe minimum limit of the court’s jurisdiction is $100; see acts of 16th June, 1836, Dun. Dig. 691, and act of 10th April, 1848, Pamph. laws, p. 449, sec. 5 & 6."
  },
  "file_name": "0132-01",
  "first_page_order": 134,
  "last_page_order": 135
}
