{
  "id": 964993,
  "name": "Caldwell versus Skilton",
  "name_abbreviation": "Caldwell v. Skilton",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "152",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 741,
    "char_count": 17458,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 3.551646986746592e-07,
      "percentile": 0.8853452459969674
    },
    "sha256": "76dde169d3ef3cfea2e48af4a0bf23d1a434112c6719dc82e166e17668829257",
    "simhash": "1:29a92bd4e03fe193",
    "word_count": 3065
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Caldwell versus Skilton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nI am satisfied, from the reasoning submitted on the part of the plaintiff below, and upon the authority of all the cases, that by the phrase “ in case of the death of either of my children,” the testator did not mean death generally, or whenever it might happen, but in the contingent sense of death occurring within a particular time, in which case the devise over was to take effect by way of substitution, and not as a limitation engrafted on, and qualifying the fee given to the children. It is very obvious it was not intended to cut down the absolute fee given to them, in every event, and yet such must be the result if the testator meant the indefinite death of any of his children, contended for by the defendant as marking the period of transmission. Under that reading, if the first takers died leaving children, the estate would go over to the latter, in fee, as purchasers, and if the former died, indefinitely, without children, it would go to the surviving brothers and sisters absolutely. The practical effect would be to reduce the first estate to an interest for life, merely, notwithstanding the explicit use of technical terms conferring a fee, evidently employed with a distinct notion of their legal meaning; Clayton vs. Lowe, 5 Barn. & Ald. 636. Besides, that construction would render defeasible the original shares first taken under the will, while those which might accrue by the clause of survivorship, would vest absolutely; a consequence, certainly, never contemplated; Pain vs. Benson, Atk. 80, Exparte West 1 B. C. C. 575. Congruity, therefore, requires that the1 chance of survivorship among the children of the testator, and the possible event upon which the limitation over to their children might take effect, should be referred to the same determinate period; or in other words, to let in the survivors on the death of any of their brothers or sisters, without issue, the contingency must happen within the same definite time when, according to the settled rules of construction, the contingency implied from the words “ in case of the death of any of my children,” must occur to give place for the substitution of the grand children. Now, had the testamentary disposition ended with the gift to the children of a deceased child, no doubt could be entertained that to give it effect, the death of the parent must occur before the time fixed for enjoyment, whether that be the death of the testator, or at some other given period. The cases collected by Mr. Powell, in the 27th chap, of his treatise on devises, abundantly shew, that where there is nothing to indicate an adverse intent, additional limitations, dependent on no other contingency than is implied from the language “ if any of them die,” or “ in case of death,” cannot be referred to the event of death whenever it may happen — which would be to give a forced signification to such words, — but must be construed as referring to death in association with some additional circumstance, which makes it actually contingent. That circumstance, it is said, is naturally in regard to the time of its happening, and that time, where the gift is immediate, is necessarily the death of the testator, there being no other period to which the death can be referred. But as a testator is not supposed to anticipate himself surviving the object of his bounty, this construction is only made from necessity, and gives way where the contingency of the death of the first beneficiaries may be referred to some other time, which is always the case where the gift is limited to take effect at some period subsequent to the testator’s death; as where there is a precedent particular interest carved out of the fund or estate, 2 Pow. 758, 768. These rules are applicable whether the corpus of the gift be personalty or realty, where the whole interest on each is given, subject to be defeated by the implied contingency : although most of the cases reported, present bequests of moveable property. In the instance before us, the children were to take all the testator’s estate, real, personal and mixed, after the death of their mother, to whom an estate for life was given. Had she-survived the testator, the period of the children’s enjoyment would have been deferred until after her decease, and consequently, the first contingency might have had place at any moment during her life; but as the will was ambulatory until the death of the testator, the prior death of his wife confined the contingency to the period of his life, the will being subject to the same construction it would have received had the devise of the particular estate been altogether omitted.\nI have said that to harmonize this will, and to give consistency to all its parts, we must refer the possible consummation of the second contingency, as creative of an estate in the survivors, to the same limit. Such a construction is not only called for by reasons springing from this particular testamentary instrument, but is justified by authorative precedent. Here, the ultimate gift to the survivors is made to depend upon an actual contingency. Where, say the determinations, this is the case and there is nothing in the will to shew the contingency of dying without children was meant to operate without limit, during the life of the first taker, it is, as in the other instance, restricted to the death of the testator, or within a given period after his decease. Where the gift is immediate, the contingency is held determined by the first named event; where there is an intermediate estate, time may be given for the happening of the possibility during the running of the precedent interest. Examples and illustrations of this rule are afforded by Doe & Lifford vs. Sparrow, 13 East. 359, which was a devise of realty; Jenour vs. Jenour, 10 Ves. 562, and Gillard vs. Leonard, 1 Smanst. 161, all of which are very like the instance in hand. The last, although a bequest of personalty, appears to me to be identical in principle. But the learned author to whom I have already referred, more than once, deduces a rule from the decisions, which I think, covers and decides this controversy. “ Where, says he, a devise in fee is followed by several alternative limitations over, which aggregately provide for the death of the devisee under all circumstances ; as where there is a devise over if he die, leaving children, and another if he die without children, the case then becomes analagous to that of a limitation if he die generally, and accordingly the words are held to refer to the death of the devisee in the fife time of the testator.— Indeed, he adds, to hold them to refer to death at any time, would be to cut down the devisee’s estate in fee simple to an estate for life;” a consequence, I have already shewn, would follow in our case, if the contingencies were allowed to spread over the whole lives of the devisees. The authority cited, in support of the proposition I have stated is Clayton et al. vs. Lowe, 5 Barn. & Ald. 636, which is so directly applicable here, I must be permitted to give its syllabus. The testator after bequeathing a specific legacy, devised all and every other part of his real and personal estate to be equally divided between his three grand children, share and share alike, forever ; and also, that if either of them should' happen to die, without child or children, lawfully begotten, that then such part or share of the one so dying should be equally divided among the surviving grand children; but if any of his grand children should die, and have a child or children, such child or children should have their parent’s share equally divided among them, share and share alike. It was held that, upon the death of the testator, the grand children took an indefeasible estate in fee simple, as tenants in common. It will be perceived the only difference between that case and the present is, that there, there was no precedent estate for life given, while here, provision wa¡s made for such an interest. This was, however, rendered nugatory by the death of the testator’s wife, living himself, and had she survived, the only effect would have been to refer the determination of the contingency to the period of her decease, instead of confining it to the death of the testator ; a difference without practical consequence, since our tenants in fee survived both them father and mother. The substitution of the word “issue” for “'child or children,” in our devise, works no difference of effect since it is only referable to the before designed object, namely: children of a deceased child; Hayes vs. Gray, 29, 30, Goodright vs. Dunham, Doug. 264. As opposed to this array, the defendant cites our own case of Lippincott vs. Warder, 14 S. & R. 115. But, if it decided any thing further than the nature and extent of the estate to which the testator’s late widow Christiana, was entitled, under his will, it ought not to be accepted as a ruling precedent in this enquiry. It was submitted without argument, and the point on which the present controversy turns, was not at all brought to the notice of the court. It was evidently not felt as of importance, and the Judge who delivered the opinion, expressly professed to avoid giving any construction to the will, further than the case seemed to require, which was the present right of the widow and guardian to recover from the executor. Certain it is there was no disposition shewn to overrule the long train of English determinations on this point, to which reference has been made. Besides, there, there was no direction that the first takers should hold as tenants in common, a feature the decisions treat as of considerable moment in ascertaining the period of survivorship. On the whole, I prefer to rest this determination on the reasoning and authorities already given. It will be found that in these, the precise point was agitated and much considered, and though the cases differ in their choice of the testator’s death or the expenditure of the particular estate (where there is one) as fixing the limit within which the defeasible character of a devise or bequest is to expire, they all agree in referring it to one or other of those periods, unless some peculiar provision points to a different time.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Gc- M. Wharton, for defendant,",
      "Greorge L. Ashnead, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "Caldwell versus Skilton.\nWhere a testator devised real estate to his wife during her life or widowhood, and at her decease or marriage, the estate to descend to and bo enjoyed by Ms children, and their heirs and assigns forever, to have and to hold share and share alike as tenants in common. And in case of the death of either of the said children, Ms or her share or purpart to descend to the children of said child, or if said child shorild die without issue born alive, then the said share to be divided among and be enjoyed by the surviving children, their heirs and assigns forever, share and share alike, as tenants in common.\nThe wife died during the life of the testator.\nHeld, that each of the children on the death of the testator, took an indefeasible estate, in fee simple, under said will. That by the clause, “ in case of the death of either of my said children,” the testator did not mean “ death generally or whenever it might happen;” but that he meant, (his wife having died during his life time,) that the fee should vest absolutely, cm, Ids death, and that it was not defeasible throughout the entire life of the children.\nThis case was disposed of in the Nisi Prius on a case stated, viz : John A. Caldwell, vs. George B. Skilton, March Term, 1849, No. 87.\nIt is agreed in above case that the following facts be submitted to the court in the nature of a case stated:\nIn April, 1823, Purnell Warrington purchased in fee simple a messuage and lot on the west side of Second street, between Cedar and Gaskill streets, in the city of Philadelphia, and in 1836, died, seized of the same, having first made and published his last will and testament in writing, dated in September, 1823, and duly proved and filed in the office of the Register of Wills, &c., at Philadelphia, in which will he devised as follows:\n“ I will and bequeath to my wife Catharine, all my estate, real, personal, and mixed, to hold and enjoy the same, and have the full and absolute control thereof, during her life or widowhood, and at her decease or marriage, which ever may first happen, it is my will that all of my said estate then remaining, shall descend to and be enjoyed by my children, Purnell George, Sarah Jane, Emmeline Dale, Rhoda Ann, and Robert Young, and in case the child wherewith she is now pregnant, be born alive, then to the said child, also their heirs and assigns, forever to have and to hold share and share alike, as tenants in common. And in case of the death of either of my said children, his or her share or purpart to descend to the children of said child, or if said child should die without issue born alive, then the said share to be divided among and be enjoyed by my surviving children, their heirs and assigns forever, share and share alike as tenants in common.”\nCatharine, the wife, died in the life time of the testator. Sarah Jane, one of the children and devisees, married John A. Caldwell, the plaintiff in this suit, since the death of the testator, and has children now living. The defendant agreed to purchase the share of said Sarah Jane in said messuage and lot, and the plaintiff and the said Sarah Jane, his wife, are willing and ready to execute a conveyance of the same to him, but said defendant refuses to take said conveyance and pay the purchase money therefor, and suggests that it is doubtful whether said Sarah Jane took an indefeasible estate in fee simple, in her said share under said will. The question submitted to the court is, “ Did Sarah Jane take an indefeasible estate in fee simple in her share, or has she now such an estate under said will ?” If the court decide in the affirmative, then judgment to be entered for plaintiff, damages to be assessed by counsel; if in the negative, judgment to be entered for defendant.\nOpinion of Hon. Thomas Burnside :\nI am unable to discover that there is any difficulty in this case. It is ruled by Doe vs. Sparrow, 18 Bast. 463, and many other cases. The plaintiff is entitled to judgment.\nThomas Burnside.\nDefendant’s assignment of error:\nThe learned Judge erred in entering judgment for the plaintiff ' in the case stated.\nGc- M. Wharton, for defendant,\nSkilton, contended that by the clause “ in case of the death of either of my said children,” the testator meant “death generally or whenever it might happen;” if he so meant, then the state of each of the devisees would be defeasible throughout his entire life; and at the death of each devisee, his share would pass to his or her children, if he had any; and if not, then to the surviving devisees.\nThat it was doubtful whether the survivorship of a particular share was barred by the fact of a child having had issue born alive, or only by the fact of that child dying and leaving issue living, at the death of the testator, 14 S. & R. 115, Lippincott vs. Warder.\nThat as the will was ambulatory until his death, the testator must be presumed to speak as of that period; unless his language necessarily implies the reverse. His wife died before him.\nGreorge L. Ashnead, for plaintiff.\nIt is impossible that by the words “ in case of the death of either of my children,” the testator meant death generally. He speaks of the death he refers to, as contingent — whereas, in the absolute sense, death is certain. He meant death at a particular time — and that he intended the devise to the children of a child so dying, by way of substitution for the devise to their parent, and not by way of qualification or limitation to carry over the estate, whenever the death might occur.\nWhere the estate devised is an estate to vest in possession at the testator’s death, the contingency implied is death in the testator’s life time. Where it is a remainder, it is death before the determination of the particular estate. The cases are Lowfield vs. Stonehaw, 2 Stra. 1261, Turner vs. Moore, 6 Ves. 557, Cambridge vs. Rouse, 8 Ves. 12, Webster vs. Hale, 8 Ves. 410, Ommany vs. Beven, 18 Ves. 291, Doe vs. Sparrow, 13 East. 359, Wright vs. Stephens, 4 Barn & Ald. 574, Clayton vs. Low, 5 Barn & Ald., 636, and Gallard vs. Leonard, 1 Swanst 161.— Doe vs. Sparrow is a very similar case, in some respects, to the present, and Lord Ellenborough’s opinion will be found to be highly pertinent.\nAs to tbe defendant’s argument that tbe will is ambulatory until death, the answer is, that the intention of the testator must be drawn from the state of facts existing at the time the will was made ; and even after the death of the wife the testator is to be understood as meaning, “ in the case of the death of his children during his own life.”\nThe case of Lippincott vs. Warder, 14 S. & R. 45, was decided without argument, and the decision related more to the estate of the wife than of the children. There was there no provision as to holding as tenants in common.\nThe plaintiff’s wife has children, and therefore cannot die without issue born alive — but independently of this, he considered the true construction of the will to be, that all of the children of the testator, whether married or unmarried, and whether they have or have not issue, have indefeasible estates, in fee simple."
  },
  "file_name": "0152-01",
  "first_page_order": 154,
  "last_page_order": 160
}
