{
  "id": 964918,
  "name": "Dorrance's Administrators versus The Com'th",
  "name_abbreviation": "Dorrance's Administrators v. Com'th",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "160",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Pick. 64",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/33/0064-01"
      ]
    },
    {
      "cite": "5 Met. 517",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2062233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/46/0517-01"
      ]
    },
    {
      "cite": "2 Pick. 90",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "6 W. 468",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 R. 401",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S 455",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0455-01"
      ]
    },
    {
      "cite": "7 W. 186",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 15330,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 1.660596484608827e-07,
      "percentile": 0.6942063031474036
    },
    "sha256": "4f4b1cb142c6672f8662ab5deec96978869406f788f668f2c14527050a05229b",
    "simhash": "1:4ae4972564a4ade9",
    "word_count": 2743
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dorrance’s Administrators versus The Com’th."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nRogers J.\nHad the cause been permitted to rest on the evidence first adduced by the plaintiff, there would be nothing in the way of the recovery, for I agree, the sheriff must be considered in default, unless on the receipt of an execution he proceeds to levy and sell the goods of the defendant, and moreover returns the writ. This is not only in accordance with the writ, but it is in conformity to the 41st section of the act of the 30th June, 1836, which prescribes, that the officer to whom the writ of fieri facias may be directed, shall if the defendant therein refuses or neglects to pay the debt and costs, proceed to levy and sell so much of the defendant’s personal estate as shall be sufficient for that purpose, and make return of the proceedings to the court, according to the command of such writ. The act is so far imperative, that if he do not obey the command of the writ, or show some sufficient cause why he omits to perform the duty enjoined, he renders himself liable for the whole amount of the debt, if it appears the property levied on is equal in value to the debt endorsed on the execution. In the case on hand it was agreed, as the court expressly says, that a levy was made on the personal property of the defendant, and the evidence shows it greatly exceeded in value the plaintiff’s debt. That the sheriff had plenary power to sell after the return day, is beyond dispute; nor can it be alledged with any semblance of truth, that there was not sufficient time between issuing the execution and the return day, to levy and sell the goods, and make return thereof to the court. The question is not, be it observed, as to the authority of the sheriff to sell, even after the return day, for that cannot be denied. Beale vs. Commonwealth 7 W. 186; Fitler vs. Patten 8 W. & S 455, and other cases; but it is, as to the extent of the liability which attaches to him when he fails to perform his duty, as enjoined by the act, and the command of the writ; considering the law to be that he is prima facie liable for the debt, the defendant contends he is not conclusively so. That in this case he is not answerable on two distinct grounds.\n1st. That the writ was not placed in the sheriff’s hands with a bona fide intention of selling the property.\n2nd. That after the writ was issued, negotiations were entered into between Walton & Hill, the debtors, and the plaintiff in the execution, Marsh, to purchase the stock levied on after as well as before the return day. That pending these negotiations, the proceedings were stayed with the consent of the plaintiff; and that these negotiations and stay of proceedings continued until after Mr. Porter was appointed sheriff, and other executions were levied on the goods. It was contended, that the interference of the plaintiff with the writ prevented its execution, and that the plaintiff ratified the acts of the officer. If either ground of defence taken at the trial be true, the defendants were entitled to a verdict. At least they could not be mulcted in more than nominal damages, and this I think to be clear. It would hardly be contended that the plaintiff or his attorney has no control over the writ, even after the return day; he may if he chooses, release the debt, waive the levy, either by a written or verbal order; postpone the sale or forbid it altogether, and the sheriff would be bound to obey him. ■ And surely, when this appears either by direct or inferential evidence, it would be the climax of injustice, to render the sheriff liable for losses occasioned by the acts of the plaintiff or his attorney. Eor although he is prima facie liable, yet he is not so conclusively fixed for the money, that no subsequent conduct of the plaintiff can discharge him. Here a levy was made on property worth $15,000 for debt of $3,000, which lévy was in existence and in full force at the time of the death of the sheriff. That the property was not removed does not destroy the lien. Taking property into actual possession is not absolutely necessary. It is sufficient if it be forthcoming to answer the exigencies of the writ: Wood vs. Vanarsdale 3 R. 401; Trovillo vs. Tilford 6 W. 468. As the sheriff may sell under a fieri facias after the return day, the levy having been previously made, if such sale is postponed by direction of the plaintiff after the return day, although the sheriff may be in default for the acts done by him before the return day, the damage must be nominal. The measure of damages, is the injury sustained by the plaintiff, and when the injury is occasioned by his default or his interference with the writ, in any stage of the proceedings under it, and when the injury is not solely chargeable on the sheriff, the damages may be nominal, 9 English C. L. R. 419; Baker vs. Green, 2 Bing. 317, 28 Eng. C. L. R. 382; 2 Nev. & Man. 837, Bates vs. Wingfield; Hewes vs. Parkman, 2 Pick. 90; Goodwin vs. Willard, 5 Met. 517; 16 Pick. 64; Laffin vs. Willard, and other cases cited. The principal question in this case, in my view of the evidence, is whose fault was it that the goods were not sold and the debt paid. If not sold in consequence of the default of the sheriff or his deputy, the loss is his; but if on the contrary the money was not made, because of the interference of the plaintiff or his attorney or both; if the delay was occasioned by negotiations between the plaintiff and Walton & Hill, the defendants in the execution, and the other creditors, the sheriff, unquestionably, upon any principle of common sense and common law, ought not to bear a loss, caused by the fault or folly of others. In view of this point, the court was requested to instruct the jury, that if the debt was lost by the negligence or misconduct of the plaintiff, or his interference with the proceedings under the execution, the damage for the plaintiff must be nominal. To this question, on the authorities already cited, the plaintiff was clearly entitled to an unquestionable affirmative answer. But instead of giving the defendant the benefit of a direction as prayed for, the court say, I concur in this point, except I see no reason why there should be nominal damages, as I have put the case to the jury. If the jury find the value of the goods levied, equalled the real debt and costs, marked on the writ, the plaintiff is entitled to a verdict, on the grounds put in the general charge, and if the jury find the debt was lost, by the negligence and misconduct of the plaintiff, as put ly the court, the defendants are entitled to your verdict. To understand the meaning of the judge, we must refer to the general charge, and from that it clearly appears, and so the jury must have understood it, that the negotiations, which took place between the parties, were no further material than, as they bore on the question which the court considered the only one, whether the execution was put in the hands of the sheriff, with any other than a Iona fide intention of selling the property, and collecting the debt. With the greatest respect to the learned judge, we think in this view of the case, he has fallen into manifest error. That so far from this being the only point, it was a subordinate question, and ought to have been submitted to the jury with proper directions. As this case goes down for another trial, it would be improper to give any opinion as to the weight of the evidence. It is enough that there was proof proceeding from the witnesses on both sides, which ought to have been submitted to the jury, that the loss of the debt was caused by negotiations between the parties, and that the fault is not attributed to the sheriff, in whose hands the fi. fa. was in the first instance placed. That at the time of his death he was not irretrievably fixed for the debt. That if there was default, it was only in failing to return his writ, and that the loss of the debt was caused by others. A number of exceptions, as is usual, are taken to the charge, but as the remarks already made cover all that it is material, it would be a waste of time to examine them particularly, and at length.\nThe return of Mr. Porter was properly received in evidence,— of its effect, whether for or against the plaintiff, we give no opinion.\nWe think the court right in rejecting the evidence of the deputy sheriff. If the defendants are answerable, it is owing to his negligence and misconduct. He will be ultimately liable to the loss. He is in effect a party to the cause, which of course excludes him unless released.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers J."
      }
    ],
    "attorneys": [
      "The case was argued by Wm. B. Reed, with whom was T. Sergeant for the plaintiff in the suit, and by Williams, with whom was Lex for the administrators."
    ],
    "corrections": "",
    "head_matter": "Dorrance’s Administrators versus The Com’th.\nWhen a fi. fa. is put into the hands of the sheriff, unless he proceeds to levy and sell before the return day of the writ, he is prima facie liable for the amount ikg ¿[ebt, jf tRe property levied on is equal in value to the debt endorsed on the execution, unless he shows sufficient cause why he omitted to perform the duties enjoined by the writ.\nIf a fi. fa. be placed in the sheriff’s hands, without the bona fide intention of selling; or if, when such is the case, if the plaintiff, after a levy made upon the writ, enter into negotiation with the defendants, by which the proceedings are interrupted and the debt lost, the sheriff and his sureties are not liable.\nIt is not necessary to continue the lien of the execution, that the personal property levied on should be taken into actual possession. It is sufficient if it be forthcoming to answer the exigencies of the writ.\nIn a suit on the official bond of the sheriff, where the question at issue is the negligence of the deputy of the sheriff, the deputy himself is not a competent witness for the defendant unless he be released.\nCertified from the Nisi Prius, Philadelphia.\nThis was an action of debt in the name of the Commonwealth of Pennsylvania, James Marsh, plaintiff vs. Mary Dorrance and Robert D. Dunning, administrators of David Dorrance, deceased.\nAction of debt on official bond of Henry Morris, sheriff of Philadelphia County, against the administrators of Ms surety, to recover damages for breach of duty. The breaches laid in the declaration are — 1. Not levying a fieri faeias, in which Marsh,was plaintiff and Walton & Hill defendants. 2. In not making the money after levy had been made. The circumstances of the case were as follows:\nJanies Marsh, at March term, 1841, recovered a judgment in the District Court against Walton & Hill, in debt in the penal sum of $24,000, conditioned for the payment of $12,000 in instalments. A fieri facias, No. 48, was issued to July term, 1842, returnable the first Monday of November, 1842, (7th Nov.,) and was placed in the hands of the sheriff on the 6th October, 1842. This writ was put by the sheriff into the hands of Hedges, one of his deputies, and on the same day Hedges went to the store of Walton & Hill, which was a hardware store, containing a large amount of goods, to the value of $15,000 and upwards, and notified them that he levied on the same; which notice, however, was not produced on the trial. Hedges made no inventory or schedule; did not remain in possession, or place any one in custody or possession.\nWalton, one of the firm of Walton & Hill, proved that a levy was made on the writ of Marsh; that the levy remained for about three weeks; that they received a proposition from Marsh, through his clerk, to take all the stock to have it appraised, and that he and his partner agreed to accept the proposition, &c. It was not carried out.\nNo sale was made. On the 21st December, 1842, Mr. Morris, the sheriff, died suddenly. The coroner executed the duties of the office of sheriff for nineteen days, and until Mr. Porter came into the office of sheriff, about the 20th December, by the appointment of the governor. On the 22nd December, 1842, an execution against Walton & Hill, at the suit of Kisterbock, was' placed in the hands of sheriff Porter, and levied on the same goods; and shortly after, various other executions on which sheriff Porter, on the 31st of January and 1st and 2nd February, 1843, sold the goods and paid the money into court, who awarded it to Kisterbock and subsequent execution creditors, and Marsh lost his money.\nAfter the 11th of January, 1843, date uncertain, Hedges, former deputy of Morris, brought the execution of Marsh vs. Walton & Hill, to the office of sheriff Porter with pencil memorandums upon it, and left it there; Mr. Porter returned Marsh’s execution certifying, that “on the 1st February, 1843, one Benjamin F. Hedges left the within writ at my office, the said writ having certain memorandums in pencil, but no return endorsed thereon, and the return day having passed.”\nThe plaintiff alledged that his debt from Walton & Hill was lost solely by reason of sheriff Morris’ deputy not doing his duty, notwithstanding the directions of the plaintiff’s attorney at the delivery of the writ and afterwards, before the return day, and that for this the sheriff and his sureties are responsible, and have their remedy over against Hedges.\nThe plaintiff’s counsel alledged that the principal ground taken by the defendants was, that Marsh’s writ was not delivered to the sheriff with the bona fide intention of selling the goods, but only to secure to the plaintiff a preference. That on this head considerable evidence was given by both plaintiff and defendant, and the judge left it to the jury on the evidence, as the turning point of the case.\nOn the part of the defendants, Hedges, the deputy, was offered to prove conversations with plaintiff’s counsel and the plaintiff Marsh, after the execution was transferred to the coroner, and up to the sale of the goods by sheriff Porter.\nObjected to by plaintiff’s counsel; objection sustained and exception by defendant.\nSee opinion of his Honor Judge Rogers, for his view of the charge of his Honor Judge Burnside; verdict was rendered January 2nd, 1847, finding for the plaintiff $80,000, the penalty of the bond, and assessing damages at $3,837 50.\nVarious errors were assigned; some of which were:\nThe courj; erred in rejecting Benjamin E. Hedges, as a witness on the part of the defendant, no actual default having been proved on the part of the sheriff or of said Benjamin E. Hedges, as his officer, by the plaintiff.\nThe court erred in refusing to charge the jury, that if the debt was lost by the negligence or misconduct of the plaintiff, or his interference with proceedings under the execution, the damages for the plaintiff must be nominal.\nThe court erred in refusing to charge the jury, that although no sale of the goods took place before the return day of the writ, yet if while the writ was in the hands of the officer, a negotiation was entered into, and the sale postponed in consequence thereof, the verdict must be for the defendant.\nThe court erred in charging the jury, that if the execution was placed in the sheriff’s hands, with the bona fide intention of selling, the sheriff’s neglect to execute and return the writ, made him and his sureties liable; and that all the subsequent negotiations between the parties did not release him from the liability.\nThe case was argued by Wm. B. Reed, with whom was T. Sergeant for the plaintiff in the suit, and by Williams, with whom was Lex for the administrators.\nMay, 1850,"
  },
  "file_name": "0160-01",
  "first_page_order": 162,
  "last_page_order": 167
}
