{
  "id": 964966,
  "name": "Davis et al. versus Farr et al.",
  "name_abbreviation": "Davis v. Farr",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "167",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 167"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 263",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 391",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0391-01"
      ]
    },
    {
      "cite": "3 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0394-01"
      ]
    },
    {
      "cite": "5 Rawle 291",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0291-01"
      ]
    },
    {
      "cite": "4 W. & S. 257",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0257-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 9689,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 2.4561425089418367e-07,
      "percentile": 0.8050507963977823
    },
    "sha256": "583a53755e0cdaa18b27081f974d1e649ce7af3dc333af28e0cbe9b9681779b6",
    "simhash": "1:f2eed9aa1c98f499",
    "word_count": 1681
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davis et al. versus Farr et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nOur mechanics’ liens are now permanently established by legislative enactment and judicial decisions. It has become a part of our system, and it is our duty to mould it in accordance with the object and intention of the legislature.\nIn the case before us, the buildings were adjoining each other. They were commenced and carried on together. Senderling had engaged with Ward and Farr (owners of the adjoining lots) to erect both houses, to find all the materials, and he purchased lumber indiscriminately from the plaintiffs for both buildings.\nSenderling, the contractor, being in arrear for the materials, the plaintiffs, in order to secure their debt, divided their claim and filed separate liens against each building, on account of the lumber sold to Senderling. By a writing at the foot of their account they made the apportionment equally to each building, as follows: “ The materials, &c. mentioned in the foregoing bill of particulars were furnished for, and used about, the joint construction, as well of the building mentioned in the annexed lien, as of the building-adjoining to the north of the same, and of which George Ward is the owner, or reputed owner, and the said John C. Senderling is the contractor, and against which said adjoining building a lien is filed to the present June term, 1847, of this court, and the annexed lien is filed for an equally apportioned pro rata of the above sum of $667 36.”\nThe lien was filed the 1st July, 1847, to which Farr filed an affidavit of defence, alledging:\n1. That the lumber was furnished by the claimants indiscriminately to both houses; and that he is advised no claims for lumber so furnished can be maintained under the existing laws of this commonwealth. That no part of the said lumber was furnished to, or delivered upon the credit of defendant’s building specifically, but was furnished, as appears, collectively to the deponent’s building and that of George W. Ward.\n2. That the claim is against two houses belonging to different and distinct individuals, to wit: the defendants and Ward; and the lumber having been furnished jointly and indiscriminately to the two houses, the claim cannot be maintained.\n3. Alledging partial payments on account of the lumber (which are not disputed) and claiming a set off, if the lien is maintained.\nA rule having been obtained in April, 1848, to show cause why the scire facias should not be set aside, and the claim stricken from the record, which the court made absolute on 6th May, 1848, on the ground that where materials are furnished jointly and indiscriminately for the use of two buildings owned by different parties, though the contractor be the same, no lien can be enforced.\nMechanics’ liens were unknown to the common law. They owe their existence to legislative enactment. For more than thirty years, the legislature of Pennsylvania were trying the experiment in one place and another, before the passage of the codified act of the 16th June, 1836 : Dun. 2d Ed. 779.\nThe first section of that act provides “that every building erected within the several counties of this commonwealth to which the act entitled ‘ an act securing to mechanics and others payment for their labor and materials in erecting any house or other building within the city and county of Philadelphia,’ passed 17th March, 1806, and the several supplements thereto, now extends, shall be subject to a lien'for the payment of all debts contracted for work done, or materials furnished for or about the erection or construction of the same.” That the debt in question was a debt contracted for and about the building of the defendant is indisputably clear. It is equally clear that a joint lien could not be filed: 6 S. & R. 512-13. It is enough if the lumber is furnished for the building: 2 S. & R. 171. Rut the materials must be furnished for the particular house: 16 S. & R. 56. The act of 16th June, 1836, first provided for filing a joint claim against several adjoining houses built by the same owner, apportioning the sums due by each house: 6 S. & R. 512; Dun. 2 Ed. 783.\nThe case before us, if not within the words, is within the spirit and object of the act of 1836. The 13th section provides that “in every case in which one claim for materials shall be filed, by the person prefering the same, against two or more buildings, owned by the same person, the person filing such joint claim shall at the same time, designate the amount which he claims to be due to him on each of such buildings, &c. The spirit and object of the act is that each house should pay for its own lumber; and when the contractor is erecting two houses for different persons, unless the material man can divide his bill which is purchased by the contractor, and file a lien for a proper portion to such building, the first section of the act is defeated. The proceeding is in rem, and I am unable to discover any good reason why this should not be done. “Every building,\" by the act, “is subject to a lien, for the payment of all debts contracted for work done, or materials furnisíied.\" The only argument of weight against such a course is that the lien may be filed against one of the buildings for an improper proportion, but this can be adjusted by the jury on a trial on the scire facias, under the direction of the court.\nMechanics’ liens, under the act of 1836, and the several supplements, have become an important part of our system of jurisprudence. In the administration of the justice of the country, I am for giving these acts such a construction as will perfect the system and carry out the object and intention of the legislature. We think this lien was well filed, and the learned Court was in error in dismissing it from the record.\n■ The judgment of the District Court is reversed; the claim restored; and a procedendo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "John W. Pailón, for plaintiffs in error,",
      "Q-eorge Pmlen, Jr., and Plihu D. Tarr, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Davis et al. versus Farr et al.\nTlie spirit and object of the act of 16th June, 1836, authorize a material man who has furnished materials to one contractor, jointly and indiscriminately, for the use of two buildings owned by different parties, to divide his bill, and file a separate lien against each building.\nError to the District Court of the city and county of Philadelphia.\nJohn C. Senderling, one of the defendants, contracted with the other defendant, George W. Farr, and a person of the name of Ward, owners of adjoining lots, to build for them two contiguous houses, one on each lot.\nThe buildings were commenced and carried on together, and Senderling, the contractor, bought lumber of the plaintiffs, Samuel H. Davis and Theophilus Fitter, partners, for the two buildings indiscriminately. Upon his becoming in arrear with the plaintiffs, they divided their bill against the two buildings, and filed a separate lien against each building. By a note at the foot of their account, they apportioned their claim between the two buildings, pro rata.\nThe lien was filed July 1st, 1847.\nA scire facias was issued to March term, 1848.\nOn the 25th March, Farr, defendant, filed an affidavit of defence, setting forth in substance:\n1. That the lumber for which the claim was filed on which the scire facias issued, was contracted for and furnished with other lumber indiscriminately for the building of deponent and another building belonging to George W. Ward; aud that no part of said lumber was delivered on the credit of deponent’s said building specifically.\n2. That the claim being against, and the lumber furnished jointly and indiscriminately for two houses, belonging to different persons, the said claim could not be maintained in law.\n3. Some partial payments, and a set off.\nOn the 15th April, 1848, defendant’s counsel obtained a rule to shew cause why the scire facias should not be set aside, and the claim stricken from the record; which was made absolute by the court below, May 6th, 1848, on the ground that where materials are furnished, jointly and indiscriminately, for the use of two buildings, owned by different parties, though the contractor be the same, as in this case, no lien can be enforced.\nThe error assigned is, that the court below erred in setting aside the scire facies, and striking the lien from the record.\nJohn W. Pailón, for plaintiffs in error,\nargued that by the decision in Gorgas vs. Douglass, 6 S. & R. 512-21, and Jones vs. Shawhan, 4 W. & S. 257-264, a joint lien cannot be filed against two buildings owned by different parties. There is no difference in this respect made, by the acts of 1831 and 1836. Rut the language of the latter act is very explicit, that “ every building erected within the county shall be subject to a lien for all debts contracted in its erection,” and the steady course of legislative and judicial action, since, has been to give full effect to a law, intended to promote industry and improvement. The 13th section of the act, however, which provides for the manner of apportioning a claim jointly.against two or more buildings, owned by the same person, affords a strong inference that the legislature contemplated leaving the material man to his ordinary remedy, by sepan’ate liens, where the materials were purchased on the joint credit of buildings, not owned by the same person. And under the decision in Gorgas vs. Douglass, this is the only way, in such case, in which the lien, created by the act of 1836, can be enforced.^\nQ-eorge Pmlen, Jr., and Plihu D. Tarr, for defendants in error,\ncited Gorgas vs. Douglass, 6 S. & R. 512; opinion of Judge Kennedy in Pennock vs. Hoover, 5 Rawle 291; Bank of Pennsylvania vs. Wise, 3 Watts 394; Milliken vs. Brown, 1 Rawle 391; Knob’s Appeal, 10 Barr 186; 16 S. & R 56; 5 W. & S. 263."
  },
  "file_name": "0167-01",
  "first_page_order": 169,
  "last_page_order": 172
}
