{
  "id": 965026,
  "name": "Flemming's Executors versus M'Clain",
  "name_abbreviation": "Flemming's Executors v. M'Clain",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "177",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Mass. 69",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055375
      ],
      "pin_cites": [
        {
          "page": "74"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0069-01"
      ]
    },
    {
      "cite": "6 Cow. 484",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12140509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0484-01"
      ]
    },
    {
      "cite": "15 Mass. 73",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "3 Pick. 18",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2010245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/20/0018-01"
      ]
    },
    {
      "cite": "Rob. 365",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "Rob. 365",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 371,
    "char_count": 6654,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 5.587848731190035e-07,
      "percentile": 0.9477284196877888
    },
    "sha256": "c5c06113149538e6eeae2bff5f39e5913083a7e8f9f980ac5344b28cfacee9cd",
    "simhash": "1:b80b36ce5609638b",
    "word_count": 1194
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Flemming’s Executors versus M’Clain."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nRogers, J.\nThat a check, of itself, is not evidence of a debt or loan of money, is well established by authority. The presumption is, it is given either in payment of a debt, or that cash was given for it at the time. This is ruled in Aubert vs. Walsh, 4 Taunton 293. A check was there produced as evidence of a debt, but it was held that alone, it was not sufficient; so in Geatorex’s executors vs. Gerrish, 4 Esp. 9, where a draft given by a testator on his bankers, payable to the defendant, and it was proved by the bankers that the money was paid to the defendant, out of the money of the testator, then in their hands, it was ruled to be no evidence of a debt. Kenyon, O. J., observed, this is no evidence to establish a debt, for no evidence is offered of the circumstances under which the draft was given. It might be, in payment of a debt due by the testator, or the defendant might have given cash for it at the time; so in Pearson vs. Darus, 1 Mood. & Rob. 365. The production of a check is not evidence of any loan; if it be evidence of any thing, it is rather evidence of payment; and in Fletcher vs. Manning, 12 Mees & Welsby 571, it was held that “ cancelled checks were not evidence of a loan; checks are prima facie evidence of payment of a debt.” And in our court, Patton vs. Ash, 7 S. & R. 125, it was held, that in order to charge a person to whom a check was paid with a debt, “ some evidence should be given to explain the consideration of the check, for it may have been given in payment of a debt due from the drawers;” and in Baker vs. Williamson, 4 Barr 469, it is said, “it never was hold in any court, that a check was evidence of a gift.” Erom a review of the cases the rule appears to be well settled, and the only question which remains is, was there any evidence to rebut the presumption; any evidence of the circumstances under which the check was given; evidence to explain the consideration of the check. For this purpose, the defendant in error relies on the testimony of Barr; also, on the close intimacy in business, between Flemming and M’Clain, at the time the checks bear date. And the fact that M’Clain paid bills of Flemming, and also at other times loaned him money and checks. The evidence, however, as it appears in the bill of exceptions, is too vague and unsatisfactory. All that Barr says is, that Flemming got money and checks several times from M’Clain, and that he filled up the checks; this may very well be in perfect consistency with the fact, that this individual check was in payment of the debt; he does not even say he filled up this check. That he loaned him various small sums of money, at several times previously to the date of the checks, which were carefully charged in the account, if it proves anything, rather tends to show that the checks were given for cash advanced at the time. The mere fact that there were transactions between the parties, will not suffice, unless these transactions connect themselves directly with the subject in controversy; Aubert vs. Walsh, 4 Taunton 293, is a case very like the present. We are therefore of opinion the court erred in admitting the checks, as evidence of money lent and advanced.\nThere is nothing in the second assignment of error, as the objection to the admission of the receipts, was withdrawn at the trial.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Wm. H. Rawle and W. Rawle, for plaintiff in error,",
      "Mr. Hood for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Flemming’s Executors versus M’Clain.\nA check payable to A B or bearer, is not evidence of money lent and advanced to A B, by the drawer of the check.\nError to the District Court, Philadelphia.\nThis was an action on the case brought by Joseph M’Clain against Henry et ah, executors of Robert Flemming, deceased.\nThe declaration of the plaintiff contained various counts; for goods sold and delivered; for money laid out and expended for the use of Flemming, at his request; for moneys had and received; for money lent, and for work, labor and materials. The plaintiff M’Olain was in the grocery business.\nTo sustain the allegation that money was advanced by plaintiff to Flemming, plaintiff’s counsel called John Barr, who testified mter alia.\nI was in the employ of M’Clain from 1837 to 1841; I kept the books and attended to the customers; Mr. Flemming got money and checks several times from M’Clain; I filled up the checks.\nThe counsel for the plaintiff then offered in evidence the following checks, viz:\nA check purporting to be drawn by Joseph M’Clain, on the Schuylkill Savings Institution, dated July 26, 1838, payable to Robert Flemming, or bearer, for two hundred dollars.\nA check purporting to be drawn by Joseph M’Clain, on the Schuylkill Savings Institution, dated October 16,1838, payable to Robert Flemming, or bearer, for fifty dollars.\nA check purporting to be drawn by Joseph M’Clain, on the Bank of Penn Township, dated July 10,1840, payable to Robert Flemming, or bearer, for thirty dollars.\n. A check purporting to be drawn by Joseph M’Clain, on the Bank of Penn Township, dated the 23d July, 1840, payable to Robert Flemming, or bearer, for seventy-five dollars. (Prout said checks, which had on them the bank marks of cancellation.)\nWhereupon the counsel for the defendants objected to the admission of the said checks in evidence, because they did not tend to prove money advanced to the said Robert Flemming, or paid for his use, by the said Joseph M’Clain. But the learned judge overruled the objection, and admitted the said checks in evidence; whereupon the counsel for the defendants excepted to his opinion, and the judge at his request sealed this bill of exceptions.\nThe jury found for the plaintiff $2,492 67.\nThe counsel of plaintiff in error assigned the following error:\nThe judge erred in admitting in evidence certain checks purporting to have been drawn by the plaintiff, in favor of Robert Elemming, as evidence of money lent and advanced by said plaintiff, to said Robert Elemming.\nThe case was argued by Wm. H. Rawle and W. Rawle, for plaintiff in error,\nas to the admission of the checks they cited; 4 Taunton 293, Aubert vs. Walsh; 4 Esp. 9, Geatorex’s executors vs. Gerrish; 1 Moody & Rob. 365, Pearce vs. Davis; 12 Mees & Welsby 571, Elecker vs. Manning; 7 S. & R. 125, Patton vs. Ash; 4 Barr 469, Baker vs. Williamson.\nMr. Hood for defendant in error.\nThat the objection to the admission of the checks was a special one, viz: that they were not evidence of money lent and advanced.\nMoney counts are proved prima facie by a check payable to bearer; 3 Pick. 18, Ellis vs. Wheeler; 15 Mass. 73, Cushing vs. Gore; 6 Cow. 484, Murray vs. Judah; 6 Carr & P. 60, Boswell vs. M’Clain; 15 Mass. 69, 74."
  },
  "file_name": "0177-01",
  "first_page_order": 179,
  "last_page_order": 181
}
