{
  "id": 964902,
  "name": "Gable & Hughes versus Parry & Randolph",
  "name_abbreviation": "Gable & Hughes v. Parry & Randolph",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "181",
  "last_page": "182",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 181"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 243,
    "char_count": 3790,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 2.9930174887716157e-07,
      "percentile": 0.8518726381345013
    },
    "sha256": "57908caebee356c4c26adb6140ff6dcf14025c4952d52c4639035005566f2bb1",
    "simhash": "1:018b7485bc14a50c",
    "word_count": 666
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gable & Hughes versus Parry & Randolph."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThere can be no set off against against set off, else the parties might desert the record; and the words of the statute are too restrictive to allow it. The point however, has been decided; and the plaintiff rests on his objection to the defendants’ set off. The suit is a scire facias on a mechanics’ lien, for work done to a house, owned by Parry & Randolph, but built by Ewing as contractor. The set off was the price of leaden pipe, sold by the contractor to the plaintiff, who used a part of it, in the building. Now if the contractor is willing to pay, with his separate means, a debt for which he is bound as principal, and the building only as surety, who can object to it? Their common creditor cannot, and the owners of the building will not. There is mutuality enough to satisfy the words of the statute; and nothing else could present an obstacle.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Guillou for plaintiff in error.",
      "Perkins for defendants."
    ],
    "corrections": "",
    "head_matter": "Gable & Hughes versus Parry & Randolph.\nIn a sdrc facias on a mechanics's Hen, against the owner and contractor, the contractor may set off a claim by Mm, against the plaintiffs.\nThere cannot be set off against set off. See also Ulrich v. Berger, 4 W. S. 19.\n\"Writ of error to the District Court at Philadelphia.\nGable & Hughes, plaintiffs in error, (who were also plaintiffs below) vs. Parry & Randolph, owners, and Ewing, contractor, defendants in error, and defendants below.\nThis was a scire facias sur. Mechanics’ claim issued from the District Court for the city and county of Philadelphia, to recover $221, the amount of a claim for plumbers’ work done by plaintiffs to a dwelling house owned by Parry & Randolph, and erected by Ewing as contractor.\nSeveral pleas were filed; but the only material ones to this question, are:\n1. That plaintiffs never did the work nor furnished the materials in manner and form as alledged.\n2. Payment.\n6. That plaintiffs did not do the work and furnish the materials on the credit of the building, but on the credit of the said Jacob O. Ewing.\nT. That plaintiffs performed the work and furnished the materials for the said Jacob O. Ewing, on his responsibility, and under an agreement with him that the amount should be credited on a bond of the said Hughes of $2224.\n8. Set-off.\nAt the trial of the cause the plaintiffs made out their claim, and the defendant Ewing offered evidence to establish a set off against Gable & Hughes, for goods sold and delivered by him to them, to the amount of $311. The plaintiffs objected to this evidence, but the objection was overruled.\nThe defendant Ewing having made out his said claim, the plaintiffs offered to establish a claim on their part, (in addition to that covered by the lien,) against Ewing for goods sold to and work done for him by them to an amount exceeding the $311. This offer was overruled.\nThe learned judge was requested by plaintiffs to instruct the jury that the evidence as to the $311 should be disregarded, and that there could be no set off in this form of proceeding; but his honor instructed the jury that if they found the demand of Ewing to be otherwise made out, it could be set off in this proceeding.\nA verdict was rendered and judgment entered for defendants.\nTo these three points the learned judge sealed bills of exception, and these two decisions and the above charge are now assigned for error.\nPoints:\nIs evidence of set off, arising out of a totally distinct transaction, admissible in a proceeding of seire facias sur. Mechanics’ claims, to reduce or absorb the plaintiff’s demand ? Plaintiff contends that it is not.\nIf it be receivable, may not the plaintiff show that he has a counter-claim sufficient in amount to balance the demand offered to be set off? Plaintiff contends for the affirmative of this proposition.\nGuillou for plaintiff in error.\nPerkins for defendants."
  },
  "file_name": "0181-01",
  "first_page_order": 183,
  "last_page_order": 184
}
