{
  "id": 964928,
  "name": "Hart versus McFarland et al.",
  "name_abbreviation": "Hart v. McFarland",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "182",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 300",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0300-01"
      ]
    },
    {
      "cite": "5 Rawle 22",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0163-01"
      ]
    },
    {
      "cite": "6 Bin. 338",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0338-01"
      ]
    },
    {
      "cite": "2 Pick. 129",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0138-01"
      ]
    },
    {
      "cite": "6 Hill, N. Y. 438",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "1 Sandf. 83",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "opinion_index": -1
    },
    {
      "cite": "9 Cow. 73",
      "category": "reporters:state",
      "reporter": "Cow.",
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Cow. 549",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "10 Paige 224",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "7 Paige 569",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 237",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0237-01"
      ]
    },
    {
      "cite": "5 Watts & S. 307",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477941
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0307-01"
      ]
    },
    {
      "cite": "1 Doug. (Mich.) 282",
      "category": "reporters:state",
      "reporter": "Doug.",
      "case_ids": [
        228870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/doug/1/0282-01"
      ]
    },
    {
      "cite": "3 Whart. 81",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0081-01"
      ]
    },
    {
      "cite": "10 Johns. 154",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0156-01"
      ]
    },
    {
      "cite": "5 Wheat. 424",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1442068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/18/0424-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 10153,
    "ocr_confidence": 0.359,
    "pagerank": {
      "raw": 1.6061615348883485e-07,
      "percentile": 0.6846777553440374
    },
    "sha256": "9d1b5a6561f1d60ef7b96e37c734917a6b55ffe325f1ac16efba3f7ea5eb1855",
    "simhash": "1:d35fac64be4d2f84",
    "word_count": 1765
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hart versus McFarland et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThe assignment before us bears the impress of premeditated fraud on its front. The Norristown and Yalley Rail Road Company transferred by it, to the Mechanic’s and Tradesman’s Insurance Company, all the iron and fittings then owned by it, “in trust, to sell so much of it as should, with the amount then sold, be equal to the one half of the whole that had been imported; and, with the proceeds, pay liens, balance due for advances, and expenses due and payalole, or to become due and payable, for or on account of the said iron and fittings, or for or on account of the keeping thereof.” Then comes a very explicit avowal of the purpose. “Now, this indenture further witnesseth that, as far as respects the iron and fittings not herein disposed of, or ordered to be sold, the same is held by the said the Mechanic’s and Tradesman’s Insurance Company, in trust for this further condition: to deliver the same to any person or persons, for the purpose, duly authorised by the Norristown and Valley Railroad Company, by writing under seal of the said company, to be laid on the track of said railroad, and for no other use or purpose whatever.” So, then, the assignor was to retain the use and control of the property free from the reach of the creditors ! Else, why assign the whole, if only the half was to be sold for payment of particular debts ; or why hold the trust subject to the order of the assignor till it should be convenient to make it a part of the road, and thus freed from levy and sale ? Evidently, to use the fraudulent ownership of the assignee as a cover to keep off execution creditors. It is strange that corporations should resort to contrivances so flimsy and transparent.\nThe non-suit was properly ordered.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Perhins, fox plaintiff in error,",
      "William Rawle, for defendants,"
    ],
    "corrections": "",
    "head_matter": "Hart versus McFarland et al.\nAn assignment of property in trust to seE part of it to pay for advances, and to retain part of it, subject to the future order of the assignor, is intended only as a cover to keep off execution creditors, and lias premeditated fraud on the face of it.\nFrom the Nisi Prius.\nThis was an action of trespass against the sheriff and his deputy for taking and selling a quantity of railroad iron and fittings belonging to the plaintiff, under an execution against the Norris-town and Yalley Railroad Company, at the suit of James McFarland.\nThe pleadings were in the usual form.\nThe case was tried at Nisi Prius, before his Honor, Judge Coulter, January 23d, 1848.\nThe property sold wasT-claimed by plaintiff, under an assignment of the Norristown and Valley Railroad Company, to the Mechanic’s and Tradesman’s Insurance Company of Philadelphia, dated May 22, 1849, recorded in Philadelphia county on the 23d May, 1840, in Montgomery county July 29th, 1840, and in Chester county, August 5th, 1840, part of which was as follows:\n“ This indenture made the twenty-second day of May, in the year one thousand eight hundred and forty, between the Norris-town and Valley Railroad Company of the first part, and the Mechanics and Tradesmen’s Insurance Company of Philadelphia of the other part, witnesseth that for and in consideration of the premises and of the sum of one dollar by the said the Mechanics and Tradesmen’s Insurance Company of Philadelphia to the said Norristown and Valley Railroad Company, paid at and before the en-sealing and delivery thereof, the receipt whereof is hereby acknowledged. The said Norristown and Valley Railroad Company have granted, bargained, sold, assigned, enfeoffed, released, conveyed, and confirmed, and by these presents do grant, bargain, sell, assign, enfeoff, release, convey, and confirm unto the said The Mechanics and Tradesmen’s Insurance Company of Philadelphia, and their successors, all the iron and fittings now owned by the said Norristown and Valley Railroad Company, and the proceeds of the sales of such portions of said iron and fittings as may have been disposed of, now remaining in the hands of the agents of said Norristown and Valley Railroad Company, whereof a schedule is hereunto annexed, to have and to hold the same and every part thereof with the said Mechanics and Tradesmen’s Insurance Company of Philadelphia of the other part, to and for their only proper use, benefit, and behoof forever: In trust nevertheless for the uses, intents and purposes, and upon the conditions following:\n1st. In trust to sell so much of said iron and fittings now remaining in the hands of said Norristown and Valley Railroad Company, and hereby assigned to said The Mechanics and Tradesmen’s Insurance Company of Philadelphia, as shall .together with the amount already sold equal one-half of the whole amount of said iron imported for said Norristown and Valley Railroad Co., &c.\n2d. In trust to pay all liens, balance due for duties, advances, commissions and expenses now due and payable, or to become due and payable for or on account of said iron and fittings, or for or on account of the keeping and delivery thereof by virtue hereof.\n3d. In trust after such payments are fully and completely made and allowed for, then in trust to hold all the balance of moneys received from the agents of said Norristown and Valley Railroad Company, and from the sale of the iron and fittings as aforesaid, then to pay over the same to such persons as have already or may hereafter contract with the said Norristown and Valley Railroad Company for the work and materials necessary to complete the said Norristown and Valley Railroad at such times, in such manner, and in such amounts as may be directed by the engineer of the said Railroad Company, agreeably with the terms of such contracts. But no payment whatever shall be made to any person or persons who shall not receive from the said engineer of the said railroad company a certificate as aforesaid that they are contractors, and that the said payments are to be made to them for work actually done and materials furnished for the purpose of completing the said road.\n4th. Whereas the iron and fittings herein before mentioned was sold to the said railroad company for the bonds of said company, secured by their mortgage, dated December 19, 1837, and recorded in Mortgage Book S.- H. E. No. 8, page 273, and upon the terms and conditions that the said iron and fittings should bo used and laid upon the track of said railroad, and the said agreement has been modified by the bond-holders, so that one-half of said iron and fittings is to be sold, and the proceeds applied as herein directed. Now, this indenture further witnesseth, that as far as respects the iron and fittings not herein disposed of or ordered to be sold, that the same is held by the said The Mechanics and Tradesmen’s Insurance Company of Philadelphia, in trust and for this further condition, in conformity to the spirit and intent of said mortgage and said contract, to deliver the same to any person or persons for that purpose duly authorized by the said Norristown and Valley Railroad Company by writing, under seal of the said company, to be laid upon the track of said railroad, and for no other use or purpose whatever.\n5th. Provided also, that the said The Mechanics and Tradesmen’s Insurance Company of Philadelphia shall not be made or held responsible for any sum greater th’an the amount they actually receive, &c., &c.\nIn witness whereof, the said railroad company have hereto affixed their common or corporate seal, the day and year before mentioned.\nThe assignment was entered for record in Montgomery county on the 29th day of July, 1840, and in Chester county August 5th, 1840.\nWe hereby accept the trust herein created.\n(Signed) A. E. Dougherty, Cashier of the Mech. & Trad. Ins. Co. Philadelphia.\n(Signed) S. Badger,\nPresident of the Mech. & Trad. Ins. Co. of Phil’a.\nPhiladelphia, May 22, 1840,\nOn the 17th of June, 1842, the Mechanic’s and Tradesmen’s Insurance Company resigned the trust, and Samuel Hart was duly appointed by the court of Common Pleas of Philadelphia county, trustee under the assignment, under the application of the principal creditors.\nAfter the assignment to the Mechanic’s and Tradesmen’s Insurance Company, certain cross-ties were delivered on the road by James McFarland, the defendant, for which he obtained judgment, under which he levied and sold the iron. For this the present action of trespass was brought by Hart against him, and the sheriff and his deputy.\nOn the trial of the cause, after the evidence on both sides was closed, the court, at the request of the defendant’s counsel, decided that the assignment of May 22, 1840, was void on its face — that it was made to hinder, delay and defraud creditors, and therefore void — that there was no sufficient delivery of the property assigned, and that said assignment was void on that account; and ordered a non-suit.\nTo all which decisions the plaintiff excepted, assigning them as error, as also the decision of the court, overruling the objection of jdaintiff’s counsel, and admitting Thomas M. Rush to answer the question put by defendant’s counsel, whether the members of the Norristown and Yalley Railroad Company considered the assignment of May 22, 1840, invalid and had no confidence in it.\nPerhins, fox plaintiff in error,\nargued that there was no want of form in the execution or recording of the assignment; that it was for the payment of debts and charges, and not for so large a fart of the assignor’s property as to make the transaction colorable ; and cited 5 Term. Rep. 420, 5 Wheat. 424, 10 Johns. 154, 3 Whart. 81, 15 Gown. 327, 1 Doug. (Mich.) 282, 5 Watts & S. 307; cited in Fitler vs. Maitland, 3 Barr 224, 227 ; 7 Barr 89, 90; 3 Barr 442; 8 Barr 272.\nWilliam Rawle, for defendants,\ncited 10 Watts 237 ; 7 Paige 569; 10 Paige 224; 4 Ala. R. 374; 7 Watts & Ser. 219; 5 Cow. 549; 9 Cow. 73, 86; 1 Sandf. 83; 6 Hill, N. Y. 438; 1 Iredell's Equity 180; 1 McMullen's Equity 27 ; 2 Pick. 129; 3 Devereux 144 ; 1 Stewart & Porter 139, 156 ; 6 Bin. 338 ; 12 S. & R. 201; 1 Rawle 163 ; 2 Penn. R. 92 ; 3 Penn. R. 83 ; per Rogers J. in re Wilson, 4 Barr 449; 5 Rawle 22 ; 6 W. & S. 300; Am. Lead. Ca. 51, n. 80, n; 4 W. C. C. R. 232."
  },
  "file_name": "0182-01",
  "first_page_order": 184,
  "last_page_order": 188
}
