{
  "id": 964946,
  "name": "Hillary versus Pollock",
  "name_abbreviation": "Hillary v. Pollock",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "186",
  "last_page": "188",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Bin. 186",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/4/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 275,
    "char_count": 4470,
    "ocr_confidence": 0.357,
    "pagerank": {
      "raw": 7.560967119089351e-08,
      "percentile": 0.44855240595108054
    },
    "sha256": "33078eb36f2368e18f0502441f61b863f96498cceaa679031f60ce58a51eb511",
    "simhash": "1:7fa19b9536ed38e4",
    "word_count": 802
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hillary versus Pollock."
    ],
    "opinions": [
      {
        "text": "The opinion of Ihe Court was delivered by\nBurnside, J.\nThis case presents but a single question. The mechanic’s lien was filed in the office of the prothonotary, on the 7th day of March, 1846, to which was attached, by the plaintiff, a bill of particulars, exhibiting the kind and amount of materials furnished for the buildings, the price of each article, and the time furnished; but on the bill of particulars the plaintiffs or their attorney made a mistake in the margin, by writing in figures “1846 ” instead of 1845; this is manifest, as the first item in the bill was September 12, 1846, a date subsequent to the filing of the lien, when the body of the lien filed averred that it was filed, and the goods furnished within six months, as the act required. The plaintiffs’ book, in evidence, shewed the first entry, September 12, 1845.\nThe counsel of the plaintiffs requested the court to charge the jury, that the date of the year, in the bill of particulars as filed, connected with the lien, may be explained by parol evidence, shewing that the date of the year is a mistake. The court refused the request and instructed the jury it could not be done, to make good the original filed; and at the instance of the counsel of the defendant, instructed the jury, that on the evidence produced, the date did not correspond with the bill filed, and in order to maintain the plaintiffs! demand, the evidence ought to correspond with the claim filed, and that upon the lien, the plaintiffs could not recover.\nThis court ruled in Shaw vs. Barnes, 5 Barr 18, that after verdict, a mechanic’s lien was sufficient, which was filed against a house and lot, “ on the north side of Lombard street, west of 9th street, adjoining Stephen Smith’s lot on the east,” the number of stories of the house not being stated, the claim being for materials, viz: plastering found and provided for the erection, &c., within six months last past, a bill of which materials was annexed as follows: To plastering house, &c., $51 68; there being no date or further specification of the materials used, the act requiring, the amount or sum claimed to be due, and the value and kind of the work done, or the kind and amount of the materials furnished, to be stated. It is true, it further requires the time when the materials were furnished.\nAll that was material in the claim filed, was supported by the evidence. The only error was in the figures as stated in the margin of the accounts, “1846'” for “1845,” being an impossible date, being a period after the claim was filed and shewn to be a mistake by the plaintiff’s book, as well as all the other evidence in the cause. It was open to correction on every principle; it was ruled in the case of the Commonwealth vs. Blaine, 4 Bin. 186, which was even a case of personal liberty, that the registry of a negro child, under the 4th section of the act of 29th March, 1788, may be explained by parol evidence, if it contains a mistake apparent upon the face of it. The mistake here,*of the \\%th Sept., 1846, was apparent on the face of the bill. It was months after the lien was filed, which averred that the goods were furnished within six months before the building was completed. It ought to have been submitted to the jury with the book and the other evidence in the cause, to ascertain the true date when the materials were furnished, and whether the figure 6, on the margin of the bill of particulars, was not written by mistake for the figure 5, and if it had been so submitted, they would have corrected the mistake by them verdict, in a moment.\nThe judgment is reversed and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "JSmlen for plaintiff in error.",
      "M’Iniyre, contra."
    ],
    "corrections": "",
    "head_matter": "Hillary versus Pollock.\nWhere the copy of tlio bill annexed to a mechanic’s claim, sets forth an impossible date, it is no bar to a recovery, on proof of the real date of furnishing the materials.\nJanuary 14th, on the trial of this case, which was a sci. fa. on a mechanic’s lien, the plaintiff proved the delivery of the goods, and the entries in his books, commencing Sept. 12th, 1845.\nThe defendant showed the bill of particulars annexed, which commenced, “1846, Sept. 12th;” this was filed March Y, 1846, and recited the delivery within six months, last past; on this he contended, and PARSONS, J. so instructed the jury, that the mistake and variance were fatal.\nJSmlen for plaintiff in error.\nThe date was impossible, and the recital shewed when the goods had been furnished, with sufficient eertainty.\nM’Iniyre, contra."
  },
  "file_name": "0186-01",
  "first_page_order": 188,
  "last_page_order": 190
}
