{
  "id": 964940,
  "name": "In re. Northern Liberty Hose Company",
  "name_abbreviation": "In re Northern Liberty Hose Co.",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "193",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 419",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Penn. Rep. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 171",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0171-01"
      ]
    },
    {
      "cite": "7 W. & S. 269",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481777
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0269-01"
      ]
    },
    {
      "cite": "6 Watts 133",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0133-01"
      ]
    },
    {
      "cite": "3 Binn. 356",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 191",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "8 W. & S. 383",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 511,
    "char_count": 9514,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.033901976524500076
    },
    "sha256": "41158818959662fd33fe1db2b00748e898857e586e9d8a3a5dfbb2e5972e96cb",
    "simhash": "1:8cfb0e3dfedb1dfb",
    "word_count": 1697
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re. Northern Liberty Hose Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nThe disgraceful riots between the Fire Companies in the city and county of Philadelphia induced the Legislature, in order to preserve the public peace, as well as the character of Philadelphia, to pass the act of the 7th March, 1848, Pamphlet Laws 110, Dunlop 2d Ed. 1110, which declares “ that from and after the passage of this act, if any fire company, the members thereof, or its adherents, shall be guilty of rioting, or fighting in the public streets of the city, or incorporated districts of the county of Philadelphia, while going to, at, or returning- from a fire, or to, or from a false alarm, it shall be the duty-of the court of Quarter Sessions of the said county, upon • complaint made to them thereof by any of the citizens, supported by affidavit, if they, or a majority of the judges shall consider the complaint well founded, to declare such company out of service, and unlawful for the members thereof to act as a fire company for the space of six months, and to order their doors to be closed; and if, after the expiration of that term, they shall again be guilty of rioting and fighting as aforesaid, within the same year, it shall be the duty of the said court, upon a similar complaint of two citizens, to disband the company, and declare it unlawful for them, at any time thereafter, to appear in the public streets as a fire company.” In pursuance of this act, on the first day of December, two citizens of the county of Philadelphia complained on oath, to the court of Quarter Sessions, “ that certain members and adherents of the Northern Liberty Hose Company, (located in the county of Philadelphia,) were guilty of rioting and fighting in a public street of the city of Philadelphia, called Fifth, on the afternoon of Thursday the 29th day of November, A. D. 1849, while they were returning from a fire, or a false alarm thereof. They prayed that the said company be declared out of service, in accordance with the provisions of the act of assembly.”\nThe court of Quarter Sessions, in obedience to the act of assembly, ordered a citation to issue to the said Northern Liberty Hose Co., to shew cause why the said company should not be declared out of service in accordance with the act of the general assembly before recited. On the 12th January, 1850, a full hearing was had, in pursuance of the rule, the court composed of two judges, who, after examining witnesses on both sides, and hearing counsel, declared their opinion, “ that the Northern Liberty Hose Company were guilty of rioting and fighting in the public streets of the city of Philadelphia, on the 29th of November, A. D. 1849, while they were returning from a fire or a false alarm thereof.” Wherefore the court ordered the company out of service and directed the sheriff of the city and county to lock the doors of the engine house of the company, and retain the keys in his possession for six months. ' The case is before us on a certiorari, which does not bring up the evidence. Our enquiries are confined to the face of the record. Various errors are assigned. I will notice them in the order that I think presents the best view of the case.\nIt is alledged “that the proceedings are unconstitutional, in depriving the party of its property, without a trial by jury.” To this we cannot accede. The authorities adduced to support the argument disprove it. The regulation of public municipal corporations, as well as all matters of police, are within the absoluto control of the legislature: Story on the Constitution, sec. 1887. What matter of police is more important than the suppression of the tendency to riot; a state which endangers life and property and renders both insecure; a state in which man degrades himself to a level-with the most savage and ferocious beast of the forest, for the injury and destruction of his fellow man ? This statute does not convict the company, or the members of the company, or its adherents, of the crime of riot. It simply enquires whether there was a riot, and the public peace violated by the company, or their adherents. The Sessions is constituted a court of enquiry, and if the court is satisfied of that, their duty is to declare them out of service, which is to prevent a repetition of the offence, by putting them out of service and closing the doors of their hose establishment for six months.\nSeveral other grounds are taken which will be considered together : “ That the complaint is insufficient in stating it in the alternative;” “in not stating the particulars of the complaint;” “ that the finding and decree differ from, and are not supported by the complaint.” All these grounds have been urged by the learned counsel.\nThis is not an indictment. It is a simple inquiry. The company, or its members, or its adherents, are not on trial for the of-fence of riot or fighting in a public street of the city. The whole proceeding seems to us to be in conformity to the act of assembly, and in the manner the act directs. The law being constitutional and the proceedings legal, there is no substance in either of these exceptions.\nIt is further alledged “ that the sentence exceeds that allowed by law.” It is to the extent of the law, but does not exceed it.— The sheriff is the officer of the court, and a conservator of the peace. The court could order no other officer, or person, to close their doors, and he could not keep them closed unless he secured the key.\nLastly. The jurisdiction of the court is denied : “ the order not being made by a majority of the judges of the court,” The opinion of this court in the Commonwealth vs. Zephon, 8 W. & S. 383, is a full answer to this objection. There, we carefully reviewed the constitutional power of the legislature respecting this court. I deem it unnecessary to go over that subject again. We have held that any two of the judges of this court could hold a court of Oyer and Terminer, and that their sentence of death was legal. A riot is a high offence. Any of the judges could hold a court for its trial, under the act of 3rd February 1843, Dunlop 2 Ed. 989. The common law places rioters in the same category with traitors, felons, and thieves, and makes it the duty of the sheriff to arrest them; Dalton 4 Co. Lit. 168, 8 W. & S. 191, Reed vs. Bias. It is the duty of the sheriff to suppress riots, and arrest rioters; and it is the duty of every citizen to obey the sheriff, and assist and co-operate with him for that purpose; and I hold it to be the imperious duty of every court in this State to lend their aid, in every way which the law will authorize, to put an end to all such flagrant offences.\nProceedings of the Sessions affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Eenry M. Phillips and Gfeorge M. Pallas, for appellants,"
    ],
    "corrections": "",
    "head_matter": "In re. Northern Liberty Hose Company.\nA complaint under the 1st section of the act of 7th March, 1848, (Pamphlet laws 110,) which sets forth “ that certain members and adherents of the Northern liberty Hose Company, (located in the county of Philadelphia,) were guilty of rioting.and fighting in a public street of the city of Philadelphia, called Fifth, on the afternoon of Thursday, the 29th day of November, A. D. 1849, while they were returning from a fire, or a false alarm thereof,” is not insufficient for want of particularity ; nor by reason of the alternative expression made use of.\nA proceeding in conformity with the provisions of the said act, is not a violation of the constitutional guarantee of a trial by jury.\nIt may be had before two judges of the Court of Quarter Sessions.\nA sentence in snob, a proceeding, “ ordering the company out of service, and directing the sheriff of the city and county to lock the doors of the engine house of the company, and retain the keys in Ms possession for six months,” does not exceed that allowed by law; and is not at variance with, and unsupported by the foregoing complaint.\nCertiorari to the Quarter Sessions of Philadelphia city and county.\nThis was a proceeding in rem. on the complaint of two citizens of the county of Philadelphia, against the Northern Liberty Hose Company, for rioting and fighting, under the provisions of the first section of the act of the 7th March, 1848 ; Pamph. Laws 110.\nThe court below sustained the complaint, and gave a decision which, together with all the other essential facts, is fully set forth in the opinion of the court'above.\nDefendant’s counsel assigned for errors:\n1. That the complaint was insufficient in stating the complaint in the alternative, and without sufficient particularity.\n2. That two judges had no jurisdiction, and the order not being made by a majority of the court, was improper and irregular.\n8. That the sentence exceeded that allowed by law.\n4. The finding and decree differ from and are not supported by the complaint.\n5. The proceedings arc unconstitutional in depriving the party of its property without a trial by jury.\n6. The general errors.\nEenry M. Phillips and Gfeorge M. Pallas, for appellants,\ncited Duck vs. Burgess, 7 Watts 182, Hawk. b. 2, ch. 25, sec. 58, Com. vs. Martin, 2 Barr 244; U. S. vs. Bright, Mss. case, Oct. 1809, C. C. U. S.; Bank of N. A vs. Fitzsimmons, 3 Binn. 356; Kemp vs. Kennedy, 1 P. C. C. 36, Declaration of rights of Pennsylvania ; Trimble’s Appeal, 6 Watts 133, Reigart’s Appeal, 7 W. & S. 269, 2 Kent’s Com. 13, and note; 2 Cokes In. 50, 10 sec. 9 art. const., Norman vs. Heist, 5 W. & S. 171, opinion of Justice Coulter, Brown vs. Hummel, 6 Barr 89, Barter vs. Com. 3 Penn. Rep. 260, Com. vs. Burrel, 7 Barr 34, Emerick vs. Harris, 1 Binn. 419."
  },
  "file_name": "0193-01",
  "first_page_order": 195,
  "last_page_order": 199
}
