{
  "id": 964898,
  "name": "Ridgway & Budd versus Day",
  "name_abbreviation": "Ridgway & Budd v. Day",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "208",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 208"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts, 111",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850992
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0111-01"
      ]
    },
    {
      "cite": "10 Watts, 111",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0111-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 7860,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 2.182700842353135e-07,
      "percentile": 0.7728423549017722
    },
    "sha256": "70c92af93c22570987276dfc12ab8ba9033a9891bd37947b5b8c7a8c8263b7fd",
    "simhash": "1:ef73ec806ca7fdcf",
    "word_count": 1388
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ridgway & Budd versus Day."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nAn indorser is entitled to notice of protest and non-payment of a negotiable note; because the contract is that the maker will pay at maturity; and the strict punctuality which is the life of the commercial law, authorizes the indorser to presume that he has paid, in the absence of any notice to the contrary. But the right to receive notice, in order to make him liable, like any other right, may be waived by the indorser: Story on promissory notes 314, Williams vs. Brobst, 10 Watts 111, Scott vs. Greer, 10 Barr 103, Clark vs. Develin, 3 Bos. & Pul. 365. The letter dated the 15th May, 1845, from the indorser to the payee, contains a distinct statement that the drawer, his brother, will not be able to meet the note at maturity, but that, if the time is extended for thirty days, he will hold himself bound. This is a distinct guarantee that he will hold himself bound, at the end of thirty days, after maturity, and is within the case of Foster vs. Jurdison, 16 East. 104, establishing that, under like circumstances the holder was not bound to give notice. The other letters offered in evidence, shew that the time was given in consequence of this request, and the reiterated recognition of this indulgence.— The whole proceeding of the plaintiff, as evidenced by these letters, was not only fair and exceedingly indulgent, but according to law, and seems little to merit the requital it has received.\nThe court erred in rejecting the 1st, 2nd and third bills of exceptions.\nThe error assigned is sustained; the judgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by McMurtrie, with whom was Mulvany, for plaintiffs in error.",
      "No counsel appeared for defendant."
    ],
    "corrections": "",
    "head_matter": "Ridgway & Budd versus Day.\nIf an indorser of a promissory note agree to extend the time of payment, beyond the maturity of the note, such agreement amounts to a guaranty that he mil hold himself bound, at the expiration of the period, agreed upon by him.\nError to the Common Pleas of Montgomery county.\nThis was an action brought by Thomas Ridgway and Henry Budd, trading under the firm of Ridgway & Budd, plaintiffs in error, vs. Jacob Day, defendant in error.\nThis action was founded on a promissory note, drawn by Samuel W. Day, in favor of Jacob Day, and by him indorsed to the plaintiffs, dated March 15, 1845, at 60 days, for $1,000, payable at the bank of Montgomery county, and on the subsequent agreement and promises of the defendant to continue his liability and extend the time for the payment of the note. The note was in the following form:\nMourtown, March 15, 1845.\n“$1,00®. Sixty days after date I promise to pay to the order of Jacob Day, at the bank of Montgomery county, one thousand dollars without defalcation for value received.”\n“Credit the drawer, “Samuel W. Day.”\nJacob Day.”\nAt the time the note became due, Samuel W. Day, the drawer, was insolvent and continued so up to the time of the trial.\nHe was a manufacturer of flour and meal, but at no time after the giving of the note had he produce in the hands of the plaintiffs, who were flour factors in the city of Philadelphia, to meet the amount, but on the contrary was indebted to them in a sum exceeding the amount of the note.\nBefore the note became due, the plaintiffs wrote to Jacob Day, informing him that Samuel would probably not have funds in their hands to meet the note, and offering to extend the time of payment, if requested. The defendant, Jacob Day, availed himself of this offer, and wrote to plaintiffs in reply, among other things, as follows: — “ I am willing to extend the time for 30 days longer, and of course will stand responsible for the payment of the note as originally intended. This letter, No. 1, dated May 15, 1845. Before the expiration of the 30 days referred to, the defendant, by letter, again agreed the time of payment should be extended.— This letter, No. 2; and so continued, from time to time, to acknowledge his liability down to the 29th April, 1846. On the 20th of April, 1846, the plaintiffs wrote to the defendant that his brother Samuel had not reduced the amount for which he the defendant had becdme liable to them enliis guarantee, and that they should claim of him the amount 'gu,aranteed. On the 21th of April, 1846, Samuel W. Day, the drawer, paid to the plaintiffs one hundred dollars on account of the note. The action was brought agaist Jacob Day, to recover the balance of the note, with the interest due thereon.\nA narr. was filed setting out the note and indorsement.\nAn amendment of narr. was filed, setting out the agreements of Jacob Day, the defendant, to extend the time of payment.\nSame day defendant pleads non assumpsit and payment with leave, &c. Repl. non sol. and issues.\nOctober 26, Í849, a jury being called, whereupon the plaintiff offered in evidence a certain promissory note, the execution and indorsement admitted without proof,) dated 15th March, 1845, for $1,000, at 60 days, drawn by Samuel W. Day, to order of Jacob Day, and indorsed by him, payable at bank of Montgomery county, and marked “ credit the drawer.”\nDefendant objects that under, the narr. the note is not evidence. The'court sustains the objection, and plaintiffs except. This was the first exception.\nPlaintiffs offer to prove that Samuel W. Day, the drawer, paid on the 27th April, 1846, $100 as per indorsement on the note.— Objected to and objection sustained. Plaintiffs except.\nThe endorsement on the note referred to is as follows: — “ Rec’d. Phila. Apr. 27, 1846, of Sami. W. Day, one hundred dollars on ac. of the within note. Ridgway & Budd,\n“ $100.” per JR. JKirlcpatriclc.\nPlaintiffs offer letters from defendant from No. 1 to 7, inclusive, and also plaintiffs’letter to-him. Defendant objects and is sustained. Plaintiffs except.\nPlaintiffs offer under 3d and 4th counts of narr., the same note. Note read to jury with indorsement. They also offer above indorsement of receipt on note of $100, and above letters, No. 1 to No. 7, and plaintiff’s letter dated April 20, 1846, and also that Samuel W. D'ay is indebted to the plaintiffs, exceeding the amount of the note, and that Samuel W. Day was insolvent when the note became due, and is so still.\nNo objection is made to more than one item being in the offer, but defendant objects to the substance of it, and is sustained.— Plaintiffs except.\nThe jury found a verdict in favor of the defendant.\nErrors assigned:\nThe court erred in rejecting the evidence offered by the plaintiffs, and referred to in the 1st, 2d and 3d bills of exceptions.\nThe case was argued by McMurtrie, with whom was Mulvany, for plaintiffs in error.\nThe charge of the court was not given on the paper book, but it was alledged that the decision of the court was, that unless the plaintiffs could shew a demand at the bank, and a refusal to pay and notice, the action could not be sustained.\nIt was contended that the holder of a note may be excused from the presentation of it for payment, and from notice of non-payment to the indorser, by the agreement of the latter, to dispense with the same, and this, whether the note be payable at a particular place or not; Story on pro. notes, 302, 314. And a special agreement to extend the time of payment, dispenses with a demand of payment from the maker, protest or notice; 10 Watts, 111 Williams vs. Brobst; and so when protest is waived on the day of the maturity of the note, 10 Barr 103, Scott vs. Greer, Story on pro. notes, 314.\n• There was no attempt on the part of defendant to shew that he sustained loss by the omission of demand and notice.\nThere was no consideration for the extension, and this was essential to suspend the action and discharge the indorser; Ohitty on Bills 441, 446.\nThat the necessity for demand, protest and notice, being once waived, could never again be taken advantage of: 16 East. 104, Forster vs. Jurdison; 3 Bos. & Pul. 363, Clark vs. Develin; Idem. 365.\nNo counsel appeared for defendant."
  },
  "file_name": "0208-01",
  "first_page_order": 210,
  "last_page_order": 213
}
