{
  "id": 964999,
  "name": "Vanleer versus Vanleer",
  "name_abbreviation": "Vanleer v. Vanleer",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "211",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 387,
    "char_count": 5938,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 2.923952857448722e-07,
      "percentile": 0.8468493722993117
    },
    "sha256": "5203e44cb0c99bcff5f6d5d71064a336fd4fc0e41ed3099881972fe6a8d0ae52",
    "simhash": "1:19078cbd823fbcb6",
    "word_count": 1039
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vanleer versus Vanleer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nThe first section of the act of 13th March, 1815, allows a divorce from the bonds of matrimony for “wilful and malicious desertion and absence from the habitation of the other, without probable cause, for and during the term and space of two years.” Dunlop 2d, Ed. 309. The supplement to the divorce act of the 26th February, 1817, Dunlop 330, gives a divorce a mensa et thoro to the wife for cruel and barbarous treatment, and enables the court to allow her alimony until the husband is willing to cohabit with her, and perform his marital duties. On the complaint of the wife, the husband gave bond to the guardians of the poor to pay her four dollars a week for her support. This shows anything but desertion, on the part of the wife. She clings to her husband for support. His attempt is in disregard both of the laws of God and man, and to pervert the act of 1815 to a foul purpose, to get clear of his wife, when he keeps her from his habitation and his home; and this, he profanely swears, is “ wilful and malicious desertion,” on the part of his wife! The attempt is too gross for deliberate consideration.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "O. Grillou, or libellant.",
      "St. George T. Campbell, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Vanleer versus Vanleer.\nA bond given by a husband to the guardians of the poor, conditioned for the support and maintenance of Ms wife, who had left his house, is a bar to his successful prosecution of a proceeding for a divorce, for wilful and malicious desertion, under the provisions of the act of the 13th of March, 1815.\nThis was an appeal from the Common Pleas of Philadelphia county.\nOn the 25th September, 1846, George R. Yanleer, the appellant, filed his petition in the court below, in the usual form, praying for a divorce a vinculo matrimonii from his wife, Sarah Yanleer, on the ground of wilful and malicious absence from his habitation, without just or reasonable cause, for upwards of two years before the filing of said petition.\nThe defendant denied the desertion, and averred in her answer “that the said George R. Vanleer has, without reasonable cause, separated himself from her, and for a length of time made no provision for her support, until, having become a public charge, the guardians of the poor commenced a prosecution against him, which prosecution was settled by the said libellant giving a bond to the said guardians, conditioned for her support and maintenance.”\nThe cause being thus at issue, a jury was empanneled for its trial, before Hon. James M. Campbell. The evidence for the libellant established (it was urged) a case of desertion, as set out in the petition. The respondent produced evidence to negative that position, and (inter alia) the following bond of the libellant, which was excepted to by his counsel, but admitted by the court:\nThe bond was one by Vanleer and another as surety, to the guardians for the relief and employment of the poor of the city of Philadelphia, the District of Southwark, &c. the townships of the Northern Liberties and Penn. It recited that:\nWhereas, Complainant has been made on oath by Sarah Van-leer, that the above bounden George R. Vanleer, her husband, has without reasonable cause separated himself from her, whereby she has become chargeable to the inhabitants of the city of Philadelphia, the District of Southwark, and the townships of the Northern Liberties and Penn, or some one of them.\nNow the conditian of this obligation is such, That if the above bounden George R. Vanleer, and Robert Miles, or either of them, their or either of their heirs, executors, or administrators, shall and do, from time to time, and at all times hereafter, fully and clearly acquit, free and discharge, or well and sufficiently save, defend, keep harmless, and indemnify the guardians aforesaid, and their successors, and also the inhabitants of the said city, district, and townships, of and from all manner of expenses, damages, costs, and charges whatsoever, which shall or may at any time hereafter arise, happen, grow, or be imposed upon them, or either or any of them, for or by reason or means of the said desertion, by paying to the said obligees for the support and maintenance of the said wife, the sum of four dollars per week from the fifteenth day of July, last past, and also the sum of twenty dollars to pay for her lying-in expenses, and of and from all other actions, suits, troubles, charges, damages, and demands whatsoever, touching or concerning the same, then the above obligation to be void, otherwise to stand, be and remain, in full force and virtue.\nThe Judge instructed the jury as follows:\nThis case in reality presents nothing for the consideration of the jury; the bond given by the libellant to the guardians of the poor, which is in evidence and is set out in the defendant’s answer, is a bar to the successful prosecution of this proceeding for a divorce and prevents his recovering a verdict. This bond may be viewed as equivalent to an agreement to live separate and apart; or, if not considered in that light, the libellant is at least precluded by it from alledging that the desertion took place from the 6th of July, 1844. In the face of that bond before the libellant can alledge wilful and malicious desertion on his wife’s part, he ought to have communicated to her that his house was open to her, and that he was ready to supply her wants, and conduct himself towards her as a husband ought to do. If, after such notice, she still persisted, then would the desertion have become wilful and malicious, because without any good cause. You will therefore, find a verdict for the respondent.\nThe libellant assigned as errors:\n1. That the court erred in admitting the bond in evidence.\n2. In their instructions to the jury, relative to the effect of the bond.\n3. In withdrawing the whole case from the jury.\nO. Grillou, or libellant.\nSt. George T. Campbell, for appellee,\ncited Van Voorhies vs. same, Wright’s (Ohio) Rep. 636; do. 475."
  },
  "file_name": "0211-01",
  "first_page_order": 213,
  "last_page_order": 215
}
