{
  "id": 965035,
  "name": "McMichael et al. versus Skilton et al.",
  "name_abbreviation": "McMichael v. Skilton",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "215",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wharton 222",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 7753,
    "ocr_confidence": 0.368,
    "pagerank": {
      "raw": 1.950830418074775e-07,
      "percentile": 0.736702796186187
    },
    "sha256": "4b3a2ec2fe783738c6f7dd8e21adadca10b655d2c6f59567f56d0cb61f9459db",
    "simhash": "1:5b2786a184ed857d",
    "word_count": 1364
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMichael et al. versus Skilton et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThe question to which the attention of the court has been particularly directed, is, whether the District Court, on the 28th February, 1845, had jurisdiction of an action of partition between parties who take by descent from one who died sole seized. This point was expressly ruled the 19th November, 1836, in Clawges vs. Clawges, 2 Miles 34. The decision has been acquiesced in ever since, and has, moreover, as I conceive, received the implied sanction of the legislature in the act of 1st April, 1837. By the latter act, passed no doubt with a view to that case, the legislature taking for granted it was correctly ruled, validate all partitions theretofore made by the District Court, and moreover, provide that in all cases when further proceedings were necessary the court shall have full power and authority to complete the same, by sale, partition, or otherwise, as fully and effectually as any other court may by law do. The act of 1837, be it remarked, differs materially from the act of 1846. The latter act provides that nothing contained in the act entitled “an act relating to Orphans’ Courts, &c.,” shall be construed to give to the Orphans’ Court exclusive jurisdiction in the partition of the real estate of intestates ; a provision no where found in the act of 1837. Had the act of 1837 contained similar language, this contest could not have arisen, as it would be too plain to admit of argument that, from and after that date, a concurrent jurisdiction with the Orphans’ Court would have been vested in the District Court. Nor will there, hereafter, be any doubt as to the concurrent jurisdiction of those courts. Whether the change is for the better it is not in our power to say; for as the legislature have thought proper to pass an explanatory act, it will of course, govern the construction from the date of its passage. The act of 1846, however, has no hearing, whatever, on this suit. It would be disrespectful to the legislature to suppose they intended a palpable act of injustice by an attempt to interfere with vested rights. In this case the effect would be to subject the defendant to the payment of damages, which unquestionably he was not liable to pay, before the enactment in question. For, if the District Court, (the point in dispute,) has no jurisdiction, it was without doubt a defence to the payment of the purchase money, or to any suit brought to recover the difference in price, on a resale of the premises. It would be a hard case on the part of the purchaser, who in refusing to comply with the terms of his purchase, acted on the advice of counsel sustained by an express decision of the court on the very point. It is unlike the case of Menges vs. Wertman, 1 Barr 218; for there, there was a shew of equity, at least, to support the legislative act, but here there is none whatever. The -second section of the act of 21 March, 1846, ratifies and confirms all proceedings in actions of partition of the real estates of intestates theretofore instituted. If therefore, any proceedings have been had in the District Court, in cases of intestates, the titles are confirmed under the principles ruled in Menges vs.' Wertman. But, beyond this it has no effect whatever, nor was it intended to have any, except that, since its passage, a concurrent jurisdiction is vested in that Court. Clawges vs. Clawges was ruled on the 22d section of the act of 19th April, 1794 ; an act intended, as is said in the preamble, to prevent any doubt which might thereafter arise concerning the manner in which partition of an intestate’s estate may be made. TMs case must be determined on the construction of that act, so far as the jurisdiction of the court is concerned, as there is no alteration that I can perceive, in tMs respect, made by the subsequent act of the 29th March, 1832. I have carefully examined the case of Clawges vs. Clawges, and have satisfied myself it is Correctly ruled. It would be needless to repeat what has been well said by Mr. Justice Jones, who delivered the opinion of the court. TMs would seem, also, to have been the opinion of Justice Huston, in Seider vs. Seider, 5 Wharton 222; and is in accordance with the 13th section of the act of 21st March, 1806, which provides that, in all cases where a remedy is provided, a duty enjoined, or any thing directed to be done by any act or acts of assembly of this commonwealth, the directions of said act shall be strictly pursued. But, even if doubts existed of the correctness of the decision, I should not feel disposed to overrule it, after it has been permitted to stand unquestioned for so so long a time, and after being recognized by the legislature, to the injury of a person who has acted, in good faith, and is in no manner of default.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "St. Geo. T. Qamplell, for plaintiffs in error.",
      "G. Wharton, contra."
    ],
    "corrections": "",
    "head_matter": "McMichael et al. versus Skilton et al.\nThe District Court of the city and comity of Philadelphia had no jurisdiction before the passage of the act of 21st April, 1846, of an action of partition between parties taking by descent from one who died sole seized; nor are damages recoverable, in consequence of the passage of the said act, against a party who, having pm-chased real estate sold under proceedings in partition in the said court, before the passage of’ the said act, declined accepting a deed and paying the purchase money, whereby the property was again sold for a less price than it brought at the first sale.\nError to the District Court at Philadelphia.\nThis was an action of assumpsit brought by Morton McMichael, sheriff, to the use of Charles B. Rees, William Henry Rees, James L. Bunn, and Sarah B., his wife, and in her right, Charles A. Repplier, and Elizabeth M., his wife, and in her right, and Geo. T. Rees, a minor over the age of fourteen years, against Alexander Skilton and George B. Skilton, copartners under the firm of A. & G. B. Skilton.\nElizabeth Rees died intestate seized of certain real estate in Philadelphia county, leaving issue, the said Charles B., William H., and George T. Rees, and Sarah Dunn and Elizabeth Repplier, to whom said estate descended in equal shares. Two of the said heirs commenced an action of partition on the 28th February, 1845, in the District Court of the city and county of Philadelphia, wherein judgment quod partitio, &c., was rendered March 22, 1845. On this, a writ of partition was issued, the premises valued at $1000, and the parties refusing to take them, &c. &c., the court issued an order of sale, under which the sheriff (the plaintiff McMichael,) sold the same to the defendants on the 1th day of July, 1845, for $5,300, of which the defendants paid $50, but subsequently refused to pay the remainder of which the sheriff made due return. This sale the defendants moved the court to set aside, but on argument they refused. An alias order was then issued, the defendants notified that they would be held responsible for the difference (if any) in the price; this writ was stayed by the plaintiffs, a pluries order issued, (notice of which and that they would be held responsible, was given to defendants,) under which the premises were sold by plaintiff on the 2d day of February, 1846, for $4150, for which difference ($1150) the above action of assumpsit was brought.\nOn the trial below, the plaintiffs were nonsuited, on the ground that the District Court had no jurisdiction of the action of partition, that the whole of the proceedings subsequent thereto, including the sale, were void, and the defendants were not responsible for the breach of the contract of sale. To this decision a writ of error was taken.\nError assigned. — That the learned Judge erred in entering a non suit.\nSt. Geo. T. Qamplell, for plaintiffs in error.\nG. Wharton, contra."
  },
  "file_name": "0215-01",
  "first_page_order": 217,
  "last_page_order": 220
}
