{
  "id": 965016,
  "name": "Siter et al. versus J. B. Morrs",
  "name_abbreviation": "Siter v. Morrs",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "218",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Porter 251",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        11256389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/1/0251-01"
      ]
    },
    {
      "cite": "3 Mass. 280",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "3 Mass. 138",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005775
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0118-01"
      ]
    },
    {
      "cite": "13 Mass. 267",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0218-01"
      ]
    },
    {
      "cite": "13 Mass. 61",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073910
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0055-01"
      ]
    },
    {
      "cite": "12 Wend. 507",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11271089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0507-01"
      ]
    },
    {
      "cite": "4 Wh. 68",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 9506,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 6.753838659657256e-07,
      "percentile": 0.9633671692828424
    },
    "sha256": "e4bd7efdd59f91ee9f1c23f89437bf6ca359de82e0018184dde7830583c01c40",
    "simhash": "1:5827f32a86192c2e",
    "word_count": 1646
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Siter et al. versus J. B. Morrs."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nThe opinion of the District court, as delivered by Judge Stroud, on the reserved point, is an able exposition of the law. We adopt it. The only point that had color of difficulty in the case, was the allegation that the goods of the plaintiff were not merchandize, within the policy. After a careful examination of the policy, we are satisfied they were covered by its provisions. The policy is on “ merchandize generally, and without exception, their own, or held in trust, or on assignment, contained in the bach building and shed adjoining.” In the specification “merchandize generally” includes books and stationary in packages. This policy covered goods, wares, and merchandize, as well as goods in trust or on commission. We think the goods of the plaintiff destroyed were within its provisions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Eli K. Price, for defendants in error, contended:",
      "E. 8hippen and 6r. M. Wharton, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Siter et al. versus J. B. Morrs.\nA policy of insurance against fire of a particular building of a commission and forwarding firm, covering “merchandize generally, and without exception, their own, or held in trust or on consignment,” applies to property destroyed by fire in such building consisting of household furniture, wearing apparel, and boohs, received and held in deposit by the said firm, subject to the order of the owner, as well as to the property of the firm, and goods consigned to them on commission; and the owner can recover his proportionate share of the amount covered by the policy and paid over by the Insurance Company to the firm, in an action for money had and received.\nError to the District Court of the city and county of Philadelphia.\n. TMs was an action for money had and received, brought by .plaintiff below to recover his proportionate share of a payment of $10,000 made to the defendants by the Spring Garden Eire Insurance Company, for loss, under a policy of insurance against .fire, which covered in that amount from the 2d day of July, 1845, •to the 2d day of July, 1846, “merchandize generally, and without exception, their own, or held in trust, or on consignment, contained in the brick building and shed adjoining, situate,” &e.\nThe defendants are commission merchants and forwarding agents in the city of PhiladelpMa where they kept a warehouse for the receiving of goods to be forwarded as directed, for wbicb they received a compensation. They received per railroad, certain goods in boxes and loose, said to be furniture, wearing apparel, and boohs, on account of the plaintiff, and held them on deposit subject to his order, having at that time, and at the time of the fire hereinafter mentioned, a policy of insurance as above stated.— They had, also, in their warehouse at the same time other merchandize, their own and on consignment, to the value of $12.026.25.\nThe Judge (Stroud, J.) reserved the question of the plaintiff’s right to recover under the evidence, and submitted to the jury the questions of the value of the plaintiff’s goods destroyed by fire and the consequent proportion of the $10,000 insurance money, to which he was entitled.\nThe Jury found a verdict in favor of the plaintiff for $1000; and subsequently, the question of law having been considered, and the opinion of the court being in favor of the plaintiff, judgment was so ordered.\nThe opinion of the court below, which was delivered by Stroud, J., was as follows:\nThe expression “held in trust,” to say nothing of the broad term “on consignment,” seems to me to comprehend and protect the plaintiff’s goods. The defendants are commission merchants and forwarding agents, and kept the warehouse which was burnt down, for receiving goods, to be forwarded as directed. They received the plaintiff’s goods and held them on deposit, subject to his order. They had received, under the name of a loading commission, a certain sum, and were entitled to charge upon the implied usage in the business, an equal amount, which they denominated a receiving commission, and which I presume to be properly for storage. The commissions actually paid appear to have been for services not yet rendered. But this consideration can have no effect upon the rights of the parties.\nThe definition of bailment, according to all the authorities of reputation, describes accurately the arrangement which subsisted between the plaintiff and defendants, as to the goods of the former. “Bailment, properly so called,” says Sir William Jones, “is a delivery of goods in trust on a contract, express or implied, that the trust shall be duly executed, and the goods re-delivered as soon as the time or use for' which they were bailed, shall have elapsed or be performed.” Judge Story, for a reason which he suggests, and which is obviously well founded, makes a slight change in this definition. He describes bailment to be “ a delivery of a thing in trust for some special object or purpose, and upon a contract express or implied, to conform to the object or purpose of the trust.” Storg on Bailments, 2.\nBoth definitions describe the condition of the plaintiff’s goods at the time of their destruction, as respects the relation of the parties to each other. There is no doubt, therefore, that the language of the policy is broad enough to comprehend the goods of the plaintiff. That a trustee may insure, and after the happening of a loss within the policy, recover the amount for the benefit of the party really interested, has long since ceased to be an open question. Policies similar to the-present, in which the insurance is expressly declared to be not merely of the property of the assured, in his own right, but of property held by him in trust, and on consignment or commission, and the like, are of every day’s occurrence. They are adapted to the varied wants of a large mercantile community, and the construction which gives to all the property fairly within the language used, equal protection, does but carry out the true meaning and actual purpose of the party in whose name the instrument was obtained. That it covers the whole value of all such property, as between him and the insurer, and not the mere interest of the former, has been decided in De Forest vs. Fulton, Fire Insurance Company, 1 Hale Rep. 84, 118, 186. That such was the intention of the parties, it seems to me impossible to doubt. What other meaning could the parties have had? Why, having provided for their own property, and property held on consignment, was that held in trust mentioned? What else does it mean in this connection, but property, the custody and possession of which were in themselves, but the actual ownership in others ? The defendants’ business sufficiently indicates this. They are stated to be forwarding agents. Their business would therefore frequently place the property of others in their warehouse. The two kinds of commission which they charged is a sufficient manifestation that they anticipated such a reception. At a small expense, much more than repaid by their augmented business, induced by the confidence which an insurance would inspire, they produced their policy. Its terms place all the goods within the warehouse, from time to time, on the same level, all are equally protected.\nOur attention was directed in the argument to a sentence in the Commentaries of Judge Story, on the Law of Agency, near the conclusion of section 8, p. 126 of third edition. Spealdng of insurance effected by agents, he says, “they may insure in their own names, or in the name and for the benefit of the principal. If they ensure in their own name only, they may, in case of loss, recover the whole amount of the value of the property insured, from the underwriters, and the surplus beyond their own interest will be a resulting trust for the benefit of their principals.” The references which are given do not so much as allude, in the slightest manner, to what is supposed to be the meaning of this passage, I do not, however, think it was intended to apply to a policy, expressing in plain terms, that it embraced alike the interests of the agent and his principal — property exclusively his own, and property which belongs to others in fact, but which he held in trust for them. This, I apprehend, would not be called, by the author, property insured in the agent’s own name only. But if the meaning be as has been supposed by the counsel, I am not aware of any other authority for it, but that of the honored jurist himself, and, no reason being suggested by him in its support, and my own convictions, after a careful examination of the subject being different, 1 must adhere to them.\nFrom this judgment defendants took a writ of error.\nEli K. Price, for defendants in error, contended:\n1. That plaintiff below was not of the class covered by the policy, and cited De Bolle vs. Penn’a Ins. Co. 4 Wh. 68; Parks vs. Genl. Ins. Co. 5 Pickg. 36 ; Story’s Agency, sec. 3.\n2. That the goods of the plaintiff below were not merchandize nor the subject of the insurance: Ross vs. Thewaite, Hilyard on Insurance; 7 Law and Equity, 11-19; 2 Peters’ S. C. R. 49; Hilyard 17; Baker vs. Marine Ins. Co. 2 Mason 367.\nE. 8hippen and 6r. M. Wharton, for defendants in error,\nrelied on the principles laid down by the court below, and also cited Milaudon vs. Atlantic Ins. Co. 8th Louis’a Rep. 557; Hammond on Ins. 67; Tyler vs. Etna Ins. Co. 12 Wend. 507; 13 Mass. 61; 13 Mass. 267; 3 Mass. 138; Ham. on Ins. 23; Hughes on Ins. 37; 11 Pickering 85; Ellis on Ins. 22, 81, 155; 3 Mass. 280; 2 Hale 372 ; Watkins vs. Durand, 1 Porter 251."
  },
  "file_name": "0218-01",
  "first_page_order": 220,
  "last_page_order": 223
}
