{
  "id": 964980,
  "name": "Tams versus Way et al.",
  "name_abbreviation": "Tams v. Way",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "222",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 222"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 219,
    "char_count": 3011,
    "ocr_confidence": 0.354,
    "pagerank": {
      "raw": 2.5349152335182524e-07,
      "percentile": 0.8128311727826603
    },
    "sha256": "eef1f780a53ba4dbf771580f7cbd75c2d41fed6955626d0c7100db2a70dbb685",
    "simhash": "1:0a649a67cd02f0f6",
    "word_count": 532
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tams versus Way et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nThe note in question was near six years due, before the action was instituted upon it. This fact, of itself, raised a violent presumption that it was not indorsed in the due course of commercial business. This, in connection with the other facts stated in the affidavit of defence, tended to show that it was indorsed when over-due. Besides, the affidavit was positive that “ it was paid, and extinguished before it was assigned.” The case of Snyder vs. Riley, 6th Barr 165, was deliberately considered; it decides this case. Here the evidence stated in the affidavit, in connection with the lapse of time, raised more than suspicion, and the plaintiff ought to have shown when and how he became the holder. Staleness of claim is always suspicious in cases of commercial credit, which is based on punctuality. The court ought not to have rendered a judgment for the plaintiff.\nJudgment reversed and a venire do novo awarded.\nThe case presented on the record ought to have gone to a jury.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Tams versus Way et al.\nWhere an action on a promissory note -which had been indorsed and assigned, was brought nearly six years after it became due by the holder against the maker, an affidavit of defence setting forth that the note was paid before assignment, by the indorser’s having received, as the agent of the maker, money to the full amount of the note, and which he had previously agreed to take in payment of it, in connection with the lapse of time, raises a strong presumption that the note was not indorsed until over-due; and presents such a case, on the record, as should go to ajury. Snyder vs. Riley, 6 Barr 164, re-affirmed.\nError to the District Court of tbe city and county of Phila~ delphia:\nThis action was brought by Way and Wilson against John Tams, on the 20th July, 1848, upon a promissory note drawn by the latter in favor of William Tams, due on the 29th July, 1842, as follows :\nPhiladelphia, July 26th, 1841.\n$200 00. Twelve months after date, I promise to pay to the order of William Tams, two hundred dollars, without defalcation, for value received. John Tams.\nIndorsed, William Tams.\nFor value received, I hereby assign the within note to Way & Wilson. Wm. Henry Tams.\nJohn Tams made an affidavit of defence, setting forth that the note was paid before it was assigned, as William Tams, as his agent, between the date and assignment, did agree to and actually receive an amount of money sufficient to pay such note, and in payment of it: also that Wm. Henry Tams was the son of the indorser, and that the said note was assigned to him without consideration ; and further, that two or three years ago, on receiving a note from a lawyer claiming said note, he had sent his brother James to Wm. Tams, who gave him a note addressed to said lawyer to stop all proceedings, which was delivered, and nothing further heard of the promissory note until last winter.\nThe court below gave judgment for the plaintiff which was assigned for error."
  },
  "file_name": "0222-01",
  "first_page_order": 224,
  "last_page_order": 225
}
