{
  "id": 964987,
  "name": "Christmas versus Biddle",
  "name_abbreviation": "Christmas v. Biddle",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "223",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 258,
    "char_count": 3834,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 3.3318069014189944e-07,
      "percentile": 0.8736316287165777
    },
    "sha256": "8fd09e980d4def969f1a326b89ebe584f77b328dff4054ce6640016dd4b4dfc9",
    "simhash": "1:f6a968d43105f1d8",
    "word_count": 683
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Christmas versus Biddle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe attachment process is a proceeding in rem, and tbe matter and thing attached must be in the power and jurisdiction of the court. You might as well, by an ideal and constructive service on the person of a defendant resident in Mississippi, summon him to appear in our court, as to attach him to compel an appearance by attaching his bank stock in a bank located and established by law in Mississippi. This stock is held and transferable according to the law of its creation, the statute of Mississippi, on the books of the bank only, either in person by the holder, or by his attorney duly appointed. It will hardly be contended that lands in Mississippi could be attached, because the owner had sent on to this city his title deed with power to a broker to sell the same and raise money. Yet there is, in fact, no difference. It is the stock of the bank which is attached in this case, and the individual to whom the certificate of stock was sent with power to sell, is made the garnishee. Bank stock is made subject to levy and attachment, recently by our statutes; but, then, it is bank stock of our own State, subject to our own laws, and transferable by a judicial sale under them ; and not British, or French bank stock, or the bank stock of any other State, which, in this respect, is to be considered as a different sovereignty, and the property created by its laws must be considered subject to those laws, because its banks can exist in no other mode, nor in any other place than prescribed by its laws.\nTo hold the contrary would do absolute injustice to our own citizens, by making them accountable for the whole value of the stock which they were empowered to sell, inasmuch as they could not produce it to be sold on a fi. fa., and as a sale on such process would be an idle and void ceremony. Moreover, it would discourage commerce and trade, to hold that such a power to sell bank stock was attachable without being of any service to the attaching creditor, for the process would be wholly valueless and insufficient in Mississippi, to transfer the title to the stock in the Planters Bank of that State.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Sazlehurst, for plaintiff in error.",
      "J. Williams Biddle ¿- Williams, contra."
    ],
    "corrections": "",
    "head_matter": "Christmas versus Biddle.\nA certificate of stock in a bank, in another State, sent to an individual here ■with, authority to sell it, is not subject to foreign attachment, under the lavrs of this State.\nThe Planters Bank of Mississippi was the owner of certain shares of stock of the Commercial Bank of Natchez. In 1843, it made an assigment to Mandeville, et al., in trust for creditors of certain property, among which are these shares. On the 5th of July, 1844, a certificate for some of these shares was issued to Henderson by the bank of the U. States, at Philadelphia, a transfer agent of the Commercial Bank. On the 16th of January, 1846, the plaintiff served a foreign attachment upon Biddle & Co., in an action on a judgment against the Planters Bank. In April, 1846, Henderson forwarded his certificate to Biddle & Co., brokers in Philadelphia, with directions to sell at a limited price. In his letter he asserted that he was but a trustee, and not personally interested. Biddle & Co. retained the certificate up to the trial of the sci. fa. against themselves as garnishees, not having disposed of the stock.\nThe court non-suited the plaintiff.\nSazlehurst, for plaintiff in error.\nThe resulting interest of the bank was attachable, and the judgment could have been enforced, for there was a transfer agency here.\nJ. Williams Biddle ¿- Williams, contra.\nThere was no evidence of any title in the defendant. Nor does the act of assembly contemplate such a case. The existence of an agency is immaterial, for it might, at any time, have been withdrawn, and then a transfer could not have been compelled."
  },
  "file_name": "0223-01",
  "first_page_order": 225,
  "last_page_order": 226
}
