{
  "id": 964986,
  "name": "Klein versus The Franklin Insurance Company",
  "name_abbreviation": "Klein v. Franklin Insurance",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "247",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 247"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 John. 196",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "2 John. 130",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 326",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0326-01"
      ]
    },
    {
      "cite": "1 Binn. 198",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 9147,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 1.3684960745055185e-07,
      "percentile": 0.6378091927367194
    },
    "sha256": "bfd96ecc34c1b71225974761828fad5df193a105aa6987989abbf17416ed2bfd",
    "simhash": "1:b753017156be857f",
    "word_count": 1661
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Klein versus The Franklin Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nG-ibson, C. J.\nThe admission of the preliminary proofs to the jury without restriction, is the only part of the case about which the mind can hesitate. Had these been read in disregard of the specific objection to them made here, it would have been error.— The proper course was to put them before the jury for purposes of authentication, leaving to the judge, who alone had a right to read them, his undoubted province to say whether they made a prima facie case. Rut though one of the pleas had expressly put the furnishing - of the preliminary proof in issue, the objection to the evidence of it was broad, general, and without bound or limit.— According to Richardson vs. Steward, 1 Binn. 198, where evidence is offered generally and objected to generally, it is not error to admit it if it is competent for any purpose. If the rule were otherwise, the defendant might have thrown the plaintiff on the one or the other horn of a very petty dilemma. If the defendant did not establish the fact that the proper preliminary proof had been furnished, he would fail; and if he established it by the only evidence in his power, because it might happen to operate in a forbidden direction, he would fail. It is not disputed that the documents were proper to be laid before the jury for identification. But the counsel objected to them even for that. The object was undoubtedly to exclude them not only from the jury but from the court: for the defendant gave no evidence in support of his plea that his loss was occasioned by the plaintiff’s villainy; and unless the counsel had succeeded in excluding the evidence of preliminary proof from both court and jury, his case would be a desperate one; and it called for a desperate remedy.\nThe part of Maquillan’s deposition received under exception, was properly admitted. It was part of the defence that the plaintiff himself had set fire to the store; and his previous conversations with the witness are to be viewed, not as his declarations, but his acts; and if they were inconsistent with a guilty purpose, it is difficult to see why, as res gestee, they should not have been admitted. An honest man would often be defenceless, if the tenor of his conduct at the material point of time were not allowed to speak for him.\nThe next assignment of error, is still less plausible. The judge allowed the jury to determine the amount of the loss without directing them to distinguish between the goods insured as “merchandize usually kept in country stores,” and fixtures, jewelry, and some other things; but there was no prayer for special direction ; in such a case, a judge is answerable only for errors of commission.\nBut the least founded of all is the assignment that the judge overruled the defendant’s motion for a new trial. It is not pretended that this would be ground for a writ of error at the common law; but the act which has put the Nisi Prius on the footing of an independent court with power to give judgment, provides that either party may take a bill of exceptions to the opinion of the judge as in the Common Pleas; and that “whenever the said judge shall refuse to grant a new trial on points of law, or when either party shall tender a bill of exceptions as aforesaid, or in any case in the said court where a writ of error is now allowed in a like case, to any Court of Common Pleas or District Court, it shall be lawful for the party aggrieved to require the said judge to grant an order to certify the record and bill of exceptions, or either of them, as the case may be, to the Supreme Judges in bank.” By this, two ways are provided to bring the law of the case before this court. The first by bill of exceptions to the rulings of the judge at the trial; and the second, by a certificate of his decision on the propriety of those rulings. A party may take either of them, but not both; for the one or the other must be superfluous. Here the defendant took bills of exceptions. He still held his motion for a new trial; but only for error committed by the jury, and on that head the decision of the judge was conclusive. It was not intended that a party might open the merits of his case in bank as on an ordinary motion for a new trial.— The defendant has had the full benefit of an argument on the points presented by the bills of exceptions, which, by the way, were the same in substance as those he had presented to the judge on Ms motion for a new trial; and we cannot inquire whether the judge ought to have granted it for excessive damages or for mistake as to the weight of the evidence — matters with which a court of error has no concern.\nJudgment affirmed.",
        "type": "majority",
        "author": "G-ibson, C. J."
      }
    ],
    "attorneys": [
      "6r. W. Biddle and T. J. Wharton for plaintiff in error.",
      "C. Fallon, contra."
    ],
    "corrections": "",
    "head_matter": "Klein versus The Franklin Insurance Company.\nThe question of preEminary proof is for the court, but the jury must determine the authenticity of the papers; hence where under a general objection to exparie affidavits, the court permitted them to be read to the jury, as evidence that preliminary proof had been given, it was held not to be a ground of reversal.\nWhere the plea alledges that the fire was occasioned by the fraud of the plaintiff, his previous conversations with strangers, inconsistent with the fraudulent intention are admissable.\nUnless there was a prayer for specific instructions, it is not error in the court to omit to draw the attention of the jury to the distinction between the goods covered by the pohcy, and those not included therein, which have been destroyed-\nWhere a bill of exceptions was taken, in the Nisi Prius, this court cahnot notice an assignment of error, that the court had refused to grant a motioh for a new trial. Nor has this court the power to review the decision of the Nisi Prius, on a motion for a new trial, on matters of fact.\nCertificate from tbe Nisi Prius, Philadelphia.\nCovenant on a policy of insurance on merchandize in a country store. — The pleas were that the defendant had not furnished the preliminary proof required by the policy, and that the fire happened through , his fraud. On the trial before Rogers, J., the plaintiff offered as evidence, that the proper preliminary proof had been furnished, certain ex parte affidavits. These were objected to generally; but his Honor permitted them to be read to the jury as evidence only to show that preliminary proof had been given. Under the plea of fraud, the defendant attempted to prove that the fire was occasioned by the wilful act of the defendant, and the judge permitted the plaintiff to read the testimony of a witness taken under a commission, which stated a conversation with the plaintiff at the time he obtained a lease of the premises, respecting the lease; and that about a week before the fire took place, plaintiff had called on the witness to examine the arrangements made by him, in the store, and their value, stating that he expected to have to leave, and complaining of the injustice of the parties in compelling this, and saying that he thought he ought to have the value of what he had placed there, over $100.\nThe charge of his Honor as to the amount of the damages was excepted to generally, but there was not any prayer for instruction. Among the reasons for a new trial, it was stated that he had not instructed them that they were to distinguish between goods insured as merchandize in a country store, and the fixtures, jewelry, &c. and that the damages were excessive. This omission to charge and the overruling the motion for a new trial, together with the points above stated, were assigned for error.\n6r. W. Biddle and T. J. Wharton for plaintiff in error.\nIt is said the papers were not read to the jury as evidence of matters contained in them. Rut they could not be read at all to the jury: 3 Camp. 215; 3 Binn. 326; 2 John. 130; first, because the jury might be thus biased, and second, because this issue was not for the jury, but the court. The conversations with the witness were not part of the res gestee, and how could it properly be used as a test of his innocence of the charge ? This is not within the excepted cases, allowing the declarations of a party to be used in his favor: 1 Phil. Ev. 182; 1 P. C. C. 20. The omission of the Judge in his charge was material to the cause, and the verdict shows the jury were misled. It amounted therefore to a misdirection. The act of assembly creating the Nisi Prius, gives this court the power of reviewing the refusal of the judge to grant a new trial on points of law, which is very different from the ordinary rule on writs of error. Any other construction would deprive parties of one of the protections afforded in all other courts.\nC. Fallon, contra.\nThe issue raised on the question of preliminary proof, necessarily required the papers to be read for that purpose, and for that only were they received. They appear to have been read in 9 John. 196; 2 do. 130; 7 do. 315. The declarations and conduct of the defendant were admissable as entirely inconsistent with the charge of fraud made against him: 1 East. P. C. 62; 1 Phil. Ev. 183. In the charge the only ground of complaint, is an omission to give special instructions, which is never a ground for reversal."
  },
  "file_name": "0247-01",
  "first_page_order": 249,
  "last_page_order": 252
}
