{
  "id": 965021,
  "name": "Stokes vs. M'Kibbin",
  "name_abbreviation": "Stokes v. M'Kibbin",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "267",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Ak. 716",
      "category": "reporters:state",
      "reporter": "Ark.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 9036,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 1.5886252522582765e-07,
      "percentile": 0.6816553783637579
    },
    "sha256": "f4a57c11e6462ca52aeaceb3ccbef3d1b5a73338af55eb274415a2a393e66074",
    "simhash": "1:3dec8c3267cc2cbb",
    "word_count": 1623
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stokes vs. M’Kibbin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThis case turns on the point of intention, discoverable in the declaration of trust. The argument for the plaintiff is, that Campbell, the ward’s father, is not the owner of the freehold as tenant by the curtesy, because, it is said, from the death of his wife’s grand-mother till her own death, Daly, the grand-mother’s husband by a second marriage, was tenant by the curtesy; and that, as the grand-daughter was only legally, and not actually seized, her husband had not curtesy initiate in her life time, or perfect at her death. Whether Daly was tenant by the curtesy depends on the precedents. The first of them is Bennett vs. Davis, 2 P. Wms. 316, in which it was held, that a husband is excluded from curtesy of his wife’s equitable estate, wherever there is a manifest intention to exclude him. The lands were devised to the wife for her separate use, with direction that the husband should not be tenant by the curtesy; and, though he would have been so' at law, yet, as trustees had not been interposed, he was declared to be a trustee for her heirs, and decreed to convey to them. There was no express declaration in Roberts vs. Dixwell, 1 Atk. 606, that the husband should not be tenant by the curtesy; but the testator directed that the trustees should convey to the use of the daughter for life, in such wise that she alone, or her appointees, should receive the rents and profits; that the husband should not intermeddle, but that, after her decease, the trusts should be for the heirs of her body; and Lord Hardwieke decreed that, as the trust was executory, the daughter took an estate for life only, and that he was, consequently, not tenant by the curtesy. He went.further, in Hearle vs. Greenbank, 3 Ak. 716. Though it was conceded that the daughter had an estate of inheritance, he said the testator had made her a feme sole, by giving her the property to her separate use, and that the husband, therefore, could have no seizin during the coverture; “he could come at neither the possession nor the profits.” In remarking on the discrepance between that case and the next preceding one, the Yice Chancellor, Sir John Leech, said, in Morgan vs. Morgan, 2 Madd. 408, that the husband may be tenant by the curtesy of his wife’s equitable inheritance, notwithstanding a naked direction to pay the rents and profits to her separate use. Yet he admitted that the question was one not of power but of intention. “ At law,” said he, “the husband cannot be excluded from the enjoyment of property given to, or settled upon, his wife; but in equity he may; and this not only partially, as by a direction to pay the rents or the profits to the separate use of the wife during coverture, but wholly, by a direction that, upon the death of the wife, the inheritance should descend to the heir of the wife, and that the husband shall not be entitled to be tenant by the curtesy.— Sush a provision was actually made in Bennett vs. Davis, and was acted on by this court.” But though the will, in that case, contained a pointed direction to that effect, the master of the rolls did not profess to found his devise on it; he said nothing whatever about it. One would think that a declaration that the husband should not touch the income, and that the property should go instantly to another at the wife’s death, would be equally operative. It seems absurd to suppose that the settler would give him the equitable seizin stript of the fruit of it. In every case, perhaps, the object of the exclusion is to protect not only the wife but her children from his prodigality; and it would be but imperfectly obtained were he allowed to resume his marital rights at her death. In the deed of trust before us, it is said, not only that he shall not have the rents and profits, but that the property shall not be in the power, or subject to the debt, contract or engagements of her present or any future husband. But if he were to be tenant by the curtesy at her death, he might, notwithstanding, squander the anticipated profits in her life time. That the exclusion of him was intended to be entire is obvious, from the direction, that the property should go, immediately after the wife’s death, to her heirs or appointee, which meant something more than that it should go encumbered with curtesy. The object of the trust was a provision, not only for the present subsistence of the wife, but for the future subsistence of her children, or an appointee, equally destitute. Whoever was to get the estate, was to succeed the wife in the enjoyment of it; and where the intention to that effect is plain, the form of words by which it is expressed is immaterial. It is immaterial, also, whether the trust was executed or executory, or how a chancellor would mould the limitations with a view to the rule in Shelly’s case. Where the settler willed, the husband may be excluded from curtesy, though the wife were seized of an equitable estate of inheritance.\nDaly, therefore, was not tenant by the curtesy of the trust estate limited to his wife; and by the further limitation in the trust deed, the estate descended, not to the husband at the common law, but to those who are substituted for them by our statute. If it were necessary, they would probably be held to have taken by purchase, which would be inconsistent with the existence of an estate of inheritance in their ancestor. They were grand-daughters of Daly’s wife, and one of them was the mother of the plaintiff’s ward. Campbell, her husband and father of the ward, consesequently, became tenant by the curtesy of his wife’s part at her death, and is the party entitled to a moiety of the rents and profits.\nThe rule, that the tenant may not deny his landlord’s title, is inapplicable to the interests of the parties. The guardian had given no lease, and he could maintain an action, if at all, only for use and occupation. There was a treaty for a lease, but it ended in nothing. The tenant of Daly promised to continue at the old rent, but retracted before a bargain was struck; and as he had not paid the guardian rent, he was at liberty to show that the ward had nothing in the premises.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Paybold for plaintiff in error.",
      "Bimond contra."
    ],
    "corrections": "",
    "head_matter": "Stokes vs. M’Kibbin.\nA husband is not entitled to curtesy in an estate held in trust for the separate use of his wife, as a feme sole, so that the same shall not be in the power, or subject to any debt, contract or engagement of her husband.\nA mere agreement by a tenant in possession, at the death of the landlord, to pay rent to one claiming to be the guardian of the remainder-man, does not estop him from contesting the title of such remainder-man.\nError, from the Common Pleas of Philadelphia.\nMarch 14. — This was an action for use and occupation. The plaintiff was the guardian of John Daly, the younger, and proved that John Daly, the elder, deceased, had formerly been in receipt of the rents, the defendant being the tenant. That after the death of John Daly, the elder, defendant had been called on by plaintiff to pay the rent, which he admitted John Daly, the younger, was entitled to. But before a bargain was concluded with the plaintiff, they parted on a dispute as to the amount of the rent. Subsequently, the defendant promised the plaintiff’s agent to pay the former rent. The plaintiff gave no other evidence of title.\nThe defendant showed a conveyance to one Harper, and a declaration of trust by him for the separate use of Margaret Houston for life, “ as if she were a feme sole, and so that the same shall not be in the power or subject to the debt, contract or engagements of her present or any future husband,” remainder to her appointees by will, and in default, to her right heirs. Margaret Houston had two daughters, both of whom died in the life time of their mother, leaving husbands and issue. Margaret, the daughter of one of these children, married one Campbell, and had one son, commonly called John Daly, whose guardian was the plaintiff in this action. Margaret Campbell died after her grand-mother, her husband surviving.\nIt was further alledged, that John Daly, the elder, after the death of Mrs. Houston, had received rents as her husband, but of the fact of the marriage there was no evidence. He survived Margaret Campbell, and was in receipt of the rents until his death.\nParsons, J. told the jury, if there was a contract to pay rent, and the plaintiff had no title, he could not recover; and that on the evidence, the title was in the father of the ward as tenant by the curtesy.\nPaybold for plaintiff in error.\nThe defendant was estopped from denying the title of his landlord. There could be no tenancy by the curtesy, since the former tenant survived Margaret Campbell.\nBimond contra.\nThere was no contract, and if there had beeii the defendant did not enter under it, and was, therefore, not es-topped. John Daly, the elder, was not tenant by the curtesy. There was no proof his marriage, and if there had been, he was excluded by the trust declared for Mrs. Houston."
  },
  "file_name": "0267-01",
  "first_page_order": 269,
  "last_page_order": 272
}
