{
  "id": 964984,
  "name": "Vantine versus Wood",
  "name_abbreviation": "Vantine v. Wood",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "270",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 532",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "1 Dal. 428",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dal. 250",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "2 Den., 621",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/2/0621-01"
      ]
    },
    {
      "cite": "6 Hill, 534",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "3 Mass. 27",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005695
      ],
      "pin_cites": [
        {
          "page": "565"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0023-01"
      ]
    },
    {
      "cite": "1 Raw 455",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 286",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0219-01"
      ]
    },
    {
      "cite": "4 Doug. 315",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wend. 595",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0595-01"
      ]
    },
    {
      "cite": "7 Wend. 570",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Hill 9",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "10 Paige 328",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "1 Black R. 363",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "opinion_index": 0
    },
    {
      "cite": "2 Den., 621",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/2/0621-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 7870,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37643314339948003
    },
    "sha256": "5312a853a2c28c0676e36884bf7ea5d7b53bbd0428eb94e4b9fa2c7effd3b9cf",
    "simhash": "1:0d42c2d59ac21c69",
    "word_count": 1432
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vantine versus Wood."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nIt is a maxim that a man may dispense with a rule provided for his benefit; but it is inapplicable to the case of an infant, or a necessitous man. He can not dispense with such a rule, because he is not a free agent. A statute against usury is intended to protect the borrower from himself, for could he dispense with it beforehand, it would practically be a dead letter.— Still he must not be suffered to turn his shield into a sword. An infant, eapax doli, is answerable for a fraud as a “tort“infants said Lord Chancellor King, in Evroy vs. Nicholas, 2 Eq. Ca. Abr. 488, have no privilege to cheat men.” The statute of New York, which rules the case before us, prohibits not purchases of business paper at an extraordinary discount, but purchases of accommodation paper, originating in what was, essentially, a loan. Vantine, the defendant below, made the notes in suit, and Sold them by his broker, in New York, pursuant to express instructions to offer them, as business paper; the object being to raise money at the usurious rate of interest; and Wood purchased them, reposing on his assurance of the fact. As Vantine attempts to avail himself of the statute, we are bound to treat the case as if he intended to extract the money from the first person, who should be silly enough to believe him. Was the statute intended to give effect to a fraudulent attempt against the party attempted to be defrauded ? It declares that underbought accommodation paper shall be deemed usurious, even in the hands of bona fide holders; but not a holder having the greater equity. Its purpose was not to assist a party, in an attempt to commit a fraud, for which his protection ought, on every principle of common honesty, to be forfeited. The interpretation put on this statute, by the courts of New York, is conclusive in all other courts, State or Federal; and it furnishes us with a safe guard to a sound conclusion. It is sufficient for the occasion to rely on 1 Dowe vs. Schutt, 2 Denio 621, in which the holder of a note, for his own accommodation, having sold it at usurious discount, as business paper, was held to make it good, though it was clearly usurious between the purchaser and the maker. That was the case of an endorser who was essentially a new maker, and in this, like him, the maker was the fraudulent negociator. There is a class of cases, beginning with Montefiori vs. Montefiori, 1 Black R. 363, which have established a rule' that between two parties, to an assertion made to deceive a third, the fact shall be, as it was asserted to be. How much stronger an invocation of the principle, not by a party to the attempt, but by the party who was to have been the victim. Even had the law been otherwise, there would have been nothing to prevent a recovery on the common counts of what had been paid. They were founded, not on the usurious contract, but on a disaffirmance of it; and the statute was consequently not in the way. But the plaintiff has told us, that he will be satisfied with his verdict as it is ; and we will not disturb it. Judgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "McMurtrie E. K. Price, for plaintiff in error.",
      "Hopkinson, contra."
    ],
    "corrections": "",
    "head_matter": "Vantine versus Wood.\nThe drawer of a note which was made to be sold, and by the statute of the place where it was made, was void for usury, as well in the hands of the payee, as of an innocent and bona fide holder, represented to the plaintiff, to whom it was offered for sale, by a broker, that it was business paper. The plaintiffs purchasing the note at an usurious discount, may recover back the amount paid, in an action for money had and received.\nError from the District Court of Philadelphia.\nWood brought an action against Yantine on two notes drawn by him, and also declared on the common counts. The defence was that the notes were made in New York, and sold there by Yantine’s agent to Wood; that they were made to be sold, and not in a business transaction; hence, and so was the undisputed evidence, the notes were usurious. The defendant further showed that by the laws of New York, contracts and securities tainted with usury are absolutely void. The stat. 1887, p. 486, provides that “all bonds, bills, assurances, conveyances, all other contracts or securities whatsoever (except bottomry bonds, &c.,) and all deposites of goods, or other things whatsoever, whereupon or whereby there shall be reserved or taken or secured or agreed to be reserved or taken any greater sum or greater value for the loan or forbearance of any money, than as above described (7 per cent, per annum,) shall be void.”\nHe also read certain decisions of the courts of New York, showing that under their laws (where the contract was made, and to be performed,) the same effect was produced on the security in the hands of a bona fide holder, &c. The plaintiff gave evidence, that when the note was sold by Yantine, he authorized representations to be made by his agent, that it was “business paper.”\nSharswood, P. J., instructed the jury that the defendant was not precluded, by his statement, from shewing the truth of the case, and that the notes were void by the statutes, but that if such affirmation was falsely or fraudulently made, the case will be different. Fraud vitiates every contract. Wherever an innocent party has been fraudulently induced to enter into a contract, which is void by law, though he cannot enforce the contract, he may recover back the money out of which he has been defrauded. If Wood did take the notes on the faith of the representations so made, he can recover back the money advanced with legal interest.\nThe defendant sued out a writ of error. The plaintiff also sued out a writ of error, assigning for error that the court had refused to instruct the jury, that the defendant was estopped from setting up the falsehood of his representation.\nMcMurtrie E. K. Price, for plaintiff in error.\nThe statute avoids the security and also the contract, 10 Paige 328, 1 Hill 9, 7 Wend. 570, and this whether the plaintiff is innocent or cognizant of the breach of the law, nor can the money paid be recovered back: 5 Wend. 595, 4 Doug. 315. But the fraudulent representation is relied on, as estopping the party. Why should a verbal statement do this, when it is conceded the written averment on the face of the note or bond, has no such effect. The one is as fraudulent as the other. But the point is expressly decided to the contrary in 10 Paig. 328 and 5 Mass. 286; the distinction being that public policy prevents such a contract being made, and of course prevents a party from estopping himself to show the truth. There can be no estoppel where there can be no contract. It is an attempt to recover for a right of action on the case, in an action of assumpsit. The remedy was for the fraudulent representation 1 Raw 455: 16 S. & R. 241, 2 Bing, 372. But if the party avers a contract, he purges the fraud, 1 Stark, 481, and must stand by the contract proved, which is void at law.\nHopkinson, contra.\nThe books are full of cases, that a party inducing another to act on a supposed state of facts, can never allege the facts were different. In Walton & Shelly, this rule was applied to parties to negotiable paper, and it has been adopted, as the rule of this Court, and in Massachussetts. 3 Mass. 27, 565. The principle here contended for was recognized in 6 Hill, 534, 2 Den., 621, 10 Paig. 326, 330.\nBut clearly the judgment was right. The plaintiff supposed he was purchasing a note and paid his money, on the faith of that statement. But he never did purchase it, for the note being usurious, was waste paper. As he, therefore, did not get what he bargained for, he may recover back the money paid under mistake, unless he was a party to the illegal transaction, which the verdict has settled he was not, 4 Dal. 250, 2 Bl. R. 825, 1075, 1 Dal. 428, 3 Yeates 532, 2 Pr. Wms. 154, 1 Barr 396, 1 Br. & Bing. 289."
  },
  "file_name": "0270-01",
  "first_page_order": 272,
  "last_page_order": 274
}
