{
  "id": 964959,
  "name": "Wilson versus Collishaw",
  "name_abbreviation": "Wilson v. Collishaw",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "276",
  "last_page": "278",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 W. 158",
      "category": "reporters:state",
      "reporter": "W.",
      "pin_cites": [
        {
          "page": "185"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 336",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Raw. 355",
      "category": "reporters:state",
      "reporter": "Rawle",
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 W. 77",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "9 W. 363",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 355",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S., 294",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853578
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0294-01"
      ]
    },
    {
      "cite": "1 W. & S. 184",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852607
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 378,
    "char_count": 6453,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 8.735660087945243e-08,
      "percentile": 0.49446859643168384
    },
    "sha256": "e56aaeef28135b4c02d23a23e05e7556f104cd5556cddb66659dea226db72f35",
    "simhash": "1:fba77ef78a94ef10",
    "word_count": 1170
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus Collishaw."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nIt is a rule of common law, that the possession of one tenant in common, is the possession of the other. But there may be an ouster of one tenant in common by the other ; and it has been ruled in this court that where the entry is, from its nature, adverse, upon the whole land, by one tenant in common who takes actual possession, as if it had been his own exclusively, and receives the rents, issues,' and profits thereof, without accounting to his co-tenant for part thereof, or proof of any demand upon him to do so for twenty one years, it amounts to an actual ouster, and will bar the other tenant in common of his right: Law vs. Patterson, 1 W. & S. 184.\nThe mere exclusive receipt of the profits, by one tenant in common, for twenty-one years, is not deemed sufficient evidence on which to found the legal presumption of actual ouster of his co-tenant. It only raises a natural presumption of it, and is evidence to go to the jury, to produce conviction, in connection with other facts. Bolton vs. Hamilton, 2 W. & S., 294.\nApply these principles to the evidence in this case. Elizabeth Hartman proves that, after the death of her uncle, Caspar Sylvanus, (from whom both parties deduce title,) his estate descended to three sisters, then in Germany; of whom her mother was one. She was in possession for a time. She had no deed for it. She had a power of attorney from her surviving aunt and her mother, under whom she obtained the possession. She was in by herself, or tenants, until it was sold from her. She sent some money to her aunt and mother. She swears she only claimed the part that descended to her as heir; and only mortgaged the half. But the mortgage, on the face of it, is of the whole. That she can neither read or write.\nThe mortgage under which the property was sold bears date in 1824, and the sheriff’s deed under which the defendant claims, is in April, 1828. This ejectment is brought by the heir of Catharine, one of the sisters of Sylvanus, the otheirs being dead, in 1844. Unless the mortgage created an ouster, the defendants had only an adverse possession of a little more than eighteen years. They contend that the mortgage was an ouster of the German heir, and hence they have twenty-two years possession. The learned judge, before whom the cause was tried, refused to give it that effect, and in this we think he was right.\nThe counsel contend that the court ought to have instructed the jury that the execution of the mortgage on the whole estate was an ouster of Elizabeth Hartman’s co-tenant. We think the charge was more favorable to the defendants below than the law will justify. The jury were told, ouster was a question of fact for them to decide; that the mortgage executed by Elizabeth Hartman was an ouster of the co-tenants; but they were to judge from the whole evidence, oral and written, and determine her intention when she executed the mortgage. I doubt the correctness of this opinion as to the effect of the mortgage under the circumstances of this case; but, if an error, it is one of which the defendants below have no right to complain.\nThe evidence being partly written and partly oral, of course, drew the whole to the jury; unless the execution of the mortgage was, per se, an ouster; a doctrine we cannot sanction. Hence the plaintiffs in error have no ground of complaint here in leaving the question of intention of Elizabeth Hartman, when she executed the mortgage, to the jury. A mortgage is only a security for the payment of money. It creates a lien, and the mortgagee may recover the possession when the mortgagor is in default in his payments : Myers vs. White, 1 Rawle 355; 7 S. & R. 410; 1 ib. 317. Here the mortgagor was left in possession. It has not the force, or the legal effect of an absolute sale, or of a sale by operation of law. It is not, per se, an ouster; nor can we give it that character or effect. We think the plaintiff in error has no ground to complain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Blight for the plaintiff in error.",
      "Watts & Penrose, contra."
    ],
    "corrections": "",
    "head_matter": "Wilson versus Collishaw.\nA mortgage of the whole premises by a co-heir is not conclusive evidence of an ouster.\nError to the District Court of Philadelphia.\nFebruary 2. — Ejectment. Sylvius died in the year 1793; leaving three sisters, his heirs, living in Germany; one of these died without issue. Elizabeth Hartman, the sole heir of one of the sisters, entered upon the property more than twenty-one years before this suit was brought, in which one of the heirs of a sister of Sylvius was plaintiff. The question was whether there was conclusive evidence of an ouster.\nIn 1820, Elizabeth Hartman mortgaged the entire premises which were recited to have been granted to Sylvius, who died intestate, leaving three sisters, of one of whom she was the daughter, “ and the whole of the said premises is now vested in the said Elizabeth as the only surviving heir at law.” In 1824, she joined with her husband in another mortgage of the same property containing a similar recital, shortly after which the former mortgage was satisfied. In 1828, proceedings were had on the latter mortgage, and the premises sold by the sheriff, to one under whom the defendant claimed title.\ni On the trial before Stroud, J., Elizabeth Hartman swore that she could neither read nor write, that she had never mortgaged or claimed more than her legal share, and that she had sent money to her aunt in Germany, from whom she had a power of attorney.\nHis Honor left it to the jury to say whether there had been an ouster of her co-tenant by Elizabeth Hartman, in determining which her intention at the time of executing the mortgage was to be taken into consideration, and that the absence beyond sea of the co-tenant might also be taken into consideration.\nBlight for the plaintiff in error.\nThe question was one of law, resulting from the deeds, and could not be qualified, much less contradicted by the party to them. The mortgage is a conveyance and there remains but an equity of redemption: 13 S. & R. 356; 10 ib. 182 ; 3W. 77; 1W. & S. 184; 9 W. 363. Nor was the absence beyond sea at all material: 3 W. 77.\nWatts & Penrose, contra.\nIt was competent to shew mistake in an ignorant person, or fraud on her to prevent the presumption of fraud from her act: 3 Barr 32. A mortgage in Pennsylvania is but a security: 1 Raw. 355, 328; not like a conveyance, and even that is not conclusive of the fact of an ouster: 3 W. 77; 4 W. & S. 336; 10 W. 158, 185."
  },
  "file_name": "0276-01",
  "first_page_order": 278,
  "last_page_order": 280
}
