{
  "id": 965013,
  "name": "Mather versus McMichael",
  "name_abbreviation": "Mather v. McMichael",
  "decision_date": "1850-03",
  "docket_number": "",
  "first_page": "301",
  "last_page": "305",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 301"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 103",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0103-01"
      ]
    },
    {
      "cite": "2 W. 85",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0009-01"
      ]
    },
    {
      "cite": "3 Wh. 21",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0021-01"
      ]
    },
    {
      "cite": "5 W. 134",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0028-01"
      ]
    },
    {
      "cite": "8 W. & S. 44",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0044-01"
      ]
    },
    {
      "cite": "2 Penn. 345",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. 48",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pet. C. C. 243",
      "category": "reporters:federal",
      "reporter": "Pet. C.C.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 280",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480155
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0280-01"
      ]
    },
    {
      "cite": "8 W. & S. 444",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483326
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0444-01"
      ]
    },
    {
      "cite": "4 W. 397",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. 259",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 239",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. & S. 189",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169292
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0189-01"
      ]
    },
    {
      "cite": "8 W. & S. 381",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483358
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0381-01"
      ]
    },
    {
      "cite": "2 Binn. 146",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0146-01"
      ]
    },
    {
      "cite": "9 W. & S. 103",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0103-01"
      ]
    },
    {
      "cite": "3 W. & S. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0028-01"
      ]
    },
    {
      "cite": "8 W. 48",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 12382,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 2.730454724978086e-07,
      "percentile": 0.831077603366065
    },
    "sha256": "f4ed878c19d7a5e647c56b86d2c193953c2521c00870a96afb4ed531bcdef591",
    "simhash": "1:9673f2b2312d9476",
    "word_count": 2223
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mather versus McMichael."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nBantleon vs. Smith, 2 Binn. 146, reiterated by Pan-coast’s Appeal, 8 W. & S. 381; Dougherty’s estate, 9 W. & S. 189, and Ter Hoven vs. Kerns, 2 Barr 96, settle the doctrine that the arrears of ground rent, being a lien on the land charged, are to be paid out of its proceeds when sold under judicial process.— In this respect this species of lien seems to stand on the same foot with other pecuniary incumbrances, due at the time of sale, and capable of ascertainment. Of these it most nearly resembles the arrears of an annuity payable to the widow of a testator out of lands devised by him, of which Reed vs. Reed, 1 W. & S. 239, is an instance, or the charge imposed by our intestate laws, in lieu of dower; Fisher vs. Kean, 1 W. 259; Luce vs. Snively, 4 W. 397. In these instances, by the policy of our law, the sale divests the incumbrance of the sums due, and, as a necessary consequence, the owner is turned round on the proceeds in exoneration of the land. This is imperative. The incumbrancer has no choice, for he cannot elect to take the fund or the land at his pleasure: Aulenbaugh vs. Umbehauer, 8 W. 48 ; Custer vs. Detterer, 3 W. & S. 28, Com. of Spring Harden’s App., 8 W. & S. 444. A result of this doctrine is, that the sheriff where he makes the sale, is bound to appropriate the avails, in discharge of recorded liens. He may if he will, pay the money into court according to the command of his writ, and where ignorance or doubt exists, or controversy is threatened, his safety lies in this course. Because of the expense and delay attendant upon it, this ought not to done where the officer sees his way clear; yet if he choose to undertake distribution, it is unquestionably on his own responsibility: Wateman vs. Conyngham, 1 P. C. C. 2. This is indisputable where the lien is by mortgage, judgment or recognizance, and the reason is, the officer has constructive notice flowing from a record, which in legal contemplation, is equivalent to actual notice. But under our registry acts, a recorded will or deed offers the same measure of notice, and therefore a lien on lands, created either by a recorded testament or conveyance, is equally entitled to the official attention of the sheriff. It has certainly been so generally conceded in the case of a legacy charged on realty, and no good reason can be imagined why the rule should not be extended to embrace also ground rents or other incumbrances, legitimately created by deed. It is true, this may impose upon the officer executing process of sale, responsibilities of a serious character, and such as require the exercise of great diligence and circumspection. But, as has been more than once said, the imposition of this responsibility is necessary for the protection of many and important interests, and particularly of that large class of persons, in several portions of the commonwealth, whose incomes are derived from what we denominate ground rents. Why should not the pecuniary interests of these be entitled to the same degree of watchful care as is accorded to mortgages and judgment creditors ? The truth is, the admission that a sheriff distributing the proceeds of an execution, is bound to notice recorded liens, concedes the question under discussion; for it is impossible, in principle, to draw aline of distinction between the several kinds of records known to our law. Each is entitled to equal respect. Indeed, this seems to be admitted by the argument, submitted on the part of the defendant. Perhaps, in this particular case, it was felt there was no room to question the efficacy of constructive notice to the sheriff, since it is in full proof, drawn from his own advertisement and conditions of sale of the premises sold, that he had actual notice of the existence of the ground rent in question. But admitting this, it is thought there is a difference between rent not due and the annual arrears, payable at the time of sale, of which, it is asserted, the sheriff can have no notice, since the sums due are not declared by the record, but rest altogether in the private knowledge of the proprietor. Upon this supposed difference the great stress of the argument is made to rest. The recognition of such a distinction would, however, deprive these claims altogether of the advantages enjoyed by the liens, since until there be arrearages there is nothing payable out of the proceeds of sale to the owner of the rent. He would be subjected to this disadvantage, too, without any adequate reason. That which is offered may, with equal truth, be averred, .of an annual sum payable to a widow, in lien of dower, and of the interest accrued on a judgment or mortgage, and yet it has never been thought such an uncertainty constitutes an apology for overlooking claims of that character. The truth is, the sheriff having notice that something is probably due, is bound before he pays away the fund to make inquiry of those most likely to be informed. The creditor may not, .and in many instances does not, know of. the sale. This is not to be imputed to him as a fault. It would be exacting unreasonably to.require of him as a duty, knowledge of all the judicial sales which might occur in his county, even supposing he was an inhabitant of that in which the charged land is situate. On the other- hand, the sheriff, being cognizant of the proceeding, no very difficult task is imposed on Mm by requiring him, at least, to give notice to the party in interest, where this is possible. To hold otherwise would, I think, be in direct contravention of the spirit .of the act of 1836, which, before distribution of money paid into Gourt, stipulates for reasonable notice to all interested in the fund. Without such notice the court will not undertake to dispose of. the money made ; why then should its officer ? But, independently of the requirements of the statute, a similar practice would, I take it, obtain. If we suppose the money arising from the sale of-the lot in question to.have been paid into court by the sheriff, and the deed containing the reservation of this ground rent brought to the knowledge of the court, as it was known to the officer, it is not to be doubted notice to the owner would have been directed before distribution, without reference to the terms of the statute. Indeed, so much of it .as relates to notice, is but declaratory of .the practice which, existed before the enactment, founded upon the elementary rule which forbids action affecting the interest of others, without calling upon them to answer. It is not like the case of a claim by a landlord to' be paid a year’s rent from the avails of his tenant’s goods .sold by execution, to which it was likened on the argument. The knowledge of such a tenancy lies not in the way of the officer, and he can know of it only through actual notice. The difference between the character of these claims is thus pointed out in Dougherty’s Estate, 9 W. & S. 189: “A reservation of rent in a conveyance in a fee, does not stand on the foot of a reservation, in a lease, which ■has no other preference than that given to it by the act of 1772. That is an enabling statute, but if applied to a ground rent landlord, who is preferred even to judgment creditors, it would be . disabling. A lessor’s preference regards the proceeds of chattels; a.ground rent landlord’s regards the proceeds of land; the one is limited to the rent of a single year, the other extends to all the arrears without stint.’-’\nIt being, then, the duty of the sheriff to pay the arrears of ground rent, can he relieve himself of it by a stipulation in his conditions of sale, such as has been made here ? It is clear he cannot. The general rule is that the law prescribes the conditions of sale, and that a departure from them by the officer, is invalid. He cannot, ordinarily, stipulate the continuance of a lien, which the law decrees to be divested by the sale, and an attempt to do so will not, usually, bind the parties in interest: Reigle vs. Seiger, 2 Penn. R. 340, Mode’s App. 6 W. & S. 280; Randolph’s App. 5 Barr 242. As is said in Aulenbaugh vs. Umbehauer, a sheriff is bound to sell a debtor’s interest in real- estate levied on, whatever it may be, without terms or conditions affecting the title. But admitting in its fullest extent, what seems to be the doctrine of Stackpole vs. Glassford, 16 S. & R. 163, and Tower’s Appropriation, 9 W. & S. 103, S. C. 8 Barr 297; that a purchaser may by his agreement, take subject to an incumbrance which will bind the incumbrancer, (though I confess I am unable to see why he should be bound without his assent,) the answer is, no such thing had taken place here. By the sheriff’s conditions, arrears of ground rent and taxes were to be paid out of the purchase money, if application was made before the sheriff parted with it; otherwise they were to be paid by the purchaser. There is not a word here that the purchaser took the title subject to the arrears. The most that can be claimed for the arrangement is, that it amounted to a personal understanding on the part of the purchaser, to pay in a certain event. But surely it is not within the officer’s power, under any circumstances, to reduce the remedy of the owner of the rent to a personal action against the purchaser, who may be insolvent, or part with the land the next day. The present is an attempt to do this, for it cannot be averred the premises sold remained liable, after the sale, by force of the purchaser’s agreement, which I repeat, is a mere personal engagement. It may, even, be doubted whether it affords ground of action, at the suit of the landlord, for want of privity; though it may amount to a contract, of which the sheriff can avail himself, after payment of the rent due at the time of sale. Nor does it aid the defendant’s pretensions that the owner of the rent might distrain or enter upon the land for breach of covenant. These are remedies which belonged to him, irrespective of the conditions of sale, and cannot therefore, of course, affect the relative rights of the parties.\nIt will thus be perceived we are of opinion the court below erred in rendering judgment for the defendant. . ■\nJudgment reversed, and judgment for plaintiff, according to the case stated.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "O. Fallon, for the plaintiff in error.",
      "W. 8. Price, contra."
    ],
    "corrections": "",
    "head_matter": "Mather versus McMichael.\nWhere arrears of ground rent are payable out of the proceeds of a sheriff’s sale, and the sheriff distributes the fund to subsequent liens, he is personally liable.\nNor can he relieve himself by annexing conditions to his sale, that unless the bill is presented before he parts with the money such arrears will be paid by the purchaser.\nErbob from the Common Pleas .of Philadelphia:\nJanuary 15, Case stated. — In 1840 certain land was conveyed by a recorded deed reserving a ground rent of $62 25, payable semi-annually on the 1st of May and November. The premises became vested in Kimbal and were levied on and sold under an execution against him on the 7th of July, 1845. On the 1st of May of that year there was due one year’s ground rent. The sheriff’s advertisement recited the ground rent. In the conditions of sale was the following: “arrears of ground rent and taxes, if any, will be paid out of the purchase money if the bills are presented to the sheriff, otherwise they will be paid by the purchaser.” On the 9th of September the sheriff distributed the proceeds to subsequent liens. In November a claim was made on the sheriff for the arrears, but he had no other notice than as already stated.\nThe court gave judgment for the defendant.\nO. Fallon, for the plaintiff in error.\nThere is no doubt that the rent was payable out of the proceeds, and a sheriff always distributes at his peril; 1 Pet. C. C. 243. Here there was not only notice by the registry, but express notice as appears from the levy. The conditions do not affect parties not assenting to them: 8 W. 48 ; 2 Penn. 345; 8 W. & S. 44; 3 W. & S. 28.\nW. 8. Price, contra.\nThe claimant has no better right than a landlord claiming out of the proceeds of his tenants personalty. — ■ There he must give notice; A.ct 1836, sec. 84; 1817, sec. 3; 13 S. & R. 295 ; 5 W. 134. The practice of distributing by the sheriff has been recognized by this court, 3 Wh. 21; 4 W. & S. 9; 2 W. 85. Here too the lien remained by the agreement of the purchaser, 16 S. & R. 163; 9 W. & S. 103; 8 Barr 297."
  },
  "file_name": "0301-01",
  "first_page_order": 303,
  "last_page_order": 307
}
