{
  "id": 964965,
  "name": "Emery versus Harrison",
  "name_abbreviation": "Emery v. Harrison",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "317",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 317"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts, 536",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0536-01"
      ]
    },
    {
      "cite": "9 Watts, 341",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849974
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0341-01"
      ]
    },
    {
      "cite": "9 Watts 344",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 539",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 540",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 344",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 13005,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32665012516173725
    },
    "sha256": "a6ce271effeb8648722921a47843d0628e2853a64326780537d055d173101064",
    "simhash": "1:d94695bbc9210c97",
    "word_count": 2348
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Emery versus Harrison."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe rejection of the deed from Theophilus T. Ware for seventy acres of land, to be followed by intermediate deeds down to the plaintiff, is assigned for error.\nIt is alledged that the said Ware was collector of internal revenue for the 10th collection district of Pennsylvania, and as such had authority to sell the land for the non-payment of the internal tax imposed by the government of the United States. Rut there is no evidence whatever on the record, nor was such given to the court below, that Ware was collector of any district within the State, particularly of the seventh district in which the land lies, or that he was the designated collector for the sale of lands, in the State, for the non-payment of taxes which had not been sold by the collectors of the several districts. This court cannot say that he had any authority to make sale of the land. Nor did it appear that any one of the prerequisites of the act of Congress, for the purpose of attaching the lien of the tax upon the land and making the sale lawful was complied with. No evidence of assessment, nor of a personal call for the tax within sixty days after its assessment; no evidence of there being no personal property from which it could have been levied, nor any evidence of advertisement of sale as required, was given. Under such circumstances, the deed cannot but be considered as merely naked and void. Ware had no interest in the land or authority over it, either individually or officially, and the deed was properly rejected: 3 Cond. Rep. 308, & Cond. Rep. 4 Vol. 394.\nIn the cases cited from our State Reparts, 9 Watts, 344, and 6 Barr, 211, the sales were under State laws for taxes on unseated lands, and the authority of the commissioners and treasurer to sell in those cases was undisputed and admitted. They were held, therefore, to be evidence against a mere intruder. Rut under the United States laws for non-payment of taxes, the law has been held differently for sufficient reason. Deeds without proof of authority or performance of prerequisites are not even prima facie evidence of right or title.\nThe next, and only other, error assigned is the rejection of the deposition of Sarah Bessonett, offered in connection with the deed from Ware. The object was to prove that the defendant admitted the right of the plaintiff, and was in fact his tenant. It was admitted in the court that the plaintiff below said he had no additional evidence to offer towards establishment of the tenancy.— The paper book, and the record itself, is so skeleton like on this head, that we were compelled to fill up by the mutual admissions of the counsel.\nThe deposition does not establish that the defendant was the tenant of the plaintiff, either at will, or for any definite period. It establishes that the father of defendant, who lived on the land a long time, admitted the title of Palethorp, and went on it shortly after the date of the deed from Ware to Haldeman, and, I presume, after the deed to Palethorp, who, it appears by the deposition, pm-chased in the autumn of 1820 — the same year that the deed was made to Haldeman. Harrison, the father of defendant, was the brother of Mrs. Bessonnet, the deponent. The title (whatever it was) of Bessonnet passed, after his death, to the plaintiff, but how does not appear; it all being of course on the deed from Ware to Haldeman. The argument of the plaintiff in error is, that defendant is the tenant of plaintiff by virtue of his descent from Abraham Harrison, who acknowledged the title of Palethorp, and therefore cannot impeach the title of his landlord. But Abraham Harrison, at most, was only a tenant at will, and he died several years ago. The son may have known that the title represented by plaintiff, was worth nothing, and resolved, in consequence to set up for himself. There was no privity of estate or of possession between him and his father. There is no evidence that he knew that his father had ever aknowledged the title of Palethorp, or any who claim under him, and we cannot indulge in conjectures on the subject for the purpose of reversing a judgment. There is not a scintilla in the deposition of any evidence that he ever admitted a tenancy, that he knew his father was a tenant, or that he made use of any stratagem to obtain his father’s possession, or that he entered or claimed by, through, or under Mm. There he is, on the land, and there his father and mother, who are both dead, were, before him; but he claims not under them. He alleges his naked possession, which he obtained without fraud or wrong to any body, and merely asserts that the plaintiff must either shew a title, or that he is his tenant. The court below thought that the deposition neither shewed a tenancy, nor any facts from which a jury could rightfully infer a tenancy; and as the plaintiff had nothing else to offer, they rejected the deposition and the deed. We cannot say they were in error.— Dikeman vs. Parrish can give the plaintiff no aid, because there was in that case, a clear privity between the father and the son, who claimed by deed from his father.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Potts and Campbell, for plaintiff,",
      "Chapin, contra,"
    ],
    "corrections": "",
    "head_matter": "Emery versus Harrison.\nDeeds for land sold under U. States laws, for payment of taxes, by the collector of internal revenue, without proof of authority or performance of prerequisites on Ms part, are not even prima fade evidence of right and title on the part of the purchaser under them.\nIn an action of ejectment, evidence of former admissions by defendant’s father, that he was the tenant of plaintiff, accompanied with evidence that defendant resided on the premises with his father, and had, from that time and after his father’s death, continued to remain there, up to the present time, will not prevent the defendant, who claims merely by his own naked possession, from denying the plaintiff’s title. The facts in such a case constitute no such privity of estate and possession between the father and son, as to mate the admission of the former, that the plaintiff was his landlord, binding upon the latter.\nError to tbe Common Pleas of York county.\nThis was an action of ejectment, brought by Joseph W. Emery against William Harrison, for the undivided half of seventy acres of land, in Pawn township, York county.\nThe plaintiff after having shewn possession of the premises, by a certain James Walton, offered in evidence a deed by Theophilus T. Ware, collector of internal revenue, for the 10th collection district of Pennsylvania, to Jacob M. Haldeman, of 7th August, 1820, shewing that they had been sold as the property of said Walton, for payment of IT. States taxes; to be followed by intermediate deeds down to plaintiff.\nThis deed was objected to by defendant, and rejected by the court; and defendant excepted.\nPlaintiff then gave evidence shewing that defendant was the son of Abraham Harrison, who lived on the premises several years ago, and died there; that his widow and children, the defendant among them, lived there till the death of the widow, about eighteen months ago; and that defendant had still continued to live there, until the time of the trial.\nPlaintiff next offered to give in evidence — to be followed by a renewal of the offer of the deed of Ware to Haldeman — the deposition of Sarah Bessonett, of which the following is a correct copy:\n“ Sarah Bessonett being duly sworn according to law, doth depose and say: I was formerly the wife of Robert Palethorp. I was married to him in 1795. I do remember my husband purchasing a farm in Fawn township, York county, Pa.; he bought it in the fall, and in the spring he put Abram. Harrison on the farm. Abram. Harrison was my oldest brother, he was very destitute in circumstances, he had lost a very valuable estate, and for that reason my husband took pity on him; he was to work it to the best advantage; he was to pay the taxes and keep up the repairs, he was not to pay any rent; he was to live on it as long as he (Harrison) thought proper, always with a reservation that my husband could again have possession of it by giving him a lawful notice to leave. He entered on the farm with his family in the year one thousand eight hundred and twenty; every year from the year 1820 to 1832 he paid us a visit in Philadelphia; he expressly on every occasion acknowledged his tenancy to my husband; he also wrote letters acknowledging his tenancy; my husband generally visited the farm once or twice every year; I also visited the farm in 1821 with my son Robert. Harrison of course then acknowledged his tenantey at will, to my husband; when I went down in 1821, I took with me a letter from my husband to Harrison, ordering Harrison to shingle the house, and have the fences repaired. I took with me twenty dollars from my husband to Harrison to defray the expenses. Harrison took the money, and said he would make use of it as far as it would go; my husband telling him, if that was not sufficient, he would pay the remainder ; he gave him forty dollars more in the same fall; to my certain knowledge, my husband paid the taxes at various times.— My husband died in 1826. Harrison still remained on the farm until April 1833, when he died. In November, 1833, Rebecca Harrison, (my brother Abram’s widow,) came to Philadelphia, and then came to Bristol, Bucks county, to get my permission to remain on the farm a while longer. I forgot to mention, that shortly after the death of Abram. Harrison, my son, John H. Palethorp, wrote on to Mrs. Harrison, to the effect, that she must pay rent, or within a given time to leave the premises. Shortly after-wards, she came to Philadelphia; she told me that she had asked my son, John H. Palethorp’s leave to remain a time longer on the farm and he said he would leave it all to his mother, and she then asked my leave to stay on the farm; this was in November, 1833; I replied that she might remain on the farm a year and five months from that time, that was from November 1833, if she remained after that time she must pay sixty dollars per year and the taxes; she wanted to stay as long as she lived. I replied that she had lived there so many years, that her sons were of age and fit to help her, and that it was time that we (that is JohnH. Palethorp and myself) had received something from the farm. I cannot be mistaken respecting this conversation, or the year in which it occurred. After the year and five months were up, I wrote three times, and my son John H. Palethorp wrote likewise giving them notice to leave. Some five years ago they (Harrisons) sent a tax bill on by my husband, John Bessonett, to my son John H. Palethorp stating that he must pay the taxes, as the place was so poor that they ought to be paid for living there ; it was John H. Palethorp that sent John Bessonett down to see what they were going to do, and what the Harrisons would give for the place; she gave no satisfaction. Mrs. Harrison said that she was not going to leave the place as long as she lived. Between two and three months afterwards John H. Palethorp sent down to the squire of the township for him to give the Harrisons legal notice to leave the place. My husband did not, diming his life, nor I, during the time I had an interest in the farm, ever give to any of the Harrisons the least title or shadow of a title to the said demised premises, neither, I am sure, did my son John H. Palethorp or Bobert. I know nothing more about the premises.”\nThis whole deposition was objected to by defendant, and rejected by the court below, and plaintiff excepted.\nDefendant also objected to the renewed offer of the deed of Ware to Haldeman, because there was no evidence of the authority of Ware to make said deed, and no evidence of the facts essential to its validity, even admitting that he was collector, as stated in said deed, and as such had authority, on proper occasion, to execute deeds for lands, sold for payment of taxes; and because no title was shewn out of the commonwealth, or any title to Walton from the person who died last seized.\nThe court sustained defendant’s objection, and rejected the deed, and plaintiff excepted.\nThe court directed the jury to give a verdict in favor of defendant, which they accordingly did.\nThe errors assigned were the rejection of the deed of Ware, and the deposition of Sarah Bessonett.\nPotts and Campbell, for plaintiff,\ncited Cooper vs. Smith, 8 Watts, 540; Graham vs. Moore, 4 S. & R. 467; Dikeman vs. Parrish, 6 Barr, 223; 8 Watts, 539; Foster vs. McDivit, 9 Watts 344; Dikeman vs. Parrish, 6 Barr, 211; Foster vs. McDivit, 9 Watts, 341.\nChapin, contra,\ncited Act of Congress of 9th January, 1815; Parker vs. Rule’s Lessee, 3 Cond. Rep. 308; Williams vs. Peyton’s Lessee, 4 Cond. Rep. 394; Act of Congress of July 22d, 1813, Ch. 16; 3 U. S. Statutes, 23; Act of January 15, 1815; Act of January 9, 1815, sec. 2 3, U. S. Stat. 165; id. sec. 27, p, 174; Cooper vs. Smith, 8 Watts, 536-7; Graham vs. Moore, 4 S. & R. 467; Dikeman vs. Parrish, 6 Barr, 223."
  },
  "file_name": "0317-01",
  "first_page_order": 319,
  "last_page_order": 324
}
