{
  "id": 964895,
  "name": "Moritz versus Melhorn",
  "name_abbreviation": "Moritz v. Melhorn",
  "decision_date": "1850-05-27",
  "docket_number": "",
  "first_page": "331",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 331"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Johns. 486",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374394
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0486-01"
      ]
    },
    {
      "cite": "5 Johns. 84",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0084-01"
      ]
    },
    {
      "cite": "2 Yeates, 74",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0074-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 561,
    "char_count": 13108,
    "ocr_confidence": 0.362,
    "pagerank": {
      "raw": 1.6664625726058768e-07,
      "percentile": 0.6952526961996626
    },
    "sha256": "7b63ddbb78605b836554d0cfbc005ba8b2ffda790df0e5807cc14b34e4c64de4",
    "simhash": "1:14cebd788d269cde",
    "word_count": 2259
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moritz versus Melhorn."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nCoulter, J.\nThe character of the case, and the nature of the proof required, have often a controlling influence, to a certain extent, on the rules of evidence. Although general principles ought to be kept in view, yet there are cases in which they must, in some degree, be accommodated to the facts in issue; otherwise, truth will become the victim of general maxims. It is necessary, in the action for a breach of the marriage promise, to prove that the contract was mutual; otherwise, the engagement, on the part of the defendant, would be naked, and without consideration. He might be mulcted in damages for the breach of a promise which he never could have performed, for want of assent on the part of the promisee. Rut such is the nature of the contract, that witnesses are not called to attest it. That is forbidden by the shrinking delicacy of the female; and, where the man is faithless, she is driven to the evidence of concomitant circumstances. In the case of Mansel vs. Hutton, 6 Modern, 172, Lord Holt says: “If there be an express promise by the man, and it appear that the woman countenances it, and, by her actions at the time, behaved herself so, as if she agreed to the matter, that shall be sufficient evidence of a promise, on his side.” In the case on hand, an express promise was distinctly proved, by the plaintiff, to have been made by the defendant; and the plaintiff then offered evidence that she had requested her brother to take her to Gettysburg, to buy her wedding clothes, in the presence of Matilda Johns, the witness; and that plaintiff, in her presence, engaged Julian Johns, her sister, to be her bridesmaid at the wedding, which, she said, was to take place on the first Thursday of January, 1849; that the wedding clothes were prepared, and the guests invited to the wedding. This testimony was objected to, and is covered by the three first bills of exceptions. The court admitted the evidence, on the ground that the promise, on the part of the defendant, had been proved, and that it was competent, for the purpose of establishing the consent of the plaintiff. In this was no error. The argument that it was evidence made by the plaintiff, in her own cause, is without weight; because her assent, however proved, is by her own act and her own declarations; and this mode of proof only substitutes circumstantial testimony, in place of direct evidence of her agreement at the time the engagement was entered into. When the court admitted the evidence, they stated that it was solely for the purpose of shewing the readiness of the plaintiff to comply with her engagement. The father of the plaintiff having distinctly proved that the defendant, in the month of November previously, had stated to him that he had made an engagement of marriage with his daughter, and asked his consent to the match, (as it is called,) the court could do no less than assume that the promise, on part of defendant, was proved, prima facie, for the purpose of admitting evidence of the readiness, on the part of plaintiff, to perform her engagement; and it was not error so to assume for the purpose of admitting that evidence. In his charge to the jury, the learned judge left to them the credibility of the evidence of the promise made by the defendant.\nThe fourth bill of exceptions is, that the court admitted evidence to prove that, subsequently, the defendant was joined in matrimony with Hannah Eliza Monfort; whereas, the declaration charged that he was married to Anna Eliza Monfort. The statement of the name of the person to whom he was married was totally immaterial; it might have been struck out of the narr., as it was laid under a videlicet. Even if it were material, the narr., as. it stands, would, perhaps, be good, on the principle of idem so-nans. But the defendant could not, possibly, have been taken by surprise; for nobody will believe that he did not know the name of his own wife. Such mere technicalities are weaker than cobwebs. It is true that a plaintiff may so interweave an immaterial fact with the substance of a good averment, that it may not be stricken out, and thereby become material; but not when, as here, it is laid under a videlicet. The general rule, as to the use of the videlicet, appears to be that it will save an immaterial description from becoming material, and requiring proof as laid: 7 Bacon Abr. last ed. 503; 2 Saunders, 291, a. n. The material averment was that the defendant had married another woman. The immaterial description, under the videlicet, was the woman Hannah Eliza Monfort. We look to the substantial and material fact, distinctly averred. The proof that he was married to Hannah Eliza Monfort substantially maintained it.\nThe counsel for the plaintiff in error assigns error to a part of the charge of the court. The charge does not accompany the record. The court only give their charge in relation to the testimony of the marriage with Anna Eliza Monfort, in which they instruct the jury that the marriage of the defendant, as alleged, was substantially proved. It is not necessary to notice this a second time. I have said all I deem necessary on the subject, on the error as to the admission of the testimony.\nThe other part of the charge on the record relates to the damages, in relation to which no error is assigned.\nThere is nothing on the record which sustains the alleged error, that the court withdrew the cause from the jury. The court only-reduced to writing so much of their charge as related to the points contested. No questions were submitted to the court on which to charge the jury; and if they had peremptorily instructed the jury upon the facts, or given them a binding direction as to the credibility of the father of the plaintiff, which, by the evidence, it would appear there was a faint attempt to impeach, but which was abundantly sustained, the counsel ought to have had that part of the charge placed on the record.\nBut, after all, the counsel, perhaps, were misled by the instructions that the proof of the defendant’s marriage, as alleged, was substantially proved; in which instruction the court did. not err.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Stevenson and Me Olean for plaintiff in error.",
      "MeOreary and Smyser for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Moritz versus Melhorn.\nThough in the action for breach of promise of marriage, the contract must be mutual, so as to have consideration, yet ■witnesses need not be called to attest it when made, in order to sustain the action. It may be proved by evidence of the concomitant circumstances.\nAfter a promise by defendant was proved, it was competent for the plaintiff to prove her own acts and declarations, in order to shew her assent.\nThe admission of evidence that defendant was subsequently married to Hanna, instead of Anne, as averred in the declaration, was not erroneous. The name was immaterial; it might have been stricken out of the narr., as it was laid under a videlicet. The narr., as it was, might be good, on the principle of idem sonans.\nError to the Common Pleas of Adams county.\nThis was an action on the case, brought by Henrietta Melhorn vs. Moritz, for breach of promise of marriage.\nThe narr. contained five counts:\n1. 14th November, 1848, in consideration that plaintiff promised to marry him when requested, defendant promised to marry her when requested. Breach, 27th March, 1849, defendant married Anna Sliza Monfort.\n2. In consideration plaintiff promised to marry defendant first week in January, 1849, defendant promised to marry plaintiff first week in January, (next,) 1849. Breach as above.\n3. In consideration plaintiff promised, with consent of her father; consent averred, of Jacob Melhorn, father, and notice. Breach ut supra.\n4. In consideration plaintiff promised to marry defendant, and defendant promised, &c. Preach as above.\n5. Same as last, with request on 1st February, 1849, and refusal. Damages, $5,000.\nPlea, non-assumpsit.\nIt was proven, on the part of the plaintiff, by her father, that defendant had stated that he and the daughter of witness had agreed to get married.\nThey also proved, by her brother, that he had gone with her to Gettysburg, to buy materials for wedding preparations.\nAnd, after objection and exception, on the part of defendant, they proved the declarations of the plaintiff, at the time the witness took her to town to buy clothes, that she wanted them for her wedding clothes.\nThis was the first bill of exceptions.\nA female witness was offered, to prove that shortly after 14th November, 1848, the plaintiff, in presence of witness, engaged the sister of witness to act as her bridesmaid at her approaching marriage with defendant. Evidence admitted, and defendant excepts. Second bill of exceptions.\nPlaintiff also offered to prove that the female selected as bridesmaid, in pursuance of this request, made preparations for the wedding. Defendant objected.\nBy the court. — The proof of the promise having been made, and that a time was fixed, the court admit the evidence to show a readiness to perform on the part of the plaintiff. Defendant excepted.\nIt was then proved that defendant afterwards was married to Hanna Eliza Monfort.\nOn the part of defendant, testimony was given, impeaching the character, for truth, of the father of the plaintiff, who had testified as to the statement of defendant, in regard to the promise of marriage.\nRebutting evidence was given, in support of it, on the part of the plaintiff.\nThe court, (Lewis, President,) inter alia, instructed the jury, in substance, as follows:\n1. That the evidence of the marriage of the defendant to Hannah Eliza Monfort, in substance, establishes the breach laid in the declaration which avers a marriage with Anna Eliza Monfort.\n2. That the assessment of damages, in this action, is the peculiar province of the jury; that the law has prescribed no measure of damages, but leaves the amount to be fixed by the jury; that the jury are not limited to the mere expenses of purchasing the wedding garment, or making the other preparations for the nuptial, but they may give compensation for the injury to the plaintiff’s feelings and her health — for the mortification, degradation and scorn to which she was exposed, by the appointment of a day and the violation of the promise, without previous notice, and without cause; for there was no cause for violating the promise.\nJanuary 23, 1850. — Verdict for plaintiff for $400.\nErrors assigned:\n1. The court erred in admitting the testimony of Henry Mel-horn, as to acts of plaintiff, and her own declarations as to her purchases of clothing; and also, in admitting the testimony of Matilda Johns, as to the engagement of her sister, Julian Johns, as a bridesmaid, by plaintiff, and as to the acts of Julian Johns and the witness, Matilda Johns, done under the direction and at the request of the plaintiff; the said declarations made, and acts done, without the knowledge, privity or consent of the defendant.\nThe acts and declarations of plaintiff inadmissible.\n2. The court erred in admitting testimony showing a marriage of defendant with Hannah Eliza Monfort, the declaration alleging the marriage to have been with Anna Eliza Monfort.\nThe variance between the averment in the declaration and the’ proof is fatal.\n■ 3. The court erred in charging the jury that the evidence of the marriage of defendant to Hannah Eliza Monfort, in substance, established the breach in the declaration.\n4. Court erred in charging the jury peremptorily upon the testimony, and withdrawing entirely from them the question of the strength of the evidence — assuming proof in every particular sufficient to sustain the plaintiff’s case; and in dwelling upon the acts and declarations of plaintiff, and alleging that there was no cause for violating the promise.\nThe case was argued by Stevenson and Me Olean for plaintiff in error.\nThat the act and declarations of plaintiff were inadmissible, was cited 2 Barr, 30.\nAs to the second error, was cited 1 Starkie Ev. 6th edition, 430; 1 Pet. C. C. Rep. 139; 2 Yeates, 74; 7 Bacon, 497, et seq.\nMeOreary and Smyser for defendant in error.\nThe declarations and acts of the plaintiff were good evidence to shew the mutuality of the contract: 1 Halsted, 384; Peppenger vs. Lowe, 2 Starkie, 706, note 1. They were such as would have sustained an action on part of defendant below, in case of breach by plaintiff: 2 Barr, 80.\nAs to second error: — The evidence was sufficient to sustain the fifth count; and the fact of the marriage of defendant with Hanna Eliza Monfort, was admissible, with other proof, to shew a refusal by defendant: 7 Cowan, 22, Willard vs. Stone; — and that it was sufficient to establish a breach of promise by defendant: 5 Johns. 84.\nAs to third error: — There was no variance between any material averment in the declaration and the proof. The allegation that defendant married another person was alone material. The name of Anna Eliza Monfort was immaterial; 1 Starkie Ev. 473 and 432; 3 S. & R. 202; 1 Overton's Rep. 434; 7 Bacon Abr. 499; 13 Johns. 486; 5 S. & R. 190.\nAs to videlicet, 7 Bacon Abr. 503; 1 Moo. 374; 2 Saund. 291; 1 Starkie Ev. 454-5; 4 B. & C. 312.\nMay 27,"
  },
  "file_name": "0331-01",
  "first_page_order": 333,
  "last_page_order": 338
}
