{
  "id": 964913,
  "name": "Fisher versus Patterson",
  "name_abbreviation": "Fisher v. Patterson",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "336",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 489,
    "char_count": 9515,
    "ocr_confidence": 0.374,
    "pagerank": {
      "raw": 1.4376735051625096e-07,
      "percentile": 0.6525237571765767
    },
    "sha256": "797c56853fe522d0d0c9b5862a77b2e1e3e84aa63586186a6420ea37754f59cc",
    "simhash": "1:7d6ec6679c987868",
    "word_count": 1655
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fisher versus Patterson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRosees, J.\nThe act of assembly, under which suit is brought, being part of the revised system of the commonwealth, is entitled to a fair and liberal construction, and ought not to be frittered away by nice and fanciful distinctions. The rights .of those who have obtained licenses, under the various acts, ought not to be in-' terfered with, except by those who have the necessary qualifications. The question is, does the defendant come within the description of “ a hawker, pedlar, or petty chapman, found hawking, peddling, or travelling from place to place, selling, or exposing to sale, foreign goods, wares or merchandize?” The court of common pleas thought he did not, because, as they say, “ a hawker is one who sells goods by outcry in the streets, and a pedlar, one who comes about carrying small commodities for sale, on his back or in a wagon or cart. These are the popular significations of the words, and the legislature could hardly have intended, them in a larger or different sense.” That there is nothing in the act, (as the learned judge supposes,) resembling that of sales from canal boats. That such persons are hawkers and pedalrs is true; but that they are the only persons who come within the definition, is not so clear. To confine them within such narrow limits, would impair, if not defeat in a great measure, the act of assembly, very much to the detriment of those who take out and pay for licenses for the privilege of vending such goods. In the construction of acts of assembly, although our lexicographers are not to be utterly disregarded, yet the definitions of legal terms are rather to be sought in our books of reports, elementary treatises, and in our law dictionaries. Now, in Tomlyn’s and Jacobs’ Law Dictionaries, hawkers are said to be “those fellows who went from place to place, buying and selling brass, pewter and other goods and merchandize, which ought to be uttered in open market. They were, of old, so called, and the appellation seems to grow from their uncertain wandering, like persons that, with hawks, seek their game where they can find it.” Hawkers, pedlars and petty chapmen, are defined to be persons travelling, from town to town, with goods and merchandize. The manner of travelling, whether on foot or horseback, in wagons, carts, sleighs or canal boats, does not enter into the definitions. They are considered hawkers, pedlars and petty chapmen, when they travel from town to town with goods and merchandize for sale, without regard to the mode of conveyance; nor is it of the slightest consequence whether the conveyance, or vehicle, is drawn by horses, mules, oxen or steam propeller. This being the legal definition, is there any thing in the act which narrows the definition ? The act regulating licenses to hawkers, after describing who may be licensed as such, proceeds: “and no license hereafter granted shall extend further than the county in which such license may be granted, except wholesale pedlars, whose licenses shall ex-' tend throughout the State, for which they shall pay, for the use of the commonwealth, for a license to travel with one horse and wagon, or other vehicle, forty dollars; with two horses and wagon, or other vehicle,fifty dollars.” The second section provides: “and if any person, not being licensed as aforesaid, (except such whose licenses have or may not yet be expired) shall be found hawking, peddling, or travelling from place to place, through any part of this State, to sell or expose for sale any foreign goods, wares, or merchandize, every person so offending shall be liable to a fine of fifty dollars.”\nThe plain intention of the act was to prohibit the sale of foreign goods, wares, or merchandize, by persons of no fixed habitation, travelling to and fro, throughout the State, without regard to the manner in which they so travel, unless they have a regular license. The words of the act are sufficiently comprehensive to embrace canal, or any other kind of boat, or conveyance, whatever; whether by land or water. The words are that the license may be given to travel with wagons, carts, or other vehicle. By other vehicle is to be understood a means of conveyance, (see Webster’s Dictionary); and surely a canal boat comes within the definition, whether drawn by horses, or mules, as it usually is, or propelled by steam. It is not only a vehicle, or means of conveyance, but it may be used (as the case shews) as a place of deposit, or store; for the goods; it being fitted up, as such, for the sale of prohibited articles, in fraud of the acts of assembly.\nIt is said this construction will compel the owners of canal boats to take out a license for every county through which the canal passes. But there is nothing unjust in this, as they are only required to take out a license for the county in which they desire to deal, and in that respect, are placed on the same footing with others. Nor is there anything to prevent them from obtaining a license for the whole State.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Rosees, J."
      }
    ],
    "attorneys": [
      "Argued by Orbison for plaintiff in error.",
      "Wilson, contra."
    ],
    "corrections": "",
    "head_matter": "Fisher versus Patterson.\nThe selling of groceries from a a canal boat, is within the provisions of the act of assembly of the 16th April, 1840, supplementary to the acts regulating hawkers and pedlars.\nError, to the Common Pleas of Blair county.\nThis was a qui tarn action brought by Eisher -us. Patterson. It was an appeal from the judgment of a justice of the peace, rendered against defendant, Patterson, in April, 1842, for $50, the penalty prescribed by the act of assembly of the 16th April, 1840, entitled “An Act supplementary to the acts regulating hawkers and pedlars.” Narr in debt filed.\nIt appeared in evidence that Patterson, the defendant, owned a canal boat, in which he had shelves fitted up for retailing; and that he carried in his boat hyson and imperial tea, coffee, sugar and other groceries, which he at times sold. Defendant bought wheat, and at other times gave goods in return, and would pay the balance in money.\nThe court, Black, President, charged.\nThis suit was brought to recover from the defendant the penalty imposed by the act of assembly, upon those “ who shall be found hawking, peddling, or-travelling from place to place, through any part of this state, to sell, or expose for sale, any foreign goods, wares or merchandize.”\nThe declaration avers that he sold foreign goods, wares and merchandize, as a hawker and pedlar. Unless this averment .is true, the plaintiff cannot recover. What is a hawker ? One who sells goods by outcry in the streets. What is a pedlar ? One who carries about small commodities for sale on his back, or in a wagon or cart. These are the popular significations of the words, and the only definitions given to them by lexicographers. The legislature could hardly have intended to use them in a larger or different sense. The words do not express any thought resembling that of sales from a canal boat. A man might hear them or read them for a life time without having any such idea suggested to his mind.\nIf the legislature did not express, nor intend to express, any such prohibition, or inflict the penalty sued for on one who sells goods on a canal boat, then we cannot extend their meaning by construction; for penal statutes must be construed strictly. And this strict construction must be given to the present law, although we may believe that selling on a canal boat, or on a ship or steamboat, is as much within the mischief as hawking or peddling, in the proper sense of the words, and although we may conjecture that the legislature would have prohibited it, if they had thought of it.\nYour verdict ought to be in favor of the defendant.\nTo this opinion of the court the plaintiff excepted, and prayed the court to seal this bill of exceptious, which is done accordingly.\nErrors assigned: 1. The court erred in admitting evidence of defendant, in relation to his buying wheat, as mentioned in plaintiff’s bill of exceptions. This exception was not pressed.\n2. The court erred in the charge, in taking the case from the jury and directing a verdict for defendant, the construction put upon the act of assembly not being in accordance with either its letter or spirit.\nThe declaration avers that the defendant sold foreign goods out of a canal boat contrary to the act of assembly, &c. See act of 16th April, 1840, entitled “An Act supplementary to the acts regulating hawkers and pedlars,” Dunlop’s Dig. 913, sec. 2. “And if any person, not being licensed as aforesaid, shall be found hawking, peddling, or travelling from place to place, through any part of this state, to sell, or expose for sale, any foreign goods, wares and merchandize, exery person so offending against this act shall be liable to a fine of $50.”\n“Travelling from place to place, to sell, or expose for sale,” is according to the letter of the statute; and travelling in a canal boat is now, and was when the statute was enacted, quite as common a mode of travelling in the country through which the canal passes as “in wagons or carts.” The act of 2d April, 1830, Dunlop’s Dig. 501, sec. 2, to which this is a supplement, relates to sales of foreign or domestic goods by public auction, and uses the words' “travelling merchants” instead of “travelling from place to place to sell.” They are in pari materia, and both bear the same construction. Was not the defendant a travelling merchant, if the evidence is worthy of belief?\nArgued by Orbison for plaintiff in error.\nWilson, contra."
  },
  "file_name": "0336-01",
  "first_page_order": 338,
  "last_page_order": 341
}
