{
  "id": 965012,
  "name": "Forster's Executors versus Gillam",
  "name_abbreviation": "Forster's Executors v. Gillam",
  "decision_date": "1850-05-27",
  "docket_number": "",
  "first_page": "340",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 478",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0478-01"
      ]
    },
    {
      "cite": "2 R. 90",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. 87",
      "category": "reporters:state",
      "reporter": "W.",
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 565",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 589",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0589-01"
      ]
    },
    {
      "cite": "5 Watts 311",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Penn. 452",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": -1
    },
    {
      "cite": "9 W 55",
      "category": "reporters:state",
      "reporter": "W",
      "opinion_index": -1
    },
    {
      "cite": "3 Penn. Rep. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 272",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0272-01"
      ]
    },
    {
      "cite": "2 Penn. Rep. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "2 Bay. 283",
      "category": "reporters:state",
      "reporter": "Bay",
      "opinion_index": 0
    },
    {
      "cite": "2 Bay. 11",
      "category": "reporters:state",
      "reporter": "Bay",
      "case_ids": [
        8672032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/2/0011-01"
      ]
    },
    {
      "cite": "5 W. & S. 478",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0478-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 12110,
    "ocr_confidence": 0.375,
    "pagerank": {
      "raw": 6.805654828239662e-08,
      "percentile": 0.4160563028964237
    },
    "sha256": "09c0ca2dc1eeb41bda146298ab641ebc57c8cb22e68e178ff8fc4f4e0be35273",
    "simhash": "1:2cef80120f1f9846",
    "word_count": 2244
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Forster’s Executors versus Gillam."
    ],
    "opinions": [
      {
        "text": "The opinion ol the court was delivered by\nBurnside, J.\nThere is nothing worthy of notice in the bill of -exceptions to evidence, nor have they been seriously urged in this court.\nThe only question remaining to be considered is, whether there was evidence given on the trial which authorized the Judge’s submitting the question arising on the contract and title, and the plaintiff’s alleged misrepresentations of that title to the jury.— Upon a careful examination, we are satisfied there was evidence to be submitted to them. It was true, Foster refused to convey by deed of general warranty, but we look in vain into the case for evidence that Gillam bought at his own risk. Wilson proves “ that at Forster’s house, Grillam told Forster that he could not live in the house another year, if the buildings remained as they were. He told Forster that he must repair the buildings, or he would or could not stay there, or else sell it to him. Forster said that he would sell it to him; that he would give him a cheap bargain, and then he might repair as he pleased. Grillam asked him what he would take for it. He said $600; that there was $200 worth of timber on it, but it was so unhandy that soon he could not use it. He asked me if it was not a good bargain. I said it seemed cheap to me, if the title was good. Forster said that he would malee as good a title for it as was in Huntingdon county. He afterwards said he had sold to Grillam.”\nIt seems that, after this, the parties went to James Steel, Esq., to have the article drawn. Steel proves that “ Grillam was a good deal fearful of entering into the purchase. Forster said “ there was no doubt but the title was a good one, but he would not warrant it. He would only warrant against himself, and lm heirs. The matter was referred to me with the approbation of William Forster. Bower’s deed was with me; I recollect it. I do not recollect what other papers. With the assistance of such papers as I had before me, together with the representations of Forster, I concluded that the title was good. The agreement was entered into. I think there was something said about the land being unseated at the time it was sold for taxes under the Bower deed. I concluded, from the papers, and these representations, that the title was a good one,, and gave that opinion. Grillam, I think, would not have taken it, if I had not given that opinion.” Misrepresentation in any essential point of a contract will defeat it; 2 Bay. 11. In all contracts it is a good general rule that soundness of price warrants a sound commodity; 2 Bay. 283. But I agree, where a purchaser is fully and fairly informed of all the circumstances, and has a proper opportunity of information, and buys at his own risk, he shall be held to his bargain. A special warranty does not prevent a vendee from setting up a defence to the unpaid portion of the purchase money; and in such a case, the onus lies on the vendor to shew he bought at his own risk.— Where the purchaser has been evicted, as in this case, or likely to be evicted by a superior outstanding title, it is the settled law of Pennsylvania, that in all cases where mortgages, bonds, or single bills, are given for land sold, the debtor may give in evidence liens and incumbrances against the grantor or those under whom he claimed previous to his purchase; and that, whether the clause of warranty in the deed is general or special; Christy vs. Reynolds, 16 S. & R. 258; 10 Barr 73. So in the case of an eviction on a clear superior outstanding title, unless it appear that the purchaser bought subject to that title, or agreed to run his risk of the title he purchased. Drinker vs. Byers, 2 Penn. Rep. 528, rules that, in this State, if the consideration money has not been paid, the purchaser, unless it plainly appears that he has agreed to run the risk of the title, may defend himself in an action for the purchase money, by shewing that the title was defective, either in whole or in part; whether there was a covenant of general warranty, or a right to convey, or of quiet enjoyment by the vendee, or not, and whether the vendor has executed a deed for the premises or not. The principle will be found in many cases, and that, whether the vendee has accepted a conveyance of general, or no warranty at all, he may set up a defence to the unpaid purchase money, though without a warranty, or gross fraud, he cannot recover back what he paid; 7 S. & R. 43; Carnahan vs. Hall, Addison, 127. Nor does a presumption of knowledge of a defect of title arise from the circumstance of a purchaser having received a deed containing a general warranty; Cresson vs. Miller, 2 Watts, 272.\nWhere a vendor, in a contract for the sale of lands, conceals the fact that a part of the land belongs to a third person, it is a positive fraud which enables the vendee to disaffirm the contract; Cook vs. Grant, 16 S. & R. 198. A vendor is permitted to praise the quality of his land, which is open to inspection, 5 W. & S. 478 ; but the law will not permit him, as is before shewn, to assert a falsehood as to the quality of his title. Here, Eorster said he wpuld make as good a title for this tract as was in Huntingdon county, when he knew he had no title from Carter. He relied on tlie circumstance that neither Carter, nor his heirs, would appear and claim the land; and he knew, if either appeared, he must be evicted. It was a proper case for the jury, under the direction of the court, and the charge was more favorable than he deserved.'\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was elaborately argued by Wilson and Fisher, for plaintiff in error.",
      "Stewart and Miles, for defendant."
    ],
    "corrections": "",
    "head_matter": "Forster’s Executors versus Gillam.\nWhere a vendor of a tract of land, whilst the contract is making, makes a misrepresentation to the vendee, as to the quality of his title, and the vendee is thus induced to purchase, and the land is recovered under a superior title, the vendee may defend, on that account, in an action on the bonds, given for a part of the purchase money; and he is not prevented from so doing, by reason of having taken h deed with special warranty.\nError to the Common Pleas of Huntingdon county.\nThis was an action of debt, brought by McCracken and others, executors of Eorster, for the use of Steel, against Gillam, on four bonds, in which Gillam was bound to Eorster. Defendant plead payment with leave, &c; a special plea was filed, which did not appear upon the paper book.\nThe bonds were for a part of the purchase money of a tract of land, sold by Eorster to Gillam, and conveyed to the latter ; the title of Eorster, to which, was defective.\nThe land had belonged to Carter; a person representing himself as authorized to sell the land, as the agent of Carter, sold it to Bower, and Bower sold to Eorster.\nBower also purchased the same land from the county commissioners, who had bought it at a sale for taxes; but the land being seated, this title was worthless; Carter’s heirs denied the authority to sell the land, and they brought ejectment for the land against Myers, to whom Gillam had sold it, and his tenant, in which proceeding the land was recovered.\nOn the trial of the suit by Eorster’s executors vs. Gillam, it was alleged on the part of the defendant that, at the time of making the contract of sale of the land, Eorster made misrepresentations in relation to the title. A part of the testimony given on the part of the defendant, is referred to in the opinion of his Honor Judge Burnside.\nA good deal of other testimony was given on the trial.\nThe deed of Eorster and wife to Gillam, was not set out on the paper book. On an objection to evidence, it was alleged that the deed warranted only such title as Eorster and his wife had in the land; and conveyed only such as they had.\nIt was also objected that Eorster had no notice of the action of ejectment by Carter’s heirs against Myers and Shugart, his tenant.\nHis Honor, Judge Wilson, inter dlia, charged the jury as is set forth in the assignment of errors.\nThe jury found for the defendant.\n('.to- me a,-¡signed; the material ones were, that the court erred in instructing the jury that “ if there were any misrepresentations of Forster, which were relied on by Gillam, or he knew of any fact in relation to the title, which affected the validity of the title he was making, or knew of any outstanding title that was superior, that Gillam did not know of, and concealed that from Gillam, and induced Gillam to purchase, representing his title to be good, it would be a fraud upon Gillam, and Gillam could set it up as a defence to the payment of the bonds.”\n“But you are not to presume such facts ; fraud is not tobe presumed in law. It must be proven and may be inferred from facts and circumstances given in evidence. You then inquire: Is it then proven to your satisfaction that William Forster misrepresented to Gillam any facts in relation to the title that Gillam relied on ? Had he any knowledge of an outstanding title or superior title that Gillam did not know of, which he concealed from Gillam ? If there is not evidence to show you that he did so misrepresent and conceal his knowledge, or that they did not contract with a fair understanding, the defence would not avail, and the plaintiff would be entitled to recover, and the fraud alleged has to be proven by the party who alleges it.”\n“ The Carter title is the only one that stands in the way of the plaintiff’s right to recover in this action, and it is important for you to recollect the testimony in relation to any knowledge Gil-lam had of the Carter title at the time he took this deed. If he knew of that title and how it was situated at the time, and took upon himself the risk of it, he would have no reason to ‘complain,’ thus instructing the jury that they might find the contract between Forster and Gillam to be fraudulent on the part of Forster, then leaving it to the jury to infer fraud. Although there was nothing in any part of the whole case, showing Forster to be guilty of falshood or deceit, from which the jury could find fraud either actual or constructive, and when in fact it was neither alleged or proven that fraudulent representations had been resorted to by Forster, and besides thus imposing on the jury to determine that which is the sole province of the court to determine, to wit: to judge of what constitutes evidence to impeach a deed for fraud.\nThe court erred in saying — “ Is it proved to your satisfaction that William Forster misrepresented to Gillam, any facts in relation to the title that Gillam relied on ? Had he any knowledge of an outstanding or superior title, of which Gillam did not know, which he concealed from Gillam.” There being no evidence to warrant this instruction.\nThe case was elaborately argued by Wilson and Fisher, for plaintiff in error.\nThe court is the sole judge of what constitutes evidence sufficient to impeach a deed for fraud, and it is not proper to submit evidence to a jury where a deed is sought to be set aside for fraud, which is not sufficient in law to shew fraud, hut which must mislead the jury, by inducing them to act as the judge of both law and the facts in the case; Lighty vs. Shorb, 3 Penn. Rep. 55, caveat emptor, is a maxim which enters into every purchase where the contrary is not stipulated; and equity cannot relieve against it, any more than it can against the terms of a bargain; see this case, and the case of McFarland and Newman, 9 W 55; where the purchaser is aware of a flaw and provides not against it, he takes the risk of it on himself; and where he does so provide, he is left to the legal effect of his security, 3 Penn. 452; 5 S. & R. 201; Hart vs. Porter, 5 Watts 311; 3 Wh. 589; 3 W. & S. 565 ; 6 W. 87, 92.\nNotice is unnecessary when the fact is equally within the knowledge of both parties, which it must be taken to be where the sources of information are equally open to both, and the state of the fact is obvious to to the senses; 2 R. 90.\nStewart and Miles, for defendant.\nCourts of Equity grant relief where there has been misrepresentation and confidence abused: 2 Barr, 108; 5 W. & S. 478; 5 S. & R. 427.\nIn support of the charge was cited, 1 S. & R. 444; 8 do. 179; 5 do. 204.\nMay 27,"
  },
  "file_name": "0340-01",
  "first_page_order": 342,
  "last_page_order": 346
}
