{
  "id": 964916,
  "name": "Meese et al. versus Levis et al.",
  "name_abbreviation": "Meese v. Levis",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "384",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Bin. 38",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787971
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0038-01"
      ]
    },
    {
      "cite": "5 W. 69",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 Whar. 49",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0049-01"
      ]
    },
    {
      "cite": "4 R. 192",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 722,
    "char_count": 13943,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 7.485357372190294e-08,
      "percentile": 0.4458364174899772
    },
    "sha256": "0ef680e185ddb353517e5352a9408b23afdfb699fddb7f30017e0bfbcfc8f2de",
    "simhash": "1:de6021a3a5185a30",
    "word_count": 2505
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meese et al. versus Levis et al."
    ],
    "opinions": [
      {
        "text": "The opinion of tbe court was delivered by\nBell, J.\nThe only error assigned is said to be in the charge of the court below. But the preliminary question is made, whether this is so brought upon the record that we can with propriety notice it ?\nThe difficulty is ascribed to the very great looseness of practice which obtains in some portions of the commonwealth, generated by a total oblivion of the distinction between a bill of exceptions tendered under the statute of Westminster, and a request preferred under our act of 24th February, 1806; and the frequent disregard of the duties incumbent on counsel pursuing either method. As much misapprehension seems to prevail on this subject, a brief review of the extent of remedy afforded by the writ of error at common law, and as this has been modified by legislative interposition, is perhaps, necessary to a full understanding of the point now to be decided.\nPrior to the act of West. 2d, 13 Ed. 1, nothing could be revised in error that was not strictly of the record; and as that did not comprehend anything averred ore temes, or the opinions expressed by the judges of its legal effect, no investigation could be had of supposed mistakes committed on the trial, either in ruling questions of evidence, or in the instructions given to the jury on the whole cause as proved. This was remedied by the statute giving the bill of exceptions, by means of which, extraneous facts proved, or alleged, and the opinions of the court expressed in reference to them, are introduced, not strictly as part of the record, but as tacked to, and thus brought up with it. This was the only mode by which a party complaining of the judge’s charge could introduce it to the notice of a court of error, until our act of 1806, required those officers to reduce their opinions to writing, and to file them in the cause at the request of either party. When so filed, they become incorporated with, and are of the body of the record; in this particular, among others, differing from the bill of exception: Brown vs. Caldwell, 10 S. & R. 114. This novel provision, though intended to promote the convenience of suitors and to facilitate the determination of controversies, was found in practice not to realize the benefits expected from it. On the contrary so far from being an improvement on the pre-existing mode, as it was said, it was productive of additional trouble, expense, and delay. Consequently, although the courts were at first disposed to accord to it a liberal extension, it was soon found that public and private convenience dictated a strict adherence to the terms of the act: Reigart vs. Ellmaker, 14 S. & R. 124; case of Spring Garden, 4 R. 192. Accordingly, it is now settled that to bring the opinion of the court properly on the record, it must appear to have been filed by the judge, at the express request of a party to the action, preferred at the time of the trial. A subsequent prayer comes too late, though but a single day intervenes; for the other party has a right to know before the rendition of the verdict what it is his antagonist makes objection to. In this respect it is said to be like a bill of exceptions, which must be tendered at the trial, in default of which, an exception is regarded as waived : Lancaster vs. De Normandie, 1 Whar. 49; Bratton vs. Mitchell, 5 W. 69; Holden vs. Cole, 1 Barr, 303. Some of these cases, also speak of the necessity of an ©ginien to be expressed of record. This was not thought to be requisite in the earlier decisions construing the act of 1806; and as the proceeding under it is altogether different in its character and effect from the exception given by the English Statute; the latter being but collateral to the record proper, while by the former, the opinion filed is en-grafted upon the roll, and become parcel of it. I confess I see no good reason for an express exception, since without it, at common law, the court will take notice of an error apparent on the face of the record itself, on error brought, though no exception was taken in the subordinate tribunal. This is done, every day, where the fault is in the process, pleading, verdict, or judgment; for exception is but a method of introducing what would not otherwise be apparent. Though, for these reasons, I would not,insist on a recorded exception to a filed charge, I heartily agree that the party making the request may be called on to specify what portions of the charge he asks to be reduced to writing; for, without this restriction, the duty devolved on the judge, might become oj>pressive, if not impossible. But, in the instance before us, there was no request to file the charge, and in truth, it never was filed of record, within the meaning of the act of assembly. Had there, however, been a request preferred here, I am of opinion the negligence which has occurred since the trial would be deemed a waiver of it. I have said the rule requires the request to be made before verdict rendered. Both reason and analogy demand it should be pressed to consummation, within a reasonable time thereafter. It is the duty of the party to see to this, to which end the law invests him with ample means of coercion, should the judge neglect or refuse the performance of his duty. Under pretence of such neglect, the complainant cannot be permitted to fold his arms in inaction for years, and after thus lulling his antagonist into fancied security, suddenly revive the memory of a request, which his own supineness has covered with oblivion. Perhaps, there is no one subject in practice which gives rise to more complaint than the alleged skeleton character of the charges filed under the act; and yet, in the large majority of instances, this defect is directly to be traced to lapse of time permitted to run, after the trial, without any manifestation of desire, that the request should be complied-with.\nBut the present plaintiff in error did not proceed under the act of 1806. He must, therefore, base his claim for a review, upon the Statute of Westminster. Now, it has long since been settled that under that statute, -an exception to be • available, must be stated in writing, and tendered at the trial, whether it relates to evidence or the final opinion of the court. Otherwise, it is considered as waived, and the party will not be permitted to resort to it, after a verdict against him: Jones vs. In. Co. 1 Bin. 38; 2 Tidd’s Pr. 785; Bright vs. Sharp, 1 Salk. 288. It was the remark of Holt, O. J., in the last case, that though the statute appoints no time, the nature and reason of the thing require the exception should be reduced to writing when taken and disallowed; otherwise, it is left to rest in the memory of the judge, who cannot be expected to retain a recollection of all that passes before him in the press of business. True, it is not imperative an exception should be put in form and sealed during the progress of the trial. Anciently, it was so practised, but as the business of the courts multiplied and became pressing, it was found that convenience and despatch required some time to be given, after the trial, for the preparation of bills of exceptions noted, as is our custom, by the judge, during its progress. In many, if not in most of the judicial districts of the State, the period allowed for this is ascertained by a written rule. But, where no such written regulation exists, the exception, whether it be to evidence, or to the charge, must be prepared and presented for the seal of the judge within a reasonable time. So much was determined in Morris vs. Buckley, 8 S. & R. 211; where it was held that a bill of exception tendered to the charge of the court nine months after the trial, came too late, though the exception was mentioned before rendition of the verdict; that period being altogether unreasonable. It is almost impossible, said the court, that a judge should retain his charge in memory any considerable time. What is he to do then if he is called on to seal a bill of exceptions, some months, or even weeks, after the trial ? He must either render himself subject to an action of damages by a refusal, or run the hazard of violating his conscience, and doing injustice to one of the parties, by certifying a charge of which he has no certain recollection. Of the propriety of due diligence the case before us is an illustration. The plaintiff in error acquiesced in the result of the trial for upwards of six years; during which time, no intimation was given that the exception mentioned at the trial was intended to be pressed. Nor, as is avowed, was any such intention entertained, until after recent decisions of this court, applicable, as it was thought, to this controversy. In the meantime, relying on this non-action, the winning party has sold the property in dispute, and the trying judge must have dismissed the case altogether from his memory. How then can he undertake to certify his opinion, and the facts that may be essential to a proper understanding of it ? It is obviously impossible, unless every word were put in writing. We accordingly find it is not attempted. The judge sends but a fragment of his charge, of which he recollects nothing; and, for the little he does give, is dependant altogether on imperfect memoranda. But no bill of exception, embracing even this, is sealed. Had one been presented to Mm, it is difficult to perceive how, with propriety, the judge could have given it the sanction of his seal. Indeed, it is clear, justice to the other party, in the absence of his counsel, would have dictated a refusal. A complainant has seven years within which to sue a writ of error; yet no one ever dreamed this time was allowed him to put his objections in shape. Nor has it been attempted here. Nothing was done, after the note of exception made by the judge. But this is not enough. I repeat that when a complainant proceeds under the English statute, which, after all, is the better practice; he must put his exception in form, embracing so much of the opinion as is objected to, and procuring it to be sealed by the judge within a reasonable time. Omitting this, the notice of exception is considered to be waived: Pocklinton vs. Hatton, 8 Mod. —. In the comparatively recent case of Dillon vs. Roe, 1 Bing. R. 17; it was ruled that if a party, who on the trial, has tendered a bill of exception, brings a writ of error before he has procured the judge’s signature to the bill, he thereby waives it, and will not be permitted by the court of error to append the bill to the record. Here the writ of error was purchased in July, 1849; and the remnant of a charge furnished by the judge is dated September, 1849. But I would not be disposed to insist on this irregularity. We found our refusal to consider the errors assigned on the total neglect of the plaintiff to discharge Ms duty in the premises, and the time which has intervened since-it ought to have been performed.\nI am glad that an opportunity has been afforded to point out the correct practice, without inflicting an injury in the particular case. The case of the plaintiff in error is without the utmost stretch of the circle of indulgence. His long continued negligence deprives him of all merit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by McManus Hale for plaintiffs in error.",
      "Curtin for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Meese et al. versus Levis et al.\nUnder the act of 1806, to bring the opinion of the court properly upon the record, it must appear to have been filed by the judge at the express request of a party to the action, preferred before the rendition of the verdict.\nA party may be required to specify what portions of the charge he asks to be reduced to writing, and when the charge is asked to be filed, it must be pressed to consummation, within a reasonable time, otherwise the judge may disregard it.\nUnder the statute of Westminster 2d, 13 Ewd. 1, when an exception is taken to evidence, or to the charge of the court, it is necessary that the exception should be reduced to writing, at the trial, and presented in form for the seal of the judge, within a reasonable time; when it applies to the charge, embracing as much of the charge as is obj eeted to; if this be omitted, the exception is considered to be waived.\nIn the English practice where a party who on the trial has tendered a bill of exception, brings a writ of error before he has procured the judge’s signature to the bifi, he thereby waives it, and will not be permitted by the court of error to append the bill to the record; but this irregularity is not material in this court.\nError to tbe Common Pleas of Centre county.\nThis was an Ejectment for 433 acres of land, to part of wbicli defendants disclaimed title.\nThe cause was tried in April, 1843. Verdict for plaintiffs.\nWrit of error was filed in October, 1849.\nThe charge given was excepted to at the trial, on the part'of both plaintiffs and defendants; but it was not written out at the time. In 1849, a writ of error was taken. The cases of Kile vs. Brown, 5 Barr 291, and Waggoner vs. Hastings, 5 Barr 300, having, it was sujiposed by counsel, decided the law, contrary to that stated in the charge, delivered in this case.\nWoodward, J., in September, 1849, filed a portion of his charge, in introducing which, he observed, “not anticipating a removal of the cause, the charge was not fully drawn out and filed at the time, and now six years and more after the trial, I can furnish no more of the charge than is contained in the meagre notes made before it was delivered.” The jury were told &c.\nError assigned:\nThe court erred in them charge to the jury in saying “but if the color of title extends on to an older survey without an actual possession within the lines of the older survey, the owner will not be ousted of his constructive possession, nor will the holder of the colorable title acquire title under the statute to the lands within the lines of the older survey.”\nThe case was argued by McManus Hale for plaintiffs in error.\nCurtin for defendants in error."
  },
  "file_name": "0384-01",
  "first_page_order": 386,
  "last_page_order": 390
}
