{
  "id": 964899,
  "name": "Vanpool et al. versus The Commonwealth",
  "name_abbreviation": "Vanpool v. Commonwealth",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "391",
  "last_page": "394",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 398,
    "char_count": 7510,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 6.907597123529909e-08,
      "percentile": 0.4197238912384467
    },
    "sha256": "63fcabe0de0224e5c2ec2f5e7d0c7da179f4942990918b9b99b59ba6fa31b054",
    "simhash": "1:7d05242a01fe95b4",
    "word_count": 1310
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vanpool et al. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nThe defendants below were convicted; sen-; teheed to pay a fine of one dollar and costs. It was further adjudged and ordered that the possession of the premises mentioned in the indictment be restored to the prosecutrix. The record returned to thiá court exhibits the whole trial, and error has been assigned to the charge of the court, the manner of the trial, as well as to the indictment and sentence. We have nothing to do with the evidence, or the ruling of the court on the trial. Forcible entry and detainer is a criminal proceeding, and, generally, in all criminal cases, the errors to be noticed by the Supreme Court, and within their jurisdiction, must appear on the indictment or sentence; on the face of the record. We have no right to inquire beyond the errors assigned to the indictment and sentence. We notice only the first and third errors.\n1. The first is that the indictment does not sufficiently describe the locus in quo, so as to enable the court to award restitution. The true rules on this subject are found in Hawkins, title, “Forcible entry and detainer;” and he informs us that the tenement in which the force was committed must be described with convenient certainty; for otherwise, the defendant will neither know the special charge to which he is to make his defence, nor neither will the justice or sheriff know how to restore the injured party to his possession. But it has been resolved (for which he cites numerous authorities) that an indictment for a forcible entry into a mansion house or messuage is good, for these words are equipollent; also, that such an indictment for an entry into a close, called Sergeant Henry’s close, &c., without adding the number of acres, is good; for here is as much certainty as is required in an ejectment : 1 Curwood’s Hawkins, 503-4, secs. 37, 38. This doctrine of Hawkins’ has been fully adopted in Pennsylvania, in Dean and others vs. The Commonwealth, 3 S. & R. 418, where it was held, that in an indictment for forcible entry, it is sufficient to describe the premises as “ a certain close of two acres of arable land, situated in Shirly township, in county aforesaid, being part of a large tract of land adjoining lands of Andrew Dearmond and Henry Hoshell.” It would seem that this case was before the attorney who drew the indictment. He describes the premises in question, a messuage and tract of land, situated, &c., to wit: “All that piece of land, containing twenty-six acres and one hundred and fifty perches, and the allowance of six per cent., it being a part of a large tract known as the Peter Jackson improvement, adjoining lands of Daniel Henderson on the east, and the land of Sarah Black, being so seised, &c.” This certainly would be sufficient in an ejectment.\n2. In sentencing the defendants to make restitution. Restitution was first authorized by the 8 Henry VI. chap. 9, Hawkins, before cited, 497. This statute was ever ruled to extend and be in force in Pennsylvania. This indictment avers that the prosecutrix was seised of the premises, in her demesne as of fee; and the rule is well settled, by ancient authorities, that the indictment ought to show what estate she had in the land. Where the entry was made before the statute 21 Jac., it ought to show that he had a freehold; and since, it ought to lay what estate he has, for perhaps he is only tenant at will: 1 Salk. 260; 1 Sid. 102; 3 Com. Dig. 368, old ed. This court has ruled, in Burd vs. The Commonwealth, 6 S. & R. 252, and in a subsequent case in Pittsburg, last year, that if an indictment for forcible entry and detainer shall merely state a naked posession in the prosecutor, without stating what estate or interest he had in the premises, it is not sufficient to authorize an award of restitution. The counsel for' the plaintiffs in error have not a foot to stand on.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Hale and McAllister for the plaintiffs in error.",
      "Curtin, contra."
    ],
    "corrections": "",
    "head_matter": "Vanpool et al. versus The Commonwealth.\nIn criminal proceedings, this court will notice only those errors which appear on the record.\nAn indictment for forcible entry should set forth what estate the prosecutor had in the land; for perhaps he is only tenant at will. This court has nothing to do with the manner of the trial, or with the ruling of the court on the trial.\nAn indictment for forcible entry described the premises as “all that piece of land, containing seventy-six acres and one hundred and fifty perches, and the allowance of six per cent., it being a part of a large tract, known as the Peter Jackson improvement, adjoining lands of David Henderson on the east.” This is a sufficient description of the premises, so as to warrant the court in awarding restitution.\nCertiorari to tbe Court of Quarter Sessions of Centre county.\nTbe Commonwealth of Pennsylvania vs. John Vanpool and Susannah Black, et al. Indictment, forcible entry and detainer. True bill. Defendants being arraigned, plead not guilty.\nAnd now, the 28th August, 1849, cause reached; trial ordered on, and a jury of the country called, who, being duly empannelled, sworn or affirmed, and charged by the court, say, on their oaths or affirmations as aforesaid, that they find the defendants guilty. And now, on the 31st August, 1849, the court sentence the defendants, John Yanpool and Susannah Black, to pay a fine óf one dollar to the commonwealth of Pennsylvania; also, to pay the costs of prosecution, and stand committed until sentence is complied with. And the court adjudge and order that the possession of the premises mentioned in this indictment be restored to the prosecutrix, Sarah Black.\nReasons for a new trial filed, 31st August, 1849.\nThe indictment was partly as follows:\nIn the Quarter Sessions of Centre county, August sessions, 1849:\nCentre County, ss:\nThe grand inquest, &c., do present, that Sarah Black, of the township of Taylor, and in and of the county aforesaid, on the sixth day of April, in the year of our Lord, one thousand eight hundred and forty-nine, in the township and county aforesaid, was seized in her demesne, as of fee, of and in a certain messuage and tract of land, situated in the township and county aforesaid, and described as follows: — All that piece of land containing seventy-six acres and one hundred and fifty perches, and the allowance of six per cent., it being a part of a large tract Imown as the Peter Jachson improvement, adjoining lands of David Henderson on the east; and the said Sarah Black being so seized thereof as aforesaid, &c.\nErrors:\n1. The indictment does not sufficiently describe the locus in quo, so as to enable the court to award restitution.\n2. The court told the jury it was not necessary to prove title in prosecutrix; which was error.\n3. In sentencing defendants to make restitution.\n4. In the manner of trying the cause; in misleading the jury, by which they found a verdict of guilty; and then using the verdict as a justification for sentencing defendants to make restitution.\nThe case was argued by Hale and McAllister for the plaintiffs in error.\nTo authorize an award of restitution, the nature of the estate must be set out in the indictment: 9 Barr, 184. The premises were not sufficiently described in this indictment, so as to give warrant to the court to award restitution. It is not averred what part of the premises adjoined the Peter Jackson improvement, whether the whole tract, or the part on which she entered.\nCurtin, contra.\nAs to the sufficiency-of the description in the indictment, he referred to 3 S. & R. 418."
  },
  "file_name": "0391-01",
  "first_page_order": 393,
  "last_page_order": 396
}
