{
  "id": 964982,
  "name": "Wray versus Tammany",
  "name_abbreviation": "Wray v. Tammany",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "394",
  "last_page": "396",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 169",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0169-01"
      ]
    },
    {
      "cite": "5 W. & S. 102",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 444",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0444-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 278,
    "char_count": 4366,
    "ocr_confidence": 0.369,
    "pagerank": {
      "raw": 1.821111511315199e-07,
      "percentile": 0.7192318934424362
    },
    "sha256": "8498ce4cef0e100a126c5345335eb41cb221f0562a34a6e5544c6542b7a12c6d",
    "simhash": "1:daeb0034fc9ca97e",
    "word_count": 787
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wray versus Tammany."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nAn attachment under the act of 1836, is process to enforce the judgment; and it is, in substance, if not in form, an execution. It differs from a fieri facias essentially only in this, that it reaches effects, from which the debt could otherwise not be levied. It is usually called an attachment execution; but whatever the name, it is within the spirit and purview of the statute.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by McManus, for plaintiff in error.",
      "Male, contra,"
    ],
    "corrections": "",
    "head_matter": "Wray versus Tammany.\nAu attachment execution, under the 35th section of the act of 1836, is process to enforce the judgment; it is, in substance, if not in form, an execution. It cannot issue on an award of arbitrators, till the twenty days, allowed for appealing, have expired.\nError to the Common Pleas of Centre county.\nMeCrory & Divvers, for the use of James & Alexander Wray, brought suit against Tammany & Myers.\nOn the 15th December, 1849, award of arbitrators was filed, finding for plaintiffs $573 43.\nOn the second day afterwards, viz: on the 17th December, an attachment execution, in the nature of a foreign attachment, was issued on the judgment, to levy debts due to defendant, in hands of garnishees.\nJanuary 31, 1850, on motion, rule to shew cause why the attachment in this case should not be set aside by the court.\nOpinion of the court: Woodward, J.\nThe 34th sec. of the act of 16th June, 1836, relating to reference and arbitration, gives a stay of execution on award of arbitrators for twenty days from the filing of the award, during which the losing party may appeal. See Woods vs. Conner, 6 Barr 430.\nBut this case is said not to come within that rule because the process here is. not strictly speaking an execution, but an attachment. I am of opinion that there is nothing in the distinction attempted to be taken. The 34th section above referred to, provides that the prothonotary shall, after twenty days, at the request of the party in whose favor the award is made, issue execution, or such other process as may be necessary and proper to carry into effect the judgment on such award. Now when it is considered that this arbitration law was part of the codified system which first provided process for taking debts in execution, it cannot be reasonably doubted that the words such other process mean the attachment execution which was provided by the act of 16th June, 1836, relating to executions; if so this process is stayed for twenty days by the 34th sec. as expressby as a fi. fa. But the writ issued is an execution in every sense. A sci. fa. may be part of an execution and does not take away the executial character of the writ. It may, to be sure, bring new parties into court and produce new litigation between them, but this is all in execution of the original judgment. As to that judgment, every thing that is done to produce the money rests on the judgment for its foundation, and is to be regarded as execution of the judgment. The rule must be made absolute.\nErrors assigned:\n1. The court erred in making the rule absolute in setting aside the attachment in this case.\n2. The court erred in saying, “that the 34th sec. of the act of 16th June, 1836, relating to reference and arbitration, giving a stay of execution for twenty days from the filing of the award, prohibits the issuing of an attachment within that period.”\n3. The court erred in saying, that the words “such other process” means the attachment execution which was provided by the act of the 16th June, 1836, and if so, this process is stayed for twenty days by the 34th sec. as expressly as a fi.fa. But the writ is an execution in every sense.\nThe case was argued by McManus, for plaintiff in error.\nThat an attachment may issue on a judgment, and that an award is a judgment. That the attachment given by the 35th sec. of the' execution act of 16th June, is different from the ordinary execution or other process, meant by the 34th sec. of the arbitration act of 16th June, 1836. It gives the defendant a day in court, it brings new parties on the record, it attaches debts in suit, and debts due defendants in the hands of third persons, &c. During the twenty days allowed for appeal, defendants may dispose of their property: 7 W. & S. 444; 5 W. & S. 102; 6 Barr 430.\nMale, contra,\nrefers to 6 Barr 430, Woods vs. Cannon; Moore vs. Risden, Pa. Law Journal, 429; 4 do. 471; 2 W. & S. 169; this proceeding is in the nature of an execution."
  },
  "file_name": "0394-01",
  "first_page_order": 396,
  "last_page_order": 398
}
