{
  "id": 964930,
  "name": "Fluck versus Replogle",
  "name_abbreviation": "Fluck v. Replogle",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "405",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 405"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 S. & M. 245",
      "category": "reporters:state",
      "reporter": "S. & M.",
      "opinion_index": 0
    },
    {
      "cite": "1 Bin. 177",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 466,
    "char_count": 9365,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 1.6233357268266817e-07,
      "percentile": 0.6876331400015986
    },
    "sha256": "f7e1921444413a2e40928c4a7ebcadde1d89b1a04ff811de6888a39543270b54",
    "simhash": "1:f51923478105f4ce",
    "word_count": 1612
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fluck versus Replogle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThe whole tract of land, for part of which the ejectment is brought, was mortgaged, on the 1st of April, 1832, by Christian Snyder, (who was then the legal owner,) to John Piper and John Snyder, administrators of John Snyder, deceased, for $5,087 83, conditioned for the payment of $2,543 91J, in two equal annual payments. The mortgage was assigned to Daniel Replogle, the present plaintiff, by the surviving mortgagee, for the consideration of the whole amount then due. There is yet due on the mortgage, $1,569 05.\nBy the assignment, the legal title of the mortgaged premises became vested in the plaintiff, and a part of the purchase money remains unpaid, there.is nothing in the way to prevent the plaintiff from recovering the possession, to be retained by him until paid the debt, interest and costs remaining due. That the mortgagee has a right to recover possession immediately on the execution of the mortgage, results from the nature of the instrument itself. A mortgage is the absolute conveyance of the mortgaged premises, to be defeated only on payment of the money at the day stipulated by the parties. Unless there is an agreement to the contrary, the mortgagee.has a right to the immediate possession. Thus, in Keech vs. Hall, Doug. 22, it is ruled that the mortgagor is liable to eviction by the mortgagee, without any notice whatever, unless protected by the agreement for quiet possession until default. , ■\nIn Smith and another, executors, vs. Shuler, 12 S. & R. 240, Tilghman C. J., says: “Why may not the mortgagee recover the land in ejectment? He has a perfect legal estate, which is all that is necessary to support the action.” The right to recover the mortgaged premises is recognized in McCall vs. Lenox, 9 S. & R. 304; 1 Bin. 177; 16 S. & M. 245-51.\nThe possession of the mortgagor is the possession of the mortgagee. The court was right in saying there is no necessity for a conditional verdict. Indeed, it would be unjust for the jury to. prescribe conditions, by delaying the payment of money already due, thereby impairing the security — the land deteriorating in the meantime, and the debt increasing by the accruing interest. That the judgment for the plaintiff is right, therefore, is unquestionable. But as it is admitted the plaintiff is entitled to retain possession only until the debt, interest and costs are paid, it is de--. sired, by the parties, that the rule should be fixed by which the amount to be paid may be ascertained. The plaintiff contends that he is entitled to recover the whole amount due, viz: $1,569 05. The defendant insists that he is bound to pay only a ratable proportion. The facts which pertain to this part of the case are these: The plaintiff, Replogle, purchases, from the mortgagor, part of the land covered by the mortgage, and paid the whole amount of the consideration money, not knowing, at the time, of the existence of the mortgage. But afterwards, to secure himself, he took an assignment of the mortgage, as before stated; which assignment was recorded on the 15th November, 1843. Afterwards, judgment being obtained against the mortgagor for another debt, the property still owned and in his possession was seized on and sold by the sheriff, and the defendant, Fluck, became the purchaser at the sale. Although not essential to the legal question, yet it may be well to state, as a rebutter to any supposed equity, Fluck purchased with the full knowledge of the fact that Replogle held the mortgage, and that the land about to be sold would be looked to for the payment of the money due. It cannot be alleged, with slightest approach to plausibility, that, under these undisputed facts, as between Replogle, the assignee, and C. Snyder, the mortgagor, the latter would not be liable to pay all that remains due on the mortgage. It is in proof, he received the whole purchase money of the land purchased by Replogle; and, consequently, it is not open to the allegation that it had, in whole or in part, been applied in payment of the debt secured by the mortgage. If the ejectment was brought against him, there could be no defence, nor could he regain possession until he paid every cent then due. This would be too plain for argument, as there would be no pretence of any consideration between them. Does, then, the defendant stand in a better situation than the mortgagor ? It must, in the first place, be observed, that there is no difference between a vendee of the sheriff and the vendee of the mortgagor or owner of the land. A purchaser at sheriff’s sale occupies the position of the debtor; and, unless there is something to make his case an exception, the title of the purchaser is the title of the debtor, neither better nor worse. If this be so, and that it is cannot be doubted, the question is well settled, on reason and authority. Thus in Clowes vs. Dickinson, 5 John. Ch. Rep. 440, Chancellor Kent says: “If there be several purchasers in succession, at different times, there is no equality, and no contribution, as between purchasers. Thus, for instance, if there be a judgment against a person owning at the time three acres of land, and he sells one acre to A., the remaining two acres are first chargeable, in equity, with payment of the judgment debt.”\nThe same principle is ruled in Nailer and Stanley, 10 S. & R. 450, and in the more recent case, Cowden’s Estate, 1 Barr, 269; Mevey’s Appeal, 4 Barr, 80. Mr. Justice Kennedy, in Cowden’s Appeal, referring to Clowes vs. Dickinson, says the reasoning of Chancellor Kent is not only satisfactory, but unanswerable. This principle is so firmly established, that it cannot now be considered an open question. No difference is perceived between a judgment that is a general lien, and a mortgage which is specific.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was submitted without argument before the .court. Mussel for plaintiff in error. Gox and Boy were concerned for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fluck versus Replogle.\nThe owner of a tract of land executed a mortgage of it, and afterwards conveyed a part of the land; and the grantee subsequently purchased the mortgage. After the transfer of the mortgage, judgments were obtained against the mortgagor, and the residue of the land not conveyed was sold at sheriff’s sale, and purchased, after notice given of the mortgage, and of the balance due on it. Held that the owner of the mortgage can maintain ejectment against the purchaser at sheriff’s sale, and will be entitled to retain the possession till the amount due on the mortgage be paid.\nError to the Common Pleas of Bedford county.\nThis was an ejectment by the assignee of a mortgage. It was agreed, by the parties, to produce the evidence before the court, without a jury, and the court to state the facts in the nature of a special verdict, and to give judgment on these facts, agreeably to their opinion of the law. Either party to be entitled to a writ of error.\nThe facts were ascertained to be as follows: — The whole tract of land, for part of which this ejectment is brought, was mortgaged, on the 1st of April, 1832, by Christian Snyder, (who was then the legal owner,) to John Piper and John Snyder, administrators of John Snyder, deceased, for $5,087 88, conditioned for the payment of $2,543 91J, in two equal instalments, one on April 1, 1833, and one April 1, 1834.\nThe whole tract of land mortgaged to Snyder’s administrators contained one hundred and eleven acres and three-fourths. On the 12th April, 1842, Christian Snyder conveyed sixty-nine acres and seventy-three perches of it to Daniel Replogle, the plaintiff.\nAfter this conveyance, the said mortgage was assigned to Daniel Replogle, the plaintiff, by the surviving mortgagee. The amount due on it was $1,569 05. Replogle paid for it the whole amount due on it.\nAfter the transfer of the mortgage to Replogle, viz: in 1845, judgments were obtained against Christian Snyder, execution issued, and the balance of the mortgaged premises, not conveyed to Replogle, was levied and sold, by the sheriff, to William S. Fluck, the present defendant. The sheriff’s deed to Fluck is dated the 14th of November, 1846. Fluck went into possession of the land, and has held it, under that deed, and still holds it. Fluck had notice, at the time of the sheriff’s sale, of the mortgage, and of the balance due on it. The mortgage in question was prior to all other liens upon the same property, and it is, therefore, not asserted, by either party, that the sheriff’s sale discharged the land of the lien.\nA scire facias was issued, by Replogle, against C. Snyder, with notice to William S. Fluck, tenant in possession, on the 2d of November, 1847, but afterwards discontinued.\nDivers witnesses were produced, who testified to the comparative value of the part of the mortgaged premises which Replogle and Eluck respectively own.\nThe question, in the court below, was, whether the mortgage must be paid by both the parties, according to the respective value of their parts of the land mortgaged; or whether Eluck, the last purchaser, was bound to pay the whole.\nJudge Black charged, on the authority of Cowden’s estate, 1 Barr, 267, that the land purchased by Eluck, being the portion last owned by the mortgagor, was liable for the whole balance due on the mortgage, and directed judgment to be entered for plaintiff.\nThe case was submitted without argument before the .court. Mussel for plaintiff in error. Gox and Boy were concerned for defendant in error."
  },
  "file_name": "0405-01",
  "first_page_order": 407,
  "last_page_order": 410
}
