{
  "id": 964947,
  "name": "Topley's Appeal",
  "name_abbreviation": "Topley's Appeal",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "424",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 341",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842692
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0341-01"
      ]
    },
    {
      "cite": "4 W. 341",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 265,
    "char_count": 4824,
    "ocr_confidence": 0.383,
    "pagerank": {
      "raw": 5.948421493359946e-08,
      "percentile": 0.3706633089419499
    },
    "sha256": "0cfe58deec3fe2c3f94a9e1662c3145d0e9a0a1fe5a5018037fa2539d333785e",
    "simhash": "1:bcf67fb3905bf49e",
    "word_count": 860
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Topley’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nAn inspection of the record has satisfied me that the only difficulty which attends this case, arises from the mistake of the prothonotary, in entering the judgment on the scire facias to No. 212, April term, 1848, instead of entering it, as he should have done, on the scire facias to No. 5, January term, 1848. The amicable scire facias, as it is called, expressly refers to No. 5, January term, 1848, which was an adverse scire facias to revive the judgment, and continue the lien of the original judgment. Although called an amicable scire facias, it cannot be considered a new and independent proceeding, and, consequently, abandonment of the scire facias previously issued, but as an amicable agreement to enter judgment on that scire facias. It is not, therefore, governed by Meason’s estate, 4 W. 341, which was a clear case of abandonment of the first scire facias, by issuing a second, distinct and independent of the first, and without the slightest reference to it. Here, be it remarked, no person is injured; for the sem facias No. 5, January term, 1848, was still pending when the fund in court was distributed; the five years from the issuing of it, to continue the lien of the judgment, not having expired. As it was the mistake of the prothonotaiy, and not of the party, it was an error which can, without injury to any person, and which ought to be corrected, by permitting it to be filed as of the proper number and term. That which ought to have been done, we consider as done, and, consequently, we are of opinion the court erred in rejecting the claim of the appellant on his judgment, and in postponing him to former judgments.\nDecree reversed, and decree that the money be paid to appellant.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Hepburn for Topley, the appellant, with whom was Mclntire.",
      "Maefarlane and Junkin were for appellees."
    ],
    "corrections": "",
    "head_matter": "Topley’s Appeal.\nWhen within five years after the rendition of a judgment, a sti. fa. issues to continue its lien, and an appearance is entered for the defendant, and whilst the same is pending, hut after the five years have elapsed, an amicable sci. fa. issues, which in fact referred on its face to the scire facias, hut which the prothonotary entered only in the former case, and omitting any reference to such amicable sci. fa. on the record of the scire facias, such error in the officer will not operate to the prejudice of the owner of the judgment. This court will consider that as done, with respect to the matter, which ought to have been done, and will not postpone the judgment to others, whose liens were acquired subsequently.\nThis was an appeal from the Court of Common Pleas of Perry county, appropriating the proceeds of sale of real estate of John McKeehan, which was sold in October, 1849.\nThe appellant, Topley, was the owner of a judgment in favor of Niblock, as guardian, &c., vs. John McKeehan, No. 46, Nov. T. 1833, entered Nov. 21, 1833.\nAmicable sci. fa. to Nov. T. 1842, No. 72, Nov. 8, 1842, judgment. Sci. fa. to Jan. T. 1848, No. 5, issued Nov. 5, 1847, and on 12th Nov. 1847, counsel appeared for plaintiff, and waived service of writ.\nJohn MeKeehan, being sworn, said he was informed that the scire facias No. 5, Jan. T. 1848, had been issued; that he agreed to sign an amicable confession of judgment to save further costs and trouble, which he did. That it was. their intention to file the amicable judgment to the suit, in which his counsel appeared for him, viz: the amicable sci. fa. No. 5, Jan. T. 1848.\nThe amicable sci. fa. was entered to April T. 1848, No. 212. July 3, 1848, judgment for $120 20. This was the judgment which MeKeehan testified he intended to give on sci. fa. to Jan. T. 1848, No. 5.\nThe original paper, viz: the amicable sci. fa. filed to April T. 1848, No. 212, was produced, and it appeared that it referred to the sci. fa entered to January term, 1848, but it was not noted by the prothonotary on the record of the latter, but was entered, as above stated, to April T. 1848.\nExtract from the opinion of the court, Watts, P — “It is contended that the entry of this judgment, (viz: the amicable sci. fa. No. 212, April T. 1848,) is new and independent, and consequently an abandonment of the scire facias previously issued; and the five years having expired, in the mean time, the lien of the judgment was gone. The plaintiff in the judgment contends, that the pending scire facias continued the lien until the judgment of revival was entered; and again, The error of the clerk should not prejudice him. The judgment of the Supreme Court in Meason’s estate, 4 Watts 341, is decisive of this question, and we therefore reject the claim.”\nError assigned:\nThe court erred in rejecting the claim of the appellant on this judgment, and in postponing him to junior judgments.\nThe case was argued by Hepburn for Topley, the appellant, with whom was Mclntire.\nMaefarlane and Junkin were for appellees."
  },
  "file_name": "0424-01",
  "first_page_order": 426,
  "last_page_order": 428
}
