{
  "id": 964968,
  "name": "Kyner versus Shower",
  "name_abbreviation": "Kyner v. Shower",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "444",
  "last_page": "446",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 221",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0221-01"
      ]
    },
    {
      "cite": "3 Hill 233",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "2 Mill 80",
      "category": "reporters:state",
      "reporter": "Mill",
      "case_ids": [
        2549875
      ],
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/9/0080-01"
      ]
    },
    {
      "cite": "2 W. & S. 438",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0438-01"
      ]
    },
    {
      "cite": "3 Watts 227",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "24 Pick. 66",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 449",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "11 Mass. 436",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0394-01"
      ]
    },
    {
      "cite": "8 Pick. 122",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013128,
        2013241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0126-02",
        "/mass/25/0126-01"
      ]
    },
    {
      "cite": "4 Pick. 311",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031128
      ],
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0325-01"
      ]
    },
    {
      "cite": "1 Yeates 360",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 6897,
    "ocr_confidence": 0.376,
    "pagerank": {
      "raw": 8.936941619215904e-08,
      "percentile": 0.5010143448517654
    },
    "sha256": "f909727e67a6c024c61105741721df92a936c5897bc470f61883fee3915bae76",
    "simhash": "1:b87ace45f3d4f8f0",
    "word_count": 1257
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kyner versus Shower."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nWhen a person who is neither maker, drawer, payee, or acceptor, puts his name on commercial paper, before it is negotiated, he certainly means to pledge, in some shape, his responsibility for the payment of it. His act means something, and it admits of no other explanation. He means to give credit to the paper as an original promissor; but in what character, or how far — whether as a surety absolutely bound for the redemption of it, or as a guarantor contingently bound, — depends on circumstances. According to Taylor vs. McClure, not yet reported, in which the doctrine was critically examined, it may be shown, by extrinsic proof, that he agreed to become liable, as the one or the other: and where there is no such proof, he authorizes the payee to write over his name any form of engagement he may see proper. There is no proof of terms in this instance; and I am unable to see why the holder might not, at the trial, have filled the blank with a joint and several promissory note, payable to order, which would have passed to the plaintiff as endorsee, and sustained his action. We may now suppose such a note to have been written. But the action is equally sustainable in another aspect. The payee having a carte blanche, might treat the transaction, as an authority to place the names, after his own, in a course of indorsements ; and that would entitle a holder, whether for value or not, to maintain an action against either of the signers, as prior indorsers; and, perhaps, this is the preferable ground. The plaintiff is certainly entitled to recover in some shape: and without violating any commercial principle, it is easy to get over the technical objection to his action ; which, if it were sound, would prevent a recovery in any shape.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Bonham and Graham, for Kyner, plaintiff in error.",
      "Colwell and Biddle, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kyner versus Shower.\nA holder of a negotiable note, to. whom it was indorsed after maturity, can sus-, tain a a suit in his own name, against a prior indorser, and it is not necessary for him to shew that he has paid a consideration for the transfer.\nError to the Common Pleas of Cumberland County.\nThis was an action of debt brought by Shower as endorsee of Long, against Kyner endorser upon a note.\nThe parties agree to consider the following facts in the nature of a special verdict, with the right to either party to sue a writ of error without oath or bail.\nOn the 1st Dec. 1847, a draft was drawn by Charles \"Wharton, jr. & Co., upon P. J. Bujac for $775, payable to their own order at 4 months, and it was indorsed by George Kyner. This draft was discounted by C. Long, who gave to Charles Wharton & Co., seven hundred dollars for it. About the 1st April, 1848, when it fell due it was taken up by a draft for the same amount, drawn in the same form and with the same indorsement at 60 days. When the draft fell due it was taken up by the note of which the following is a copy:\niShiffensburg, June 1, 1848. $775 00.\nSixty days after date, we promise to pay C. Long, or order, seven hundred and seventy-five dollars, without defalcation for value received. Charles Wharton, jr. & Co.\nPayable at Carlisle Deposit Bank.\nThis note before its delivery to C. Long was indorsed by Geo. Kyner and Joseph G. Gressler. It is upon this the present suit is brought.\nO'. Long declined and refused to accept the note for the consideration mentioned without the indorsements. The note was placed in the Carlisle Deposite Bank by the said C. Long, for collection, and it was not paid at maturity, of which the defendant had due notice. C. Long took up the note and subsequently indorsed it to Edward Shower, the plaintiff; whether for a valuable considertion or not there was no other evidence than that the defendant before the trial of the cause, gave notice to the plaintiff that he would be required to make proof of the consideration; no proof was given in answer to this notice.\nThe testimony of Charles Wharton, jr., and William Cressler, the notice of defendant to plaintiff, and the record of the suit of C. Long vs. George Kyner, in Franklin county, shall be considered a fart of the case, and that the court shall render a judgment for the plaintiff or defendant as they may be of the opinion that the one or the other may be entitled thereto, the amount if for the plaintiff to be calculated by the Prothonotary.\nAfter argument the court filed an opinion, part of which was as follows, on which judgment was entered for plaintiff.\nUpon the facts of this case, agreed to by the parties, several legal positions are taken by the defendant: 1. That the legal cause of action is not in the plaintiff, so as to enable him to sue, although he may be entitled to the money when recovered ; that the action should have been in the name of C. Long, for the use of Edward Shower, against the defendant.\nBy the statute, 8 and 4 Ann, bills and promissory notes made payable to bearer or order, may be sued in the name of the holder or to whom they are ordered to be paid; and there is no distinction prescribed between those which are indorsed before and after the time of payment; and we do not know that it has ever been doubted or made the subject of inquiry, whether the indorsee of a negotiable note may not sue upon it in his own name, whether he obtained it before or after dishonor; Chitty on Bills, 572-3; 1 Yeates 360.\nBut the defendant’s counsel say that Kyner can not be sued as an endorser, and that if he can be sued in that capacity, or any other, he must be sued jointly with Cressler.\nThese positions we think are not tenable.\nHe charged that there was nothing to shew that Kyner and Cressler jointly contracted with Long; that Kyner was liable to this action; that whether called indorser, promissor or guarantor was of no consequence, was a mere descriptio personee ; and that Shower might recover, without shewing any other consideration than that which the form of a negotiable instrument imports.\nError assigned:\nThe court erred in entering judgment for plaintiff; the judgment ought to have been for defendant.\nThe case was argued by Bonham and Graham, for Kyner, plaintiff in error.\nThey contended that the action could not be sustained in the name of Shower, indorsee, vs. Kyner, indorser; Story on Pro. Notes, sec. 479, sec. 190-1; 4 Pick. 311, 385; 7 do. 243; 8 Pick. 122; 11 Mass. 436-8; 4 Watts 449; 24 Pick. 66.\n2. That under the peculiar circumstances of this case, Shower can not recover without proving that he is a Iona fide holder, for valuable consideration; 3 Watts 227; 2 W. & S. 438.\n3. If Kyner is liable in any shape or form, by reason of his name being upon the note, he is only liable jointly with Cressler.\nColwell and Biddle, for defendant in error.\nAs to the first point, as to the form of the suit, was cited: 2 Mill 80, 82; 3 Hill 233; 7 do. 417; 5 Cowen 476; Byles on Bills; 36 Law. Lib. 142.\nAs to 2nd point, 6 W. & S. 221."
  },
  "file_name": "0444-01",
  "first_page_order": 446,
  "last_page_order": 448
}
