{
  "id": 964972,
  "name": "Mahon versus Duncan",
  "name_abbreviation": "Mahon v. Duncan",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "459",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 459"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 294",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0294-01"
      ]
    },
    {
      "cite": "1 W. & S. 79",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 521,
    "char_count": 12118,
    "ocr_confidence": 0.357,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03390236264739759
    },
    "sha256": "67a951aff51cb0b25813ff181b619f1a125d3b59c9d55fa7f08197d6d67f6e87",
    "simhash": "1:5b471401ad450ea4",
    "word_count": 2199
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mahon versus Duncan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nMahon claimed title under his late warrant of the 6th February, 1849, a survey of 30 Acres, a strip between the survey of 1762 and 1767 which belong to Duncan.\nOn the return of Mahon’s survey, the matter was heard on a caveat against its acceptance before the board of property, who decided in favor of its acceptance; whereupon Duncan instituted this ejectment.\nThe plaintiff in error complains that the court erred in their charge to the jury.\n1. In their answer to defendant’s 2nd point.\n2. In their answer to defendant’s 3rd point, and '\n3. In their answer to defendant’s 4th point.\nThe errors assigned, as well as the arguments to sustain them, resolve themselves into a complaint against the learned Judge of the Common Pleas, in not taking the case from the jury and not directing them that the defendant was entitled to a verdict. It is due to the court to state, that the jury were instructed that the defendant had shewn a legal title from the commonwealth for the land in controversy, and unless the plaintiff has shewn an older and better title, and that the land in dispute is embraced within the lines of either the William and Thomas Duncan survey, or the survey of William Duncan, he must fail in this action; and the defendant would be entitled to a verdict. The survey of William and Thomas Duncan, was made in November, 1762, and in 1766 William Duncan took his warrant for 160 acres adjoining his other land as well as other old surveys. It was surveyed in ’67, and returned adjoining his other land on the north; the owners of the survey of William and Thomas Duncan have had possession of the 30 acres from time immemorial. It is in part cleared, and by cutting timber where they pleased, where it was not cleared; and so long cleared that the stumps have disappeared from the field. In this case, if the land was vacant, the clearing over gave no title against the commonwealth; Morris vs. Thomas, 5 Binney 77; Johnston vs. Irwin, 3 S. & R. 249. Great regard has ever been paid to the return of the Deputy Surveyor — but the return will be controlled by the lines actually marked on the ground; as the lines on the ground and the corners constitute the actual survey; Walker vs. Smith, 2 Barr 43 ; Hall vs. Tanner, 4 Barr 247; Henry vs. Henry, 5 Barr 249. So the jury were fully and fairly instructed. But the judge left it to the jury to determine under the evidence, whether the deputy surveyor did actually run the southern line of the William Duncan survey, and leave a vacancy between that survey and his other land, which was called for by the warrant and actually returned and accepted in the land office and patented. There were several facts in evidence in this ease, proper for the consideration of the jury. It was manifest that the plaintiff intended to take it up, and that it was included in his warrant of 1766, returned in his survey of 1767 on that warrant; unless the surveyor actually cut it off, there was no vacancy. Some of the lines had to be shortened to exclude it. The subject of surveys is so fully considered in the cases cited, that I deem it unnecessary to state the evidence more particularly, merely remarking that where the old warrant particularly called for the land in dispute, and the survey upon it returned into the office, there remaining undisturbed for more than seventy-five years, with possession accompanying it, the case must be indubitably clear that the land was not within the survey, to disturb it at this distant day. In truth I have not as much confidence in the modern surveyors of Penn’a., as I have in the Armstrongs the Lukens, the Palmers, and the Maclays, before the revolution. Their work to this day tells well, and is entitled to the highest regard of our courts and juries. The last purchase made in 1784, and the opening of the land office under it in 1785, introduced many bungling surveyors who have been very prolific in this State from that day to the present. I mean no reflection on the gentlemen examined in this case. We all think the case was properly submitted to the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Williamson and Heplurn for plaintiff in error, Mahon.",
      "Graham and Biddle for Duncan."
    ],
    "corrections": "",
    "head_matter": "Mahon versus Duncan.\nWhere application has been made by one for land, adjoining Ms other lands, and a survey is made by the deputy surveyor and returned, calling for other land of said warrantee, to whom a patent is granted for the land so surveyed andreturned, and the same remains undisturbed for more than seventy-five years, the said land, and the adjoining land, being used as one farm, by the warrantee and the person now claiming under him, a part of the land last surveyed having been long cultivated, and other parts used, as wood land, it must be indubitably clear that the land in dispute was not embraced within the old survey, to entitle aperson to claim under a new warrant, a strip of land alleged to be vacant between the two old sru’veys.\nIt is incumbent on him who alleges that such a vacancy exists, to show affirmatively that the lines of the two old surveys were actually run upon the ground, and that a vacancy exists between them. In the absence of clear proof that they were actually run, it will not be presumed in order to defeat the old title.\nError, to the Common Pleas of Cumberland County.\nThis was an ejectment for 80 acres and 67 perches and allowance of land by Duncan vs. Mahon.\nMahon, the defendant below, claimed under a warrant to him of 6th February, 1849, and survey by the deputy surveyor in the same month. The land covered by this warrant was alleged, on his part, to lay between two surveys, claimed by Duncan, the plaintiff, viz: between the South line of the William and Thomas Duncan survey of November, 1762, for 250 acres and 140 perches, and returned in 1782, on a warrant for 50 acres, to them, of the 10th June, 1762, and the North line of the William Duncan survey of 4th March, 1767, for 229 acres and 87 perches on his warrant of the 1st of August, 1766. This survey returned in 1789. This last tract was patented to William Duncan in 1789.\nOn a caveat by Duncan, plaintiff below, against Mahon, the board of property in April, 1849, decided that the survey of Ma-hon should be accepted.\nIt was alleged, on the part of Mahon, that according to the calls of the South line of the tract first above referred to, and the North line of the other tract, on a survey being made upon the ground, that there was vacant land between them, and that vacant land was claimed by Mahon, under his warrant and survey. It was also alleged, on his part, that there were marks on the ground of the old returned surveys, and that the marks agreed with the calls of such surveys, and that there were no marks on the ground to show that the two lines of the old surveys, or of either of them, were run at different places from those called for by such returned surveys.\nIt was contended, on the part of Duncan, that those two South and North lines had not been actually run upon the ground. That William Duncan was, in 1776, the owner of the western portion of the Thomas and William Duncan tract, and that owning this, he made application for authority to take up 160 acres, adjoining his other land. That the warrant was placed in the hands of the deputy surveyor, and in that survey there is a call made for other land of William Duncan. That of the land in dispute, two-thirds or more of it are covered with timber, but no cross line or marhs can he found to show that the South line of the survey of 1762, or the North line of that of 1767, had ever been mar Iced on the ground. William Duncan used the two as one tract, beyond the memory of the oldest witness who testified at the trial. It appeared that part of the land in dispute had been cleared so long as to be without stumps — part of it still had some stumps. William Duncan devised the land in dispute to David Duncan, the plaintiff below.\nDefendant’s counsel put various points to the Court, to some of which Watts, President, charged as follows:\nThe cause is within a narrow compass; and it is so much a matter of fact, that we must submit it to you. If the William and Thomas Duncan warrant, for the use of William Duncan, and the William Duncan warrant were actually run and marked upon the ground, and returned into the land office as not adjoining each other, but with vacant land between them, and whether this was by design of the owners of the warrant or by mistake of the surveyor, and the land in' dispute is the vacancy between them, then the defendant is entitled to the verdict.\nBut if the line was left as an open line, so far as actual running or marks on the ground were concerned, from 1762 until 1766, when the William Duncan warrant was taken out, and until 1767, when that warrant was executed, and the deputy surveyor adopted the actual or ideal line of the Thomas and William Duncan warrant and survey, and intended and did return them as adjoining eaeh other, then the law will reconcile the conflicting elements of these two surveys, and give to the William Duncan warrant the survey upon the William and Thomas Duncan warrant as a definitive boundary. And in this view of the case the plaintiff is entitled to recover.\nWhen William Duncan, in 1766, took out his second warrant and had it executed in 1767, he intended to locate it as adjoining his other lands, which he had purchased from the proprietors only four years before, for in his warrant he calls for his other land as adjoining, and when the survey was made by the deputy surveyor, he marks the other land of William Duncan as adjoining. Now, if it was actually so located on the ground as adjoining, and so returned, then the land belongs to the plaintiff, and your verdict should be for him; but if he intended to throw out the land in dispute, and did throw it out, he has now no title, and the defendant should recover. And as we before said, that if the North line of the William Duncan warrant was actually run and marked on the ground, and the South line of the William and Thomas Duncan survey were also actually run and marked on the ground, and they were so returned into the land office, by design or mistake, the plaintiff is not entitled to recover, and your verdict should be for the defendant.\nThis charge excepted to by the plaintiff and defendant, and this bill sealed.\nApril 17, 1850.\nVerdict for plaintiff, and judgment thereon.\nThe above answers of the court, inter alia, were assigned for error.\nThe ease was argued by Williamson and Heplurn for plaintiff in error, Mahon.\nIt was contended, that after twenty-one years from the date of the return of a survey, a presumption arises, which cannot be rebutted, that the survey was duly and regularly made on the ground, and the lines measured; and that the court should have instructed the jury that the return of surveys was conclusive proof of the actual running of the lines, and not have referred it to the jury to determine whether the lines were actualy run; also, that the marks on the ground correspond with the calls on the original surveys. There was cited 1 W. & S. 79-81; 7 Barr 73; 4 Watts 294-5; 13 S. & R. 384.\nGraham and Biddle for Duncan.\nIt was contended, inter alia, that as the warrant and survey of 1767, called as a boundary for other land of William Duncan, surveyed for him in 1762, that plaintiff was entitled to the land up to that boundary, notwithstanding the discrepancy between the course of the paper survey and such boundary.\nThat it has never been decided in Pennsylvania that a return of survey was conclusive that a line had been run and actually marked on the ground, where no marks were there to be found, and where there was a discrepancy between such line and the ad-joiner, for which it called; the reverse is the law, 2 Barr 43; 4 Barr 247; 8 Barr 149.\nBy reason of imperfection of instruments, inequalities of surface, and carelessness of assistants, extreme accuracy is not to be obtained by the compass and chain; while on the other hand, call for natural objects, or, what is much the same,-known and established lines of contiguous tracts, admit of perfect certainty."
  },
  "file_name": "0459-01",
  "first_page_order": 461,
  "last_page_order": 465
}
