{
  "id": 964915,
  "name": "Reed's Appeal",
  "name_abbreviation": "Reed's Appeal",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "476",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 476"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 480,
    "char_count": 9708,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 3.63416574922104e-07,
      "percentile": 0.8892850509817368
    },
    "sha256": "6ccd6fd41732a4c6e0a8de58f77bfafdaa6b9dc7377e5b5509889e9998a52a50",
    "simhash": "1:90cd2114b54e64cb",
    "word_count": 1741
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reed’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, O. J.\nIf any thing is settled by reason and authority, it is that a judgment creditor is not entitled to the protection of a purchaser of the legal title against an equitable owner or his creditors, or to any advantage which his debtor had not. Throughout a series of decisions, from Finch vs. Winchelsea, 1 P. W. 277, to Ludwig vs. Highley, 5 Barr 132, the law has been so held in England and Pennsylvania. The reason given for it, more explicitly in Brace vs. the Duchess of Marlborough, 2 P. W. 49, than elsewhere, and relied on in Cover vs. Black, 1 Barr 494, that lien is an incident but not the object of judgment, is practically as well as theoretically true. Doubtless a dealer on credit is influenced by the magnitude of the debtor’s visible means of payment; but it follows not that he trusts particularly to the land, for there often is none; nor is it usual, where a mortgage is not taken for a loan, to search the office for incumbrances, or inquire into the solidity of the ostensible ownership. In the ordinary course of dealing, the creditor looks to the debtor’s personal ability, and to nothing else. When he looks to real security, he takes a mortgage, which, alone, if the title be not plainly an inchoate one, makes him a pmehaser of the beneficial ownership, discharged of all secret trusts or frauds whatever. The argument for the appellants is, that to allow another to have the indices of ownership gives him a false credit, which may prejudice those who deal with Mm on the foot of it, but so may the possession of another man’s chattel, which is the index of its ownership, yet no one supposes that the lender of ahorse subjects it to execution for the debt of the borrower. The mischief of such a credit is overbalanced by its public convenience. The lien of a judgment rests on the construction of the stat. Westm. 2d, and not on any principle of general equity or the common law. Not so the immunity allowed to the purchaser of a title perfect on the face of it, who might, without it, be deprived of the subject of his purchase by clogs and burthens on it, which no penetration could discover.— Even as purchasers, ICerr’s creditors could not shake off White’s equity, of which his exclusive residence on the land, and cultivation of it, would be constructive notice. Not to insist on that, it is enough that White made the bargain and paid all that was paid; for it has always been supposed that notice of a resulting trust, or an incumbrance, is early enough at the sheriff’s sale of the legal title. But if the judgment creditor had the immunity of a purchaser, notice would then be too late to impair the value of his security. A sheriff’s vendee, with notice, buys exactly what the judgment creditor can sell; and if he can sell no more than the interest of the debtor, it follows that he stands in the place of the debtor. White and Kerr had each an estate in the land; White a resulting trust, proportionate to the amount of money paid by him; and Kerr the legal title, as a security for what he might be compelled to pay; but the whole was sold on a judgment against Kerr, for the residue of the purchase money, which bound all that the vendor had parted with, and White, or his creditors, became entitled to the surplus made on the execution. The judgment of White’s creditors bound his equitable title to the land, and, consequently, his title to the surplus money substituted for it in the hands of the sheriff; the judgment of Kerr’s creditors bound his legal title, which, as it had. not been paid for, was exploded by the sheriff’s sale. He had paid nothing, and done nothing, and on what ground his creditors could be let in on the price of White’s equity, it is not easy to perceive. It is whispered that the conveyance was taken in Kerr’s name, to keep White’s creditors at bay. What have Kerr’s creditors to do with that ? To allow them to reap the fruits of the fraud, would accomplish the very purpose which the law is anxious to frustrate. A fraudulent agreement binds the parties to it always, but the parties intended to be cheated by it, never. Were the contest between Kerr’s creditors and White, proof of collusion would postpone him; but though a small part of the surplus is coming to him, there is no evidence to affect him.\nDecree affirmed.\nCoulter, J. dissented.",
        "type": "majority",
        "author": "Gibson, O. J."
      }
    ],
    "attorneys": [
      "The case was argued by Maefarlane and Hepburn for Eeed, the appellant.",
      "By Biddle for appellee.",
      "By MeOlintock for Grist."
    ],
    "corrections": "",
    "head_matter": "Reed’s Appeal.\nThe lien of a judgment rests on the construction of the statute of Westminster 2d,- and not on any principle of general equity or the common law.\nA judgment creditor is not entitled to the protection of a purchaser of the legal title, against an equitable owner or his creditors, or to any advantage which his debtor had not.\nWhere land is purchased by a person, who has a deed for the same made to another, in trust for himself, a part of the purchase money being paid by the purchaser, and judgment notes for the balance of the same given by the trustee, and the land is sold on a judgment on one of said notes, the trustee having paid no part of the purchase money, the balance of the proceeds of sale, afterpayment of the purchase money, is payable to judgments against the purchaser, instead of to judgments against the trustee.\nThis was an appeal by John Reed, a judgment creditor of Alexander M. Kerr, from the decree of the Court of Common Pleas of Perry county, appropriating the proceeds of the sheriff’s sale of the real estate of Alexander M. Kerr.\nThe facts of the case are briefly these: Daniel Spidle had a judgment in the Court of Common Pleas of Perry county against Alexander M. Kerr, entered March 1st, 1844, on which a fi. fa. was issued and a levy made on a tract of land, which was condemned and afterwards sold as the property of Alexander M. Kerr. On the appropriation of the proceeds of this sale, the judgments of Daniel Spidle against Kerr for the balance of the purchase money, were paid by consent, but the residue of the proceeds was claimed by a certain Samuel White and his judgment creditors, on the ground that Alexander M. Kerr was not the owner of the land, but that Samuel White was the real owner, and that the fund in dispute should be appropriated first to the judgments against White, and the surplus to White himself. Samuel White was not a defendant in the judgment on which the sale took place, nor had it ever been revived against him as terre tenant, nor was he a purchaser of the land from Kerr. But it is alleged that White bought the land from Spidle, and paid all the purchase money which was paid, and that at his request the deed was executed by Spidle to Alexander M. Kerr, who was merely an agent and trustee for White. The deed from Spidle to Kerr for the land sold, was duly recorded, but no notice of the trust is to be found bn record; none was given either before or at the sale, nor had the judgment creditors of Kerr any notice of the trust whatever, either actual or constructive.\nThe court appropriated the money to the judgments against Samuel White, one of which was entered three months after the sheriff’s sale, and fifteen clays after the sheriff’s deed was acknowledged.\nFrom this decree John Reed, a judgment creditor of Alexander M. Kerr, appealed.\nThe money was also claimed by three judgment creditors of Samuel White, viz: the Commonwealth of Pennsylvania, whose lien was entered May 1, 1847; John and William Armstrong, whose judgment was entered November 19, 1847; and Nathan Grist, whose judgment was confessed April 17, 1849, and entered April 21, 1849, the sheriff’s sale having been made Jannary 2, 1849, and the deed acknowledged April 6, 1849. (Reed’s judgment against Kerr was entered August 22, 1848.) Samuel White claimed the surplus after paying the judgments against himself.\nThese claimants produced the following evidence: Article of agreement between Daniel Spidle and Samuel White, dated January 19,1842, by which Spidle agrees to sell the before mentioned farm, containing 265 acres, to White, who agreed to pay him the sum of $2,100 for the same, viz: $600 April 1, 1842, when the deed was to be made to Samuel White, and the balance in five equal annual payments of $500 each, without interest, commencing April 1,1848. Kerr gave judgment notes for the balance of the purchase money.\nThe property was sold on a judgment of Spidle vs. Kerr, and which was given for a part of the purchase money.\nWhite lived on the land more than two years, built a house and lime kiln on it, and cut wood upon it. Kerr never had possession of it.\nThe court, upon hearing the evidence, are satisfied that Alexander M. Kerr had but a naked legal litle to the land, as trustee for Samuel White, who paid the whole amount of the purchase money; and they therefore order and decree, that the money now in the hands of the sheriff, after the payment of the judgment of Daniel Spidle, be paid and appropriated to judgments against Samuel White, in the order of their dates.\nErrors assigned:\n1. The court erred in not appropriating part of the funds in dispute to the payment of the judgment of John Eeed against Alexander M. Kerr, the defendant, as whose property the land was sold, instead of appropriating it to the judgments against Samuel White.\n2. The court erred in appropriating part of the fund to pay the judgment of Nathan Grist, entered against White after the sheriff’s sale, instead of applying it to the judgment of John Eeed against Alexander M. Kerr.\n3. The court erred in not appropriating the surplus of the sale, after paying the judgments against White, to pay the judgment of Eeed against Alexander M. Kerr.\nThe case was argued by Maefarlane and Hepburn for Eeed, the appellant.\nBy Biddle for appellee.\nBy MeOlintock for Grist."
  },
  "file_name": "0476-01",
  "first_page_order": 478,
  "last_page_order": 482
}
