{
  "id": 965030,
  "name": "Goodyear versus Rumbaugh and wife",
  "name_abbreviation": "Goodyear v. Rumbaugh",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "480",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 138",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 373,
    "char_count": 7184,
    "ocr_confidence": 0.374,
    "pagerank": {
      "raw": 2.576723216969039e-07,
      "percentile": 0.8167601663262993
    },
    "sha256": "0574b7fbf919d2778fd73e58a7e7620fde9cf3f85a80359a5994d8f8fa108d5b",
    "simhash": "1:9487ac345a148dd8",
    "word_count": 1307
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Goodyear versus Rumbaugh and wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nIn the case stated, it appears that the money for which suit is brought, was the property of the wife, and that it was loaned by her, as such, to the defendant. It also appears, that it was included in a settlement between Rumbaugh the husband, and the defendant Goodyear, and formed part of the consideration of a release, given by him to the defendant. On these facts the plaintiffs are entitled to judgment. It is not, as has been argued, an open question, whether the money belonged to the wife at the time of the passage of the act of 1848; nor can it now be disputed, in opposition to the case stated, that it was loaned by her to the defendant. These facts are admitted by the parties in the ease stated. It comes therefore, directly within the purview of the act, which vests in her as a feme sole, the absolute right and control of her own property, then held or afterwards acquired. If the property be hers when the act passed, there is an end to the objection, that it gives the' act a retrospective effect, so as to interfere with vested rights, if the husband has exercised his marital rights, by reducing her choses into possession, it would present another and entirely different question, for as is ruled in Lefever vs. Witmer, 10 Barr 505, the legislature neither intended nor would they have the power to interfere with rights vested in the husband. Before the act, the husband might permit his wife to retain her own personal property, to use it, and deal with it as her own, and no person could complain; for as the right acquired by marriage is but a qualified one, he may exercise it or not, as he may think proper: 30 Law Lib. 208, Roper on Husband and wife. To vest a right of property in the husband, the property must be changed: 2 Barr 71, Woelper’s Appeal; 5 Barr 157, Rogers vs. Fales; 5 Whart. 138. Here it is conceded, the husband did not avail himself of his marital rights, but permitted the wife to keep the money as her own, and as such to lend it to the defendant.\nIt is urged the plaintiffs ought not to recover, because the money loaned was included in the settlement of the 18th November, 1848, between the husband and the defendant; and that the husband released all claim to it. Had the wife assented to this disposition of her money, there would be something in the defence. But this essential fact no where appears in the case stated; nor indeed in the evidence returned with the record, if that could be looked at, which. I by no means concede. As by the construction of the act of 1848, ruled in Cummins’ Appeal, decided in 1849, the money belongs to her, in the same manner as if a feme sole, she cannot be deprived of it, either by her husband, or any other person; without her express consent. If the act should receive any other construction, she would be deprived, as is very obvious, of the protection the legislature intended to afford her. In which way her assent may be signified, so as to bar her right, it is not necessary now to determine. There is nothing in the case which calls for the expression of an opinion, whether her consent to the disposal of her personal property must be in writing, and acknowledged before a judge. Nor is the case put on that ground, in the court below.\n■ It is, however, intimated that as the wife is to be treated as a feme sole, suit must be brought in her name alone ; and that it is error to join the husband. This objection was not taken at the' trial. The case comes before us as a case stated, and the single question presented is, whether the husband had the power to dispose of her property, without her consent. But aside of this objection, we see nothing in the exception of which the defendant can complain. He has two, instead of one, answerable for costs. In construing the act, which is a just and remedial one, we are not disposed to trammel it with forms. As however, she may be liable, in respect to her property, as a feme sole, we see no oíbjection, (if she chooses) to bring suit in her own name. Indeed, this course may some time become convenient, as when the husband dissents; or necessary, as where suit is brought against the husband himself. We agree with Justice Burnside, who ruled in Boileau vs. Bute, at Nisi Prius, that a married woman may maintain trespass alone, for injury done to her property, bought by her since the act, and this, though the husband expressly dissented. But although she may bring suit in her own name, it does not follow she must, for we are of opinion the suit is not open to exception, whether brought in her own name or in the name of herself and husband. In no case, however, can the husband alone bring the Suit for an injury done to her property.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Macfarlane for plaintiff in error, Goodyear.",
      "Hepburn, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Goodyear versus Rumbaugh and wife.\nSince the passage of the act of 11th April, 1848, the property of a married woman belongs to her, as if she was single; she cannot be deprived of it by her husband without her consent. He cannot release it. She may sue for it, in her own name alone; and if suit be brought in the name of husband and wife, it may not be open to exception on that ground. The form of the action was not objected to below.\nError to the Common Pleas of Perry county.\nMatthias Rumbaugh and Elizabeth his wife, in right of the said Elizabeth, plaintiffs below and defendants in error, vs. John C. Goodyear, defendant below and plaintiff in error. In the Common Pleas of Perry county, No. 15, April term, 1849. The declaration is the common count in indebitatus assumpsit, for money had and received,laying the indebtedness to be “to the said Matthias Rumbaugh and Elizabeth his wife, in right of the said Elizabeth,” and the promise to the same parties.\nIn the year 1843, Elizabeth Rumbaugh, the wife of Matthias Rumbaugh, loaned John C. Goodyear one hundred dollars, which was her own money. On the 18th November, 1848, Matthias Rumbaugh, the husband, and Goodyear, the defendant, made an amicable settlement of a certain action of ejectment, which was then pending between them, and of all their accounts of every kind. The $100 loaned by Mrs. Rumbaugh to Goodyear, was expressly included in that settlement, and the debt was released by the husband, as part of the consideration of the compromise of the ejectment. The matter in controversy in this suit, is, whether the payment made to the husband (after the passage of the act of April 11, 1848, relative to the rights of married women,) is a bar to a recovery in this suit under the circumstances of the case..\nThe court below, inter alia, charged that this was in law, the action of the wife to recover the money, which was hers.\nJudgment was rendered for the plaintiffs.\nError assigned:\nThe court erred in entering judgment for the plaintiff, on the case stated, instead of for the defendant.\nThe ease was argued by Macfarlane for plaintiff in error, Goodyear.\nTliat the act of 1848 should not be construed to have a retrospective operation, so as to affect the right which the husband had, before the passage of the act, to reduce into possession the choses in action of his wife, or assign or release them.\nHepburn, for defendants in error."
  },
  "file_name": "0480-01",
  "first_page_order": 482,
  "last_page_order": 484
}
