{
  "id": 964963,
  "name": "Earl's Appeal",
  "name_abbreviation": "Earl's Appeal",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "483",
  "last_page": "487",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 483"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 665,
    "char_count": 13785,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 2.2396506559365964e-07,
      "percentile": 0.7799734656344829
    },
    "sha256": "312f79ef31ed44bc797e9ff2f48578145e4ea65559e85825e7ac290540fa9f41",
    "simhash": "1:3ec612a401c6ad6e",
    "word_count": 2466
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Earl’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nDirectness and plainness in the conduct of business affairs contributes much to the certainty and fairness of their adjustment; whilst complication and unnecessary interweaving of one transaction with another does greatly embarrass the judicial application of statutory and just principles to each. If the leading features of the act of 1886, concerning executions, were fully carried out regardless of former and sometimes conflicting decisions in relation to the law and priority of levies on personal property, the duties of sheriffs and the rights of parties with regard to conflicting executions would be disentangled, and much litigation and difficulty avoided. Every execution of fi. fa. would then stand alone, and on its own merits, neither bearing upon nor influenced by the conduct of the sheriff, in regard to another. Each execution creditor ought to look to the officer for a faithful execution of his process, according to the terms of his writ and the statute; and if he proceeded not according to those terms, then he should look to him alone. But if instead of that he choose to depart from the law either by permissive, collusive assent, or positive direction, so as to obstruct and hinder a subsequent execution in the hands of the sheriff, he ought to be postponed. There is no doubt but that a fi. fa. binds all the defendant’s personal property in the bailiwick, from the time it is put into the sheriff’s hands. Yet the object of the law is not to secure a continuing lien in favor of the execution creditor, but to enable him to obstruct fraudulent transfers by the debtor, and to secure his debt by a levy and sale of property, fraudulently or illegally transferred to defeat the execution. This court has often asserted the principle that a prior execution would be postponed to a subsequent one, if the former was put into the hands of the officer for the purpose of lien and not for the Iona fide purpose of making the money according to law. It seems to me that such a levy as that of the prior execution, in this case to wit, Shenfelder’s, if finally validated, would enable parties collusively to cover property in evasion of the statute and that class of decisions to which I have referred. The levy was upon certain articles and all the rest of defendant’s goods and chattels. This fi. fa. was issued on the 28th February, 1849, returnable to April term, of same year, and remained in the sheriff’s pocket or his drawer with its levy until June, when by stress of other executions returnable to August term, on all of which he endorsed the same levy as on Shenfelder’s, and on each subject to prior executions, he was forced, to sell. Here was no notice to other creditors of the levy on Shenfelder’s fi. fa. even in gross. If they saw a record of its being issued, and no return, they might well suppose it was.abandoned, lost or paid.\nNow, although the sheriff in-'his testimony says, that Shenfelder did not tell him to stay proceedings, that he never said any tiling to Mm about Ms execution; he did it therefore out of his own head, and thereby made himself liable to Shenfelder. But what is it to subsequent execution creditors as it regards their, rights, whether this concealed covering of property is effected by direction of the plaintiff, or the wilfulness of the sheriff. If by the latter the plaintiff has his remedy against him for not proceeding, to sell according to the exigency of Ms writ, and therefore suffers no loss. But we cannot shut our eyes to the fact that Shenfelder’s execution was suffered by him to run over its return day, more than two months, and that for the whole period of five months during which it was in the sheriff’s hands, Shenfelder saw the defendant proceeding with his business as usual in his shop, selling the very articles that would have been bound by his execution, and often was there, and never said anything to the sheriff, as he says, until the sale was about being made, and then inquired if his execution was not the first. This gives a clue to the whole transaction. Actions sometimes speak as loud and as intelligibly as words. The sheriff says in his testimony, as an excuse for not selling before the return day, of Shenfelder’s fi. fa., that Pawley requested him not to do it, and told him that Shenfelder did not want to break him up. The silent acquiescence of Shenfelder, his permissive and collusive approbation of the sale by Paivley of the very articles bound by his execution, whilst others were acquired after the return day, which were not legally bound, give a solution of the main point in the case, and satisfactorily establish that his object was lien, and that he did not put his execution into the hands of the sheriff, with a bona fide intent that ho should proceed, and make the money according to law. But the 41st sec. of the act of 16th June, 1836, provides, that the officer to whom the writ is directed shall, if the defendant neglect or refuse to pay the debt and costs, proceed to levy and sell so mueh of the defendant’s personal estate as shall be sufficient for that purpose, and make return of his proceedings to the court according to the command of his writ. Here are plain directions easily followed, and we are not to presume that the sheriff departed from them without other instructions, impliedly if not positively given in the face of the facts of this case. The direction is not that the officer shall levy on all the defendant’s personal estate, but only on so much as will satisfy the debt and costs. He would not of course be bound to fractional exactness, but would be entitled to a liberal latitude. But still he ought to make a schedule in justice to the defendant, the plaintiff, and subsequent execution creditors. The officer has another duty to perform after levy, and that is to sell, after six days public .notice. If the plaintiff does not want hfé money, made he need not issue Ms execution. If he merely wants a lien, and to exclude other creditors, the law interdicts him.— And that which the plaintiff cannot lawfully do in this respect, the officer cannot lawfully do of Ms own head. The law ought to govern when its provisions are so plain and direct, because that is made with a due regard to the rights of all, and it is seldom elongated or abridged, without infringing upon the rights of some, and perhaps the most meritorious of the parties. A sheriff who made a schedule, would evince thereby that he had the goods in his vision and power, and would give notice to subsequent execution creditors. But such a levy as this might be made by the sheriff or his officer, and is therefore of dangerous precedent. There are cases where every article could not and need not be specified, on account of their variety and minuteness, such as a store; but then the levy would be on the bulk, and sufficiently descriptive in that, because it would describe the thing. We cannot give precedence to Shenfelder’s execution under all the circumstances of the case, but think it ought to be postponed. The decree and distribution of the court below is reversed, and it is ordered that the money be distributed according to the report of the commissioner, as follows, to wit:\nAmount in the hands of sheriff, $1897 97\nFrom which deduct commissioner’s charge, $30 00\n“ Prothonotary for list of judgments, 1 50\nDo copy of app’t. 34\n31 84\nAmount to be distributed, $1866 13\nThis sum of $1866 13, in the hands of the sheriff to be distributed in the following manner:—\n1. To Asaph Shenfelder, for rent, from the 1st day of January 1849, to the 2d June, 1849, the date of levy on J. S. Bichards’ execution, $94 37|-.\n2. To John S. Bichards, on .the execution J. S. Bichards vs. Morris Pawly, fi. fa. to August T. 1849, No. 65.\nDebt, . $329 30\nInt. from May 16, 1849, to June 27,\n1849, day of sale, 2 31\n$331 61\n3. To Edmund W. Earl, on execution E. W. Earl vs. Morris Pawly, fi. fa. to August T. 1849, No. 77, balance of debt, $1300 00\nInt. from May,9,1849, to June 27, ’49, 10 40\n$1310 40\n4. To Augustus Boas, on execution Augustus Boas vs. Morris Pawly, fi. fa. to August term, 1849, No. 80. The balance remaining in hands of sheriff after payment of the above, to wit, the sum of $129 74J.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by N. B. Strong for Earl, B. W. O’Brien for Boas and Richards, J. Banks for Richards, and S. W. Smith for Shenfelder."
    ],
    "corrections": "",
    "head_matter": "Earl’s Appeal.\nAn execution issued for tbe purpose of lien and not to make tlie money according to law, will not be available against subsequent executions.\n■Whore an execution was issued more than a month before the return day, and levied on certain enumerated articles, “and all the rest of defendant’s goods and chattels,” and no further proceedings on the execution took place for two months, no inventory being returned, the defendant being permitted to carry on Ms business as usual, selling some of the goods and acquiring others, and no direction given to the sheriff to proceedand sell. The execution was postponed in favor of subsequent executions. Such delay will defeat the execution, whether owing to the direction or permission of the plaintiff, or to the default of the officer.\nThe officer, in justice to the defendant, the plaintiff and subsequent execution creditors, should make a schedule of the property levied upon. He is not bound to exactness, but the levy or schedule should be sufficiently descriptive to denote the property levied upon, and to give notice to subsequent execution creditors.\nAppeal from tbe decree of tbe Common Pleas of Berks county, for distribution of tbe proceeds of sale of personal property of Pawly. At the time tbe executions issued, Pawly was engaged in tbe stove business, and in tbe manufacture of tin and copper ware, door-locks, and in tbe sale of gas fixtures in Reading. Shenfelder held a judgment against Pawley, entered Feb. 27,1849, payable on tbe next day, entered for $1,500 with stay till day of payment. Fi. fa. issued Feb. 28th, 1849, to April T. 1849, No. 41. This execution went into tbe sheriff’s bands on tbe same day. About a week after receiving tbe execution tbe sheriff made a levy in tbe following manner: He took an inventory of some of tbe goods. A list was banded to tbe sheriff by Mr. Pawly, who levied upon the articles mentioned therein, adding “ and all the rest of defendant’s goods and chattels.” Tbe sheriff was not in tbe view of all tbe goods and chattels at tbe time be made tbe levy, some of them be saw, others be did not see. Pawly made use of several rooms as workshops and ware-rooms, and also a barn or stable at some distance from bis front shop, in which latter place bis wares were deposited for sale, with tbe exception of a number of stoves, &c., which were in said stable. Into some of these rooms tbe sheriff went at tbe time be made tbe levy, into others, including tbe barn, be did not go.\nTbe goods levied upon in this manner remained in tbe bands of Morris Pawly, tbe defendant in tbe execution, who carried on bis business which was large, as usual; buying goods and materials in Philadelphia and elsewhere, making up materials into articles fit for sale, and selling; tbe whole stock remaining pretty much the same in value until tbe next execution issued. It seems from tbe evidence that Sbenfelder gave no instructions to tbe sheriff, either as to selling tbe goods, or as to delaying or postponing tbe sale of tbe same. He was frequently in tbe shop and about tbe premises during the time the execution was in the hands of the sheriff. On the 2d June, 1849, the next execution issued, being that of J. S. Richards for use, &c., and went into the sheriff’s hands on the same day. The levy upon this execution was made much in the same manner as that upon Shenfelder’s, excepting that the sheriff did not go into as many of the different rooms, or shops, and no inventory of any kind was taken. The sheriff levied on “ all goods and chattels not subject to prior executions.” On the 12th June, 1849, the execution of E. W. Earl issued, and went into the sheriff’s hands on the same day; upon the receipt of this latter execution, the sheriff closed up the concern, advertised and made sale in due course of time. The sale was held on June 27th, 28th, and 29th, a small lot on July 16.\nOn the 14th June, a fi. fa. in favor of Boas was issued — returned, levied on goods and chattels of defendant, and subject to prior executions and sold,'as per return annexed to 41, April T. 1849. The three last executions were to August T. 1849.\nIt was alleged that the execution of Richards was discharged by a note, which he received from A. Boas, for the amount of his execution, a short time after it was issued. Richards afterwards said his debt was paid but not the costs. The note of Boas was not paid, and the court, in their opinion in relation to this execution, observe that the question seemed “to turn upon the point, whether Mr. Richards took the note of Boas as collateral security, or as payment and satisfaction of the execution?”\nThe court ordered distribution in favor of the execution of Shenfelder and of Richards, and the balance on account of the execution of Earl.\nAppeals were taken by Earl and Boas.\nIt was assigned for error on the part of Earl, that\n1. The court erred in assigning any part of the fund in court to Shenfelder—\n2. Or, to Jno. S. Richards.\n8. In deciding that the pretended levy on Shenfelder’s execution was a valid levy — or that the lien of it continued, under the circumstances, until the issuing of Earl’s execution.\n4. The court erred in not decreeing to E. W. Earl the full amount of his execution against Pawly.\nErrors were also assigned on the part of Boas, as to any part of the fund having been assigned to Shenfelder.\nThe case was argued by N. B. Strong for Earl, B. W. O’Brien for Boas and Richards, J. Banks for Richards, and S. W. Smith for Shenfelder."
  },
  "file_name": "0483-01",
  "first_page_order": 485,
  "last_page_order": 489
}
