{
  "id": 964977,
  "name": "Railroad versus Boyer",
  "name_abbreviation": "Railroad v. Boyer",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "497",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 43",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0043-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 11335,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 3.7883129636380256e-07,
      "percentile": 0.8968901275711441
    },
    "sha256": "b4180b198b2da3b6664902eda6cea8b528cd07236fc4ef7d91e16557f6b4283f",
    "simhash": "1:4e498c99504b7bad",
    "word_count": 1996
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Railroad versus Boyer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe proceeding must be at the instance and suggestion of the owner of the land; because such is the distinct requirement of the statute. But it was so in the case on hand. The widow Luther was the owner when the damages were occasioned, and they survived by our statute to her personal representative. The heirs or rather devisees of her deceased husband joined in a release or conveyance to her during her life of the locus in quo, for a good and sufficient consideration, and the executors of the testator joined in the release. In consideration whereof she released to the estate of the testator, another piece' or parcel of land, which was devised to her for life, of equivalent value. It was in fact a family compact and arrangement for the benefit of all interested. The part devised to the widow for life it was thought was more marketable than its equivalent, released and conveyed to the widow by the devisees and executors, and the widow was willing to take it in lieu of the other. Such arrangements being for the benefit of all, and to the injury of none, are favored by the law as an adjustment of the family for their common benefit. It was a good and valid arrangement, and vested the ownership of the land in the widow during her life. The remainder men had an interest also, and were owners of the premises in the sense of the statute so far as their interest was injured. The widow and those entitled in remainder for life might have joined in a proceeding, and then the whole damages to the entire fee could have been assessed. I will not say, because it is unnecessary and not involved in this case, whether the amount of compensation due to the life tenant, and the amount due the remainder men, ought in such case to be assessed separately, or whether the whole ought to be assessed together, leaving the division to the parties entitled according to their respective interests.\nBut although they may join, where there are several interests, either in common and in present existence, or some of them in future and expectancy, yet it follows not that they must. Because, one might be baulked by the obstinacy of the others, or by their being bought off, or by their releasing, or because they did’nt choose to proceed. It is of no force to allege that the defendants committing the damages may thereby be put to more expense, by several proceedings. But those who inflict injury ought not to be solely regarded. Those who suffer by the invasion of their private property are entitled to more consideration in the adjustment of the remedy to their condition and circumstances. All parties are to be considered and the remedy applied so as to do justice to all. We think the objection to the proceeding by the life tenant, for the damages done to her interest alone, fails. She was entitled to that remedy.\nIf there was any substance in the objection it ought to have been taken at an earlier period of the proceeding. It being a general rule that in all actions not of contract, and proceeding on the ground of ex delieto, and one who ought to be named is omitted it can only be taken advantage of by plea in abatement; otherwise the damages will be apportioned on the trial. The damages here were apportioned, the widow claiming only for the damages done to her interest, and being assessed only to that extent. Railroad vs. Bucher, 7 Watts 43, were cited by the plaintiff in error. It only determines that one tenant in common could not recover in his own name entire and full damages, which were assessed. The inference from the case is irresistible that he could have recovered in his own name for his own share of the damages. The whole of that case sustains this proceeding instead of impairing it.\nThe other cases cited do not bear on the points, at least in no way unfavorable to the principle here ruled, that is, that joint owners of the fee may proceed jointly. But that the owner of a life estate may proceed in his own name, for damages done to his interest.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "\" The case was argued by JUT. D. Strong, for the Railroad, by plaintiff in error.",
      "J. McOormieTc, contra."
    ],
    "corrections": "",
    "head_matter": "Railroad versus Boyer.\nA tenant for life may alone have a proceeding to assess damages done to her life estate, by the construction of the Beading Bailroad; or slie may join with those entitled in remainder, and have the damage done to the entire fee assessed.— An objection to a proceeding ex delicto, on account of the omission of a party, should be taken advantage of by a plea in abatement.\nError to the Common Pleas of Berks county.\nIt was a venire issued on the petition of Boyer, executor of the will of the widow Luther, to assess damages for the construction of the Reading Railroad through land in which she had a life estate. Her husband devised to her a piece of land containing twenty-eight acres during her life. He directed other lands, containing in all about 58 acres, to be sold by his executors, and conveyed in fee simple. Subsequently an agreement was signed by most of the heirs of the testator, including two of them who were executors of the will, to the following effect. There was some evidence of the existence of an heir, who had not signed the agreement. The heirs who were executors did not sign as executors, but individually: ■\nKnow all men that we the subscribers, heirs of Charles Luther, deceased, do remise, release unto his widow during her natural life, all that certain messuage, plantation and tract of land, situate in Amity township, Berks county, bounded by lands of Samuel Herr and others, containing fifty-three acres, more or less, in lieu of a certain other tract in Amity township aforesaid, containing twenty-eight acres which was devised unto said widow during her natural life, in the said Charles Luther’s last will and testatment, which she the said widow and heirs released to be sold. And now know ye, that we the subscribers do hereby release, quit claim unto the said widow during her natural life all our right on the aforesaid tract containing fifty-three acres.\nWitness our hands this 15th day of December, one thousand eight hundred and twenty-seven.\nThe admission of this agreement was objected to, but it was allowed to be read.\nEvidence was given of the construction of the railroad through the fifty-three acres in 1836 — the death of the widow in 1847, at the age of eighty-three years — the quality of the land taken by the road — and such damage as is generally occasioned by the construction of a railroad.\nThe counsel for the defendant then requested the court to instruct the jury as follows:\n1. That the plaintiff’s testatrix, at the time of the alleged injury, &c., had not that ownership in the land injured, which would enable her to maintain her separate action.\n2. That the plaintiff can only recover such damage as was done to the life estate of Wilhelmina Luther.\n3. That said life estate having ceased, the jury are not at liberty to estimate any damages which might happen after her death.\n4. That the buildings not having been burned during her life, no damage to them is to be estimated.\nThe plaintiff’s testatrix was a tenant for life of the premises, for injuries done to which, as they affected the life estate only, damages are sought to be recovered in this proceeding. It has been objected by the defendant, that at the time of the alleged injury, the testratrix had not that ownership in the land injured, which would enable her to maintain her separate action. The 12th section of defendants’ charter provides that “¡\"¡the said company shall pay or satisfy the owner or owners of the ground taken or occupied” in the construction of the said rodd, and if the parties cannot agree upon compensation, &c., a venire shall be awarded on application of either of the parties to ascertain the damages sustained by the owner or owners of the ground, with a right of appeal reserved to either. We think that the testratrix was an owner, in respect of her life estate, within the meaning of this charter, and such an one as may maintain^a separate action. This word “ owner” has no technical meaning, and being used as a nomen generalissimum in acts of this kind, should be construed most liberally in favor of the public. It is true that she is not the sole owner. Her estate and the reversion together make entire the fee. But she had a present right to receive the beneficial returns of the land, a right to sue for injuries done to the land, in which her life estate was, by the defendant. This principle was decided in favor of a lessee for years in Lister vs. Lobley, 6 Nev. & Man. 340. The joinder of all the interests which constitute the entire ownership, is not necessary to maintain this proceeding. Those interests are several interests in this case, and, although the injury complained of caused an entire joint damage, the parties holding these several interests may sever in pursuing their remedy for damages.\nTheir second, third and fourth points upon which the defendant requests us to instruct you, we answer in the affirmative.\nThe proper and only subject for your consideration is what damage was done to this life estate — and in estimating that you will observe that its precise duration is no longer matter of supposition, but is determined by the death of the tenant for life. It is admitted that she lived about 12 years after the injuries to this land, complained of in this proceeding.\nA certain quantity of land was actually taken — how far did the loss of that injure the life estate ? You are not to give its value by the acre, the tenant for life was not entitled to that. But to what amount did the deprivation of that land injure her interest. That is the inquiry. And so with cutting off the communications of the farm — the barn-yard — the garden, obstructing the flow of manure water into the meadow and the like. The removal of the out-buildings — the destruction of old fences and putting up of new ones — any expenses incurred by the tenant on these accounts should be allowed. If any advantages resulted to the life estate of this plaintiff’s testatrix, from the opening of the railroad through this land, you should have a just regard for that — and should take it into account in estimating the damages.\nTo this charge the defendant’s counsel excepted, and at their request the same is reduced to writing and filed.\nJ. Pringle Jones.- [l. s.]\nErrors assigned :\n1. The court erred in admitting the will mentioned in plaintiff’s first bill of exceptions.\n2. The court erred in admitting the agreement mentioned in plaintiff’s second bill of exceptions.\n3. Court erred in not answering the first point of plaintiff in error in the affirmative — and in its answer to the said point.\n4. In charging that “ the testatrix (Wilhelmina) was an owner in respect of her life estate, within the meaning of the charter” of the said company, “ and such an one as may maintain a separate action.”\n5. And in the rule of damages laid down by the court.\n6. In charging that “the joinder of all the interests which constitute the entire ownership is not necessary to maintain this proceeding” — “ and although the injury complained of caused an entire joint damage, the parties holding these several interests may sever in pursuing their remedy for damages.”\n\" The case was argued by JUT. D. Strong, for the Railroad, by plaintiff in error.\nJ. McOormieTc, contra."
  },
  "file_name": "0497-01",
  "first_page_order": 499,
  "last_page_order": 503
}
