{
  "id": 964908,
  "name": "Eberle versus Fisher",
  "name_abbreviation": "Eberle v. Fisher",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "526",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 526"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 199",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0199-01"
      ]
    },
    {
      "cite": "2 Yeates 300",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0300-01"
      ]
    },
    {
      "cite": "1 Yeates 389",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775426
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0387-01"
      ]
    },
    {
      "cite": "1 Dal. 484",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 6412,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 8.768611559820053e-08,
      "percentile": 0.49538660362051995
    },
    "sha256": "16eddad078044908e1c82178a7a5800a3dec61d226e1bf38bc850dc528b8f8e8",
    "simhash": "1:090dda7c020f9fb8",
    "word_count": 1157
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eberle versus Fisher."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nDower is that estate which upon the death of the husband the law gives to the wife surviving, in all estates of inheritance, of which the husband was solely seized during coverture, and to which any issue she might have had might by any possibility have been heir: 67 Law Lib. 227; Co. Lit. 30, (B.) (filbert on Lower, 363. The right of dower attaches upon all lands and tenements,: Bell on the Law of Property 229; 67 Law Lib. 129. Judge Shippen, who sat in the Common Pleas of Philadelphia city and county in 1789, in the case of Graff vs. Smith’s administrators, 1 Dal. 484, declares our law to be, that a widow’s right of dower commences with her marriage; it is, says the venerable and learned judge, a sacred right; that no judgment,'recognizance, mortgage, or any incúmbranee whatever, made by the husband after the marriage, can at common law affect her right of dower. Even the King’s debt cannot affect her. ■ Yet it has been held, under our acts of assembly, for making lands chattels for the payment of debts, that as to lands taken in execution, after the death of the debtor, the widow is barred of her dower.\nOur early legislation as well as many of our early judicial decisions do no honor to the lords of creation. They bear hard on the' weaker sex. Their rights have been held less sacred in Pennsylvania than in many of the' States of this Union. For myself, I will not be driven a ham’s breadth beyond the adjudged cases against the unfortunate woman, who has lost her husband. There is no ease' in our books which carries the extinguishment of a widow’s right of dower beyond a judicial sale, and this is not that; this is no more than a, voluntary conveyance. The husband had his choice whether to lié in prison, on the ca. sa., or surrender his property to his creditors, under the then existing insolvent laws. He chose the latter ; but there is nothing in these insolvent laws which commanded or authorized him to surrender the incipient rights of his' wife. Hence we find that in the case of Shark vs. Pettit, 1 Yeates 389, it was ruled that where the lands of the huáband, whereof he is seized in fee tail, during marriage, are sold on judgments obtained against him, and he afterwards suffered a common recovery without making his wife a party, or her exeeu-, ting, the deed to lead the uses, and she survives him¡; she is not barfed of her dower, because dower is not only a legal hut a moral right, and is highly, favored. A woman shall be endowed even of an estate tail determined: Co. Lit. 31, c. The life estate of the baron could only be sold by the sheriff independent of the common recovery, to which she was not a party, and in 2 Yeates 300 Kellar vs. Michael, assignment of his lauds by one in insolvent circumstances, to trustees for payment of debts, will not bar his widow’s right of dower.\nIn 1822 our insolvent laws required the assignment to be made when the unfortunate debtor was in custody. He must so make 'it to obtain his discharge. His creditors designated and the court appointed the trustee. The interest which his assignee had was precisely his interest and no more ; Krause vs. Beitel, 3 Rawle 199. The trustee stands in the shoes of the insolvent. He sells his effects, real, personal and mixed. . He collects his debts and he divides the fund according to law among the creditors. If a surplus, he returns it to the debtor. The wife is not named in our insolvent laws, and if the insolvent has real estate, which is sold •by the trustee, and she survives her husband, she is entitled to dower in that estate.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Banks, for plaintiff in error.",
      "Hoffman, for Sarah Fisher."
    ],
    "corrections": "",
    "head_matter": "Eberle versus Fisher.\n■An assignment by an insolvent debtor in 1822, under a compulsory proceeding, and sale and conveyance by Ms trustee, do,es not divest Ms wife’s right of dower.\nError to the Common Pleas of Berhs county.\n.Sarah Fisher vs. Samuel Eberle. Action of dower, to April term, 1850. '\nA case was stated for the opinion of the court, to be considered in the nature of a special verdict, and either party to be at liberty to sue out and prosecute a writ of error to the judgment of said court, the same as if it was on the verdict of a jury.\nMichael Fisher, the plaintiff’s husband, was seized of sixty-nine acres of land, situate in Lower Heidelberg township, Berks county; being the premises in the writ mentioned, was arrested by virtue of a ca. sa. out of the court of Common Pleas of Berks county, at the suit of Jeremiah Brown and Moses Brown, trading, &c., in the sum of $418,00 — entered into bond for his appearance at the January. term, 1822; to take the benefit of the insolvent laws, &c.\nOn the 7th of January, 1822, the said Michael Fisher filed his petition and schedule of property in said court, praying for his discharge at the ensuing April term — and on the 8th of April, 1822, over his hand and seal, assigned, transferred and set over unto James Whitehead, his trustee, duly appointed by said court, “ all my estate, real, personal and mixed, in trust nevertheless for the use and benefit of all my creditors,” and thereupon was discharged under the said insolvent laws of Pennsylvania.\nOn the 17th of January, 1823, the said James Whitehead entered into bond with surety approved of by the said court for the faithful discharge of his assigneeship,.&c.\nOn the 28th day of March, 1823, the said James Whitehead, trustee as aforesaid, sold at public sale and conveyed the said tract of land unto Christian Eberle, the father of the defendant, as the property of the said Michael Fisher, who has since devised the same unto the defendant, with the exception of about' ten acres.\nOn the 6th of November, 1824, the said James Whitehead filed his account in the cqurt of Common Pleas of the estate of the said Michael Fisher.\nThe question for the opinion of the court is, whether under the facts in this case, the plaintiff, whose husband died intestate on the 18th of July, 1849, is entitled to dower of the premises in the writ described — if the court should be . of opinion that she is entitled to dower, then judgment shall be entered in her favor.— But if the opinion of the court shall be against her, then judgment shall be entered in favor of the defendant.\nThe court below entered judgment in favor of the demandant— which was assigned for error.\nThe case was argued by Banks, for plaintiff in error.\nHoffman, for Sarah Fisher."
  },
  "file_name": "0526-01",
  "first_page_order": 528,
  "last_page_order": 530
}
