{
  "id": 965027,
  "name": "Bear versus Bear",
  "name_abbreviation": "Bear v. Bear",
  "decision_date": "1850-05-27",
  "docket_number": "",
  "first_page": "529",
  "last_page": "531",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 277,
    "char_count": 5833,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31745673203341196
    },
    "sha256": "a3f4495412866f133bca5da27496ce3e83dcd3d3552a82b1b88c5371b7747ba1",
    "simhash": "1:11fb6ac4934ba304",
    "word_count": 1035
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bear versus Bear."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBurnside, J.\nThis was a case stated in an amicable ejectment and submitted on printed arguments. The question arises on the last will and testament of David Bear. He devised to his son Samuel and to his heirs, “ all that certain tract of mountain land of nineteen acres, be it more or less, as surveyed and marked off, now in possession of his said son, situated in the Welch mountains, Earl township, adjoining lands of John Williamson andKurtz, and I also give and devise to my said son Samuel, and his heirs, that certain lot of about one acre of land, be it more or less, adjoining the said tract of nineteen acres and land of John Williamson, and also in possession of my said son.” By a draft returned of the divisions and devises in the will, of the mountain tract, the boundary of the last mountain lot, devised to Samuel, contains nine acres and sixty-five perches. The boundaries of the Williamson tract and the others mentioned in the will, are preserved, and there is no devise of any land within these'boundaries. This is what the will requires. He therefore gave the whole lot to Samuel, and the mistake in quantity cannot control the boundaries. We concur with the learned judge, that the quantity described in the will cannot control the boundaries. The lines of Williamson and Kurtz, as well as the nineteen acres which the small lot called for, were omitted in the devise' of the residue of his estate, under which the plaintiff 'claims.\nIt is impossible to .collect from the will that the plaintiff has any claim to the lot in question, or that the testator intended to die intestate of any part of his estate.\n.Judgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was submitted without argument in this court."
    ],
    "corrections": "",
    "head_matter": "Bear versus Bear.\nThe quantity in a piece of land devised, is not to control the boundaries. That the actual quantity in the tract exceeds that mentioned in the devise, is no objection to the land passing by the devise, where it is manifest from the mil of the tes- • tator that such was his intention.\nError to the Common Pleas of Lancaster county.\nThis was an amicable action of ejectment, for nine acres and sixty-five perches of land, in Earl township, Lancaster county.\nDavid Bear died in 1848, and leaving eleven children, amongst whom are the parties to Jhis action, and seized of 72| acres of mountain land, including the nine acres and sixty-fiv.e perches, the subject matter ofiathis,;action. • ...\nThe whole of the tract of 72J acres of land was acquired by David Bear, at a. single purchase, and always ¿belonged to the same tract; the several-tracts represented on the draft by figures 1, 2, S and 4, were surveyed and marked off upon the land in the life time of David Bear, the testator, and before his will was made. . - • ■\nThe only other real estate of which the testator died seized, was the plantation devised to David Bear, the defendant. ■\nIn the will of David Bear, the testator, it is stated, I give and devise unto my son Samuel Bear, and to his heirs and assigns, all that certain tract of nineteen acres,' be it more or less, as surveyed' and marked off, of land, now in the possession of my said son, situate on the Welsh mountain, in said Earl township, adjoining lands of John Williamson and-;— Kurtz; and I also give and devise unto my said son Samuel, that certain lot of abobt one acre of land, be it more or less, adjoining the said tract of nineteen acres, and lands of John Williamson, now also in the possession of my son, &c.\nI give and devise unto my son David Bear, and to his heirs -and assigns, all the rest and residue of my real estate, consisting of my plantation whereon I now live, containing about one hundred and fifteen acres, be it more or less, situate part in Earl and part in Leacock township, adjoining lands of-Christian Bear, George Diller, and my son William Bear; and a tract of mountain land in Earl township, containing about thirty-five acres, be it more or less, adjoining the nineteen acre tract devised to my son Samuel, and lands of Christian Kilheffer, and Christian Bear, &c.'\n' The piece of land in question containing 9 acres, 65 perches, adjoined a piece of 19 and one quarter acres, which it was not disputed had been devised to Samuel. The latter piece adjoined lands of John Williamson, but did not adjoin land of Kurtz, being separated from the latter by the piece of nine acres and sixty-five perches in question.\nIt was contended on the part of David Rear, that this piece of nine acres and sixty-five perches was devised to David, under the residuary devise; that it was embraced in the devise of a tract of mountain land, containing thirty-five acres, be it more or less, adjoining the nineteen acre tract devised to Samuel, following and directed by the expression, “all the réstand residue of my real estate.”\nThe court below, Lewis President, delivered an opinion as follows :\nPer Cur. — The quantity is deserving'of but slight consideration in the description of land. The boundaries of the land devised to plaintiff include the land in controversy. The line of Kurtz, called for, appears to have been well known to the devisor, and this is indicated in the devise of the one acre tract, adjoining Williamson, which brings the land of Samuel Bear up to that line at the southern end of the tract. He gives Samuel the land to the Kurtz line, and calls for no such boundary in the devise to David Bear. In the devise of the residue he describes the lands of which that residue consists, and excludes the -tract in question from the description. The other claims in the will show that the devisor did not intend to die intestate as to any part of his estate.\nJudgment for the plaintiff on the case stated.\nError assigned:\nThe court erred in entering judgment for the plaintiff on the case stated.\nThe case was submitted without argument in this court.\nMay 27,"
  },
  "file_name": "0529-01",
  "first_page_order": 531,
  "last_page_order": 533
}
