{
  "id": 965005,
  "name": "Good versus Mylin",
  "name_abbreviation": "Good v. Mylin",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "538",
  "last_page": "540",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 538"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 58",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480126
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0058-01"
      ]
    },
    {
      "cite": "6 W. & S. 58",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0058-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 360,
    "char_count": 6529,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 9.09915881900147e-08,
      "percentile": 0.5059455203758983
    },
    "sha256": "9c35a8c34d208d48a1fc923366cba9328fff9350442934316817ee92fb3b9c35",
    "simhash": "1:9a21800d9b377f4a",
    "word_count": 1199
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Good versus Mylin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThe point decided in Noble vs. M’Clintock, 6 W. & S. 58, is, that a refusal to let the opinion of the Supreme Court be read to the jury, as the law of the case, is not error for which this court will reverse; but the reasons for it seem not to have been fully stated. The jury^are’lntake the law of the case, not from the report of a former trial of it, but from the lips of the presiding judge whose direction is a subject of revision. It is no objection to this, that the facts may be complicated with principles of law; and that the jury may find a general verdict. The law and the fact are separable in every case; and the province of the judge, and the province of the jury are equally so, the judge furnishing the rule with its application beforehand, and the jmy furnishing the fact, when it is established to their satisfaction. Thus in every case ,the judge may respond to the law, and the jury to the fact. Rut if the law cannot be separated from fact, by the judge, as it must be to enable him to give a binding direction, can it be separated by the opinion of the Supreme Court ? or will the jury always be able to apply it to the circumstances ? If the judge is to apply it for them, why not assign to him the province of stating it ? It is not easy to see how he can do the one, without doing the other. If the judgment of the Supreme Court coincides with the direction, it is superfluous; for as the jury are bound to follow the direction, it needs no corroboration; if it does not, then the judgment is to have an operation outside of the direction, for which no one is responsible: and as no bill of exceptions can be taken to the reported opinion, though the court of error may have changed its mind, the injury from suffering counsel to read it to the jury, for their government, would be remediless: for the court would scarce be expected to award a new trial, in the face of a- judgment of the court of last resort. But should it be awarded, the judgment of the Supreme Court would have no other effect than to complicate the ease, and produce- two trials instead of one. But the case may stand before the jury, on new and different evidence, yet the reported opinion would scarce fail to have an influence on the verdict. Besides in the discussion of a principle1, the most cautious judge may throw out a dictum, which neither he nor any one of his brethren had time to examine, and which is, in truth, not the point intended to be decided. With what chance of success would the presiding judge attempt to enforce a different principle, if the dictum could be held up to the jury, as an authority emanating from a superior power ? - Again, the opinion of the court of errors is sometimes based on an erroneous statement of facts, extracted from the paper book, which would frequently mislead the jury in matter of fact. . Finally — if the direction is right, no harm is done by excluding every thing else: if it is wrong, it may be set right on a writ of error, and still no harm done; and we do not reverse for an error which has practically done no mischief. For these considerations, the presiding judge may, at his discretion, reserve the opinion of the Supreme Court for his own guidance.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Ford for plaintiff in error.",
      "Franklin for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Good versus Mylin.\nUpon the second trial of a canse, in which a former judgment has been reversed, the counsel of either party has not a legal right to read, to the jury, the opinion of the Supreme Court. The Jury are to take the law of the case, not from the report of a former trial of it, but from the presiding judge, whose direction is a subject of revision. The case of Noble vs. M’Clintock, 6 W. & S. 58, explained.\nError to the Common Pleas of Lancaster county.\nThis was an action brought by Mylin vs. Good..\nIt was an action on the case for a nuisance, brought to recover damages, for flooding back upon the mills and tail race of the plaintiff below, &c.\nThe case was before the Supreme Court before, and is reported in 8 Barr, 51, 57.\nAfter the record was returned from the Supreme Court, the declaration was amended. On the trial, the evidence being .closed by both parties, plaintiff’s counsel addressed the jury.\nDefendant’s counsel, in his argument to the jury, offered to read to the jury, the opinion of the Supreme Court, delivered, in this case by the Chief Justice, 8 Barr 54, Good vs. Mylin. To this the plaintiff’s counsel objected. The Court then desired the defendant’s counsel to state the purpose for which he proposed to read the opinion, and the points to be proved by it. The counsel thereupon stated, that he proposed to read it to prove all the points contained in it. Whereupon, the Court refused permission to read the opinion to the jury for the purpose stated, because all the points of law contained in the opinion do not now arise on the trial of the issue; the evidence in relation to the ■ sluices having been rejected in conformity to that opinion, and there is no evidence of some of the facts stated and' referred to in the opinion — and also for other reasons not now stated. To' which the defendant’s counsel excepted;\nThe case was argued by Ford for plaintiff in error.\nException and argument.\n1. The only error assigned in this case is, that the court below erred in refusing to permit the counsel for the defendant to read the opinion of the Chief Justice in the case of Good vs. Mylin, 8 Barr, 54.\n• This we hold to have been clearly erroneous, and believe that the right of counsel to read the opinions of the Supreme Court on the trial of a cause, is fully settled in the case of Noble vs. McClintock, 6 W. & S. 58. The syllabus of which is as follows, viz:—\n“ Upon the second trial of a cause, in which a former judgment has been reversed, the counsel of either party has a legal-right to read the opinion of.the Supreme Court to the jury.”'\nThe reasoning of Kennedy, J., who delivered the opinion in that case, we regard to be so conclusive, as to render unnecessary any further amplification.\nFranklin for plaintiff in error.\nThe opinion of Justice Kennedy in Noble vs. McClintock, 6 W. & S. 58, does not support the syllabus of the reporter: the learned judge explicitly declaring that the court will not reverse on the ground here taken. The point in that case arose under entirely different circumstances from those'presented in the present case: and the opinion on the former trial was inapplicable to a different state of the evidence, and could only be calculated to mislead the"
  },
  "file_name": "0538-01",
  "first_page_order": 540,
  "last_page_order": 542
}
