{
  "id": 964945,
  "name": "Haines versus Stauffer",
  "name_abbreviation": "Haines v. Stauffer",
  "decision_date": "1850-05-20",
  "docket_number": "",
  "first_page": "541",
  "last_page": "544",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 541"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 425,
    "char_count": 9191,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 1.1166440749070201e-07,
      "percentile": 0.5723773857085876
    },
    "sha256": "c9f05b1da8e62540f92f68d53eb72acbf6455724db92b309fb07c6f7743e982c",
    "simhash": "1:3b7fb0a1ed6eb626",
    "word_count": 1628
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haines versus Stauffer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBurnside, J.\nThere was no error in the court admitting the evidence of Greorge Leaman, who proved that the defendant declared that he would pay Major Haines, .who had been his friend, and he would not let him stick. The time of this declaration, as well as the subject matter of it, were for the jury, under the care and direction of the court. The evidence was admissible in accordance with the ruling of this court in many cases.\nIn Kingston vs. Wharton, 2 S. & R. 208, it was held that where a debtor, previous to his bankruptcy, promises a particular creditor to pay the debt, when he shall be able, his certificate of a discharge under the act of 1800, is no bar to an action on the new promise, although the original debt might have been proved under the commission; nor need the new promise be made to an agent of the creditor, to give a good cause of action; McKinley vs. Okeson, 5 Barr 369.\nThe principle is further illustrated in Comfort for Milliken vs. Eisenbise, decided in Harrisburg, in May last, but not yet reported. It is there held that a promise by a bankrupt to pay a debt discharged by certificate, is binding, though not made to the creditor, or his authorized agent. We think that the evidence was properly admitted.\nThe second error is to the charge of the court. Upon a careful examination of the evidence and the charge, we see no error. The jury were' instructed that the defendant’s signature to the note was proved in the usual way. The defence and allegation of the defendant was, that the note in suit, which bore date subsequent to the discharge and,certificate under the bankrupt law, had been altered in its date, from a period prior to the discharge, for the purpose of avoiding the effect of the bankruptcy. The face of the note exhibited no evidence Of the alteration to sustain this allegation. The defence rested solely on the alleged declarations of Haines, as proved by Morton and Peck, that he held a note for $600, dated prior to the proceedings and discharge in bankruptcy, and there was no way to recover it, unless he got a new note from Stouffer. The case of Haines vs. Stauffer, in 10 Barr 363, is not inconsistent with the ruling of this case. There, the court submitted as a fact to the jury, the ingenious suggestion of the defendant’s counsel, of which there was no evidence. The determination of this court was, that where a state of facts could not be inferred on a demurrer to evidence, it was error to submit their determination to a jury. I think the case was fairly put to the jury, under the evidence, and in accordance with the principles settled by the Supreme Court ; and the jury were instructed, if they found the note in suit given by the defendant as it purported, the plaintiff was entitled to a verdict. If it was not given as it purported, or its date altered, the plaintiff ought not to recover. A court has no right to submit a point assumed by counsel without some evidence from which it might be fairly inferred.\nThe learned counsel had requested the court to instruct the jury on some ten points — which the court. refused to notice, because they were not furnished' to the opposite counsel, agreeably to the rule of the Common Pleas, and because the instructions, in the general charge, were all the case required.\nThe Common Pleas has a right to make rules, regulating a request for instructions on points. Many cases have been reversed, in this court, on points put and answered by the court, near to, or at the close of a charge, artfully put by ingenious and able counsel, which had not • been considered by counsel on the trial, or carefully considered by the judge. This is a practice of professional skill with which I have been long familiar. The courts owe it to themselves, as well as to suitors, fo make .such rules as will prevent surprise, and enable them to answer upon reflection, and without a waste of the public time. Here the rule of court had not been complied with, and the defendant’s counsel were not entitled to an answer.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Long, for plaintiff in error, Stauffer.",
      "The Court did not hear Stevens in' reply."
    ],
    "corrections": "",
    "head_matter": "Haines versus Stauffer.\nA promise by a bankrupt after his discharge to pay a 'debt existing against him before his discharge, is binding upon him. See Comfort v. Eisenbise — decided at Harrisburg, in 1849.\nA Court of Common Pleas has a right to make rules as to the presentation of points; and it is not error to refuse instructions where, according to the rule, they have not been submitted to the opposite counsel.\nError to the Common Pleas of Lancaster county.\nThis was an action on the case instituted by Sarah Haines et al., executors of Haines, dec’d., vs. Stauffer, on a promissory note, purporting to be dated December 12, 1848, and alleged to have been given by the defendant to the plaintiff’s testator, for $600 payable at three days. The defendant denied that he ever executed a note to Haines, of the date aforesaid; alleged that he was discharged under the bankrupt law on the 30th of September, 1842, and that previous to his discharge as aforesaid, he had given to the plaintiff’s testator a note for' $600, and that the one now in suit, was the same, with the date altered so- as to bring the date after the time of his discharge.\nOn the trial, the plaintiffs called George Leaman, who stated, that about the. time that Stauffer took the bankrupt law, whether immediately before or after witness did not recollect, Stauffer in conversation with witness, as to what old debts he would pay, said that Groves and Haines had been great friends of his, and that he would not let them stick — Stauffer said that he would not leave Grove or Haines stick; they had always been good customers of his. We were talking about debts existing before he failed..\nDefendant’s counsel excepted to the testimony of Leaman.\nDefendant’s counsel examined Morton and Peck, as to declarations by Haines, to the effect that the note for $600, which he held against Stauffer, was executed before Stauffer took the benefit of the bankrupt law.\nThis case was before the Supreme Court before : See 10th Barr 363.\nOn the trial, defendant’s counsel submitted to the court a number of points, which the court declined to answer specifically, because no copy of them was furnished to the opposite counsel before the arguments proceeded before the jury, according to rule No. 5.\nCharge of his Honor, Judge Lewis.\nThis is an action upon a promissory note for the sum of $600, bearing date the 12th December, 1843. The defendant was discharged under the Bankrupt Law on the 80th September, 1842, and alleges that the note in ■ suit has been altered in its date from a period prior to the discharge, for the purpose of avoiding the effect of the discharge. The hand writing of the defendant has been established in the usual way, and no witness has stated his belief that the signature is not genuine, or has pointed out any part of the note in which he thinks an alteration has been made; nor can the court perceive, upon the face of the note, any evidences of alteration. But the defence chiefly relied upon consists of declarations alleged to have been made by Frederick Haines, in his life time, after the 12th December, 1843, as stated by William Morton and Nicholas Peck, in their testimony. These declarations are inconsistent with the fact that Mr. Haines had, at that time, the possession of the note in question. In deciding upon the effect of these declarations, the court and jury are bound by the law, as decided by the Supreme Court, in the opinion in this cause, as read to the jury by both defendant’s counsel. The case is therefore referred to the jury under the rule there laid down. If the note be genuine the plaintiffs are entitled to recover. If it be not genuine, or, which is the same thing, if its date be altered in the manner alleged, as stated already, the plaintiffs cannot recover.\nThe 10 points are not answered because a copy was not furnished to the opposite party according to the rule of court; and because the instructions already given appear to be all that the case requires.\nDefendant excepts to charge before verdict.\nNovember 28, 1849, verdict for plaintiffs for $814 50.\nErrors assigned.\n1. The court erred in admitting the testimony of George Lea-man, to prove that in conversation with the defendant, as to what debts he would pay, he said that Mr. Grove and Maj. Haines had been great friends of his, and he would not let them stick; this is excepted to as well on account of the subject matter, as to the time when'the conversation took place.\n2. The court erred in charging the jury that the defence chiefly relied upon consisted of declarations alleged to have been made by Frederick Haines, in his life time, &c., as stated by William Morton and Nicholas Peck. The court should have instructed the jury that these declarations were positively proven by testimony unimpeached and uncontradicted, and was the highest testimony that could be offered against the defendant.\n3. The court erred in refusing to charge upon the points submitted by the defendant.\nThe case was argued by Long, for plaintiff in error, Stauffer.\nThe Court did not hear Stevens in' reply.\nMay 20,."
  },
  "file_name": "0541-01",
  "first_page_order": 543,
  "last_page_order": 546
}
