{
  "id": 964901,
  "name": "Pennell versus Grubb",
  "name_abbreviation": "Pennell v. Grubb",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "552",
  "last_page": "554",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 552"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 418",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0418-01"
      ]
    },
    {
      "cite": "1 W. 126",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bin. 158",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Dal. 505",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 7495,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 4.3340540897319266e-07,
      "percentile": 0.9177990685943466
    },
    "sha256": "7a49cdf006dd3c618886e5ba228cbc8744321bc4bee9bc0f744e06fe991014f4",
    "simhash": "1:327a1809d243c6d9",
    "word_count": 1324
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pennell versus Grubb."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThe question in this case arises on the onus. It is doubtful on the admission of the parties whether the assignment of the judgment to the garnishees, or the service of the attachment was prior in time, and in the absence of inference or presumption on either side, which of the parties was bound to furnish the proof? A cross demand against the defendant in an attachment may be' set-off by the garnishee, as it may by a defendant in -any other suit, but subject to the same rules and restrictions; and a defendant may not set-off a demand acquired after the action was instituted. Nor may a plaintiff give evidence in a cause of action incomplete at the impetration of the writ. But set-off is in substance a cross action; and a cross demand also must have been complete when the action was instituted. In this respect the parties stand on equal ground. Neither is allowed to get the whip hand and souse the other in costs, by starting before he was ready. But who is to prove that the cross demand was not subsequently acquired? Certainly, he who asserts the fact. There is no presumption in the case; and he is bound to support his allegation with proof. A plaintiff would not be admitted, to prove a cause of action, without proving, if there were any doubt about it, when it accrued; and for a similar reason, a garnishee, may not set-off a cross demand without proving that it was acquired before the attachment was laid.\nJudgment of the court below reversed and judgment rendered here for the plaintiffs on the case stated.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Ford for the administrators, plaintiffs in-error.",
      "T. Stevens, with whom was S. Stevens, for the Messrs. Grubb."
    ],
    "corrections": "",
    "head_matter": "Pennell versus Grubb.\nA garnishee, in an attachment execution, may set-off a cross demand, existing in him against the defendant in the judgment; but the set-off must have been acquired before the\\procceding against the garnishee was served.\nA set-off is, .in substance, a cross action; and a cross demand must be complete, when the action was instituted.\nIn determining the question, whether the service of the attachment execution on the garnishee, or the acquisition of the demand by the garnishee, against the defendant in the attachment, was prior in time, the onus lies on the garnishee, who alleges the possession of the counter claim; there is no presumption existing in the case.\nError to the Common Pleas of Lancaster county.\nA case was stated, and the following facts agreed on.\nOn the 26th day of January, 1848, William W. Pennel obtained a judgment against James PI. Pennell, for a' real debt of $1884 88, payable forthwith, tvhich was duly entered in the Court of Common Pleas of Lancaster county,- No. 80, January Term, 1848, on January 27th, 1848.\n• On the 28th day of January, 1848, an attachment ad. lev. deb. in satisfaction of this judgment was issued as follows, viz :\nWilliam W. Pennell vs: James H. Pennell, defendant, and A. Rates Grubb, garnishee. No. 9, April Term, 1848.\nMarch 3, 1848, a plea in abatement was filed by garnishee.\n. March 14, 1848, a replication was filed by plaintiff, and on the same day, judgment entered for said garnishee.\nIn the meantime William W. Pennell died intestate, and on the the 17th day of March, 1848, letters of Administration were granted to George Quigley and James B. Lane, upon his estate.\nOn the 26th day of June,- 1848, the second writ of attachment first as above stated, No. 88, August Term, 1848, against James H. Pennell, defendant, and Edward Grubb and A. Bates Grubb, garnishees, was issued; and the same was afterwards returned as follows, viz:\n“ June 26th, 1848, writ executed as per schedule annexed. So answers D. HARTMAN, Sheriff.” Schedule.\n“ June 26th, 1848, I' attached all and singular the moneys,, rights and credits in hands of and possession of A. Bates Grubb* and summoned him as garnishee, by reading and copy; as to E. Grubb and Jas. PI. Pennell, defendant, N. E. I.\n“ So answers, D. HARTMAN, Sheriff.”\nOn the 10th day of March, 1848, Edward Grubb and Clement B. Grubb, partners in trade, under the name' and firm of Edward & C. B. Grubb, obtained a judgment against James H. Pennell, for a real debt of $635, which was duly entered in the Common Pleas of Lancaster county, No. Ill, January Term, 1848..\nOn the 26th day of June, 1848, the same-day when the attachment issued, the following entry was made, and appears on the docket, viz:\n“ June 26,1848. This judgment stands for the use of E. & C. B.'Grubb. - E. & O. B. GRUBB.”\nOpinion of the court, Lewis, President.\nAn attachment was issued and served upon the above named' garnishees on the 26th June, 1848. On the same day, the garnishees became the owners of a judgment against James H. Pen-' nell for an amount greater than their indebtedness to him. There was no evidence to shew which of these acts was first in the order-of time, the service of the attachment or the purchase of the judgment — both having occurred on the same day. There is no legal presumption that the service of the attachment was -first. It is necessary to the plaintiff’s case to prove his attachment was served before the garnishees, indebtedness was satisfied' by the judgment acquired. Failing in this, the judgment must be for the defendants.\nJudgment for the defendants upon the case stated. -\n- Error assigned. ,\nThe court erred in entering judgment for the defendants on the ease stated.\nThe case was argued by Ford for the administrators, plaintiffs in-error.\nFirst, The fiction and doctrine- that in law there is no fraction of a day, when, it becomes essential, for the purposes of justice, to ascertain the exact hour or minute, no longer prevails.\n3 Chit. Gen. Prac. 110, 111; 1 East, 154, Fields vs. Jones; 3 Burr. 1434, per Ld. Mansfield.\nSecond, The presumption in this case is, that the attachment was issued and served first; and after being so issued the garnishees procured this assignment of the judgment of E. & C. B. Grubb to them. This is not therefore such a claim as may be either legally or equitably set off in this case, under the “ Act for Defalcation, 1704.” 2 Ed. Dunlop’s Laws, 45.\nBecause the claim must have been due and obtained before the suit in which it is offered to be set-off is brought; Reed vs. Ingraham, 3 Dal. 505,-506 — per curiam; Sparks vs. Garrigues, 1 Bin. 158, per Yeates, J.; Richter vs. Selin, 8 S. & R. 436, per Duncan, J.; Marshall vs. Sheridan, et ux. 10 S. & R. 268, per Gibson, J.; Morrison vs. Moreland, 15 S. & R. 62, per Huston, J; Stewart vs. The U. S. Ins. Co. 1 W. 126, per Kennedy, J.; Huling vs. Hugg, 1 W. & S. 418, per Rogers, J.\nIn the ease last cited, it is'expressly laid down, that “ a debt or demand to be set-off under the statute must be an existing debt or demand at the time of the commencement of the suit.”\nNow in the case under consideration, there is no pretence that the garnishees had this judgment assigned to them at- the time of the issuing of the writ. On the contrary, the facts admitted show that they-did not get it, nor was' there any transfer or assignment made, until after the suit had been commenced, and the writ had issued.\nT. Stevens, with whom was S. Stevens, for the Messrs. Grubb.\nDefendants deny that they owe James H. Pennell any thing, but that he is indebted to them.\nThat the attachment was not effectual against them till it was served; and that E. & A. B. Grubb were the Iona fide assignees of the judgment of E. & C. B. Grubb vs. James H. Pennell, before the service of the attachment, subject to every equity which existed in the judgment debtor at the time of the assignment."
  },
  "file_name": "0552-01",
  "first_page_order": 554,
  "last_page_order": 556
}
