{
  "id": 964935,
  "name": "Lichty versus Hager",
  "name_abbreviation": "Lichty v. Hager",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "565",
  "last_page": "569",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 565"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Raw. 327",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 Binn. 4",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0004-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 540,
    "char_count": 11962,
    "ocr_confidence": 0.371,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03390178346305132
    },
    "sha256": "e7a2ed1ec632e50d4e4dfef9453eee10c68d859cb67d6b8039d9ecff8eaf15d2",
    "simhash": "1:97e40f310a68dc31",
    "word_count": 2122
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lichty versus Hager."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered' by\nBurnside, J.\nChristopher Hager obtained a judgment against Benjamin Lichty,' and levied on the premises in question,-and had them sold, and purchased, and,- then instituted this ejectment to obtain the possession. The wife of Lichty defended the action; .she shewed that her uncle David A. Donnelly, deceased, had by his last will left her a legacy of $1000, to be vested by his executors as soon as possible, in a house and lot in the city of Lancaster. The will directed the executors to convey and assure the house and lot to her, for her sole and separate use, and to her heirs and assigns, but not to be liable for the payment of any of the debts of her husband. He appointed his friends, Peter McConomy and John Dougherty, his executors. Dougherty is since deceased.\nThomas Baumgardner, who was the administrator:-cum testamento annexo of John Riddle, deceased, sold at-public vendue, on the 14th of November, 1846, at a cash sale, the premises in question. Lichty bid off the premises. Dougherty guaranteed the payment and became Liehty’s security. ■ The power of Baumgardner, as administrator, to sell, being -questioned an act of the legislature was obtained, authorizing Baumgardner to make a deed to Lichty to whom the premises had been struck off, which was accordingly done, for the consideration of $970. When the estate of Donnelly was settled, Mrs. Lichty’s legacy had to abate; and before it was finally settled, the executors paid $800 to Baumgardner on the execution of the deed. The residue was made up by Mr. and Mrs. Lichty. Lichty conveyed to the executors. On the settlement of Donnelly’s estate, Mrs. Lichty was decreed the sum of $793.08. The executors of Donnelly, on the 26th day of January, conveyed the premises to Lichty and wife, as the will directed, for the sole and separate use of the said Elizabeth, and to the heirs and assigns of the said Elizabeth, forever, but not to be liable for the payment of any debts or liabilities of her husband, as the will of her uncle directed. Hager had not at this time obtained or entered his judgment. That was done on the 3d of February, 1848. Mrs. Lichty gave full notice of her title, at the sheriff’s sale. There was evidence that Lichty and wife made some repairs to the house, and that Mrs. Lichty was an industrious tailoress, earning from $8 to $10 a week; latterly her eye sight had failed. The learned judge, as well as the counsel, admitted the facts of the case were not in dispute; and the court was desired to determine the questions of law, raised by the parties.\nThe court was pleased to call this an equitable ejectment, and that the plaintiff sought a recovery only on such terms and conditions as equity required. After a most ingenious review of the evidence, he was pleased to instruct the jury, that the plaintiff was entitled to recover, subject :-to the condition, that he pay to Lichty and wife, in trust for the wife, according to the will of Donnelly, the sum of $793.08, with interest from the 3d April, 1847, to the 26th January, 1848, in such reasonable time as the jury should specify. The defendant’s counsel excepted. I deem it unnecessary to review the errors assigned in detail, as we view the whole charge unsound from beginning to end, and as calculated to introduce into our system principles subversive of equity and justice. The wife of Lichty had the legal title before Hager had any incumbrance on the premises. Her legacy had paid all the purchase money except $176.92. On no principle could Hager’s judgment bind beyond the interest Lichty had in the land. I am aware we have extended the lien of judgments in Pennsylvania, beyond the limits of the common law, but the furthest we have gone is to declare it a lien on every kind of equitable interest in land, and on every right vested in the debtor, on the rendition of the judgment. On the venditioni the sheriff sells and conveys all his rights, such as it may be, Carkhuff vs. Anderson, 3 Binn. 4; Thomas vs. Simpson, 3 Barr 60; 2 Barr 41.\nNor can we accede to the doctrine that the deed to Lichty was given as a security for the $800, and was in the nature of a mortgage. An equitable mortgage may be created by a deposit of the title deeds; and the transaction may be evidenced either by parol or by written agreement: Rickert vs. Madeira, 1 Raw. 327. Here the deed was not in the nature of a mortgage, nor was it ever delivered for that purpose. There was no conditional sale to give color to the supposition of the learned judge; nor had Hager an incumbrance when the title was perfected, and the executors done their duty. There is no fact in evidence to give the transaction the least color of a conditional mortgage.\nLichty had no interest in the house beyond the balance paid by him, and that is not contested by the defendants. The court ought-to havé instructed the jury to find for the plaintiffs, the verdict to be released on the -payment of $176 92, with the interest. It has been faintly urged, that Liehty and wife made expensive repairs to the house, and if they have paid for them, they ought to be paid over again to the judgment creditors. We are not prepared to determine that where there are necessary repairs- made by the owner of a house, to make his dwelling comfortable, that a subsequent judgment creditor shall have,a lien for the price of these repairs; or where the repairs are made by a husband to his wife’s property. Hager’s lien, by his judgment, gave him neither equity nor color of claim beyond the money paid by Liehty^ and that the defendant’s do not dispute.\nThe judgment is reversed, and ■ a venire facias de novo is awarded. - -",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "The case was argued by Ford for plaintiff’s in error.",
      "Fllmaker for Hager, defendant in error.,",
      "Frazer in reply."
    ],
    "corrections": "",
    "head_matter": "Lichty versus Hager.\nWliei-e a legacy was left to a married woman to be invested by the executors of the will of testator in real estate, to be- oonveyed to her, for her sole and separate use, and to her heirs and assigns for ever; but not to be liable for the payment of any of the debts of her husband; and a house and lot was purchased, which cost more than the amount payable on the legacy, the balance being made up by the husband and wife; and after the property was conveyed to the husband and wife, for the separate use of the wife, a judgment was entered against the husband, and the property levied on and sold. Held, • that the purchaser c'annot recover the property subject to the condition that he pay the nett amount of the legacy with interest; but the conditional verdict should be, that he hold till defendants pay him the amount of purchase-money advanced by the husband, beyond the amount paid on the legacy.\nThe deed was not in the'nature of a mortgage, and there was no conditional sale to give it that character.'\nWhere necessary repairs are made by the husband to his wife’s'property, a subsequent judgment creditor of the husband may not have a lien on the property for the amount of the repairs.\nError to the Common Pleas of Lancaster countk/.\nThis was an ejectment by Hager vs. Lichty, for a one story brick house and piece of ground in Lancaster.\nIt appeared that Hager held -a judgment note against Lichty for $2000, dated January 16, 1847. February 3, 1848, it was entered in the Common Pleas, and fi. fa. issued, sold personal property and levied on the real estate in question which was subsequently sold, and .purchased by Hager for $50, sheriff’s deed made to him.\n■ On the part of the defendant, it was contended, that the property belonged to Lichty’s wife — that it was paid for mainly by a legacy left to her, by the will of David A. Donnelly. The bequest was as follows: “I give and bequeath to my niece Elizabeth, wife of Benjamin Lichty, one thousand dollars to be invested by my executors, as soon as practicable, in a house and lot, in the city of Lancaster, which they shall' convey and assure unto the said Elizabeth, for her solé and separate use, and to her heirs and assigns forever; but not to be liable for the payment of any of the debts of her husband.” Peter McConomy and John Doughr erty appointed executors of the will. Will proved January 24th, 1845.\nIn Nov. 1846, the house and lot in question was sold by Baumgardner, administrator of the estate of Biddle, and it was purchased by Lichty for $970. Doughérty, one of the executors of the will of Donnelly, became surety for the payment of the purchase money. Deed was made to Lichty on 3d April, 1847. Baumgardner’s right to sell being questioned, an act of assembly was passed confirming it, &c.; see acts of 1847, p. 354.\nIt was alleged in the paper book of plaintiff in error, that the property was purchased by Lichty, not for himself, but for the executors of Donnelly, for the wife of Lichty. That'it was necessary to make the deed to Lichty, as the property was struck off to him, and as the act of assembly described him as the purchaser. That it was found that the legacy of $1000 would have to undergo an abatement, but that the amount of the abatement 1vas not then exactly ascertained. That Lichty and wife conveyéd the property to McConomy and Dougherty, executors of the will of Donnelly, so that they could declare the trust specifically, whenever the exact amount of the abatement could be ascertained.\nOn the 22d day of September, 1847, a decree of the Orphans Court of Lancaster county was made, by which the sum of $793.08 was decreed as the amount of the legacy of Mrs. Elizabeth Lichty, to be invested, &c., pursuant to the directions of the testator. Accordingly on the 26th day of January, 1848,' a deed of conveyance was made by McConomy and Dougherty, executors of the will of Donnelly, as follows:\nDeed of Indenture, dated January 26th, 1848, from Peter McConomy and wife, and John Dougherty and wife, executors of the last will and testament of David A. Donnelly, to Benjamin Lichty and Elizabeth Lichty his wife, for the sole and separate use of said Elizabeth Lichty. Consideration $793.08, the apportionment, by decree of the Orphan’s Court of Lancaster county,. of a legacy of $1000 bequeathed by David A. Donnelly, deceased, to Elizabeth Lichty. Consideration as aforesaid $793.08, and the further consideration of $176.92, paid by Benjamin Lichty, “to and for the sole and separate use of the said Elizabeth Lichty, and to the heirs and assigns of the said Elizabeth Lichty forever, but not to be liable for the payfiient of any of the debts or liabilities of her husband, as in and by the last will and testament of the said David A. Donnelly, is mentioned, expressed and set forth.” A receipt is annexed to this deed for $176.92, as received from Benjamin Lichty, in full of the consideration money as paid by him. Recorded February 9th, 1848.\nThe Judgment of Hager was obtained after the date of this deed, viz. on February 3d, 1848.\nIt was proved that Lichty and wife lived on the property, and continued in possession from April, 1847 — that various necessary repairs were made in and about the premises, exceeding in cost $400.\nIt was proved that Elizabeth Lichty was a tailoress before April, 1847, and for years afterwards; and by herself and females-employed by her, earned, on an average, from $9 to $10 per week.\nNotice of her claim to the property was given at the sheriff’s sale.\nLewis, President, inter alia, instructed the jury, that the plaintiff is entitled to recover, subject to the condition that he pay, ■within such reasonable time as the' jury shall specify, to Benjamin Lichty and Elizabeth his wife, in trust for the separate use of the said Elizabeth, according to the directions of the will of D. A.’ Donnelly, deceased, the sum of seven hundred and ninety-three dollars and eight cents, with interest from the 3d April, 1847, to the 26th January, 1848.\nThe defendant excepts to the charge.\nThere was an assignment of error to the part of the charge above stated, and also to other portions of it. ’\nThe case was argued by Ford for plaintiff’s in error.\nFllmaker for Hager, defendant in error.,\nFrazer in reply."
  },
  "file_name": "0565-01",
  "first_page_order": 567,
  "last_page_order": 571
}
