{
  "id": 964921,
  "name": "Royer's Appeal",
  "name_abbreviation": "Royer's Appeal",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "569",
  "last_page": "574",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 569"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 284",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0284-01"
      ]
    },
    {
      "cite": "9 W. & S. 98",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0098-01"
      ]
    },
    {
      "cite": "3 W. & S. 441",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0441-01"
      ]
    },
    {
      "cite": "7 Watts 170",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0170-01"
      ]
    },
    {
      "cite": "5 W. 84",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. 170",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. 284",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. & S. 98",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0098-01"
      ]
    },
    {
      "cite": "3 W. & S. 441",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0441-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 728,
    "char_count": 15760,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 3.390375586010845e-07,
      "percentile": 0.8768866447426086
    },
    "sha256": "ff703717c8bb11c4fc727c603b574370ffe4446a9dc9c1628ffaca42fc7cd326",
    "simhash": "1:7ca41f11ef2a61d2",
    "word_count": 2733
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Royer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nNotwithstanding what was said in Bradford vs. Boudinot, 3 W. C. C. R. 122, and repeated in Geddis’ Appeal, 9 W. 284, of the duty of an executor to sustain the validity of the instrument under which he acts, as a will, against the hostile attacks of those claiming adversely to it, and of his right to call on the estate of the supposed testator to discharge the costs and expenses •incurred in the contest, it is, under our decisions, clear that his right to do so depends altogether upon whether the litigation is for the benefit of the estate, or in promotion of the interests of those eventually fotihd entitled to the fund. It is not universally, or even ordinarily true, that he may endeavor the establishment of a suppositious testamentary paper at the expense of creditors or distributees, or that even if successful, he can tax the whole fund he represents by claiming the costs incurred in his administration account as a general item of credit. Thé expenses of trying an issue devisavit vel non must be borne by the parties to it: Copenhaffer vs. Isaacs, 7 W. 170, or, at least, by those for whose benefit it is carried on. This may be so, even when the testamentary act is validated by a judicial fiat, as is shewn by Mumper’s Appeal, 3 W. & S. 441. It is, therefore, difficult to imagine how, where a pretended will has been repudiated by verdict, the costs of the contest can be cast on those who have succeeded, by charging them upon an estate to which they have shown themselves entitled as distributees, under the intestate laws; claiming not by virtue of the. supposed will, but in direct and-triumphant hostility to it. The inadmissibility of such a pretension is pointed out in the case just referred to, where it is put as. an illustration, not open to cavil. There, as already intimated, even a successful litigant, who,( in his. character of executor, had succeeded in .a, feigned issue in establishing a disputed will, was.denied the asserted right to charge upon the whole estate of the testator, the counsel fees paid by him during the controversy. Indeed, it. frequently happens that only a very few of the heirs or next of kin of a supposed testator are interested in sustaining an. alleged testament. Nay, sometimes .the interest of a majority of them lies in shewing an intestacy. In such instances, it would be obviously unjust to compel them to contribute towards defraying expenses incurred in the attempt to1 prejudice them pecuniarily upon this point. I commend attention to the observations'of Mr. Justice Kennedy, who, in Mumper’s Appeal, very clearly shews that only thosé who have an immediate and direct interest in the subject, should be called to bear the burden of carrying on the investigation., Reason and equity unite to support this rule,, and I know of no authority that directly impugns it. Geddis’ Appeal is mentioned, as of this stamp, but properly understood, it is not' so. The misapprehension seems to be induced by some general remarks of the judge, who delivered the opinion, on the duties of an executor, but the doctrine of Copenhaffer vs. Isaacs is recognized, and although the case itself does not distinctly shew the applicability of the rule I have mentioned, the decision is expressly put on the ground that the action of the executor was for the benefit of the estate. To charge the fund belonging to the estate, it is not enough that the executor has no pecuniary interest- in the settlement of-the imputed will. To confer that right, it must appear, his course was dictated by a regard for the profit of those eventually found to be entitled to the property. This was the basis of the determination pronounced in Scott’s Estate, 9 W. & S. 98, cited .for the appellee; as is made manifest by the opinion delivered by the same learned judge who decided this cause below, and by-the remark of the chief justice, speaking for this court on appeal: “that the executor litigated, not for his own interest, but for the interest of the parties who got the whole of the estate by the litigation, and now refuse to reimburse him his expenses.” But we have before us a -widely different case. Fahnestock, the testator, is the only one who appears to have urged forward the contest, for some reason which remains unexplained. In the. Register’s Gourt, he demanded an issue to be directed to the Common Pleas;- he subpoenaed the witnesses, employed counsel, and so far as we are informed, was alone concerned in conducting the litigation, while the alleged testator’s next of kin either stood aloof, or appeared as defendants in the feigned issue, actively denying the validity of the supposed testament, set up by Fahnestock. And yet, this attempt is gravely made to charge the fund distributed among them with costs incurred in the effort to disappoint their wishes and to defeat their interests. Such a claim is wholly inadmissible.\nBut it is asked, is he named as executor in a contested will, to undertake its establishment, solely at his own risk ? By no means. It is not required of him to become a party to such a contest, unless those interested in the disputed paper. will''indemnify: him. against the costs.of the investigation; or he may calbupon them' to assume the responsibility of carrying it on. The eohrs'e 'open to him is pointed out in Mumper’s Appeal; a decision referred to thus frequently, because I consider it as decisive of the present,, and entirely approve the reasoning upon which it proceeds. I have known many instances, when I sat in the Common Pleas, of refusals by those named executors, to 'become parties'to an issue devis'avit vel non, until they were secured for future expenses. No one ever supposed it was incompetent to them so to refuse. In-truth, their names are not essential to the' framing of a -feignétb issue. It may be made with the same legal effect between any other parties having an interest, and frequently is so; or between men of straw, designated by the court, provided security be given for the costs. There is, consequently, no pretence for departing from a rule just as it is convenient, because of any supposed constrained liability arising from the legal position of the executor. The application of this rule to the claim in hand dictates the dis-allowance of the several sums of money claimed for counsel fees, and other expenses consequent upon the trial of the issue. ’ :\nI should think, however, the accountant, ought to be allowed from the estate the expenses incurred in preparing to administer the will, before a contest arose as to its validity. But this did Hot,, call for the settlement of an administration account, nor justify the expense encountered in passing it through the office of the several functionaries. In fact there was nothing to state an account about: Shenck’s Appeal, 5 W. 84; and therefore no portion of it is entitled to our sanction., We will not say the appellant may not maintain an action against the administrators of Royer for the $32 41, or so much of it as he may shew himself entitled to.\nDecree of the Orphans’ Court confirming the account is reversed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued-by V. B. Amwahe, for appellants, the administrators.",
      "Frazer, for Fahnestock."
    ],
    "corrections": "",
    "head_matter": "Royer’s Appeal.\nTo entitle an executor to costs in an issue of devisavit vel non, it must appear that his course has been dictated by a regard for the interests of those\" eventually found to be entitled to the property. ■ . ‘\nAn executor is not bound to become a party to such an issue, unless those interested will indemnify him against the costs of the .investigation.\nAn executor is probably entitled from the estate, to the expenses incurred in preparing to administer the will* before a contest arise as to its validity. .. He may perhaps sue the administrators of the estate, where such exist, for such costs; but he is not authorized to settle an account merely for the purpose of having such costs allowed.\nThis was an appeal by Boyer and Boyer, administrators of the estate of Joseph-Boyer, deceased, from the decree of the Orphans’ Court of Lancaster county, overruling exceptions to and confirming the account of Fahnestock, formerly one of the executors of the will of said Joseph Boyer. -\nOn the 15th day of August, 1834, Joseph Boyer, of Warwick township, Lancaster county, made his last will and testament, and on the 6th day of January, 1847, he annexed a codicil to his said will and testament; in said will and codicil he appointed his son David B'oyer and Peter Fahnestock, executors. He died in the month of August, 1847; on the 30th day of August, 1847, the said will and codicil were admitted to probate before Wm. G-leim, Esq., Begister of Lancaster county. Letters testamentary were granted to Peter Fahnestock and David Boyer, who took an inventory of the goods and chattels of the deceased, and filed the' same in the Begister’s office of Lancaster county, at the same time. September 4, 1847, David Boyer (son-in-láw of said dec’d.) as agent for Catharine Boyer, John Doster and Nancy his wife; and -as next friend of Leah Royer, Anna Royer and Hannah Royer, minor children of Hannah Royer, deceased, appealed from the decision of the Register, and a Register’s Court thereupon was held on the 21st day of September*, in said year; the said Register’s Court on the application of Peter Fahnestock, one of the executors of said deceased, directed an issue of dev. vel non, to the District Court of Lancaster county,-to December term, No. 1, 1847, to try by a jury the validity of said will and codicil, and the matter of fact which might be objected thereto in said court, between David Royer and Peter - Fahnestock, executors as plaintiffs, and Catharine Royer, John Doster and Nancy his wife, Leah Royer, Anna Royer and Hannah Royer, by their guardian, John Royer, as defendants.\nThe 24th of November, 1847, in said District Court, an issue being filed; December 7, 1847, a jury being called and sworn, rendered a verdict for defendants, on the 20th day of December.\n1847 — Letters of administration were granted to Samuel Royer and, the above named David Royer, (executors in the above will and codicil) by the Register of Lancaster county.\nThe said John Royer, deceased, left no widow, but issue to wit: Joseph Royer, David Royer, (the within named executor and administrator) the said Catharine Royer, Nancy, married to John Doster, and Hannah Royer, deceased, married to David Royer, who left issue to wit: the said Leah Royer, Anna Royer and Hannah Royer.\nThe said Joseph Royer, on the 2Sd of April, 1849, by inquest was declared a lunatic; a traverse to said inquest was entered and filed by him, and upon hearing and trial of the same in the Court of Common Pleas, at the November term, 1849, the jury rendered a verdict in his favor, establishing his sanity.\nPeter Fahnestock, one of the executors, exhibited an account which was accompanied by a statement, such as follows:\nThe account of Peter Fahnestock, late one of the executors of Joseph Royer, late of Warwick township, deceased—\nThere was no portion of the estate in the hands of this accountant; after the inventory was taken and filed, an issue was directed by the Register’s Court to try the validity of the will of said deceased, which was found against the will; letters of administration were then granted to David Royer and Samuel Royer, who received the whole estate.\n, Exhibited in the Register’s office the 20th day of November, 1848. He prayed credit for disbursements attending' the taking of the inventory and the appraisement of the personal estate, amounting to $82 41, and for services of counsel, advice to the executor, appearing in the Register’s Court and trying the issue of devisavit vel non, as to the deceased’s will, in the District Court, and for Ms loss of time, trouble and expense incurred as executor — in all amounting to- $222 31.\nExceptions were filed to it, at the instance of Samuel Eoyer and David Eoyer, administrators of the estate of Joseph Eoyer, deceased:\n1. The whole account is excepted to, accountant not being executor of deceased.\n2. All the items on the credit side of the account are excepted to, accountant having no authority to make the payments and charge the estate of Joseph Eoyer, deceased.\nJune 21, 1849 — Exceptions overruled and account confirmed.\nErrors assigned-:\nThe court erred in overruling the exceptions and confirming the account for the following reasons:\nFirst. The accountant could not settle an account for the mere purpose of charging the estate of-Joseph Eoyer, deceased, with the expenses incurred, as prayed for in his account..\nSecond. The estate of Joseph Eoyer, deceased, is-not liable for the fees paid to attorney and other costs and expenses incurred in attempting to establish the will of the deceased on the trial of the issue of dev. vel non in the District Court of Lancaster county.\nThe case was argued-by V. B. Amwahe, for appellants, the administrators.\nOn the first- error assigned, he contended that the accountant in this case ought not to be permitted to settle an account in the Orphans’ Court, for the mere purpose of charging the estate of Joseph Eoyer, deceased, for on the face of his account nothing appears to show that any part of the estate of said deceased ever came to Ms hands or possession, he therefore could, not raise an account merely to let in Ms claims; his remedy, if any he has against the estate of said Joseph Eoyer, deceased, for the costs and expenses as prayed for in his account, is by action against the administrators of the deceased: Shenk’s Appeal, 5 Watts, p. 84.\nAs to the sécond error, he contended that the costs, expenses, &c., as paid to attorney, and commission to accountant incurred on the trial of the issue of dev. vel non, must be borne by the parties to it, and not by the funds of the estate, of which they were devisees or legatees, as the parties litigated for their individual interests and not for the benefit of the estate: Copenhaffer vs. Isaacs, 7 Watts 170; Mumper’s Appeal, 3 W. & S. 441.\nFrazer, for Fahnestock.\nThe will of Joseph Eoyer was tried before Judge Hayes, and the question of revocation came before the court on the ground that as the testator had conveyed by deed after the date of the will, certain parts of his real estate as therein devised, it would be difficult to say what was his will as to the portions of bis real estate undisposed of, &c.; the judge charged the jury if was a revocation, ¿•c. — and so they found.\nPeter Fahnestock was not a legatee, devisee, or in any way interested in the said estate save as one of the executors. His co-executor and himself proved the will, filed an inventory, employed counsel, paid debts and expenses, and the issue was directed to try the validity of the will, on the appeal of some of the heirs to the decree of the Register’s Court allowing the probate of the same.\n■ It was the duty of the executor to support the decision of the Register in favor of that will; and he was entitled to the aid of the estate, to discharge all reasonable costs and expenses incurred on that account: 8 Wash. Cir. Court Rep. 122, 123, 124, Bradford vs. Boudinot.\nThe account in this case was properly settled by the accountant.' He and his co-executor filed an inventory, was in possession of the assets. This accountant paid debts and expenses of administration, out of his own pocket as executor, and claimed in said account no debt due him by testator in his life time: 4'Watts 85— Shenck’s administration account. An executor is bound to prove the will, and certainly not at his own expense. When he meets with obstruction, it is his duty to remove it if hé can, and he is unfaithful if he omits to attempt it: 9 W. & S. 98, Scott’s Estate; 9 Watts 284, Geddis’ Appeal; 3 Wash. C. C. Rep. Bradford vs. Boudinot."
  },
  "file_name": "0569-01",
  "first_page_order": 571,
  "last_page_order": 576
}
