{
  "id": 964971,
  "name": "Withers' Appeal",
  "name_abbreviation": "Withers' Appeal",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "582",
  "last_page": "584",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 582"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0276-01"
      ]
    },
    {
      "cite": "6 Whar. 401",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 282,
    "char_count": 4511,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 5.680774328485209e-08,
      "percentile": 0.35751370060571097
    },
    "sha256": "4f0adc154f4faea879ce7aa0d8ee782246bec1d5969d19652775c04acf926048",
    "simhash": "1:f3d59a16c93a14af",
    "word_count": 782
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Withers’ Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court, was delivered by\nBurnside, J.\nThe only question this case presents, is whether an' administrator shall be allowed his counsel fees and expenses for' carrying on' a vexatious and tedious litigation for his exclusive benefit, or a benefit to his wife, who was the sole heir, and no creditors interested ?. If authority was wanted, Gossner’s estate, 6 Whar. 401, settles this- question. It jvas there held that an administratrix was not entitled to charge counsel fees to the fund, where she had made an unjust and vexatious defence' to the next of kin. Nor do we think he can be allowed to charge the- estate-with counsel fees and other expenses where he vexatiously resists a just creditor, for his own benefit or that of his wife. Here all the resistance to the collection of this debt, after it was in the Supreme Court in 1844, 7 W. & S. 276, was not only vexatious but dishonest, and for the exclusive benefit of Withers and his wife. The auditors and orphans’ court were as liberal to the administrator as he deserved.\nThe decree of the Orphans’ Court is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Frazer, on the part of the appellee,",
      "Stevens, for appellee.",
      "Frazer, in reply."
    ],
    "corrections": "",
    "head_matter": "Withers’ Appeal.\nWhere an administrator carries on a vexatious litigation for his own exclusive benefit, he is not entitled to charge the estate with the costs of it.\nThis was an appeal from the decree of the Orphans’ Court of Lancaster county, which confirmed the report of auditors as to the account of Withers, as administrator of the estate of McKinney, dec’d.\nA judgment had been entered against McKinney, in the name of Henry Share & Co., in 1815, for above $3000. A sai. fa. was subsequently issued on this judgment in favor of Mehaffey. See the case reported in 1 W. & S. 276. McKinney died in 1843; another sai. fa. issued on the same judgment, in favor of Haines, administrator of the estate of Share, against Withers, administrator of the estate of McKinney, the defendant in the original judgment. See this case reported in 2 Barr 435.\nWithers was married to the daughter of McKinney. In his account on the estate of McKinney, he asked credit for counsel fees exceeding f>900, and for other items. The auditors allowed a portion of the amounts for which credits were asked, and disallowed other amounts and items.\nExceptions were filed on the part of the accountant to the report of the auditors, some of which were:\n1. The auditors erred in disallowing the said administrator the following sums, viz: paid for paper book at Supreme Court, May 1846, $50 — paid counsel for services at May, 1844, $300. Also for amount reduced on commissions $250, and' two items for repairs $20 66.\n2. Said auditors also erred in charging wear of goods, &c., viz: $131 25. Also in charging accountant with costs of audit; The costs of audit are too high and exorbitant..\nThe exceptions to the auditors report were overruled and the report confirmed.\nAssignments error.’’\nThe court erred in confirming that part of the auditors report, disallowing the credit prayed for of $50 for paper book at Supreme Court, May term, 1846. Also the credit of $300 for professional services of S.. Parke and R. Frazer,' in Common Pleas and Supreme Court of May term, 1846. Also in reducing commissions to $250.\nFrazer, on the part of the appellee,\ncontended that Withers was bound to contest the. judgment entered against McKinney, or he might be made responsible by the other creditors for the loss, particularly when he could prove that the bond had been given for lots distributed to McKinney .by illegal lottery, at high prices.\nMehaffey’s judgment was reversed without a venire de novo, and that Withers contended, when the sci. fa. by the administrator of the estate of Share was issued, that the costs of the previous suit should be paid — but that the Supreme court ruled the power discretionary with the court below. He contended that the efforts by Withers, under the advice of counsel, ought not to be at his own expense. That his being the son-in-law did not alter the case.\nStevens, for appellee.\nThe question is whether the administrator contended ftír his own benefit, or for that of the estate. Withers got the rents of the property, above $1300 or more — the proceeding was for his advantage, and so the auditors determined. That above $600 have been allowed to the administrator and counsel, and $300 is objected to because no- defence was made to the second sci. fa. on the merits.\nFrazer, in reply.\nThe second sci. fa. was not resisted on its merits; it was thought that there was enough in the legal objections. ' •"
  },
  "file_name": "0582-01",
  "first_page_order": 584,
  "last_page_order": 586
}
