{
  "id": 964892,
  "name": "Ashmead versus Hean and Moulfair",
  "name_abbreviation": "Ashmead v. Hean & Moulfair",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "584",
  "last_page": "588",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 584"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 404",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0404-01"
      ]
    },
    {
      "cite": "44 Watts 362",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 72",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480084
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0072-01"
      ]
    },
    {
      "cite": "7 Watts 436",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "11 Wheaton 199",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428700
      ],
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0199-01"
      ]
    },
    {
      "cite": "3 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Johnson 446",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 592,
    "char_count": 12909,
    "ocr_confidence": 0.356,
    "pagerank": {
      "raw": 1.1491662759846879e-07,
      "percentile": 0.5809896638761565
    },
    "sha256": "23f113973a9001c4265478dd570d628d310205a4e0996640538781844985df02",
    "simhash": "1:f344e1655ed8f60f",
    "word_count": 2330
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ashmead versus Hean and Moulfair."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe facts in this case are hardly disputed, and it turns on a sheer principle of law. The statute of 13 Eliz. avoids all feoffments, conveyances, &c.,. made with an intent to delay, hinder, and defraud creditors or others of their just and lawful actions, suits, &c., as fraudulent and covinous against the person or persons, his or their heirs, whose suits, actions or debts, by such guileful and covinous practices, shall or may bev delayed, hindered or defrauded, saving only such conveyances, &c., upon good consideration and bona fide, as shall be made to any person'who shall not have at the time of such conveyance any notice or knowledge of such covin or intent. Ashmead put this bond due to him from Hean into the hands of Levi Kline, for -the purpose of collection, who called on Hean, and told him that unless he gave security, he would proceed against him. A day or two after that communication, Hean agreed to sell the property in dispute to Moulfair, the defendant below, who, as landlord of Hean, was admitted to. defend in this suit. On the same day that the proposition was made, Moulfair agreed to purchase, and a deed was made to him by Hean. It was perfectly understood between them, that the object was to give the other creditors of. Hean a preference ’ over Ashmead. Moulfair paid no money, but agreed to pay the other creditors of Hean the amount of the purchase money, which he has since done. So that he was bound to pay, and has paid a full price for the property.- At the same, time, Moulfair bought, one hundred and fifty dollars worth of Hean’s personal property, and the balance was sold on a judgment which Hean confessed in favor of his son. Hean told Moulfair what his object and design was, that is, as he alleged, to secure his other creditors,-and prevent, Ashmead from selling the property. Kline proceeded with a suit on Ashmead’s bond, obtained judgment, and sold .the premises in dispute, which was all the real estate that Hean owned, and it was purchased by Ashmead, who brought ejectment against Hean, who remained in possession as tenant of Moulfair. The allegation,of Moulfair is, that he purchased for full value, paid afterwards to the other creditors of Hean, that it was a mere preference of one or more creditors over another,, which any- debtor has a right to make. And this ground was sustained by the court below. ■ I am- not at all disposed to deny, that a man indebted to two or more, may not pay one in preference to another, if he does it honestly. 'Nay, I will not deny that he can transfer real estate to one in preference to another, for the purpose of paying him, if he does it honestly and freely without intent to hinder or delay another. And I admit that in such case the conveyance would be good, if the alienee knew of no design or intent on the part of his débíor, to hinder or delay the suit of another. It is the intent which brings the transaction within the clutches of the statute; an intent that must be known' to the purchaser. The circumstance of the sale being for value is of no moment, if the corrupt motive be present in the operation. The object of the statute was to make men honest and fair in their dealings, and to promote good faith among men. In Cadogan vs. Kennel 2 Cowper 434, an . eminent chancellor said, “I have known many cases where persons have given a’Tair and full price for goods, and possession-actually changed, yet being done with a view to defeat and hinder creditors, the transaction has been held fraudulent, and therefore void;” and the same rule holds in the construction of the statute when applied to conveyances of real estate, as was said in 2 Penna. Rep. 92, Johnston vs. Hawey.\nIn Haden assignees vs. De Mott, 1 Burrow 474, it was held that transactions valid between the parties may be fraudulent by reason of covin or collusion to injure a third person. When the grantee or purchaser participates in the fraud, or knowingly assents to it, he is affected by it. It is in full proof that Hean said, at the time of the sale, when Moulfair was present, that he owed money to Ashmead, and that when he had given his obligations it was understood between them, that he, Ashmead, would wait for their payment until he had his other debts paid: and that now he was pushing him, and going to secure his debt by a judgment, and that he had no other way than to sell his property to Moulfair to secure the payment of his other debts.\nThis testimony is sustained by others, and by all the facts in the case. And it establishes, if believed, that the actual and express design, the ruling motive was to delay, hinder and obstruct Ashmead in his suit and the collection of his debt, of which Moulfair was fully apprized, and in which he was a willing assistant. If there is any meaning therefore in the statute, and the decisions made under it, particularly Kepner vs. Burkhart, and Dean vs. Connelly, 6 Barr 239; it takes fast hold on the sale by Hean to Moulfair.\nIt may be noted also as corroborative of the intent, that Hean sold part of his property to Moulfair, and that the rest was sold on a judgment confessed to his son.\nThe plaintiff below was therefore entitled to the instruction prayed for, to wit: “ that if from the evidence the jury believe, that the purchase was made by Moulfair from Hean, with the intent on the part of Hean and Moulfair to delay, defeat and hinder Ashmead from obtaining his debt, then the conveyance was fraudulent and void as against Ashmead, although for a full consideration, and although good as to all the world beside, and the plaintiff was entitled to recover.”\nI may say further, that Moulfair declared he had no reason for making the purchase, and it was made in haste on the application of Hean, who has remained in possession until this time as the tenant of Moulfair. All this, to say the least, throws an atmosphere of doubt and suspicion around the transaction; and although I will not intimate that there was any thing more than legal fraud in the transaction, yet if such contrivance to defeat a. large and honest creditor prove successful, a man ¡’with half an eye may perceive how easy it would be to make a third person the instrument of hindering an obnoxious creditor, and defeating the statute.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by J. Weidman and Levi Kline for Ashmead..",
      "Ulrieh for defendants."
    ],
    "corrections": "",
    "head_matter": "Ashmead versus Hean and Moulfair.\nA conveyance of real estate made with the intent on the part of the vendor, known to the vendee, to delay, defeat and hinder a particular creditor from obtaining his debt, though made for‘a valuable and full consideration, is fraudulent and void as against such creditor.\nError to the Common -Pleas of Lebanon county.\nThis was an action of ejectment by Ashmead vs. Hean and Moulfair, claiming as landlord, afterwards became a party.\nHean was indebted to Ashmead, for which he -executed two bonds, viz.: one for the payment of $1000, on the 1st day of May, 1841, and' the other for th.e payment of $248, with interest, on the 1st day of April, 1847. Ashmead placed those bonds in the hands of counsel for collection. Mr. Hean was the owner of the land in dispute, together with some personal property. He was informed by the counsel that the bonds had been placed in his hands for collection; and that he must secure the payment of the money, or the claim would be enforced against him. Hean communicated this , to Moulfair immediately after, and stated that Ashmead had promised him to wait for his money, and that now Ashmead was pushing him and was going to secure the payment of his claim, and he (Hain) had no other way than to sell the property to him (Moulfair) and secure the payment of his other debts first. It was so agreed between Hean and Moulfair, and the conveyance of the property in dispute was made^ — consideration $1550 — which was paid by Moulfair’s -assuming other debts due by Hean. At the same time, Moulfair also purchased from Hean some personal property, to wit: horse, carriage, sleigh, &c., and for the personal property gave Hean a credit in his books, which overpaid Moulfair thirty dollars. This occurred on the 24th February, 1847, and Moulfair then leased the property to Hean to the 1st April, 1848, for $100 rent. Ashmead brought suit against Hean on the $1000 bond, obtained a judgment, sued out a fi. fa. levied on the property in dispute, which was condemned, Yend. Ex. issued, the property was sold by the sheriff, and Ash-mead became the purchaser, his deed bearing date 6th of January, 1848. The writ in this case issued on the 13th of March, 1848, and was served on Hean on the 23d of March, 1848. Moulfair, on his application to the court, was permitted to be made co-defendant in the above suit.\nOn the part of the plaintiff it was contended that as the motive that induced the execution and acceptance of the conveyance was to delay and hinder Ashmead in the recovery of his money from Hean, .although for, a full consideration, it was a fraucl as to Ash-mead, and he was ’entitled to recover. Secondly, that as at the time of levy and sale, and at the time of the institution of this suit, as also at the time of service of the writ, Hean was in possession of the property under the lease set up by Moulfair, the plaintiff was entitled to a verdict against Hean for damages and costs, even if the first position should be decided against him.\nElbrjed., J,„ charged the jury, inter alia. — I regard the transaction then as one where the debtor prefers a certain portion of his creditors and appropriates his. property for the purpqse of paying them to the exclusion of--others, and I therefore refuse to charge the jury that the deed is fraudulent and void as to Ash-mead, one of the creditors, as I am requested to do, although Moulfair, the defendant, knew that this preference was intended by Hean. If then the purchase was fairly and bona fide made by Moulfair for his own use and purpose, stipulating to pay and did pay a full consideration to honest creditors, it is not of itself fraudulent and void, although he knew that the intention of Hean was to give a preference to one or more of them. If Hean had sold his real estate for cash bona fide and without notice to the grantee of his intention, and paid the money over to these creditors, no one would have said that the transaction was void or that the creditors could not legally have received it. If he had gone to these same creditors and told them that he preferred to secure these debts in preference to Ashmead, honestly and sincerely told them, and conveyed to them the property in full satisfaction of their debts for a full consideration, I cannot believe it would be void, as I know of no rule of law or morals that will prevent a man from paying one creditor in preference to another, or a creditor receiving or securing an honest debt, although another creditor may be postponed. If this can be done directly, it seems to me to be a refinement of the principle to say that it cannot be done through another. If however the transaction, or sale to Moulfair, was not bona fide and honest, but a mere contrivance for the purpose of delaying and postponing Ashmead’s debt, and to secure to Hean some future benefit or interest in the property, which is a question I leave to the jury to determine under the evidence, then it is fraudulent and void, and although Moulfair has paid a full price he would acquire no interest under his deed.\nThe jury found for the defendants.\n■ It was assigned for error, that the court erred in refusing to charge the jury, that if from the evidence they believed that the purchase was made by Moulfair from Hean, with the intent on the part of Hean and Moulfair to delay or hinder Ashmead from obtaining satisfaction of his claim against Hean, then the conveyance from Hean to Moulfair was fraudulent and void as to Ash-mead, although for a full consideration, and although good as to all the world beside, and the plaintiff was entitled to recover;\nThe court erred in refusing to instruct the jury, that even if they found for the defendant Moulfair, under the evidence in the cause the plaintiff was entitled to a verdict for damages and costs against Hean.\nThe case was argued by J. Weidman and Levi Kline for Ashmead..\nThe deed to be valid must be on good consideration, bona fide, and without notice of the intent to defeat the creditor: Rob, Dig. 295; 2 Barr 34: 1 Burr. 474 ; 8 Johnson 446; 3 Pa. 164; 6 Barr 239\nUlrieh for defendants.\nThat the statute of Eliz. avoids only voluntary conveyances, which are those without consideration. That this sale and conveyance was to pay debts, and the money was appropriated to that object, and that the conveyance was not void: 1 Gallis. 419; 5 Con. U. S. Rep. 430; 4 do. 521. 11 Wheaton 199, 214; 7 Watts 436; 6 W. & S. 72, 44 Watts 362. That the question of fraud was for the jury, 5 Watts 404; 6 Barr 249; 43 Law Lib. 37."
  },
  "file_name": "0584-01",
  "first_page_order": 586,
  "last_page_order": 590
}
