{
  "id": 964944,
  "name": "Balsley versus Hoffman and Buehler",
  "name_abbreviation": "Balsley v. Hoffman",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "603",
  "last_page": "613",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 603"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. 517",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 Wh. 95",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0095-01"
      ]
    },
    {
      "cite": "3 B. 135",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 29",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0029-01"
      ]
    },
    {
      "cite": "1 W. & S. 513",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0513-01"
      ]
    },
    {
      "cite": "2 Y. 418",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0418-01"
      ]
    },
    {
      "cite": "10 W. 232",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "1 D. 439",
      "category": "reporters:state",
      "reporter": "Dall.",
      "case_ids": [
        12149960,
        1408489,
        12149890,
        1408465
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dall/1/0439-02",
        "/us/1/0453-02",
        "/dall/1/0439-01",
        "/us/1/0453-01"
      ]
    },
    {
      "cite": "3 Wend. 54",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144272
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/wend/3/0054-01"
      ]
    },
    {
      "cite": "2 C. 7",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 33",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. 431",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 C. 19",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "1 C. 2",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1169,
    "char_count": 30945,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 3.316998409271115e-07,
      "percentile": 0.8727871779397177
    },
    "sha256": "a8e54cdd1a473a570b7b806f861fd2917a49b381e5c67dc6f3d73fc9fc87fbb4",
    "simhash": "1:6d80c027db0a79ab",
    "word_count": 5491
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Balsley versus Hoffman and Buehler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by.\nBell, J.\nThe leading question presented by the record is whether the defendant can in this action upon the replevin bond be made answ.erable for the damages recovered by the now plaintiff, as defendant in the action of replevin, as well as for the value of the goods eloigned ? B.uehler, who was the surety of Hoffman and the only party really defending, insists that his liability is’ to be measured by the value of the property replevied and the costs of the former action, leaving to Balsley his execution upon the first judgment as the only means of making the damages there assessed for him. This defence proceeds upon the notion that the condition of the replevin bond is simply for the return óf the chattels, in the event of a judgment de retorno habendo being rendered against the plaintiff jn the .action of replevin, and for which alone the surety is responsible. But this is a misapprehension. At common law the sheriff in executing a writ of replevin required, as in other cases, plegii de prosequendo, which for the most part were-merely nominal. This continued until the enactment of the Stat. of West. 2, 13 Ed. 1 C. 2, the third section of which provided that thenceforth “the sheriff or bailiffs should not only receive the plaintiffs pledges for the pursuing of the suit before they make deliverance of the distress,' but also for-a return of the beasts if the return be awarded.” It was followed in England by the Stat, 11 Geo. 2 C. 19, and in Pennsylvania by the act of 21st March, 1772, each of which directed the sheriff and other officers executing a replevin of a distress for rent to require from the plaintiff a bond, with sureties in double the value of the goods distrained, conditioned to prosecute the suit with effect and without delay, and for the due return of the goods distrained; in c^se a return shall be awarded. Though, like the English, our statute is in terms confined to cases of replevin of distresses fof rent, its requirement of a replevin bond has in practice been extended to every instance where goods are for any cause made the subject of replevin, and the condition being the same, whether taken under the statute or irrespective of it, the bond is of course- open to the same construction. What that construction should be, as defining the' extent of a surety’s liability, was the point made before this court in Kimmel vs. Kint, 2 W. 431. It was there held, the extent of the obligation is that the plaintiff shall succeed in his suit or comply with a judgment of re-delivery, the condition being' alternative, and consequently' the effect of rendering either of its branches impossible is to. discharge the surety. '.The result of this adjudication was that the surety could be made liable only for a return of the goods or payment of the value, and if the defendant in the replevin interfered to prevent this, by taking judgment for- a-sum certain, or under the Stat. 17 Car. 2, without a judgment of retorno habendo, the obligor was released. But the doctrine of this case was subsequently reviewed in Gibbs vs. Bartlett, 2 W. & S. 33, and it was. shown by numerous cases there cited, that .the several undertakings stipulated by the bond constitute distinct and independent conditions, and that a breach of any one of them will occasion. a forfeiture. Thus, in Moore vs. Bowmaker, 7 Taunt. 97, it was ruled that a plaintiff in replevin is bound as well to prosecute, with’ effect as to make return of. the goods, and if he fail to do either, the bond is forfeited. . And in Turnor vs. Turnor, 2 B. & B. 107, which was an action against the sheriff for negligently losing the replevin bond,'whereby the plaintiff, late defendant in the replevin suit, was deprived of the1 benefit of it, it was. determined that a proceeding by the avowant under the 17 Car. 2 C. 7, for aseer-. 'taining his damages without the entry of a judgment de retorno habendo did not bar him of his remedy on the bond, for that is violated by a failure to prosecute the replevin with success, and thereby the avowant becomes entitled to an assignment of it.— The .same position was afterwards affirmed by the King’s Bench, Perredu vs. Bevan, 5 Barn. & Cress. 284, upon a review of all the cases. This perhaps may be regarded as a leading authority on this point, and it was there authoritatively asserted, thus as each part of the condition is independent of the others, a forfeiture is worked, as well by not prosecuting with, effect as by default in making return of the distress. .\nOther instances of the application of this principle are furnished by Chapman vs. Butcher, Cath. 248, 519, where it was ruled that the stipulation to prosecute with effect is not satisfied by a recovery of judgment in the lower court, which was reversed in error though no judgment was ever rendered in favor of the defendant; Vaughan vs. Norris, C. T. Hard. 137, where the-bond was deemed unsatisfied unless the plaintiff followed his judgment to support it in a superior court into which it had been removed; Axford vs. Perrett, 4 Bing. 586, where a failure to- prosecute the plaint for two years was adjudged a\" forfeiture of the ■ obligation, though no judgment of non pros, was signed in the county court; and Harrison vs. Wordle, 5 B. & Adol. 146, in which it was said there was a breach of the'condition by-neglecting to prosecute without delay, though there was no formal determination of the action.. To the like effect is the New York decision of Gould vs. Wenner, 3 Wend. 54, and our own well considered case of Gibbs vs. Bartlett, already mentioned as overruling Kimmel vs. Kint. In that, as in some of the English eases, the obligor had obtained a judgment in the Common Pleas, which however was reversed in error without the award of a venire facias de novó. In the subsequent suit on the bond the defendants relied on the fact, that although then judgment was reversed, yét as no further' order or other judgment was- rendered their obligation remained inviolate. But the court, after bringing to notice all the authorities I have glanced at, said, “ Either party was at liberty to ask for a venire de novo, but both were content with the judgment. How then, with this entry on the record, can the defendant say he has performed the condition of his bond, which Obliges him to prosecute his suit with effect and without delay?’’and a recovery was accordingly permitted. The principle was carried still further in Hallett vs. Mountstephen, 2 Dow. & Ry. 343. The plaintiff and defendant entered of record an agreement by whieh was stipulated that all proceedings in the replevin should cease; that the plaintiff, who had been the defendant’s tenant, should pay to the latter a certain sum; that each party should pay his own costs, and that the bond should stand as security for compliance with the agreement.- It was determined this was sufficient evidence the plaintiff did not prosecute with effect, and on the failure of the plaintiff to fulfil his engagement his sureties in the bond became liable, though they were not bound by the amount agreed to be paid. It may then'be taken as conclusively settled that the obligors in a replevin bond, whether they be called principals or sureties, are bound to make good each of its several conditions, among which stands prominently the stipulation to prosecute the replevin with success. . ,\nThe next inquiry is, what is the extent of this condition, and how far will it oblige a surety to answer for the short comings of his principal ? This too is I think answered by a series of cases which leave little to be added as original reasoning. It will be sufficient therefore to bring to view some of these in elucidation of the point principally litigated by the parties, and which show the liability of the bail is only limited by the penalty of his bond, though in particular cases it may-be less than that amount. This is the doctrine of Branscombe vs. Scarborough, 6 Adol. & Ellis, N. S. 13, and Gainsford vs. Griffith, 1 Wm. Saund. 58, N. 1, where it is laid down that damages may be recovered against the sureties to the amount of the penalty in the bond; and the same position is acknowledged in Hunt vs. Round, 2 Dowl. P. C. 558; Ward vs. Henley, 1 Y. & J. 285; Hefford vs. Alger, 1 Taunt. 218, and Gould vs. Warner, 3 Wend. 54. In Evans vs. Brander, 2 H. Bl. 548, the question was of the liabilities of the sheriff for taking insufficient sureties, and it was determined on the grouud that “the justice and good sense of the case seem to be that the sheriff should be liable no further than the sureties would have been if the sheriff had done his duty; that the responsibility of the sureties was limited by 11 Geo. 2, to double the value of the goods dis-trained, and that sum ought to be the measure of the damages against the sheriff;” or as the opinion is elsewhere stated, “the penalty of the bond ought to be the measure of the damages against the sheriff.” Before this the Court of Common Pleas in Coucannen vs. Lethbridge, 2 H. Bl. 36, had determined that the plaintiff might recover against the sheriff the'real damages he had sustained, notwithstanding these exceeded the penalty of the bond; but this was corrected by Evans vs. Brander, Baker vs. Sorratt, 3 Bing. 56, and Jeffrey vs. Bastood, 4 Adol. & Ellis, 823, all of which agree that both sheriff and surety may be made to respond to the extent of the penalty, but not beyond. Finally, the same ■question arose in Paul vs. Goodluck, 2 Bing. N. C. 220, a verdict had been found against the sheriff for the full amount of the penalty,\nwhich was double the value of the goods. Sergeant Talfourd. moved to set it aside because, as he said, the decisions on the point being conflicting, the plaintiff ought not to. recover against the sheriff more than.the value of the goods distrained, and he cited the cases I have referred to, with others. But Tindall, C. J., speaking for the court, said, “It is not to be disputed that the sureties singly would be liable to the amount of the penalty of the bond; and in Hefford vs. Alger, 1 Taunt. 218, which is subsequent to Evans vs. Brander, it was held that the two together are liable to no more; after that double decision .in this court we ought not to throw the matter open again, by laying down a different rule for the sheriff, who is responsible on the failure of the sureties.” The question may therefore be considered as at rest in England, and I think it is equally settled with us. Of our adjudicatiohs upon this point perhaps Phillips vs.1 Hyde, 1 D. 439, may be noticed as the earliest. There, after a de retorno habendo and return of elongata, the defendant in the replevin was permitted, in an action on the replevin bond, to recover his costs in the first action, which,must have been by force of the condition .to prosecute with effect, as is shown by Mr. Justice Kennedy, in Tibbal vs, Cahoon, 10 W. 232. In the latter case the defendant had retained the goods under a claim of property, which being found for him, he was also held entitled to recover the costs in an action on the bond, though of. course there was no judgment de retorno. If it were held, said the court, that the surety in such bond is not liable upon the clause to prosecute his suit with effect, for the costs adjudged to the defendant, upon failure of the plaintiff to prosecute- his suit with success, the clause, though full of meaning and force,- would thereby be rendered wholly useless and entirely inoperative. Now, as in this-instance the goods replevied had been retained by the . defendant, the only damnification suffered by him was in the costs to which he had been put, .and as. these could only be reached under the clause for effective prosecution, the decision would seem to be directly in point to show the liability of the parties in the bond, to answer at least to the extent of the penalty the damages recovered by the defendant in the first action. But the authorities do not stop here. In Miller vs. Foutz, 2 Y. 418, the surety of a defendant in replevin who had kept the goods under a claim of property found against him¿ was held liable ,to account not only fop the value of the goods, but for the damages recovered by the plaintiff to the extent of the penalty of the property bond. This was in 1798, and before the liability of 'sheriffs for taking insufficient sureties had been distinctly ascertained in England. It was accordingly urged for the surety that as the plaintiff in the replevin could not recover- damages against the sheriff for taking insufficient sureties beyond the value of the distress, the bail by parity of reason was responsible only to the amount of that value. But the court answered, “Even on this ground there are different adjudications,” and after citing ‘Coueanen vs. Lethbridge and Evans vs. Brander, proceeded to observe, “ Why should the plaintiff recover the mere value of the goods only? Suppose a■ family picture or piece of plate, or the produce of the farm for one -whole year, be unlawfully taken and detained by a wrong doer, shall the mere value of property be the sole measure of damages ? Certainly not.” And it is added, “this being a defendant’s bond given on his claim of property to the, sheriff, it is now settled that the bail are liable to the full amount of the penalty of their bail bond.” ’ This I consider decisive of the question under consideration. It is- true that case was on the property bond of defendant. But the condition is in substance the same as that of the replevin bond, Morris on Rep. App. 1, 280, and it is obvious the reasoning which led the court to their conclusion is equally applicable to an- action brought for breach of the latter, more especially when as here the contest is .of property in the goods and not in the right of distress. That it was thought to be so in Gibbs vs. Bartlett, is plain from the similar sentiment expressed by Mr. Justice Rogers, when delivering the opinion of the court: “It would,” said he, “be any thing but an act of justice -to permit a person who has wrongfully deprived another of his goods, and retained them in his possession until they were nearly-destroyed by time and use, afterwards when judgment was rendered against him. for his wrongful act, to save a forfeiture of the bond by. an offer to return the article in its depreciated condition. Nor can the sureties be placed in any better ' condition than the principal.” To avoid the injustice here glanced at, the statute laws of Massachusetts, Vermont, New York, and , perhaps some others of the States, require a bond with condition to prosecute the replevin to final judgment, ánd to pay such- dam- ' ages and costs as the defendant shall recover against him, and also to return the property in case such should be the. final judgment. But up to the sum of the penalty our form of bond is equally efficacious if less precise, and as the ordinary measure of damages in. these cases, for the taking and detention, is interest on the value of the articles from the time of takings the penalty is usually sufficient to cover damages and costs. But where the replevin has been wanton, vexatious or oppressive, exemplary damages beyond the value and interest may be given, McCabe vs. Morehead, 1 W. & S. 513; Gibbs vs. Bartlett, 2 W. & S. 29. This would appear to have been the case in this instance, if we are to judge from the large sum assessed for damages. To cover these, together with the value and costs, the penalty of the- bond may not be sufficient, but the plaintiff cannot go beyond it, thoughas has been seen he can claim up to it. The court below was consequently, in error for refusing this, though .1 cannot refrain from adding the mistake was one of. easy occurrence during the progress of a trial, when but little time can be afforded for examination. ■ Perhaps the difficulty felt on this subject is ascribable to the failure to discriminate between bonds taken under the statutes to secure returns of distress, and those dependent on usage for their validity, where the question is of property in chattels. Under the former the avowant can suffer no other injury than what results from a postponement of his remedy to enforce payment of the rent due. In such cases therefore interest upon the value Is generally the proper measure of damages, though to prevent vexatious replevin of distresses, the statutes provide a security in double the value of the goods distrained. But under ourmore liberal application of the writ the usual contest is one involving questions of - property in personal chattels, the taking and detention of which may inflict an injury not to be compensated by the statutory penalty. Though this does not often occur in practice, thé present instance of it suggests a reason for exacting in such cases a sum large enough to cover vindictive damages, and for so expressing the condition of the bond as to leave nothing to mere implication. This as we have seen is in some of. the States specially directed by a legislative act, but I should think no such sanction requisite with ús.\nThis brings us to .the inquiry, whether the judgment 'recovered by Hoffman vs. Balsley was properly admitted as a set-off against the sum recoverable under the replevin bond. The action was properly brought in the name of the, sheriff. Not having been taken under the act of 1772, the bond could not be legally assigned to the defendant in the replevin, and consequently suit upon it is only sustainable in the name of the officer, obligee for the use of .the owner of the goods, Tabbal vs. Cahoon, 10 W. 232. But the latter is the party beneficially interested, from which it follows that under the principles ascertained by Murray vs. Williamson, 3 B. 135; Wolf vs. Bates, 6 S. & R. 244, and Childerston vs. Hammond, 9 S. & R. 63, it is subject in his hands to set-off, unless this be prohibited by some rule independent of the objection founded upon want of mutuality. I am however unaware of any such rule. It is true set-off is not admissible in the action of replevin, which being in form ex delicto is not within our defalcation act, Beyer vs. Fenstermacher, 2 Wh. 95; Fairman vs. Fluck, 5 W. 517. But the action upon the -replevin bond is ex contractu, and it is therefore clearly open to set-off, especially since the liberal extension of this remedy sanctioned by our recent decisions. It is certain too that''a debt due to one of two defendants may be defalked in an action against both, Stewart vs. Coulter, 12 S. & R. 252. This is our case, for although Hoffman was not actually summoned ,he appeared and took defence, which is equivalent to an actual service of the writ; and the fact that the debt due him -was ascertained by a judgment, certainly detracts nothing from its merits as a set-off. But if Hoffman were not actually a party to the action, it cannot admit of doubt his judgment might with his consent be used by his surety, .Buehler, for his protection so far as it extends. To prevent this there is nothing in the suggestion that Hoffman by his rule of the 15th of December, 1847, elected to defalk the judgment out of the damages recovered against him in the action of replevin. To this objection the court below properly answered that the application for the rule does not deprive the defendant of the exercise of the option allowed him by law in the 'use of his claim, especially after the withdrawal of the rule. The value of the objection is however much -reduced by the view now taken of the- plaintiff’s right to recover at least a portion of the damages in the suit, though that does not affect the principle.\nThe offer to defalk was also resisted on the ground of want of notice. Certainly under the short form of pleading here used special notice of the matter of set-off ought to have been given. But whether the requisite notice was. or was not given the record does not enable us to say. No such averment was specifically made on the trial of the cause, and consequently a production and proof of notice was not requisite. It is only when called for that it is produced, and without the objection made it cannot appear of record how the fact was. This has been ruled recently more than once. As however the cause goes down for another trial the defect, if it exists, may be remedied. I may add, while on this part of the case, that if the death of Balsley can work any difference in the rights of the parties there was no suggestion of it made on the record. ' Had this been done it might have caused a delay of trial, but I confess I do not see why the intervention of the beneficiary’s death should destroy a defence before available.\nI see no objection whatever to the evidence, the’ admission of which is the subject of the first bill of exception. One question was of the value of the' boat at the time it was replevied. But surely this might be shown' not only by witnesses who spoke at the precise period, but also -to those whose knowledge was confined to a time prior or subsequent to the moment the property was taken by the sheriff. This testimony might be of less, value than the other, but that is no reason for its entire exclusion.- • With the accompanying explanation it might in some degree assist the jury to correct conclusions, and this was sufficient to warrant its admission. But being received, it appears to. me the evidence offered to rebut it should also have -gone to the jury. The plaintiff’s proof on this pointwas, if I understand it, confined to the day on which the-, replevin was executed. The defendants were properly permitted to speak of a subsequent .period. Besides they introduced some new facts tending to show the boat had been abused and injured while in Balsléy’s possession. Should not then the plaintiff in reply have been suffered to introduce counter proof of the actual condition of the boat,-and tó show that at the time spoken of by his adversary’s witnesses herjworth was greater than as estimated by them ? I know upon this point much is necessarily. left to the discretion of the trying tribunal; but still a rejection of testimony on the ground of its being offered out of time may be the subject of error, and I may repeat that judges should be very tender in excluding proof for that reason, unless it be clear the party has been in default. As the evidence offered 'and rejected seems to have been in clear contradiction of that given by the defendant, and not imperatively called for in chief, I should feel inclined to reverse the judgment on this score. But the case goes back on another ground.- On the second trial the difficulty made in this particular on the first may be avoided.\nI may add, in answer to an objection made against the admissibility of Prince’s testimony, that it was not of special matter within the meaning'of the. rule requiring notice. It was a legitimate answer to.a.part of the plaintiff’s case necessary to be made o.ut by him.- .\nAfter all, the great question is as I have said the extent of the sureties’ liability under his bond. That being settled, it is hoped that the parties may be enabled to arrange their quarrel without further litigation.\nJudgment reversed, and a venire de novo awarded,\nSection 3, Harrison’s Digest, p. 5847 — Replevin.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by J. A. Fisher for plaintiff in error.",
      "And by J. MoGormiok and F. K. Boas for defendants."
    ],
    "corrections": "",
    "head_matter": "Balsley versus Hoffman and Buehler.\nThe surety in.a replevin bond, executed by the plaintiff in replevin, is answerable, to the extent of the penalty of the bond, for the value of the property, and also for the damages found in favor of the defendant in the replevin suit; and for costs. '\nIn a suit on such replevin bond, which was properly brought in the name of the sheriff, for the use of the defendant in the replevin suit, against the plaintiff in replevin and his surety, the surety, with consent of his principal, may set off a judgment, obtained by his principal, against the defendant in replevin, for whose use the suit trying was brought.\nIn a suit on such bond, the defendant may give evidence of the value of the property, prior and subsequent to the time it was replevied; and the plaintiff in such suit, may, in reply, give evidence of the value of the property, before and at the time it was replevied.\nError, to tbe Common Pleas of Dauphin county. ■\nThis was an action in debt brought- in the name of the late sheriff for the use of Balsley against Hoffman and Buehler, on a replevin bond executed by Hoffman and Buehler. Buehler was served with the process, Hoffman was not, but counsel appeare4 for. Mm. Hoffman had instituted an action of replevin against Balsley, for a canal boat, and in that action Hoffman gave bond, with Buehler as his surety, to the sheriff, in which the conditions were, that if the above bounden Jacob Hoffman shall be and appear before the judges, at Harrisburg, at the Court of Common-Pleas, there to be held for the county of Dauphin, the 3rd Monday in April next, then and there to prosecute his suit with effect and without delay against Michael Balsley, for taking and unjustly detaining his goods and chattels,- to wit, one Pennsylvania canal section boat, marked and known by the name of “ Col. John Piper,” of the value of $360, and also make return of the said goods and chattels, if x-eturn thereof shall be adjudged by law, and also save and keep harmless the said sheriff, touching the replevying the said Pennsylvania canal section boat; marked and known by the name of “ Col. John Piper,” then this obligation to be void and of no effect, or else to remain in full force and virtue.\nThe replevin issued 3rd March, 1845, returned “replevied.” In that suit defendant’s counsel pleaded “property in defendant.” Deer. 15th, 1847, verdict of the jury that they find for defendant, and assess the damages at the sum of $550 for the detention of the boat.- Judgment was rendered that Balsley, the defendant, have a return of the boat, irrepleviable, and for $550 damages for the detention of said boat, with costs of suit. Returno Habendo issued with clause of fi. fa. for damages and costs. Returned by the sheriff that the boat was eloigned and removed, &c.? and that the plaintiff (Hoffman) had no property in his bailiwick out of which he 'could levy the damages, interest' and costs. On the day of the rendering of the verdict, a motion was made by defendant’s counsel, for a rule to show cause why a judgment of Hoffman vs. Balsley for $368 85 with interest hereafter stated, shall not be set-off as against the amount of the verdict and judgment in this case. This motion was afterwards, viz. in May, 1848, withdrawn.\nIn the suit on the replevin bond, the plaintiff gave evidence of the value of the boat, both before and at the time it was replevied.\nAfter the plaintiff rested, the defendant’s counsel offered evidence of the value of the boat in the fall of 1845, or fall of 1844. Objected to as irrelevant, and under the pleadings, they were bound to give notice of the special matters. The evidence was admitted as rebutting the value of the boat, as proved-by plaintiff. Plaintiff excepted. This was the fix-st bill of exceptions.\nDefendants gave in evidence the record of a suit, by Hoffman vs. Balsley, to April Term, 1845; debt on two promissory notes. April 3, 1845, award for plaintiffs for $368 35 with costs of suit.\nFi. fa. returned nulla bona.\nThis was objected to as not an available. defence, under the pleadings — that as a set-off it was incompetent. That the judgment was obtained after the replevin was taken out — that it was not between the same parties. That Balsley is dead; died since suit trying was instituted, and that there is a want of mutuality.\nThe court admitted the set-off. The claim is against the cestui que use; ■ the claim of defendants is a judgment in favor of one of them. Exception on part of plaintiff. This was the second bill of exceptions.\nPlaintiff’s counsel afterwards offered to prove the value of the boat in the fall of 1844, and in the fall of 1845, in order -to contradict the testimony of some of defendant’s witnesses, and to support the testimony of two of his own witnesses. This was objected to on part of defendants as irrelevant; as relating to a time before the replevin issued, and cannot be received at this stage of the evidence.. The court rejected the evidence on the ground that the evidence is not rebutting, but in chief, and for that reason inadmissible. This was the third bill of exceptions. The'fourth bill related to the value on the day the boat was taken in replevin. Rejected.\n'Plaintiff’s counsel submitted-various points-to the court. The •court charged in favor of the set-off, and that defendants were not precluded by their withdrawal of it.\nTo the fourth point, the court charged,\nAns. The plaintiff is entitled to recover the value of the boat at the time replevied with interest, from the 15th day of Dec. 1847, the time of trial, and is also entitled to bring in the costs of the replevin, and against that is to be set off the amount of the judgment, Hoffman vs. Balsley, No. 31, April T. 1845, of $368 85 with interest from 3d April, 1845,' to' be computed to this time. The costs in that case cannot be set off unless the defendant has paid them to the officers. He has no right to set off their costs. Plaintiff is not entitled to recover the damages in this suit.\nIn reply to plaintiff’s sixth point, the court charged that the condition of the bond given by a defendant in'replevin who retains the property, must be conditioned to pay its-Value, the costs of suit and damages for the detention, if the right, be adjudged to be in the plaintiff. That there was no good reason why .the bond of a plaintiff should not be on the same condition, but that it was to restore the property, and that the damages in the replevin suit were not secured by the bond of the plaintiff in the replevin suit, and that the plaintiff in the action on the bond must collect them, if at all, by execution on his judgment in the replevin.\nDecember 20th, 1849, The jury found for. the plaintiff, $68 45| debt, with six cents damages and six cénts costs.\nIt was assigned for error, that\n1. The court erred in admitting the evidence given under the first bill of exceptions, and in their answers on that subject to‘the first and second points of plaintiff.\n2. The court erred in admitting the evidence given under the second bill of exceptions relative to the evidence of the set off; and in their answers to the third and sixth points of plaintiff, on the same subject. - , ' ■ •\n■ 8. The court erred in rejecting the evidence offered by the plaintiff below, as specified and contained in the third and fourth bills of exceptions. ■\n4. The court erred in their answers to the fourth and fifth points submitted’by the plaintiff, for the-instruction of the court thereon to the jury. > . •,\nThe case was argued by J. A. Fisher for plaintiff in error.\nAnd by J. MoGormiok and F. K. Boas for defendants."
  },
  "file_name": "0603-01",
  "first_page_order": 605,
  "last_page_order": 615
}
