{
  "id": 964912,
  "name": "Haehnlen versus The Commonwealth",
  "name_abbreviation": "Haehnlen v. Commonwealth",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "617",
  "last_page": "619",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 617"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Bin. 292",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0292-01"
      ]
    },
    {
      "cite": "1 Pet. C. C. 326",
      "category": "reporters:federal",
      "reporter": "Pet. C.C.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 54",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0054-01"
      ]
    },
    {
      "cite": "6 Bin. 492",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 John. 332",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/7/0332-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 327,
    "char_count": 5387,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 1.7358293973437615e-07,
      "percentile": 0.7062581640860143
    },
    "sha256": "beae7be8991ecff910ae71e5fedd341f4af7113d934cffdbb081c29680a13a4d",
    "simhash": "1:69026568af76a748",
    "word_count": 931
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haehnlen versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe United States vs. Kirkpatrick, is the leading authority for a principle which covers the ease.. While that authority remains unshaken, to show that it was the duty of the accounting 'officers to prevent the defalcation, is to show nothing. That case, and many others in our own hooks, prove beyond, question, that the right of the commonwealth cannot be lost by the laches of its agents. ■ The present offers nothing new, nor any circumstance to take it out of the rule of policy we have invariably enforced. .\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "The case was argued by MeOormich for Haehnlen.",
      "B. M’Allister and F. O. Qarson were for the commonwealth, whom the' court did not hear."
    ],
    "corrections": "",
    "head_matter": "Haehnlen versus The Commonwealth.\nA rigiit of the Commonwealth will not he destroyed hy the laches of its agents.\nThis -was an action of debt brought by the Commonwealth against Christian F. Haehnlen and others, as sureties on the official bond of Jacob Sallade, late surveyor general of Pennsylvania. The claim of the Commonwealth was for certain fees received by Mr. Sallade as surveyor general, and not paid over to the state treasurer.\nThe defence was that Mr. Sallade from time to time paid certain contingent expenses of his office out of these fees, and that the auditor general had subsequently settled his accounts for these contingent expenses, and drawn' warrants in .favor of Sallade on the state treasurer, who paid .the same; when it was the duty of the auditor general and state treasurer to have retained these sums, or credited them on account of the fees then due from Mr. Sallade to the commonwealth. It was further alleged in defence, that the state treasurer ought to have deducted the sum due the commonwealth for fees from the salary of Mr. Sallade, which he neglected to do. The court below rejected the evidence of the defendant, and decided that this defence was not available.\n. On the trial, defendant offered to show the amount of contingent expenses drawn quarterly from the treasury; and that this sum was paid to the surveyor general by the accountant department, when the amount in arrear should have been retained from the sum so paid over. That the chief clerk in this department received the fees and paid out• the expenses aforesaid; and the surveyor general afterwards received this same money from the treasury.\nAlso, to show that the salary of the surveyor general was quarterly paid over to him, when the same should have been retained to meet the money received for fees in his hands. This evidence objected to as not an available defence. That no neglect of duty on the part of the officers can discharge the sureties in the bond. That the contingent expenses were not lawfully coming, to the sur-' veyor general.\nDefendant also offered to show that since the year 18Ó8, it has been the practice of the surveyor general to pay the contingent expenses out of the fees received in the office, and to receive credits for such disbursements in his quarterly settlement- for fees, This for the purpose of showing that these fees were legally appropriated and paid by the surveyor general, and are not now chargeable to the sureties,\nThis evidence objected to as irrelevant and inadmissible. Objbctions sustained, and the evidence rejected and exception sealed.\nError.\nThe court erred in rejecting the evidence of the defendant as stated in the bill of exceptions.'\nThe case was argued by MeOormich for Haehnlen.\nThe evidence offered by the defendant, which was rejected by the court, would have shown that the commonwealth had the means of satisfaction in its hands. The 51st section of the act of assembly of 30th March, 1811, Purd. 977, makes it the duty of the “auditor general and state treasurer, on the settlement of accounts of persons having claims on the commonwealth, and who at the same time may be indebted to the commonwealth, to secure the amount so due, or so much thereof as the claim of the commonwealth may amount to.” The neglect of the accountant officers to retain the money paid for contingent expenses and the salary of the surveyor general, will discharge the sureties.\nA creditor having the means of satisfaction in his hands, and suffering them to pass into the hands of the principal debtor, discharges the surety. Commonwealth vs. Miller, 8 .S. & R. 452. Lichthenthaler vs. Thompson, 13 S. & R. 157. The commonwealth is bound by the negligence of its officers. In re Wilson Commonwealth appeal, 4 Barr 164, it was held that the commonwealth has no lien for the balance of an account settled against a brigade inspector, unless a certified copy of the account has been transmitted by the auditor general to the prothonotary of the proper county, under the act of 1827. The People against Jansen, 7 John. 332, decides that the sureties of a loan officer were held to be discharged by the negligence of the public officers whose duty it was by law to examine the officers’ accounts annually, and remove him in case of default. This case is acknowledged in Commonwealth vs. Wolbert, 6 Bin. 492.\nIt was the duty of the surveyor general to pay the contingent expenses of his office, and in fact they were paid out of the fees .received. This was a proper appropriation of the fees received and must operate in relief of the surety.\nB. M’Allister and F. O. Qarson were for the commonwealth, whom the' court did not hear.\nIn their printed argument reference was made to U. S. vs. Kirkpatrick, 9 Wheaton, 720; 11 do. 184; 6 Barr 137, 8, 140; 1 Watts 54; 1 Pet. C. C. 326; 6 Bin. 292."
  },
  "file_name": "0617-01",
  "first_page_order": 619,
  "last_page_order": 621
}
