{
  "id": 964970,
  "name": "Updegrove versus Zimmerman",
  "name_abbreviation": "Updegrove v. Zimmerman",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "619",
  "last_page": "622",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 619"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 477,
    "char_count": 8991,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 8.477894654881655e-08,
      "percentile": 0.48562696126299254
    },
    "sha256": "61b84b788de0333f194be286c07f8ca772e37c988c34e090710775121bc0019b",
    "simhash": "1:3fa1c0a486f5f05e",
    "word_count": 1588
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Updegrove versus Zimmerman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThis case is voluminous in the number of points and the argument. ' But it is made so by the . ingenuity and ability of the counsel for the plaintiff in error, and not by the intrinsic merits or law of the case. It does not require an extended notice from the court.\nIt is true that circumstances which do not amount to a justification, or-which is the same thing, which do not lead to the door of proof, and from which a jury could'not infer or presume guilt of the offence, may be given in evidence on the plea of not guilty, in mitigation of damages; on the ground that they weaken the proof of malice. ' But when such circumstances lead directly towards the proof of guilt, they cannot be given in evidence on that plea. If they could, the plaintiff might be stabbed in the dark, and wounded without warning. Because no man is expected to come with, evidence at his fingers’ ends to justify his whole life, unless he is put upon his guard by the nature of the plea. Not guilty puts plaintiff on proof of speaking the. words, and assumes the ground that defendant did not commit thé offence with which he is charged. But the plea of justification, if put into form, admits the speaking of the words charged in the nar. as therein alleged, and avers that the defendant was justified in speaking them because they were true.. And in that category the plaintiff is put upon a defence of his life as to the acts charged. But the court cannot judge of the effect of evidence, but only of its tendency. When, therefore,' it tends directly to prove guilt, the court cannot say that a jury would not believe it. -The- evidence offered here did directly conduce to'the proof of guilt, and was properly* rejected on the plea of not guilty.' The defendant then pleaded a justification, and gave his evidence; and the complaint ■ of the plaintiff in error is that the court instructed' the jury that it did not amount to a justification,' although\"they had before said that it tended to prove a justification.\nBut there is nothing wrong in all this..' It only proves that evidence does not always hit the -mark, which counsel set up for it. /The evidence was not so strong when it was delivered, as the counsel imagined it to be, in embryo. What would have been a-trespass in evidence was mistaken for a felony. The court instructed the\" jury that even admitting the evidence, the wmm\\ furandi was wanting, except as. to one of the items of charge, and that they left to the jury; I mean the charge of stealing the planes. Indeed the court left all the evidence to the \"jury with the \"instruction that it was the duty of the defendant to make out the charge of larceny. I do not perceive that they infringed on the province of the jury by any binding directions as to the facts, nor that they subverted the law in any direction which they, gave.— Possibly some discrepancy might be detected in some small things, but as a whole, theii instructions to the jury were in conformity-with the law. I do not, for my part, see the propriety of stretching a technical rule, or climbing to the appices juris, for the purpose of shielding a slandering man by sharp points after a full trial on the merits. There was nothing wrong in telling the jury that a plea of justification, deliberately put ■ on record, was a circumstance to be taken into consideration in aggravation of damages.\nWhy should it not be so in law as well as common sense. It is a bold reiteration of the charge in the most public manner, and attempts- to fix a stigma so indelible, that all the waters and dews of heaven, that even repentance will not wash away.\nIn the judgment of the court, none of the errors assigned have been maintained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Fisher for plaintiff in error; and by McAllister and Hamilton AlrieJcs, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Updegrove versus Zimmerman.\nIn an action for slander, circumstances which, do not amount to a justification, and from which the jury could not infer guilt of the offence, may be given in evidence on the plea of not guilty, in mitigation of damages, because they weaken the proof of'maliee. But when they tend directly towards the proof of guilt, they cannot be given in evidence on that plea.\nIt was not error to instruct the jury that where the charge was not substantially proved, that the plea of justification greatly aggravates the case, and should proportionally increase the damages.\nError to the Common Pleas of Dauphin county.\nThis was an action by Zimmerman vs. Updegrove, for slander. It was alleged in the nar. that defendant had said, inter alia, that plaintiff was a thief, that he could prove hirn to be a thief; that Harper says you stole when you were a boy’; that he stole lumber and posts and rails.\nDefendant plead non.cul.\nAfter evidence had been given on the part of plaintiff* in order to sustain the allegations in the nar defendant’s counsel offered to prove by a witness that he had a log of timber on his premises, that plaintiff took it in the day time, and threw it into the canal to float it off, but was detected and charged with larceny. This not to shew guilt, but as tending to excuse defendant in making the charge, and mitigate the damages. Objected to as incompetent evidence of a particular act of guilt: 2 Greenl. 227; Starkie on Slander 130. Defendant cited 9 Barr 312. The court rejected it as a circumstance from which the jury could reasonably infer actual guilt, and can be proved only under a plea of justification.\nDefendant excepted.\nDefendant's counsel offered to prove admission by plaintiff, before the speaking of the words laid in the nar. of his having taken in the night time some loose boards from- a raft. Rejected as being links in a chain tending to establish the guilt of plaintiff, and being direct charges of larceny. Defendant excepted. . .\nDefendant then asked for leave to amend his plea as per writing filed, which is permitted by the court.\nDefendant accordingly added the plea of “not guilty, and that the words set forth in the several counts of the plaintiff ’s war. so far as they purport to impute to the plaintiff the crime of larceny, were true.” Plaintiff replied to the above plea, “de injuria sui propria absque tali causa;” and the court permitted the damages laid to be increased. •\nThe court ruled the evidence to be then admissible.\nDefendant then- gave evidence in chief, and plaintiff’s counsel cross-examined.\nDefendant’s counsel submitted various points.\nPearson, J. charged the jury, inter alia. — Where a plea of justification is put in, it is almost a substantial admission of having spoken the words, and therefore slighter evidence might satisfy the jury that the words were spoken as charged. Still, the justification alone would not be sufficient to dispense with the proof of the words.\nThe jury have a right to take into consideration the occasion and manner of speaking the words ,* whether in heat and passion or coolly and deliberately; whether to plaintiff’s face or behind' his back; whether in one place only, or in many places; and whether casually or deliberately and persisted in,\nIf the charge is made out, then has the defendant justified ? substantially proved the charge which he made ? If he has, plaintiff cannot recover. If he has not, then the plea of justification greatly aggravates the case; is strong evidence of malice, and should proportionally increase the damages.\nSuppose the defendant has not strictly proved all the words true which he spoke, yet has substantially proved the charge, has made out to your satisfaction that the plaintiff is a thief, and had stolen part of the articles he charged him with stealing, yet has not strictly justified, by proving the whole, all the articles charged, then the plaintiff, if entitled to recover, would get but small or nominal damages. He is guilty of the substance of the charge, and has no character to lose — of course cannot recover damages for a loss of character.\nAs to the log: It had floated down the canal; was drawn out by Shaeffer; plaintiff at mid-day took it away; seemed to think because he was lock keeper he could take the log; you will judge whether with the mind of a thief or not. The act does not look like stealing, but a trespass on Shaeffer’s special property, and a jury sitting in the sessions, would scarcely convict him of stealing on this evidence. As to the plane, he directed the jury to judge whether the plane was stolen, and whether the plaintiff was the thief or not. As to the loose boards, that the evidence would be insufficient in a criminal court; but he referred the matter to the jury; and so, as to the hoop poles.\nThe jury found for the plaintiff the- sum of four hundred dollars damages, with-six cents costs. -\nErrors were assigned to the rejection of the evidence, and to the charge of the court as hereinbefore stated; and that the eharge was contradictory and calculated to mislead the jury.\nThe case was argued by Fisher for plaintiff in error; and by McAllister and Hamilton AlrieJcs, for defendant in error."
  },
  "file_name": "0619-01",
  "first_page_order": 621,
  "last_page_order": 624
}
