{
  "id": 964976,
  "name": "Mills versus The Commonwealth",
  "name_abbreviation": "Mills v. Commonwealth",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "631",
  "last_page": "634",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 631"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 251",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dal. 338",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "9 Mass. 387",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0343-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 8211,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 3.896971440083133e-07,
      "percentile": 0.9015867334350381
    },
    "sha256": "c7dd44b1aeac6cd205bf4890c59e9588654311257570a5a9213e6a9294c0e920",
    "simhash": "1:ad46eda634e80658",
    "word_count": 1414
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mills versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe error assigned is that’ the indictment charges that the defendant, with intent to cause and procure the miscarriage and abortion of the said Mary Elizabeth Lutz, instead of charging the intent to cause and’produce the miscarriage and abortion of the child. But it is a misconception of the léarned counsel that no abortion can be predicated of the act of untimely birth by foul means.\n: Miscarriage, both in law and philology, .means the bringing forth the foetus before it is perfectly formed and capable of living ; and is rightfully predicated of the woman, because it refers to the act of premature delivery. The word abortion is synonymous and equivalent to miscarriage in its primary meaning. It has a secondary meaning in which it is used to denote the offspring. But it was not used in that sense here, and ought not to have been. It is a flagrant crime at common law to attempt to procure the miscarriage or abortion of the woman. Because it interferes with and violates the mysteries of nature in that process by which' the human race is propogated and continued. It is a crime against nature which obstructs the fountain of life, and therefore it is punished. The next error assigned is, that it ought to have been charged in the count that the woman 'had become quisle. But, although it has been so held in Massachusetts and some other States, it is not, I apprehend, the law in Pennsylvania, and never ought to have been the law anywhere; ■ It is not the murder of a ljving child which constitutes the offence, but the destruction of gestation by wicked means and against nature. The moment the womb is instinct with embryo life, and gestation has begun, the crime may be perpetrated. The allegation in this indictment. was therefore sufficient, to wit: “ that she was then and there pregnant and big with child. By the well settled and established doctrine of the common law, the civil rights of an infant in ventre sa mere are fully protected at all periods after conception; 3 Golee’s Institutes. A count charging a wicked intent to procure miscarriage of a woman, “ then and there being pregnant” by administering potions, &c., was held good on demurrer by the Supreme Court of this State; Mss. Meps. January, 1846; Whart. Grim. Law, 308. There was therefore a crime at common law sufficiently set forth and charged in the indictment.\n•But although, we see no error in the record, the sentence must be reformed on account of certain proceedings in this court and de-hors this record. The imprisonment for one year is made to take effect after the termination of the sentence on another indictment for the same crime on Catharine Ann lutz, and the sentence in that case is to take effect after the expiration of the sentence on another indictment against the said defendant for seducing Mary Elizabeth Lutz, under a promise to marry; which sentence was reversed and set aside by this court. •\nBy the 1st sec. of the act of June 16, 1836, the Supreme Court have power to correct all manner of error of the courts of this commonwealth, as well in criminal and civil pleas or proceedings, and therefore to reverse, modify, or affirm such judgments or proceedings as the law doth or shall direct.'\nWe therefore, in pursuance of this statute, order and direct that the sentence in this case shall be so modified and reformed, as that the period of imprisonment, to wit: one year, shall be computed immediately from and after the expiration of the sentence, on the indictment preferred at the instance of Catharine Ann Lutz, referred to in this opinion; as the same sentence has been modified at this same time by this court.\nThe clerk of the Quarter Sessions will therefore enter on the record that the sentence is so modified.\nJudgment affirmed as modified.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Q. Q. Sawn, with whom was Emerson, for Mills.",
      "■ M’Allister, with whom was Fox and Kunlele, on the part of the com’th."
    ],
    "corrections": "",
    "head_matter": "Mills versus The Commonwealth.\nIn an indictment for an attempt to procure abortion, it is sufficient to charge an intent to cause and procure the miscarriage and abortion of the Mother (naming her,) and the premature birth and destruction of the child, of which she was then and there pregnant — instead of charging the intent to cause and procure the miscarriage and abortion of the child. ' • ■ . >\nIt is not necessary in such an indictment to aver that the mother had quickened.\nThe imprisonment having been ordered to commence on the termination of a sentence, which was to commence, on the termination of the sentence on another indictment, in which the judgment was since reversed, the Court, under the authority of the first section of the act of 16th June, 1836, relative to jurisdiction and powers of Courts, may modify the sentence, and direct'that it be computed from another period.\nError to the court of Quarter Sessions of Dauphin county.\nMills had been tried for an attempt to procure abortion of a female, tried at November sessions, 1849. Defendant was convicted and sentenced to undergo punishment in the Dauphin county prison, by separate confinement at labor, for and during the term -of one year, to commence and -be computed from the expiration of the sentence on the indictment for attempting to procure abortion of another female, &c.\nIt was charged in the indictment as follows :\nDauphin county,- ss.\nThe Grand Inquest of the Commonwealth of Pennsylvania, inquiring in and for the county of Dauphin, upon their oaths and affirmations respectively, do present that Jonathan Gibbons Mills, of the county aforesaid, dentist, on the tenth day of May, in the year of our Lord, one thousand eight hundred and forty-nine, and on divers other days and times between that day and the taking of this inquisition, in the county aforesaid,, and within the jurisdiction of this court, with force and arms, wilfully, maliciously, unlawfully, and wickedly, did administer to and cause to be administered to, and taken by one Mary Elizabeth Lutz, single woman, she the said Mary Elizabeth Lutz, being then and there big and pregnant with child, divers large quantities of deadly, dangerous, unwholesome and pernicious pills, herbs, drugs, potions, teas, liquids, powders, and mixtures; with intent thereby then and there, to cause and procure the miscarriage and abortion of the said Mary Elizabeth Lutz, and the premature birth and destruction of the said child, of which the said Mary Elizabeth Lutz was then and there big and pregnant; to the great damage of the said Mary Elizabeth Lutz, to the evil example of others in like case offending, and against the peace and dignity of the commonwealth of Pennsylvania.\nCornelius Darragh, Attorney General.\nJames Pox, Prosecuting Attorney.\nAssignment of errors.\n1. There is no offence known to the common law charged in the indictment.\n2. There is no offence known to the common or statute law in force in Pennsylvania charged in the indictment.\n3. The indictment charges the defendant with an intent to cause and procure the miscarriage and abortion of the said Mary Elizabeth Lutz, &c., instead of charging the intent to cause and procure the miscarriage and abortion of the child, with which she was alleged to be pregnant.\n4. At common law in an indictment charging an attempt to cause and procure an abortion, it is necessary to aver and set forth therein that the mother had “ quickened,” and there is no statute in Pennsylvania on the subject. This indictment does not so lay the offence.\nThe case was argued by Q. Q. Sawn, with whom was Emerson, for Mills.\nHe contended that it was not an indictable offence in Pennsylvania, (there being no statute on the subject,) to attempt to procure an abortion, where the mother is not quick with child, and that quickness must be averred in the indictment — reference was made to 1 Burns’ Justice 220; 4 Bla. Com. 393 ; 1 Hale P. C. 368 ; 6 Barr 384; Dunn. vs. The Commonwealth, 1 Russel on Crimes 553; 5 Book 3; 3 Ch. Cr. Law 798; Wharton’s Prec. 108; Guy's Med. Jour. 133; 1 Beck. 173, 817-18-19 ; Lewis Crim. Law 13; 9 Mass. 387, Com’th vs. Bangs; 9 Metcalf 266, 7, Com’th vs. Packer.\n■ M’Allister, with whom was Fox and Kunlele, on the part of the com’th.\n6 Pa. Law Jour. 29, Com’th vs. Demain; 1 Russel 552; Wharton C. L. 562; 2 East. 21; Conn. 267; 1 Dal. 338; 2 Bin. 251."
  },
  "file_name": "0631-01",
  "first_page_order": 633,
  "last_page_order": 636
}
