{
  "id": 964906,
  "name": "Mills versus The Commonwealth",
  "name_abbreviation": "Mills v. Commonwealth",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "634",
  "last_page": "636",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 634"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 278,
    "char_count": 4990,
    "ocr_confidence": 0.355,
    "pagerank": {
      "raw": 9.478798482527388e-08,
      "percentile": 0.5179222804109429
    },
    "sha256": "9b64b07fbb32834cdf21c329450e17308217151f8e02e5dab726ee68ef496c8e",
    "simhash": "1:f7318cf3cf6a503f",
    "word_count": 882
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mills versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nWe dont know what instructions the court gave to the jury as to 4th and 5th counts, and if we did know we could take no notice of them. But I presume the jury under the direction of the court thought there was sufficient facts and law, to authorize a conviction on the first, second and third counts, and to acquit on the fourth and fifth. It is a non-sequitur that it was inconsistent and constitutes error, to acquit on the fourth and fifth counts and convict on the others, which the counsel allege contain the same charge. We have not the counts on the paper book, and cannot therefore say the charge was identically the same. But if it were, it would not be error. If the counts, on which there was a conviction of the defendant, were repugnant and could not stand together, and there was a general verdict, it would be error, but that is not alleged to be the case here.\nThere are two errors assigned, in relation to there being no crime, either at common law, or by statutes; charged in the count in which it is not given that the woman was quick; but these have been sufficiently considered in the indictment at the instance of Mary E. Lutz. The counts averring quickness, and that in Which it is not averred, are not at all inconsistent or repugnant to each other; they were all equally good, it being alleged in all that the woman was pregnant and big with child.\nThere is no error in the record; but it is necessary to reform and modify the sentence in consequence of the reversal of the sentence and judgment in the case of the commonwealth against this defendant on an indictment against him for the seduction of Mary E. Lutz. Under the authority given this court by the first section of the act of 16th Juné, 1836, relative to the power of courts, we modify and reform the sentence of the defendant in this case; so as to make the term of imprisonment commence, and run from the time of passing sentence. We therefore order and decree that the clerk of the Quarter Sessions shall enter on the record of the trial that the sentence is so modified. _\nJudgment and proceedings affirmed as modified.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Rawn, with whom was Emerson,io\\' Mills.",
      "McAllister, with whom was Fox and KunJcle, on the part of the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Mills versus The Commonwealth.\nWhere the counts in an indictment for an attempt to procure abortion, are repvgv nant, and there has been a general verdict, it would be error; but where in such an indictment containing five counts, the cpiickness of the mother is averred in three of the counts, but it was omitted in the others, but it was averred in them that the female was big and pregnant, there is no inconsistency between the counts; they are all good. See preceding case against same defendant.\n.Sentence modified as to time of commencement, under authority of the first section of the Act of 16th June, 1836.\nError to the Court of Quarter Sessions of Dauphin county.\n■ Mills had been tried on an indictment for an attempt to procure abortion of C. A. Lutz, August 21, 1849, returned true bill.\nThis indictment contains five counts. The 1st and 3rd counts aver quickness. The 2nd omits that averment. The 4th charges an assault by defendant upon the prosecutrix, and the administration of drugs, &c., to her with an intent to injure her health and to procure her miscarriage and the premature birth and destruc: tion of a bastard child, with which it is averred she was big and pregnant to the said defendant, omitting the averment of quickness. ' '\nThe 5th count avers pregnancy and quickness, charges the administering to her by the defendant of drugs, &c., with intent to procure the miscarriage and abortion of said Catharine Ann, and the premature birth and destruction of the child of which she was big, pregnant and quick, and that the miscarriage, abortion, &c., was caused thereby.\nThe jury convicted the defendant on the 1st, 2nd and 3rd counts, and acquitted him on the 4th and 5th counts, under the special instruction of the court that they should do,so. The same sentence as upon the other similar indictment was pronounced in this case.\nAssignment of error.\n1. The indictment charges the defendant with an intent to cause and procure the miscarriage and abortion of the said Catharine' Ann Lutz, &c., which is no offence, and is wholly different from an intent to procure the miscarriage and abortion of' the child, with which she was alleged to be pregnant.\n2. There is no offence duly, properly and legally set forth in the indictment.\n3. The indictment contains counts charging an offence indicta-, ble at common law, if, properly and legally set forth, and also a count charging an offence not indictable at common law, nor under any statute of this commonwealth, and the verdict and judgment are general, which is erroneous.\n4. The finding is contradictory, in that the jury have acquitted the defendant upon the 4th count, and convicted him upon others containing the same, charge.\nRawn, with whom was Emerson,io\\' Mills.\nMcAllister, with whom was Fox and KunJcle, on the part of the Commonwealth."
  },
  "file_name": "0634-01",
  "first_page_order": 636,
  "last_page_order": 638
}
