{
  "id": 964958,
  "name": "Beck versus Uhrich",
  "name_abbreviation": "Beck v. Uhrich",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "636",
  "last_page": "639",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 636"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 434,
    "char_count": 8198,
    "ocr_confidence": 0.382,
    "pagerank": {
      "raw": 1.9896957473851265e-07,
      "percentile": 0.741592656560286
    },
    "sha256": "f7b5c0de50d35250478545ba9c8a451e366ceea6fb93cd1070fddfeb04b6282e",
    "simhash": "1:0eb1c61b847ea983",
    "word_count": 1484
  },
  "last_updated": "2023-07-14T19:17:11.914383+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beck versus Uhrich."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe error assigned as to the reception of testimony is of no account. The evidence received was a document which composed part of the res gestse, conduced to' illustrate the case and is opposed by no canon of the law. Evidence is for the purpose of shedding light on the transaction, but sometimes the objections to evidence would raise a strong implication that the design was to produce dim twilight. The whole case turns upon this category: was Uhrich in fact and in law a trustee of the land sold to Beck, or was he the owner in his own right? It is true that Beck paid two hundred and fifty dollars to Uhrich, who was the apparent legal owner; and if he purchased without notice of the trust, he would have an interest in the land to that extent, for which he is perhaps more than compensated long ago by the rents, issues and profits. But Beck himself makes defence, to the payment of the bonds upon the ground that plaintiff cannot make a good title, and he cannot be permitted to blow hot and cold.\nUhrich was but a trustee. The equitable title resides in the heirs of John Uhrich, deceased.\nIf one man buys land with the money of another man, even though he stand in no fiduciary character to the person whose money has been used, and takes the legal title in his own name, there is a resulting trust, and the legal title is a mere naked form, and only evidence of title in favor of the cestui que trust, because his money paid for it. In this case Joseph Uhrich, the plaintiff, was one of the administrators of John Uhrich, deceased, bound by principles of law to take care of tbe funds of the estate and husband them for the creditors in the first place, and afterwards for the heirs. Crum, the other administrator, and Joseph Uhrich, appear to have acted in concert and harmony, and the result was that contrary to the fidelity which they owed to the heirs, they caused the land to be sold, purchased themselves, paid for it with the funds of the estate, never advanced a dollar of their own, took the title in the name of Joseph Uhrich, who now claims its product in his own right. It is possible that when the sale was made Joseph intended to be honest, and he has an opportunity of being so yet by sitting down loco penetentig. There is a stronger reason for a resulting trust here than in the common case where one buys land with another man’s money. We are of opinion that a resulting trust existed in Joseph Uhrich, the holder of the legal title, in favor of the heirs of John Uhrich, the cestui que trust, and that therefore Beck has a defence to the bonds which he gave Joseph Uhrich for the purchase money. Beck is to be considered as a volunteer, so far as he has not paid the purchase money, even in relation to the heirs of John Uhrich, and he may protect himself although he has accepted a deed and given his bonds. Equity not only considers that done which ought to have been done, but it also in many instances considers that undone which never ought to have been done.\nIt is necessary that it should be so for the protection of the innocent from the artifice of the guileful or covinous. The real truth and good conscience of a cause has more power in courts now than it used to have against bonds and judgments.\nSo far as an innocent purchaser is concerned, there he is protected as far as he has paid his money.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued hy Carson and JRawn for plaintiff in error, Beck.",
      "By Boas and McCormick for Uhrich."
    ],
    "corrections": "",
    "head_matter": "Beck versus Uhrich.\nA purchaser of land from one who is in fact a trustee, but who sells in his own right, may defend against the payment of the purchase money, although he has accepted a deed and given his bonds, on which judgments have been entered. He may have the judgments opened and may make defence on the ground of want of title in the vendor.\nA purchaser of a trust estate, without notice of the trust, will be protected to the extent of his payments made before notice.\nError to the Common Pleas of Dauphin county.\nIssues had been directed on two judgments entered in the Court of Common Pleas of Dauphin county in favor of Joseph Uhrich against Peter Beck for §1,550, being the purchase money, (except §200 paid by Beck) for two tracts of land sold to him by Uh-rich.\nThe issue directed Was between Joseph Uhrich, plaintiff, and Peter Beck, defendant.\nPeter Beck bought two tracts of land, one of them containing 105 acres and the other 97 acres, of Joseph Uhrich for §1,750. He paid $200 at the time, and gave two judgment bonds for the balance. They were entered up-against him in Dauphin Common Pleas. He afterwards applied to the court to open the judgment on account of a failure of the consideration, alleging in amount that the heirs of George Uhrich, a brother of said Joseph Uhrich, who had sold the land to him as his, own, claimed one-half of it. The land had been sold by John Uhrich to one Christian Hinicka for $6,144; the purchase money secured by bond and mortgage. There were sixteen bonds, of which fifteen were for $400 each, and one for $144. Three of the first bonds due' had been assigned by John Uhrich to Frederick Boas, and he assigned them to David Krause of Lebanon county, who obtained judgment on them in the Common Pleas of Dauphin county, John Uhrich died in the year 1818, leaving only one child, to wit: Joseph Uhrich, and grand-children, being the children of a son, George Uhrich, who died some time before the decease of his father. Joseph Uhrich and Peter Crum were the administrators Of John Uhrich, deceased. Thirteen of the bonds referred to passed into their hands. On the 19th of September, 1820, Peter Crum filed his administration account in the Register’s office of Dauphin county. This account was confirmed. In it credit was taken for the thirteen bonds against Hinicka as not haying been collected..\nDavid Krause, the owner of three of the bonds upon which he had obtained judgment, having died, his widow and his son,'Jo-' seph Krause, were appointed his administrators. There seemed to be a difficulty in selling this land, as it was mortgaged to secure not only these bonds but the thirteen bonds which were in the hands of Joseph Uhrich, one of the administrators of John Uhrich, deceased; 'John Krause, one of the administrators of David Krause, deceased; and Joseph Uhrich agreed to have a sale made by the sheriff on the Krause judgment; and Joseph Uhrich was to purchase the property at the sheriff’s sale, and he was to have four-fifths, and Krause was to have the other fifth. The land was sold by the sheriff of Dauphin county, and a deed executed to Joseph Uhrich in January, 1829.\nOn the 4th day of May, 1881, Joseph Uhrich filed, after being repeatedly cited to do so, his administration account on his father’s estate, in which he claims credit for these thirteen bonds as outstanding and recoverable, although he had purchased said Hinicka land, under his agreement with Krause’s administration, with the said bonds.\nOn the trial of the issues, Eldred, J., charged, that if there were no debts against the estate to which the proceeds of the land should be applied, and the land remained unsold in the hands of Joseph Uhrich, that he had no doubt but that George Uhrich’s heirs could follow the land and recover their portion of.it; or if theré were no debts to pay they could perhaps reach a portion of the money due by this defendant, by putting in their claim when the money was made out of the property by the sheriff’s sale. — ■ But he charged that the heirs cannot affect Beck in- the enjoyment of the land. He purchased of Joseph Urich, the plaintiff, who purchased the land at a public sale, and can hold it against the heirs and creditors of John Uhrich, deceased, who must resort to the fund if they have any claims.\nDefendant excepted to. ¡the charge.'\nVarious matters were assigned for error. The material one was to the effect that the court charged, “But I have come to the conclusion that neither creditors nor heirs, under the circumstances in the case, can follow the land into the hands of a purchaser. Their resort is upon Josepli Uhrich as administrator.”\nThe case was argued hy Carson and JRawn for plaintiff in error, Beck.\nBy Boas and McCormick for Uhrich."
  },
  "file_name": "0636-01",
  "first_page_order": 638,
  "last_page_order": 641
}
