{
  "id": 964969,
  "name": "Uhrich's Heirs versus Beck",
  "name_abbreviation": "Uhrich's Heirs v. Beck",
  "decision_date": "1850-05",
  "docket_number": "",
  "first_page": "639",
  "last_page": "640",
  "citations": [
    {
      "type": "official",
      "cite": "13 Pa. 639"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 36",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 85",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0085-01"
      ]
    },
    {
      "cite": "10 Watts 320",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0018-01"
      ]
    },
    {
      "cite": "2 Wh. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0053-01"
      ]
    },
    {
      "cite": "9 W. & S. 134",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 236,
    "char_count": 2870,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 6.661952562775902e-08,
      "percentile": 0.405657627143513
    },
    "sha256": "b0081b9b8b23874178c65c384e1afab3929c0ed14737f3f988f2a111ccd6b32a",
    "simhash": "1:d966c6451a2895c3",
    "word_count": 542
  },
  "last_updated": "2024-02-27T17:48:08.325420+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Uhrich’s Heirs versus Beck."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThis cause leans upon and is governed by the case of Joseph Uhrich against same defendant, decided at this term. The court in this case took the whole evidence from the jury and instructed them that the plaintiff below had no standing in court according to the evidence, and had no right to recover. Rut we are of contrary opinion. The evidence if believed by the jury not only tends and conduces to establish a trust, and that the plaintiffs are the cestui que trusts, but makes it out clearly enough. Joseph Uhrich was but a naked trustee; thére was a resulting trust in favor of the plaintiffs, who were the cestui que trusts.\nIf Joseph Uhrich had sold to Beck, and he had no notice of the trust, and had paid the purchase moneys, he would have been protected. But - Beck has not paid except a very small part of the purchase money, and for that he has probably been compensated by the rents and profits. We see no force in the allegation that the plaintiffs ought to pursue the administrators of John Uhrich. They are by no means compelled to do so. The land is theirs, if the facts in evidence are true, and they have a right to pursue it. See opinion in Peter Beck, plaintiff in error, vs. Joseph Uhrich, at this term.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Carson and Rawn, for plaintiffs in er- . ror.",
      "Boas and McCormick, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Uhrich’s Heirs versus Beck.\nWhere an administrator purchased at sheriff’s sale land bound by a mortgage for the payment of a number of bonds, most of which belonged to the estate of Ms intestate, and paid no money for it out of Ms own funds, but the purchase money was settled by using the bonds. In the event of a sale and conveyance by the said admimsteator of the land as Ms own; but where only a small portion of the purchase money has been paid, the heirs of the intestate may recover the land from the purchaser — he however to be allowed for the portion of the purchase money, paid by him before notice of the trust.\nError to the Common Pleas of Dauphin county.\nThis was an ejectment for two tracts of land brought by the heirs of Geo. Uhrich, deceased, against Beck and Rymart.\nThe cause was tried upon the same facts as presented in the case of Beck vs. Uhrich, reported in this volume.\nOn the trial, Hepburn, J. charged the jury that taking the whole evidence and giving to it every legitimate influence that a jury can give to it, the plaintiffs have failed to make out a case entitling them them to your verdict; your finding should therefore be for the defendants.\nIt was assigned for error that the court erred in thus charging the jury.\nThe case was argued by Carson and Rawn, for plaintiffs in er- . ror.\n9 W. & S. 134; 1 Pet. C. C. Rep. 373; 2 Wh. 53; 7 S. & R. 230.\nBoas and McCormick, for defendants in error.\n8 S. & R. 484; 6 W. & S. 18; 10 Watts 320: 4 Watts 85; 5 S. & R. 267; 3 do. 423; 9 Watts 36 ; Sugden on Ven. 472."
  },
  "file_name": "0639-01",
  "first_page_order": 641,
  "last_page_order": 642
}
