{
  "id": 986687,
  "name": "Welsh versus Bell",
  "name_abbreviation": "Welsh v. Bell",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "12",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Cow. 735",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0735-01"
      ]
    },
    {
      "cite": "10 Mass. 130",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Met. 28",
      "category": "reporters:state",
      "reporter": "Met.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 153",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 68",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0068-01"
      ]
    },
    {
      "cite": "8 W. & S. 241",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 392",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0392-01"
      ]
    },
    {
      "cite": "6 W. & S. 368",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841334
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0258-01"
      ]
    },
    {
      "cite": "3 Rawle 406",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "7 Cow. 735",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/7/0735-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 15920,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 6.30082725333124e-07,
      "percentile": 0.9582228539192825
    },
    "sha256": "f4b4230e580796b73dd6308c7177d817ffa2005df759c7d2e083ce500805b768",
    "simhash": "1:220ba5afc99af1d8",
    "word_count": 2852
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Welsh versus Bell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe sheriff returned that he had levied upon the bark. The return was conclusive against him. It established beyond controversy, that he had seized the property and taken it into his own possession. A sheriff’s levy necessarily disturbs the possession of the owner of the goods levied upon. It is seizure. It cannot be made in Pennsylvania, without having the goods levied upon, in actual manueapture or control: Wood v. Vanarsdale, 3 Rawle 406; Schuylkill County’s Appeal, 6 Casey 358. It vests the possession so fully in the sheriff, that he may maintain trespass for any disturbance of it; and of course it d vests the possession of the owner. Even the owner himself ma^ become a trespasser against the sheriff, by removing the goods from his control. Trespass is truly an interference with the possession, as has been urged in the argument; but possession is generally but a degree of a legal right. It is not necessarily actual holding. In most cases of personal property, it differs little from the right to immediate enjoyment. Even the possession of the articles of furniture in a man’s dwelling-house, is but a present right to use them at pleasure. A disturbance of this right is a disturbance of the possession. And such is a levy, because it interferes with such unlimited, unrestricted enjoyment. The interference with the possession may be either actual taking away the immediate enjoyment of the thing itself, or constructive taking away the right to the present use. No one, indeed, but an officer, clothed with legal authority, can divest the owner of that right, without actual seizure of the goods; but such an officer may. This is fully established in Paxton v. Steckel, 2 Barr 93. See also Wintringham v. Lafoy, 7 Cow. 735. These cases, and many others which might be cited, assert the doctrine that a levy upon the goods of a stranger to the execution, is an exercise of dominion over them sufficient to constitute a trespass, though there be no actual taking of the goods, — though they be not touched. It is a mistake, therefore, to argue that the official character of the sheriff has nothing to do with the effect of acts done by him. It is true that a sheriff may levy upon and sell the interest of a debtor in personal property, though the immediate possession and the right to it be in another. If the debtor have bailed or demised the goods, his interest may be seized and sold; subject, however, to the rights of the bailee or lessee. But the possession of the latter may not be disturbed: Strodes v. Caven, 3 Watts 258. The levy can be only upon the interest of the debtor. A levy upon the thing itself, disturbs the possession, and is a trespass, unless authorized by the execution. If, therefore, the bark had never been delivered to Kestner; if it remained the property of Bell, the levy made and returned by the sheriff was a trespass, and the action could be maintained. To support the action, it was not necessary, that the sheriff should have laid his hands upon it, or literally have ousted the plaintiff from its enjoyment.\nDid then the property and possession, or the possession alone, remain in Bell? The jury have found that they did, and the inquiry therefore is, whether the finding was under proper instructions. The case shows that Kestner agreed to buy, and Bell to sell, all the bark the latter had, at a stipulated price per cord. The quantity was not known. No agreement having been made for a credit, it was, of course, a contract for a cash sale; and without actual delivery, the property would not pass to the vendee until payment jjf the consideration'. A sale is an executed contract. It vests tl y property in the thing sold in the buyer, and the right to the price in the seller. But when the contract remains executory, there is no sale. It is a condition precedent of a sale for cash, in order to pass the property to the vendee, that payment should be made; clearly so, unless there has been delivery. Until that is done, the sale is not consummated. The buyer cannot sue for the goods, nor the seller for the price. Yet, even if the contract be for a cash sale; if the thing agreed to be sold be delivered •without payment, the property passes to the vendee, and is liable to levy and sale as his. The right of the vendor is converted into a mere chose in action. Of course, then, in this case, payment not having been made, it became a vital question whether the bark had been delivered to Kestner when the sheriff’s levy was made. It was a part of the contract of sale that the vendor should deliver it on the bank of the canal. He had taken it there, but that was not necessarily a delivery. This could only have been made by placing the bark in the possession, and under the control of Kestner. Delivery is the transmutation of the possession from the vendor to the vendee. If the actual possession was given to the vendee, Bell’s property in the goods was gone with his possession, and also his lien for the purchase-money; for, retention of possession, is essential to retention of a lien upon personal property. Whether the possession had been thus delivered, was left to the jury. Precisely what the counsel for the plaintiff below intended by “unconditional” delivery, mentioned in their fourth point, and what the court meant in their answer thereto, it is not easy to determine, nor is it perhaps important to inquire. The court charged the jury, that if the possession was given to .Kestner, accompanied by an agreement that the property and possession should not pass until payment, the property was liable to levy and sale by his creditors. This was certainly all that the defendant had a right to ask.\nThe plaintiff in error supposes, that the property in the bark may have been both in Bell and in Kestner. We do not think so. It was not a case of joint ownership, and not a case of bailment, or demise. The contract contemplated no such thing; and part payment, if any was made, gave no title. The property was either wholly in Kestner, or none of it. The contract having been to sell for cash, payment of the whole price was a necessary requisite to a change of the ownership, so long as the possession remained in the vendor.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Cowan, for the plaintiff in error. —",
      "Foster and Laird, for the defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Welsh versus Bell.\nA levy cannot be made on personal property, without having the goods levied on in actual manucapture or control. It necessarily disturbs the possession of the owner; and the sheriff's return that he had levied, is conclusive evidence against him, that he had seized and taken the property into his own possession.\nThe levy vests the possession so fully in the sheriff, that he may maintain trespass for any disturbance of it; and even the owner himself may become a trespasser against the sheriff, by removing the goods from his control.\nA levy upon the goods of a stranger to the execution, is an exercise of dominion over them, sufficient to constitute a trespass, though there be no actual taking of the goods.\nA sheriff may levy upon and sell the interest of a debtor in personal property, though the immediate possession and the right to it be in another; but, in such case, the levy must be only upon the interest of the debtor; a levy upon the thing itself would disturb the possession, and is a trespass.\nA sale is an executed contract; it vests the property, in the thing sold, in the buyer, and the right to the seller; but when the contract remains executory, there is no sale.\nIt is a condition precedent of a sale for cash, that payment should be made; unless there be a delivery without payment.\nIf actual possession be given to the vendee, the vendor’s property in the goods is gone with his possession, and also his lien for the purchase-money; for retention of possession is essential to a lien on personal property.\nOn a sale for cash, part payment will not vest the ownership in the vendee.\nError to the Common Pleas of Westmoreland county.\nThis was an action of trespass de bonis asportatis, by Jackson Bell against William Welsh, sheriff of Westmoreland county, for taking and carrying away sixty cords of chestnut oak bark, of the value of $300.\nIn the fall of 1854, Jackson Bell, the plaintiff, agreed to sell 100 cords of tan bark to one John Kestner, at- $4.50 per cord, to be delivered on the bank of the Pennsylvania Canal.\nAccordingly, the plaintiff hauled about 85 cords of bark to the bank of the canal, where he met Kestner. The bark was measured, when Kestner said he had not money enough to pay for it, and the plaintiff refused to let him have it without the money, but received $10 on account.\nIt was then agreed that Kestner should procure boats to take the bark to Pittsburgh, and that the plaintiff should accompany him there, to get his money. And it was testified that, at this interview, it was agreed, that “ it was to remain Bell's bark until Tie got the money for it.”\nA canal boat was procured, and some of the bark shipped to Pittsburgh, and delivered to Kestner’s vendee, on whom he gave the plaintiff an order for the price of the boat-load; but Bell did not accompany the bark to Pittsburgh, and there was no evidence that he was notified of the shipment of it.\nThe rest of the bark remained on the bank of the canal, where the defendant, as sheriff, on the 14th December 1854, levied on it under an execution against Kestner.\nThe sheriff did not see or remove the bark, at the time of the levy, and at the sale gave notice that it was Kestner’s interest in it that was being sold. It was subsequently carried away, but by whom, did not appear. The plaintiff, thereupon, brought this action against the sheriff.\nOn the trial, the plaintiff’s counsel requested the court to charge the jury: — ■\n1. If the sale was completed so as to transfer the property in the bark to Kestner, and Bell still retained either an absolute or joint possession with Kestner for the purpose of securing the payment of the price, then the plaintiff is entitled to recover in this action.\nTo this point, the court answered:—\n“ If the sale was an absolute one, and possession was delivered on the bank of the canal, in pursuance of, and according to the contract, it would be the property of Kestner, and subject to the levy and sale; but if conditioned for the payment of the money, then, the bark would remain the property of Bell till paid for; and if the sale was conditional, but exclusive possession was delivered to Kestner, it might be levied and sold as his property. But if a conditional sale and possession not delivered, or the possession remained joint, then the property could not be sold.”\n2. If the sale of the bark was not so far completed as to pass the property in the bark to Kestner, and there was a delivery of the possession to Kestner, Bell retaining a qualified possession for the purpose of securing, his money, then the plaintiff may recover in this action.\nAnswer. — “ This question is answered in the affirmative generally. What is meant by a qualified possession is not very distinctly understood. If it is intended to mean a joint possession, or a possession in common between the two, then we answer it unqualifiedly in the affirmative. But if it is meant as a constructive possession merely, such as would remain in a bailor or owner, while the mere possession was in another, then we cannot answer it unqualifiedly in the affirmative. But if there was a conditional contract of sale, the property and possession not to pass till payment, and possession were delivered to Kestner, then it could not be levied and sold as the property of Kestner.”\n3. In a sale of chattels to be delivered at a particular place, and nothing said in the contract as to the payment of the money, the seller has the right to demand the payment, which, if refused by the buyer, the property in the chattels does not vest in the purchaser.\nAnswer. — “This point is answered in the affirmative.”\n4. That to vest the property in the bark in Kestner, it was necessary that there should be an unconditional delivery.\nAnswer. — “ This point is answered in the affirmative.”\nThe following points were presented by the defendant’s counsel :—\n1. That if the jury believe that sheriff Welsh never actually took and carried away this bark, or disturbed any one in the possession of it, and that when he came to sell, he gave notice to purchasers that they must take the property at their own risk : then he is not guilty of any trespass, and the verdict must be in his favour, because this action must be sustained and made out by the same evidence against a sheriff as against a private individual.\nAnswer. — “ If the jury believe from the evidence, that Kestner had paid part of the money on the contract, and that the possession of the bark was in whole, or in part, delivered to Kestner, thus constituting them joint, or part owners, with a possession, either exclusive or joint, in Kestner — and the sheriff levied upon, and sold only the interest that Kestner had, and did not actually remove or disturb the property, but left it where Bell had put it: in that instance the purchaser would take the interest of Kestner, the part owner alone, and would not be a trespasser upon the rights of Bell.”\n2. That if the jury believe Kestner and Fair, then Kestner had a property in the bark in question, and the sheriff had a right to sell the same, as is shown here, without being guilty of trespass against the plaintiff in this cause.\nAnswer. — “ The evidence of Fair and Kestner is somewhat conflicting. ■ If, from the whole of the evidence, the jury believe there was an unconditional sale of the bark to be delivered on the canal, without any mention of the time of payment, the property would not pass to Kestner until paid for. But if the bark was measured and unconditionally delivered to Kestner, or it was agreed he should take possession by himself or agents, although he (Bell) retained the right of property till paid, still, if it was after that in the exclusive possession of Kestner or his agents, it might be seized by creditors.”\n3. That if the jury believe that Bell agreed to allow the original contract to remain, received money on that contract, and further agreed that Kestner might get boats, load the bark in them, and then that he would go along to Pittsburgh- with Kestner, in order to get his money on the original contract; then the property in the bark was in Kestner, and the plaintiff cannot recover here.\nAnswer. — “ To this point we answer yes, if an unconditional delivery.”\nThe defendants excepted to the answers to the plaintiff’s 1st, 2d, and 4th points, and to the defendant’s 1st and 2d points; and a verdict and judgment having been rendered for the plaintiff for $335.94, the defendant sued out this writ, and here assigned the same for error\nCowan, for the plaintiff in error. —\nBy the sale of the bark the property passed to Kestner: Dennis v. Alexander, 3 Barr 50; Scott v. Wells, 6 W. & S. 368; Bowen v. Burk, 1 Harris 148; Clemson v. Davidson, 5 Binn. 392. At all events, he had an interest which was subject to levy: Kelly’s Appeal, 4 Harris 62.\nThe sheriff was not liable in trespass without proof of an actual seizure: 4 W. C. C. 371; 1 Barr 235.\nFoster and Laird, for the defendant in error. —\nNo property in the bark passed to Kestner for want of delivery under the contract : 2 Kent Com. 450; 1 Pars. on Cont. 441; Simmons v. Swift, 5 B. & C. 857; 1 Chitty on Cont. 300; Withers v. Lys, 4 Campb. 237; Lehigh Co. v. Field, 8 W. & S. 241.\nThe sheriff’s return that he had levied is conclusive against him: Flick v. Troxsell, 7 W. & S. 68; Mentz v. Hamman, 5 Whart. 153; 10 S. & R. 266. And in order to maintain trespass against the sheriff, it is not necessary that he should have touched the property: Miller v. Baker, 1 Met. 28; Gibbs v. Chase, 10 Mass. 130; 7 Cow. 735; Paxton v. Steckel, 2 Barr 93; Farmers’ Bank v. McKee, Id. 321."
  },
  "file_name": "0012-01",
  "first_page_order": 12,
  "last_page_order": 18
}
