{
  "id": 986804,
  "name": "Cox's Administrators versus Henry",
  "name_abbreviation": "Cox's Administrators v. Henry",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "18",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 486",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0486-01"
      ]
    },
    {
      "cite": "17 Mass. 22",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "10 Wend. 142",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2013013
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/10/0142-01"
      ]
    },
    {
      "cite": "10 Ohio 334",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": 0
    },
    {
      "cite": "6 Conn. 255",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": 0
    },
    {
      "cite": "9 Met. 68",
      "category": "reporters:state",
      "reporter": "Met.",
      "opinion_index": 0
    },
    {
      "cite": "22 Maine 509",
      "category": "reporters:state",
      "reporter": "Me.",
      "opinion_index": 0
    },
    {
      "cite": "10 Pick. 204",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014272
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/27/0206-01"
      ]
    },
    {
      "cite": "8 Pick. 457",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "2 Bibb 273",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6405711
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/5/0273-01"
      ]
    },
    {
      "cite": "4 Johns. 1",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001786
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/4/0001-01"
      ]
    },
    {
      "cite": "3 Caines 115",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "opinion_index": 0
    },
    {
      "cite": "13 Tenn. 339",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "opinion_index": 0
    },
    {
      "cite": "11 N. H. 28",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6754213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/11/0028-01"
      ]
    },
    {
      "cite": "27 Maine 525",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846669
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/27/0525-01"
      ]
    },
    {
      "cite": "8 Pick. 550",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "8 Mass. 162",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028498
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/8/0142-01"
      ]
    },
    {
      "cite": "9 Wend. 428",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "2 Penn. Rep. 528",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle 385",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "7 Pick. 533",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2056611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/24/0542-01"
      ]
    },
    {
      "cite": "6 W. & S. 399",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480088
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0399-01"
      ]
    },
    {
      "cite": "4 Watts 436",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842716
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0436-01"
      ]
    },
    {
      "cite": "3 Watts 158",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Yeates 95",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "16 Wend. 460",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/16/0460-01"
      ]
    },
    {
      "cite": "20 Pick. 247",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/37/0247-01"
      ]
    },
    {
      "cite": "8 Conn. 304",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753402
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/8/0304-01"
      ]
    },
    {
      "cite": "12 Wend. 83",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11268226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/12/0083-01"
      ]
    },
    {
      "cite": "14 Ohio 118",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        486593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio/14/0118-01"
      ]
    },
    {
      "cite": "13 Johns. 50",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/13/0050-01"
      ]
    },
    {
      "cite": "9 Johns. 324",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/9/0324-01"
      ]
    },
    {
      "cite": "6 W. & S. 528",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "12 Johns. 126",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139251
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/johns/12/0126-01"
      ]
    },
    {
      "cite": "8 Mass. 222",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "3 Caines 111",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        12129026
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cai/3/0111-01"
      ]
    },
    {
      "cite": "14 Pick. 128",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/31/0128-01"
      ]
    },
    {
      "cite": "2 Mass. 439",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "6 Wheat. 118",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "2 Jones 372",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "4 Dall. 442",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 10060,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.0361827273068444e-07,
      "percentile": 0.9072185289567075
    },
    "sha256": "7b7cee904a4df28e261b7ba47cfca8f0bd49daba07c72782a682c22194b9c055",
    "simhash": "1:3bfd6e55af00fc0f",
    "word_count": 1804
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cox’s Administrators versus Henry."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J. —\nIn an action on an executory contract for refusing to convey land, after payment of the purchase-money, the measure of damages is the value of the land at the time it ought to have been conveyed: Bender v. Fromberger, 4 Dall. 442; Brown v. Dickerson, 2 Jones 372; King v. Pyle, 8 S. & R. 166; Hopkins v. Lee, 6 Wheat. 118. But where the contract has been executed by a deed with covenant of warranty, and the vendee is afterwards evicted by title paramount, the measure is the value of the land at the time of conveyance, with interest from that time: Marston v. Hobbs, 2 Mass. 439; Smith v. Strong, 14 Pick. 128. This rule seems to be founded in part on the ancient law of warranty, which gave to the party evicted a judgment against his vendor for lands of equal value to those conveyed: Tapley v. Lebeaume’s Ex’rs., 1 Missouri 552; 2 Kent 477. But as money, and not lands of equal value, is now recovered, in an action on the covenant of warranty, the consideration named in the deed is the best primdfaoie evidence of the value,’because the parties have agreed upon that sum as the value: Stark v. Ten Eyck, 3 Caines 111; Sumner v. Williams, 8 Mass. 222; Guthrie v. Pingsley, 12 Johns. 126; Patterson v. Stewart, 6 W. & S. 528. Upon the same principle, whenever the lands are improved, and may, by proper care, yield rents and profits, these are regarded as of equal value to the interest on the consideration-money: Caulkins v. Harris, 9 Johns. 324; Bennett v. Jenkins, 13 Johns. 50. So that if the vendee has been in possession, his claim to interest is thereby extinguished, except for that portion of the period for which he is liable to account to the owner of the title paramount: Clark v. Parr, 14 Ohio 118. The statute of limitations protects him against the action for mesne profits, except for the six years immediately before the commencement of the action: Patterson v. Stewart, 6 W. & S. 528; 12 Johns. 126; 12 Wend. 83. The principle that holds the vendee accountable to his vendor for the rents and profits derived from the estate, charges him also with any other money which he may have received from the-estate and possession derived from the vendor.\nIt is the consideration paid, and not the sum stated in the deed, that fixes the amount of the damages ; and it necessarily follows, that if the deed does not state the true consideration paid, the truth may be shown for the purpose of ascertaining the amount: 8 Conn. 304; 12 S. & R. 131; 20 Pick. 247; 16 Wend. 460; 5 Barr 145; 4 Yeates 95; 10 S. & R. 329; 3 Watts 158; 4 Watts 436; 6 W. & S. 399; 7 Pick. 533.\nTwo repugnant measures of damages cannot exist in the same action, between the same parties, relative to the same subject-matter: Seitzinger v. Weaver, 1 Rawle 385. It follows that where there is a covenant of warranty entered into at the time of the contract for the sale of land, and a similar covenant is embodied in the deed afterwards- accepted, the first covenant is merged in the last, so far as regards the measure of damages: Drinker v. Byers, 2 Penn. Rep. 528. But where, at the time of the contract of sale, a special covenant is entered into, with security, to indemnify the vendee “ against all costs, charges, and damages, on account of any .and every lawsuit that may be brought against him to recover the land, by any and every claimant,” and this instrument is retained in the possession of the vendee after receiving the conveyance (in which there is no covenant relative to the same matter), the deed is not an extinguishment, or a merger of the covenant for such indemnity.\nAn ejectment by a cestui que trust, to compel a trustee to execute a conveyance, upon the payment of the purchase-money by the plaintiff, is not to be tried or governed by the ordinary rules regulating actions of ejectment at common law. It is in the nature of a bill in equity, involving an account of the rents and profits, because the amount to be tendered or brought into court by the plaintiff cannot be ascertained without it. When the final decision is made, directing the payment of a sum of money by one party, and the conveyance of the land by another, the equities between them are taken to be fully adjusted, and no subsequent action of covenant for the rents and profits can be entertained. It is the policy of the law to put an end to litigation, and to avoid circuity of action. It is still more clear, that where one is in possession, under a legal title, with a full right to retain both the possession and the title until the purchase-money be paid, he cannot be regarded as a trespasser during his rightful occupancy of the premises, and therefore no action of trespass for mesne profits would lie against him.\nWhere the vendee has a special covenant of the vendor, expressly indemnifying him against the “ costs, charges, and damages,” occasioned by the action on which he was evicted, it is unnecessary to decide whether the covenant of warranty in the deed also extends to such demands. The better opinion would seem to be that the covenant of general warranty in the deed is not to be extended by implication to cover the matters expressly provided for in the special covenant between the same parties: 9 Wend. 428; 3 B. & Adol. 407; 3 T. R. 678; 3 B. & C. 533; 8 Mass. 162; 8 Pick. 550; 27 Maine 525; 11 N. H. 28; 13 Tenn. 339; 3 Caines 115; 4 Johns. 1; 7 Id. 174; 13 Id. 51: 4 Halst. 141; 3 Greenl. 113; 2 Bibb 273; 8 Pick. 457; 10 Pick. 204; 2 Harrison 306.\nThere are cases in which the vendee may recover from the vendor the amount paid to extinguish the paramount title, or encumbrances upon it; but these are cases in which the money paid for such purposes is less than the consideration-money paid to the vendor. The vendee can in no case swell his damages beyond that amount, by making a purchase of the paramount title: Spring v. Chase, 22 Maine 509; Donahoe v. Emery, 9 Met. 68; Davis v. Lyman, 6 Conn. 255; Foote v. Burnet, 10 Ohio 334; Dimmick v. Lockwood, 10 Wend. 142; Rawle on Cov. for Title 131; Id. 280; 17 Mass. 22.\nApplying the principles to the case before us, it results :—\n1. The court below was right in admitting the agreement of 27th April 1849, in evidence, for the purpose of establishing the contract of indemnity against the “ costs, charges, and damages” caused by the suit on which the eviction took place. But the clause in that agreement which relates to the “ costs, charges, and damages” aforesaid, must not be construed as covering the loss of the land itself, which is provided for in that immediately preceding it, and subsequently in the covenant of warranty contained in the deed of conveyance.\n2. The court fell into error in admitting evidence of the value of the land at the time of eviction, and of the price paid for the paramount title, by Henry, after the recovery by Raiman.\n3. There was also error in admitting evidence of the annual profit of the land, from the time Henry purchased of Cox until he was evicted.\n4. The cash value of the consideration-money is ascertained to be $1355. The sum paid into court by Raiman, and applied by Henry to his own benefit, is $1519.80. • This shows that Henry received, at the time of eviction, $164.80 more than the proper measure of damages for the loss of the la.nd: Cleavinger v. Reimar, 3 W. & S. 486; Henry v. Raiman, 1 Casey 354. This excess must be applied to reduce his claim for “ costs, charges, and damages,” “for and on account of” the lawsuit brought by Raiman to recover the land.' Under this claim, the plaintiff below is entitled to recover the fees of the officers and his witnesses, reasonable fees for his counsel, and his own expenses and loss of time in defending the title in the suit. These damages are of course to be assessed by the jury, under the direction of the court.\nThe paper-book contains no exception to the charge, but we have nevertheless indicated the principles which should rule the cause on the next trial.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J. —"
      }
    ],
    "attorneys": [
      "Forward and Q-aither, for plaintiffs in error.",
      "Kugus and Baer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cox’s Administrators versus Henry.\nIn an action upon a warranty of land, from which the vendee has been evicted by a title paramount, the measure of damages is the consideration paid for the land.\nWhere the lands are improved and the vendee in possession, no interest can be recovered, except for such period as he is liable to account for the mesne profits, to the owner of the paramount title.\nWhere there is a covenant of warranty entered into at the time of the contract for the sale of the land, and a similar covenant is embodied in the deed afterwards accepted, the first covenant is merged in the last, so far as regards the measure of damages.\nBut a special covenant to indemnify the vendee against all costs, charges, and damages, on account of any action that may be brought against him by any claimant of the land, retained by the vendee after receiving the, conveyance, in which there is no similar covenant, is not merged in or extinguished by such deed.\nAn ejectment by a cestui que trust to compel a trustee to convey, upon payment of the purchase-money, involves an account for rents and profits, and no action of covenant for rents, or trespass for mesne profits, will after-wards lie.\nThe vendee cannot swell his damages beyond the amount of the consideration paid to the vendor, by purchasing the paramount title.\nErrur, to the Common Pleas of Somerset county.\nThis was an action of covenant by William Henry against the administrators of Joshua E. Cox, deceased. ■\nThe jury found for plaintiff, $ 1881.11, and judgment was entered upon the verdict.\nThe defendants removed the cause to this court, and assigned, inter alia, that the court erred in admitting the evidence contained in certain hills of exception, the nature of which sufficiently appears in the opinion of the court, but which the reporter is unable, from the loss of the paper-books, more fully to state.\nForward and Q-aither, for plaintiffs in error.\nKugus and Baer, for defendant in error.\nThis case was decided in 1857."
  },
  "file_name": "0018-01",
  "first_page_order": 18,
  "last_page_order": 21
}
