{
  "id": 986769,
  "name": "The Pittsburgh and Connellsville Railroad Company versus Byers",
  "name_abbreviation": "Pittsburgh & Connellsville Railroad v. Byers",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "22",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pick. 119",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 315",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "pin_cites": [
        {
          "page": "381"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 111",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "10 Pick. 112",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "9 Pick. 488",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058503
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/26/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 8055,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 6.564752546916857e-07,
      "percentile": 0.9613487118360955
    },
    "sha256": "1f860be2582b7bb990673d3e4a9b423083ea3bc88b3fd9a45b91110bd0689e6a",
    "simhash": "1:ace3dc82901956d4",
    "word_count": 1449
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pittsburgh and Connellsville Railroad Company versus Byers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThe defendant’s subscription was made on the 13th June 1847; the notice to pay was published March 1st 1857; and this suit was brought 16th April 1857.\nThe question is whether the statute of limitations is a defence.\nThe subscription was an ordinary contract of indebtedness. It was a promise to pay the company fifty dollars a share for three shares of their capital stock, “ in such manner and proportions, and at such time and places, as shall be determined by the board of directors, in pursuance of an Act of Assembly, entitled,” &c.\nThe company to whom the promise was made had three remedies, expressly given by the act of their incorporation, to enforce payment: — 1st. By notice of time and place of payment: 2d. By forfeiture of stock for default of payment: and 3d. By action.\nThe 17th section of the original act, revived by the supplemental act, contemplated an early commencement and completion of the road; for it provided that, unless it were begun within five years, or if suffered to go out of use for two years after completion, the charter should be forfeited.\nIt is not reasonable to suppose the legislature meant that subscribers to such a stock should be indefinitely bound. The road was to be promptly commenced and vigorously maintained; and some of the various remedies to compel payments of the stock, were to be resorted to within a reasonable time.\nThis is the clear and necessary import of the contract.\nNoV, the general principle is, that the statute of limitations begins to run only from the time the right of action accrues. The statute runs, not against the debt, but its remedy; and, of course, cannot begin to operate until a remedy exists. It is not quite clear to my mind that the company’s right of action in this case was dependent on their notices or demands, so that it could not be said to exist before they were given. I am rather inclined to think, that the right to declare a forfeiture was dependent on demand and notice; but that action might have been brought at any time on the subscription. If this view were sustainable, it is clear the statute was a full defence; but, it is not the view which prevailed in the court below, or which is most acceptable here.\nTaking it for true, then, that the company could not sue’ until after demand and notice, were they at liberty to delay these beyond six years, and then have a right to sue within six years thereafter ? We think not. It was held, in Little v. Blunt, 9 Pick. 488, in accordance with the general rule, that when an action will not lie without making a previous demand, the statute begins to run from the time of making the demand; but in Codman v. Rogers, 10 Pick. 112, it was held that, in such case, the demand must be made in reasonable time, and when no cause of delay is shown, it ought to be made within the time limited by the statute for bringing the action. The language of Wilde, J., speaking for the whole court, is very much in point: — “ Generally,” he says, “where a debt is payable in money and on demand, the statute of limitations begins to run immediately after the debt is contracted; but, if a demand previous to the commencement of an action is necessary, the statute will not begin to run until a demand is made. But, in the latter case, there must be some limitation to the right of making a demand. What is to be considered a reasonable time for this purpose does not appear to be settled by any precise rule. It must depend on circumstances. If no cause for delay can be shown, it would seem reasonable to require the demand to be made within the time limited by the statute for bringing the action. There is the same reason for hastening the demand that there is for hastening the commencement of the action.”\nThis case was approved and followed in Laforge v. Jayne, 9 Barr 410. Nor is the soundness of the rule affected by what was said in Sinkler v. The Turnpike Co., 3 Penn. R. 149, for there the demand was within six years from the contract, and the only question was whether the statute barred an action within six years after the demand.\nJudge Wilde’s observation that there is the same reason for hastening the demand that there is for hastening the commencement of the action, is peculiarly applicable to a case like this, where the demand is held to be part of the remedy by action. All the reasons that can be urged against enforcing any stale claim will lie against such a subscription. It is only a simple contract. Many circumstances may afford a defence against it. The policy of the statute is that all such, contracts shall be enforced within six years, before witnesses are dead, papers lost, and the means of defence gone. If other parties may not sleep over their rights, to the prejudice of promissors, it is difficult to find a good reason why a railroad company or other corporation may do so, especially when they have received a very impressive intimation from the creative power that they are to be up and doing. In Steele v. Steele, 1 Casey 156, it was said a party cannot stop the running of the statute of limitations by his own negligence.\nWe' hold, therefore, that the company were bound to demand,., payment of the subscription within six years from its date, — or, ^ at least, to call in an instalment within that period. And this, in strict analogy to the statute; for, whether the demand be an essental preliminary to the action or not, it is, beyond question, one of the remedies given to the company upon the contract. The statute in terms bars only the action. But, we ground a] presumption on the statute, that a party who did not employ the ■ other means afforded for enforcing the contract within the period , of the statute, meant to abandon the contract. After that period, ] demand could not be made with effect.\nIf, therefore, an action would not lie without previous demand, ¡ and the time for that is gone, the action is gone. But, if the Í action would lie without a legal and valid demand, then it is barred by the statute, so that, quaeumque videtur, the judgment must by ; affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Sewell, Fuller, and Oliphant, for the plaintiff in error,",
      "J. B. A. Howell and J. K. Fwing, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "The Pittsburgh and Connellsville Railroad Company versus Byers.\nAlthough the statute of limitations does not begin to run against a subscription to the stock of a railroad company, until after calls are made for instalments, yet, where no call is made for more than six years from the date of subscription, the law will presume an abandonment of the enterprise, and, from analogy to the statute, bar the recovery.\nError to the Common Pleas of Fayette county.\nThis was an action of assumpsit, by The Pittsburgh and Connellsville Railroad Company against Matthew Byers, to recover the amount of three shares of the capital stock of the company, subscribed for by the defendant, on the 13th June 1847.\nNotice to pay up the subscriptions was published on the 1st March 1857, and this suit was brought on the 16th April 1857. The defendant pleaded, inter alia, the statute of limitations.\nOn the trial, the court reserved the point, whether the action was barred by the statute of limitations, and directed the jury to find for the plaintiff, subject to the opinion of the court on the point reserved. The court below (Gilmore, P. J.) afterwards entered judgment for the defendant on the reserved point, non obstante veredicto ; whereupon the plaintiff removed the cause to this court, and here assigned the same for error.\nSewell, Fuller, and Oliphant, for the plaintiff in error,\ncited 3 Penn. R. 156; 1 Id. 403; 4 Yeates 111; 2 Rawle 315; 2 Salk. 422; 1 Saund. R. 33, note 2; 2 Ld. Raym. 838; 3 Burr. 1281; 6 Bouv. Bac. Abr. 382; 2 Saund. R. 62, c. note; Bull. N. P. 181; Ang. & Am. on Corp. 474; Chitty Cont. 53.\nJ. B. A. Howell and J. K. Fwing, for the defendant in error,\ncited 2 Saund. R. 63, b. c, note; Dorrance v. Morrison, 2 Wh. Dig. 281, pl. 328; Darnall v. Magruder, 1 Har. & Gill 439; 6 Bouv. Bac. Abr. 385; Id. 381; Codman v. Rogers, 10 Pick. 119; Laforge v. Jayne, 9 Barr 410; Sinkler v. Turnpike Co., 3 Penn. R. 149."
  },
  "file_name": "0022-01",
  "first_page_order": 22,
  "last_page_order": 24
}
