{
  "id": 986695,
  "name": "McCully versus The Pittsburgh and Connellsville Railroad Company",
  "name_abbreviation": "McCully v. Pittsburgh & Connellsville Railroad",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "25",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 203",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 887,
    "char_count": 27386,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 2.636907516790657e-07,
      "percentile": 0.8227240275398295
    },
    "sha256": "d15aa10e65483d8c22434e6d09c36fecd2e38a9c6c77b6370ebf2ea8981c2860",
    "simhash": "1:2af24e65ae7a76f9",
    "word_count": 4702
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCully versus The Pittsburgh and Connellsville Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nA subscription by Crossan, in the name of the defendant, though without precedent authority, was an act that was capable of ratification. The letter of attorney to Kelly, of 29th August 1846, constituting him the defendant’s proxy to vote at a meeting of the company on any question that might arise, and the attendance and action of Kelly at a company meeting, were circumstances indicative of ratification, which were proper to be submitted to the jury; and, they having found against the defendant, we are to regard him as a lawful subscriber to the shares of stock, which stand to his credit on the books of the company.\nSo far, the case is free from all difficulty. But the subscription thus fixed upon the defendant, was made June 9th 1846, and was under an act of incorporation which provided that, if the company did not commence the construction of their road within the term of five years, the charter should be null and void. This act, passed the 3d April 1837, was renewed and extended by an act of 18th April 1843, on the “ same terms, conditions, and limitations” as were contained in the original act.\nNow, we have held at the present term, in the case of this same company against Matthew Byers, that under this charter the company were bound, from analogy to the statute of limitations, to call in payments on stock subscriptions within six years after their date; or, if the delay was not satisfactorily accounted for, subscribers would be at liberty, after that lapse of time, to consider the enterprise abandoned, and their subscriptions cancelled. The presumptions of abandonment in such cases are very reasonable and necessary. Subscribers to stock are on the same footing as other simple contract-debtors, and equally entitled to protection against stale claims.\nBut this case is not left to stand on presumptions of abandonment. We have direct and conclusive evidence of it in the testimony of Addison, Kelly, and Robinson. Not only was the project abandoned, but the money of many subscribers was refunded to them, and they released from all further obligations to the company.\nTrue, a contract was made in December 1847, under which work to the amount of a few hundred dollars was done by way of commencing the road; but this was not a bond fide effort at construction, but only an expedient to “ save the charter,” as it was called. And this contract was repudiated in the following month by a formal resolution of the board of directors.\nThe fact was, that a feeling had sprung up in favour of a western instead of an eastern road, and the company having set their face westward, abandoned necessarily all thought of holding the subscribers of 1846. No calls were made within six years, and no commencement of construction, such as the Act of Assembly contemplated, was made within five years after the act of 1843.\nNow, not to say that the charter was forfeited by such inaction, it is very clear that subscribers were released. McCully’s undertaking was not only to the company, but with the other subscribers. His subscription, and theirs, were mutual considerations for each other, and to let them off and hold him, is to enforce a contract he never made. He has a right to insist that the company shall perform its charter duties in the time and manner prescribed, and that other subscriptions shall be enforced in the same manner as his own. And, when the company let off part of its subscribers and returned them their money, without the consent of the defendant, actual or implied, they discharged him from all liability growing out of his original subscription. It was like a dissolution of partnership, or an alteration in the fundamental law of an unincorporated society, or the substitution of new and incongruous objects of a corporation; in all of which cases the responsibilities of an original partner or subscriber cease.\nThe points submitted on the part of the defendant, especially, the 4th, 5th, and 6th, put the case to the court as an abandonment of the original subscription.\nThe learned judge refused to affirm the 4th point, on the ground that the charter of incorporation could not be impeached collaterally, and relied for that on Irvin v. The Lumbermen’s Bank, 2 W. & S. 203.\nIt is not only true, as asserted in that case, that the legality of an existing corporation cannot be inquired into collaterally, but, as has been held in many cases, the inquiry, when directly made, can be instituted only by the attorney-general, or some other prosecutor who represents the public; but, the defence here did not go to the plaintiff’s right of existence, but to its right to enforce the defendant’s promise. In the case of the Lumbermen’s Bank, the suit was on a promissory note which recognised the existence of the corporation. Here, it was on a promise which entered into the formation of the company — a preliminary contract, which, made upon the conditions expressed in the incorporating act, could be enforced only after substantial performance of those conditions. Eor the purpose of testing the defendant’s liability, therefore— not for the purpose of declaring the charter forfeited — it was competent to show what the company were required by law to do, and what in point of fact they had done. This was the extent to which the proposed defence went; and we do not think it was .excluded by what was ruled in the cited case. If the 4th point meant that the court should declare the corporation defunct, it was properly refused; but, if it meant, as we suppose it did, that after all the company had done, and had forborne to do, it was no longer entitled to recover on the defendant’s original subscription, it ought to have been affirmed.\nThe court fully recognised the doctrine of the other points; but submitted the case to the jury to infer the defendant’s assent to the release of subscribers, suspension of the work, &c.\nIt is not to be questioned, that acquiescence and assent would bind the defendant, or, rather, would estop him from setting up the defence in question. That is to say, if there was evidence that McCully consented to the discharge of other subscribers, and the delay of commencing the road, as matters of corporate policy, which were not to affect his liability as a stock subscriber, he is estopped now from alleging these matters in defence. But what evidence was there to estop him ?\nSupplementary legislation having been obtained in 1853, which recognised the existence of the company, and authorized it to receive subscriptions to its stock from certain cities and boroughs, the defendant, and several other original subscribers, set their signatures to a letter of attorney, which authorized W. Larimer, Jr., to vote on their respective shares at a special meeting of stockholders, to be held for taking into consideration the acceptance of the several supplements to the act of incorporation, and any subscription that may be tendered for stock in said road.\nThis letter of attorney was without date, and had several blanks, one of which was filled by General Larimer, who inserted his own name as the attorney in fact, in pencil.\nA special meeting AYas held on the 8th June 1853, at which Larimer voted on fifty shares of James McCully, for accepting the Allegheny county subscription, and the Act of Assembly.\nThis was the evidence from which the jury was instructed to infer McCully’s consent to be bound by his subscription of 1846, notwithstanding all that had occurred to release him.\nWe think it was incompetent for such a purpose. The letter of attorney was manifestly an incomplete instrument. There was no evidence that the insertion of Larimer’s name was with the knowledge or consent of McCully, or that he was aware that Larimer AYas acting for him.\nBut at most, it was only an authority to accept legislation that looked exclusively to new subscriptions, and not to the validating of old ones. The Act of 1853 did not cure the consequences of past delay and of the doings of 1847, nor did it affect to bind any subscriber already on the books. It touched none of these subjects. It seems rather to have been designed to enable General Larimer to start the road on municipal subscriptions, thereafter to be obtained. And the defendant, supposing him to have given a valid and formal proxy, was willing, doubtless, that General Larimer should resuscitate the company in this manner. Standing on the books as a stockholder, it was a formal assent on the part of the defendant to the new policy; but did he mean to re-subscribe himself? Is it a fair interpretation of his act that he acknowledged his subscription of 1846 as a subsisting, legal obligation ?\nWe think not. We think it would be giving extravagant effect to an equivocal and insignificant act to allow it to stand for virtually a new subscription.\nThe defendant’s original subscription, made by another hand than his OAvn, rested, as we have seen, on an implication from a former letter of attorney to Kelly. After so much delay — more than was necessary for the statute of limitations to attach — and after such decisive acts of abandonment on the part of the company, amounting almost to dissolution, something more should have been proved to hold the defendant, than the unfinished letter of attorney to Larimer. So vague and indefinite an acknoAvledgment of original indebtedness, would be insufficient to take any case out of the statute of limitations. True, the statute is not pleaded here; but, vre have to deal with presumptions that are almost equal as a defence, and the evidence to repel them ought to be like, in nature, if not in extent, to that which alone is competent to avert the statutory bar. How much stock did the defendant acknowledge himself to be responsible for ? The letter of attorney gives no answer, and no evidence in the case answers the question. The learned judge said the number of shares on the books, but it was merely a judicial conjecture.\nThe truth is, undue importance was given to this evidence by the court. It was not merely submitted to the jury for them to infer consent from, but it was put to them as sufficient to estop the defendant from denying his liability for the whole number of shares originally subscribed for.\nIt ought to have been rejected altogether; or, being admitted, should have been controlled so as not to deprive the defendant of the benefit of the facts on which he relied.\nIt may be said, that it was evidence of the same nature as that on which the jury were permitted to presume the original subscription ; — that if the letter of attorney to Kelly was sufficient to ground a presumption of subscription, that to Larimer was competent to ground a presumption of renewal. Not so. The two instruments were different in character and circumstances. That to Kelly was complete, and could be accounted for on no other ground than that the subscription standing on the books, to the credit of the defendant, was his subscription; whilst that to Larimer was a defective instrument, and could be referred to another motive on the part of the defendant, than an intention to revive his subscription, to wit, a desire to obtain the municipal subscriptions.\nIt may often be more difficult to prove an acknowledgment of an outlawed debt, than to prove the execution of the instrument of indebtedness. Where both' conclusions are presumptive, it does not necessarily follow that circumstances which raise one presumption would justify the other.\nOn the whole, we think the doctrine of the defendant’s points ought to have been affirmed, with no other reference to the jury than that the facts therein assumed might be found.\nThe judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Williams Sproul and Woods, for the plaintiff in error.",
      "Poster and Sewell, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "McCully versus The Pittsburgh and Connellsville Railroad Company.\nA subscription to the stock of a railroad company in the name of a third person, without precedent authority, is an act capable of ratification. _\n_ A letter of attorney, executed by the person in whose name the subseription was made, constituting the attorney his proxy to vote at a meeting of the company, is evidence of ratification to go to the jury.\nThe lapse of six years is a bar to an action for a subscription, unless the delay be satisfactorily accounted for.\nIf the company abandon the undertaking, and refund some of the subscriptions, the other subscribers are discharged.\nIf the undertaking be not commenced, bond fide, within the period prescribed by the charter, no action can be maintained for a subscription.\nIf a subscriber consent to the refunding of some of the subscriptions, and to the delay in commencing the road, as matters of corporate policy, which are not to affect his liability as a subscriber, he will be estopped from setting up these matters as a defence.\nA subscriber who has been released from liability by the neglect of the company, is not again rendered liable, by giving an incomplete letter of attorney, to vote on a question of accepting a supplement to the charter, and any subscription that might be tendered for stock in the road.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit, by The Pittsburgh and Connellsville Railroad Company, against James McCully, to recover a subscription for fifty shares of the capital stock of the company, made by James Crossan, in the defendant’s name, on the 9th June 1846.\nThe act of incorporation of the company, passed on the 3d April 1837, and renewed and extended by Act of 18th April 1843, provided that, if the company did not commence the construction of their road within the term of five years, the charter should be null and void.\nOn the trial, the plaintiff offered in evidence, a proxy from the defendant to James Kelly, dated the 29th August 1846, authorizing him to vote, in the defendant’s name, at meeting of the Pittsburgh and Connellsville Railroad Company, on any question that might be before the meeting of stockholders. The court overruled an objection to this evidence, and the defendant excepted.\nThe plaintiff then offered in evidence the subscription book of the company, containing the defendant’s subscription by J. Crossan. And the court admitted the evidence, and sealed a bill of exceptions.\nHe then offered a proxy from the defendant to William Larimer, Jr., dated in 1853, authorizing him to vote the defendant’s stock, at a special meeting of the stockholders to take into consideration the acceptance of the several supplements to the act incorporating said road, passed at the sitting of the last legislature of this state, and any subscriptions that might be tendered for stock in said road. Also the proceedings of a meeting of the stockholders held the 8th June 1853; the tally list of voters accepting the Acts of Assembly above referred to, and the subscription of the county of Allegheny, in which the name of the defendant, by his proxy, appeared for fifty shares. And also the minute book of the company containing the proceedings of the meeting. The court below overruled objections to this evidence, and the defendant excepted.\nThere was evidence given on the part of the defendant, that in 1847, the project of constructing the road was abandoned, and that a part of the money subscribed was refunded.\nThe defendant’s counsel submitted certain points in writing, upon which they requested the court to charge the jury; the 4th, 5th, and 6th of which were as follows:—\n4. That it was the clear intent of the act incorporating the plaintiffs that their railroad should be commenced within five years, with the bond fide purpose of carrying it on, and prosecuted accordingly, with reasonable diligence, to the extent of their means; and that the failure so to commence within the said period would operate as a determination of the charter, by its own limitation, and disable the plaintiffs from maintaining their action; even though their continued existence may have been recognised by subsequent Acts of Assembly.\nTo this point the court answered: — “ This point is refused. There is, in my opinion, no evidence to justify it, and if there was some evidence on the point, the violation of plaintiff’s charter can not be made the subject of investigation, under the pleadings in this case. We cannot inquire into the matter in a collateral suit.”\n5. That by analogy to the limitation prescribed in the charter, it was equally the duty of the company to call in their stock within the same period; and the failure so to do, for a period of seven or eight years, might well be treated by the stockholders as an abandonment of all purpose to carry out the project for which it was subscribed.\nAnswer — “This point is also refused.”\n6. That if the project of constructing the road, as contemplated by the charter, was formally abandoned, by resolution passed at a regular meeting of the stockholders, and the same carried out by resolution of the board of directors, ordering an account to be taken of the expenditures, and the moneys on hand to be refunded pro rata to the stockholders, upon their application therefor, and the same was accordingly done, and a very large proportion of the stock held by individuals thereby taken up, and sunk or can-celled, and these ,a'cts followed by a suspension for some five years or thereabouts, during which no more was done than to keep up the organization, by annual elections, the defendant not appearing to have participated therein, it amounted to a dissolution in pais, by the act of the parties themselves, and a release to all the existing stockholder^, as well the defendant — supposing him to be a subscriber — as those whose money was, in point of fact, returned, and will disable them from recovering from him in the present case.\nAnswer — “If the jury find the facts to be as stated in this point, though they might not amount to a dissolution in pais of the corporation, by the act of- the parties themselves, they would operate as a release to all the existing stockholders, as well the defendant, supposing him to be a subscriber, as those whose money was in point of fact returned, and will disable the plaintiffs from recovering from him in the present case, unless he has since done some act to estop him from denying his liability for the stock in question. The point is substantially affirmed.”\nThe learned judge also, in his general charge, instructed the jury as follows :—\n“It appears from the evidence, that after the company was organized, and a considerable amount of stock subscribed, an effort was made by the directors to get the Baltimore and Ohio Railroad Company to unite with them in constructing the road from Pittsburgh to Cumberland, so as to connect with the Baltimore and Ohio road. Not being able to make an arrangement with the Baltimore and Ohio Railroad Company on such terms as would justify the expenditure of so large an amount as would be necessary to construct the road, and the amount of stock subscribed not being sufficient to warrant the commencement of the work, with the expectation of being able to complete it, the directors called a meeting of the stockholders, at which a proposition, to abandon the project of constructing a road east from Pittsburgh, and to turn their attention west, for the purpose of making a road in that direction, was submitted by the president, and if not carried by a majority of the stockholders present, was decided to be, and so announced, by the chairman. The meeting was a stormy one, and seems to have broken up in some confusion. The resolution, which is alleged to have been passed by the stockholders, at that meeting, was laid before the board of directors, and in order to carry it out, the directors ordered an account of the expenditures to be taken, and the unexpended moneys in the treasury to be refunded, pro rata, to the stockholders who were willing to receive the same. It would seem, that there was a considerable number of the stockholders — among whom General Larimer was prominent — who were unwilling to abandon the project of constructing the road east. At the time fixed for the annual meeting of the company, in December 1847, these stockholders met and elected a new board of directors, of which General Larimer was president. The old board, elected in December 1846, of which General Robinson was president, were unwilling to recognise the new board, and for a time there was a struggle between them, both claiming the right to control and direct the affairs of the company. This controversy terminated on the 14th of February 1848, by the members of the old board resigning, one at a time, and electing the members of the new board in their place. The new board, however, proceeded to carry out the resolution of the old board, ordering the unexpended moneys to be refunded, piro rata, to the stockholders, and paid to such as applied therefor their proportion of said moneys, taking from them an assignment of their stock for the use of the company. In this way, 5794 shares of the stock were transferred to. General Larimer, as appears by a resolution of the directors, of the 3d of December 1853, authorizing him to transfer the same to the company.\n“ General Larimer and his associates seem to have cherished the hope of being able, at some future day, to renew the project of constructing the road, and for this purpose they had some work done, in 1848, to save the charter, took an assignment of the stock above mentioned, and kept up the organization of the company. The defendant did not apply for his pro rata share of the unexpended moneys, or transfer the stock subscribed in his name. Does he then remain liable therefor, supposing him to have authorized or sanctioned the subscription; or was he discharged by the proceedings of the stockholders and directors of the company to which I have referred ?\n“ It seems to me that the defendant was discharged from all liability on account of the alleged subscription; as much so as if he had received his pro rata share of the moneys ordered to be refunded, and had released or transferred his stock. He was not bound to demand or receive his proportion of the unexpended moneys — he might let them remain in the treasury, without incurring thereby any obligation to the company. The evidence, if believed, shows that the project of constructing a road east, so as to connect with the Baltimore and Ohio road, was abandoned, not only for the time being, but altogether, so far as the then stockholders were concerned. Because, although some of them were not willing to give up all hopes of being able ultimately to accomplish the enterprise, they nevertheless acquiesced in its abandonment by the then stockholders, and aided in carrying their determination into effect by paying to the stockholders, who applied therefor, the money ordered to be refunded. It was competent,' as I think, for the stockholders and directors of the company to agree to abandon the project of constructing the road, and to surrender their stock and divide the unexpended moneys rateably between them, x'knd if they did so agree, and if, in pursuance thereof, a large number of the stockholders transferred or surrendered their stock, and received their proportion of the unexpended moneys, it would operate as a release and discharge of all stockholders from their liability as subscribers. After thus abandoning the enterprise, and releasing so large a number of the stockholders, it would be against equity to hold a stockholder, who had not received his pro rata share, liable for the full amount of his stock. And I therefore instruct the jury, that if they find the facts to be substantially as I have stated them, the defendant was discharged from all liability for the stock in question. But though these proceedings, on the part of the stockholders and of the directors, were sufficient to discharge the defendant, yet he was not thereby absolutely compelled to give up his stock, and surrender his rights as a stockholder. He might retain his stock, and unite with other stockholders in keeping up the organization of the company, and do such acts, in the prosecution of their common enterprise, as would estop him from denying his liability as a subscriber. Has the defendant then done any such act as will estop him from setting up the defence arising from the action of the stockholders and directors, and which, as we have seen, was sufficient to have discharged him from all liability for the alleged subscription ? It seems, that a meeting of the stockholders was held on the 8th of June 1858, to determine whether the company would accept the amendments which had been made to their charter by the legislature of that year, and also whether they would accept the subscription made by the county to the stock of the company. The defendant gave his proxy to William Larimer, Jr., to represent him at that meeting, and authorized him to vote the stock to which he was entitled. If the defendant had attended that meeting in person, and had voted the fifty shares of stock in question, or if, by his proxy to Larimer, he had expressly authorized him to vote fifty shares, it is conceded that he would be estopped from denying his liability for that number. But it is contended that, because the proxy does not specify any particular number of shares, the defendant is not estopped from denying his liability for the instalments claimed in this action. This raises the question as to the legal effect of the proxy given to Larimer. What, then, was the effect of that proxy, and how far is the defendant responsible for the use which Larimer made of it? By giving the proxy, the defendant admitted that he was the owner of stock in the company, which he was entitled to vote. If it were shown that he authorized General Larimer to vote only a certain number of shares, he would not be estopped from denying his liability for a greater number. But nothing of this kind has been shown. What authority, then, did he give to Larimer by the proxy? How many shares did he authorize him to vote? Because if Larimer exceeded the authority given to him, the defendant is not bound by his act. It seems' to me that, by the proxy, he authorized Larimer to vote the number of shares standing in his name on the books of the company. The true construction and legal effect of the proxy, as I think, is the same as if, in express terms, it had authorized Larimer to vote the stock standing in defendant’s name on the company’s books. The tally lists, in evidence, show that Larimer, as defendant’s proxy, voted fifty shares on the acceptance of the amendments to the charter — and the same number of shares on the acceptance of the subscription made by the county to the stock of the company. If the books of the company show that the defendant was entitled to fifty shares of stock, he is as much estopped from denying his liability therefor, as if he had been present and had voted in person that number of shares.”\nTo this charge the defendant excepted ; and a verdict and judgment having been rendered for the plaintiff for $2375, the defendant sued out this writ, and here assigned for error: 1. The admission of the evidence specified in his various bills of exception. 2. The charge of the court.\nWilliams Sproul and Woods, for the plaintiff in error.\nPoster and Sewell, for the defendant in error."
  },
  "file_name": "0025-01",
  "first_page_order": 25,
  "last_page_order": 34
}
