{
  "id": 986816,
  "name": "Baily's Appeal",
  "name_abbreviation": "Baily's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "40",
  "last_page": "43",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 40"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 486",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0486-01"
      ]
    },
    {
      "cite": "4 Watts 71",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0071-01"
      ]
    },
    {
      "cite": "2 Watts 383",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 10000,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5197550127439863
    },
    "sha256": "109f679e4eff474ab8a01a3cf5b844654fab919644da19f592b2f98ef53fac33",
    "simhash": "1:646da0dc1807ecca",
    "word_count": 1749
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baily’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThe question presented by the record is, whether an Orphans’ Court, in ordering a sale of decedent’s real estate for payment of debts, has power to prescribe terms for the payment of the purchase-money. The terms prescribed in this case were, one-third in hand, one-third in one year, and one-third in two years.\nThe appellant, who complains of this order, was a judgment-creditor of the decedent — had levied on his real estate, and was about to bring it to a sheriff’s sale, when his proceedings were arrested, and the administrator directed to proceed in the Orphans’ Court. The lien of his judgment will be divested by the Orphans’ Court sale; he will be delayed two years in the collection of his money; and, meanwhile, the bond of the administrator and his sureties will be his only security.\nThere is nothing in the letter of the Act of Assembly, under which the administrator is proceeding, to indicate the legislative intention that any credit should be given for the purchase-money. The sale is to be made, under the “ direction” of the Orphans’ Court; but the act contemplates merely the conversion into money, of so much of the decedent’s real estate as, when added to the personalty, will be sufficient to pay his debts.\nIn Davis’s Appeal, 2 Harris 372, it was said, that the object of the legislature was, to bring the assets of the decedent under the management and within the distribution of an officer subject to the supervision of the Orphans’ Court; and that it is a mistaken notion to suppose that the object was to effect a sale on time, so that the estate might bring more money.\nIf such be a sound exposition of the Act of Assembly, there is nothing, in either its letter or its policy, to justify the practice which prevails in some parts of the state, of giving long credit for the purchase-money of Orphans’ Court sales.\nAnother act, that of 15th March 1832, § 15, requires executors and administrators to file a just account and settlement of all the' goods, chattels, and credits of the deceased which come to their knowledge, within one year from the time of administration granted, or when thereunto legally required. Citations under this act are a matter of right, and, after a year has elapsed from the time of administration granted, are always awarded, as of course, upon the application of parties in interest, to compel executors and administrators to settle their accounts.\nNow, considering real estate as assets for the payment of debts, not because it is intrusted in the first instance to the personal representatives of - the decedent, but because it is made easily accessible to them, and they are bound to resort to it “ without delay” as soon as it appears that the personal estate is insufficient (see 20th sec. of Act of 24th February 1834, Purd. 200, title Decedents’ Estates) — and considering also that they are bound to make final settlement of their accounts within a year, or “ when thereunto legally required,” it is difficult to find any ground for the credit system that prevails, and especially for so long a postponement of payments as was made in this instance.\nNot only was an inferior security substituted for the lien which the appellant held, and that without his consent or acquiescence, but the administrator was disabled from making that prompt and speedy settlement of his accounts which the several Acts of Assembly contemplate. Of these things the judgment-creditor has a right to complain. We find no warrant, either in the Acts of Assembly or the adjudications ofithis court, for such an order as was made in this case, and it must therefore be reversed. And as the case is up by appeal, it is our duty to indicate the order which should have been made. This brings us to the consideration of a point of practice on which we should be glad to see uniformity prevail throughout the state, instead of the discordant usages which exist at present.\nWe have no doubt that, both the policy and letter of the law, as already indicated, favour cash sales, and we think the Orphans’ Court ought, as a general rule, to prescribe no other. But considering the paternal character of that court, and the large discretion with which the law invests it, for the benefit, not only of creditors, but of orphans and widows, and looking also to the extensive though diversified practice that prevails on the subject in hand, we say that, whenever the court in ordering a sale of decedent’s real estate, have satisfactory reason for believing that a sale more advantageous for all parties, heirs as well as creditors, can be made on time than for cash, such a sale should be ordered. But no payment should be postponed beyond a year from the confirmation of the sale. And whatever purchase-money is not paid down should be secured, either by judgment-bond or mortgage, as a lien on the premises.\nWe adopt the year as the limit of credit, not only because of its analogy to the time prescribed for executors and administrators to settle estates, but because, in some portions of the state, such has always been the practice, and it has been found to work well.\nIn some counties, the court fixes the terms of sale, in others, the administrator. In Davis’s Appeal, the administrator, though he had fixed his own conditions, made no return of them to the court, and he was held accountable as for a cash sale. Undoubtedly, the court should prescribe the conditions. The Act of Assembly vests them with the direction of the sale; and generally, if not uniformly, whenever the subject has been touched in this court, it has been said that the court, and not the administrator, should fix the terms and conditions.\nThus in Myers v. Hodges, 2 Watts 383, Justice Sergeant said, “ But the terms of sale as well as the property necessary to be sold, and the necessity of selling it, are by law, to be determined by the court, not by the administrator.”\nIn Randolph’s Appeal, Mr. Justice Bell said, “ When ordering the sale, the Orphans’ Court virtually prescribes as a condition, the payment of the purchase-money in cash, or at least before the delivery of the deed; for such is always to be taken as the terms of such a sale, when no other conditions are expressly imposed by the court.”\nAnd by Mr. Justice Coulter, in Moore v. Shultz, 1 Harris 102, “ It is not a sale by the administrator, for he has no authority whatever to sell virtute officii. It is a sale made by authority and direction of the Orphans’ Court, which prescribes, or ought to prescribe, the terms, manner, and conditions of the sale.”\nAnd by Justice Black, in Breil’s Appeal, 12 Harris 512, “ There were no terms of sale prescribed, at the'time the order was made. This Was an omission which the administrator had no right to supply by terms of his own making.”\nExpressions of judges to the same effect might be multiplied; but these are sufficient to indicate the state of the judicial mind on the point before us, and ought to suffice to produce uniformity of practice in the several counties.\nAnd now, to wit, 4th January 1859, it is considered, ordered, and decreed, that so much of the order and decree of the Orphans’ Court of the county of Fayette, made on the 19th day of September 1857, for the sale of certain real estate of William F. Coplan deceased, as directed the purchase-money to be paid one-third in hand, one-third in one year, and one-third in two years, is reversed and set aside; and the record is remitted to the said Orphans’ Court with directions to amend said order, by prescribing such conditions as shall make the purchase-money payable within one year from the confirmation of the sale; the costs of this appeal to be paid by the administrator out of the estate of the decedent.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Kaine, for the appellant,",
      "J. B. A. Howell, for the. appellee,"
    ],
    "corrections": "",
    "head_matter": "Baily’s Appeal.\nWhere the Orphans’ Court makes an order for the sale of the real estate of a decedent, it should fix the terms of sale.\nAs a general rule, a cash sale ought to be prescribed. The court, however, has power to direct a sale on credit; but, in such case, no payment should be postponed beyond a year from the confirmation; and the purchase-money should be secured upon the premises.\nAppeal from the Orphans’ Court of Fayette county.\nThis was an appeal by Eli J. Baily, administrator de bonis non of John Cock, deceased, from the decree of the court below directing a sale of the real estate of William E. Coplan, deceased, for the payment of debts.\nEli J. Baily, as administrator of John Cock, deceased, on the 13th December 1856, issued a fieri facias, upon a judgment in favor of his intestate, against William E. Coplan, for $2196.42, and levied upon the real estate of the said Coplan, who was then deceased. The property was condemned, and on the 12th October 1857, a venditioni exponas was issued.\nOn the 19th September 1857, on the petition of Henry Cook, administrator de bonis non of William E. Coplan, deceased, the Orphans’ Court granted an order for the sale of the real estate of the said deceased, for payment of debts, upon the following terms: — “ One-third of the purchase-money to be paid on the confirmation of the sale, one-third in one year, one-third in two years thereafter, with interest from the date of the confirmation; bond to be given in $30.00, with security, to be approved by the court, or a judge in vacation.”\nOn the 7th December 1857, Cock’s administrator made application to the court, to set aside the order of sale, on the ground that the court had no power to sell real estate on time, for the payment of debts. The court refused to grant the application, and set aside the venditioni exponas ; whereupon this appeal was taken.\nKaine, for the appellant,\ncited Davis’s Appeal, 2 Harris 372; Ramsey’s Appeal, 4 Watts 71; Loomis’s Appeal, 5 Casey 237.\nJ. B. A. Howell, for the. appellee,\ncited Klingensmith v. Bean, 2 Watts 486; Myers v. Hodges, Id. 383; Randolph’s Appeal, 5 Barr 245; Lockhart v. John, 7 Id. 139; Moore v. Shultz, 1 Harris 102; Breil’s Appeal, 12 Id. 511."
  },
  "file_name": "0040-01",
  "first_page_order": 40,
  "last_page_order": 43
}
