{
  "id": 986692,
  "name": "Cadwalader versus Berkheiser",
  "name_abbreviation": "Cadwalader v. Berkheiser",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "43",
  "last_page": "45",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 43"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 172",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483405
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 300,
    "char_count": 4773,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 8.465495758632658e-08,
      "percentile": 0.48529798455431183
    },
    "sha256": "571ec0cd50cd9edfa7157f42ca4c2b45e17b7479b1f0c48bd9f4d4cb7e7dd0ac",
    "simhash": "1:2ef036db0486ebce",
    "word_count": 836
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cadwalader versus Berkheiser."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nThe plaintiff brought his ejectment on his legal title, and it became what we denominate an equitable ejectment, because the defendant set up a contract for the purchase of the land, and interposed an equity against his recovery, in the nature of a bill to restrain a recovery at law. The time for the payment of the purchase-money, by the original articles, had transpired before suit brought. There was, therefore, no contract relation existing, to prevent proceeding on the legal title. The plaintiff had a right to do so, and thus compel the defendant to interpose his equity, if he relied on it. This equity was his contract for the land, and tender on the trial of the balance of the purchase-money. This he did. If he had not done so, the plaintiff would have been entitled tó a conditional verdict, and costs, of course, on the contract being set up. Instead of this, the defendant not only set up his contract, but brought the money into court, and defeated the plaintiff’s right to a conditional verdict, by doing all tbafc such, a verdict could bave required of him. But this was only done on the trial. Up to this time, nothing stood in the way of plaintiff’s recovery. Till then, he was rightfully using his title. If so, it follows, of course, that up to that stage of the proceedings, he was entitled to costs. If the defendant had tendered or offered payment before suit brought, and kept it up by bringing the money into court, the plaintiff would not have been entitled to a judgment of any kind. For, going on, after that, would have been an effort to recover against an equity he was bound to know would defeat him.\nThe receipt of the 9th of January 1849, did no more than to modify the original contract, by a reduction of the price, and a change of existing covenants into mutual and dependent covenants ; and, in such case, it has been often decided, that, although in an action of covenant, the plaintiff would have been bound to have tendered a deed before suit brought, in ejectment it is not so; 8 W. & S. 172; 4 Barr 254; 2 Id. 295; and in many other cases that might be cited. But the plaintiff was entitled to costs; for, in addition to the tender of the purchase-money on the trial, it should have included a sum sufficient to cover the costs which had accrued. This not being done, the court should have instructed the jury, that their verdict should be for plaintiff, for nominal damages and costs. This is the only ground of reversal in the case.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Barclay, for the plaintiff in error.",
      "Jenks, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cadwalader versus Berkheiser.\nWhere a plaintiff brought ejectment on the legal title, and the defendant gave in evidence an agreement to sell and convey to him the premises, and paid the purchase-money into court: Held, that the plaintiff was entitled to a verdict for nominal damages and costs.\nAlthough in an action of covenant on the agreement, the vendor is bound to show that he tendered a deed before suit brought, it is otherwise, where he brings ejectment on his legal title.\nError to the Common Pleas of Jefferson county.\nThis was an ejectment by George Cadwalader against William J. Berkheiser, for a tract of 118 acres 11 perches, in Gaskill township, Jefferson county.\nOn the trial, the plaintiff showed title to the premises, and gave in evidence the following article of agreement:—\n“ I agree to purchase of George Cadwalader, so much of tract No. 279 (Jared Ingersoll) as lies west of land sold to George Weaver and Philip Trexler; and to pay therefor at the rate of three dollars per acre, as follows, viz.: ten dollars now in hand; fifty-five dollars in two months; and the residue thereof in four equal annual payments from this date. If I fail to pay fifty-five dollars in two months, I agree to forfeit all claim to said land. July 10th 1848. William J. Berkheiser, [seal.]”\nOn this agreement were the following endorsements: — $10 paid in hand; 12th mo. 27th 1848, paid by defendant, $25; 1st mo. 9th 1849, received of William J. Berkheiser, $165.\nThe defendant gave in evidence the counterpart of the agreement, with the following endorsement thereon:—\n“ Received, 1st mo. 9th 1849, of William J. Berkheiser, one hundred and sixty-five dollars, on the within-mentioned land, which I have agreed to let him have at the rate of two dollars and fifty cents per acre. The balance, with five dollars back interest, to be paid on the delivery of the deed, without interest.\nFor Geo. Cadwalader,\nper Charles 0. Gaskill.”\nThe defendant also tendered to the plaintiff, and paid into court, $102.50; whereupon the court instructed the jury to find for the defendant, which was here assigned for error.\nBarclay, for the plaintiff in error.\nJenks, for the defendant in error."
  },
  "file_name": "0043-01",
  "first_page_order": 43,
  "last_page_order": 45
}
