{
  "id": 986684,
  "name": "Woodside et al. versus Wilson",
  "name_abbreviation": "Woodside v. Wilson",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "52",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 52"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 475",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0475-01"
      ]
    },
    {
      "cite": "6 W. & S. 520",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0520-01"
      ]
    },
    {
      "cite": "4 W. 363",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 174",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 771,
    "char_count": 18728,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 5.301842567368898e-07,
      "percentile": 0.9423810036801373
    },
    "sha256": "1a4b36ae214a65682b7c4a43a2bf92e1a371a6a5888fcc4f6973fd1acea0665d",
    "simhash": "1:ef03617f6bc3dbb2",
    "word_count": 3345
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woodside et al. versus Wilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nA sale of unseated land for taxes, which have been actually assessed, and which have remained due and unpaid “ for one whole year,” will pass the title, although assessed in a wrong name or by a wrong number, if otherwise designated and capable of identification. The reason for this is, the recognised principle, that it is the land, and not the owner, which is chargeable, and to be charged with the tax. It must, however, be susceptible of identification as the land assessed, otherwise the sale would be void. The bond, an essential part, would, without any designation, be invalid, as being too vague to furnish a lien on the land, and thus the sale would be inoperative. But, identification is a question, arising on the evidence, for the jury; and what will be sufficient to satisfy them, that the land sold was the land charged with the tax, will support the sale. This is conclusively settled in Stewart v. Shoenfelt, 13 S. & R. 360; Strauch v. Shoemaker, 1 W. & S. 174; Burns v. Lyon, 4 W. 363; Thompson v. Fisher, 6 W. & S. 520; Dunden v. Snodgrass, 6 Harris 151; Russel v. Werntz, 12 Harris 337; Miller v. Hale, 2 Casey 436, and other cases. It was said in Laird v. Heister, 12 Harris 463, “ that the tax-books in the office of the commissioners, and treasurer, were not intended to give notice of the liability of the land for taxes, but merely the mode in which tax accounts are kept.” This seems a perfectly legitimate conclusion, deducible from the principle asserted in Dunden v. Snodgrass, and other cases, that the designation of the land will be sufficient, if it afford the means of identification, and do not positively mislead the owner. It will not do to assume that such a thing may not occur; but, in case of an owner anxious and willing to pay his taxes, it is difficult to conceive of. For if, when he examines the assessment-books, and finds that the description or designation of the land is defective, — so much so, as to render uncertain or doubtful what is really the assessment of the land sought for, he can relieve himself of all difficulty on that score, by procuring it to be assessed in the office by the commissioners, by a proper description; and then, a payment of the tax so assessed, relieves the land from all danger. The tax being thus paid, a sale by any other description will amount to nothing, as the duty is discharged, and the land, for the time being, freed from the charge. The principles, howrever, already referred to, in regard to assessment and identification of unseated land, are indisputable in their application to all such lands, by whatever title derived from the Commonwealth, with the exception, it is contended, of unseated donation lands.\nIt is well known, at least to the profession, that the body of lands known as Donation, being grants to officers and soldiers of the Pennsylvania line of the revolutionary army, is exclusively within the “new purchase” from the Indians, acquired by the treaties of Fort Stanwix, in 1784, and Fort McIntosh, in 1785, and within the boundaries of what was afterwards known as the “actual settlement” district, north and west of the Allegheny and Ohio rivers, and Conewango creek. In surveying these lands, in 1785, the territory was laid off into districts, to each of which a surveyor was appointed. There were nine districts, one of which is called the 10th, there being in fact no 9th district. In making these surveys, in addition to running and marking lines, the surveyors were required to mark on the north-west corner of each tract, in Roman characters, the number of the lot. This was affixed to the nearest tree to the mathematical terminus of the line. By some of the judges, this numbering has been figuratively called the name of baptism of the lot. It was as essential an act in the survey, as it was a controlling one. It located the survey against conflicting calls, or apparently contradictory marks on the ground; and in case, of disputes about location, if the numbered corner could be found, it put an end to controversy in that particular. It was only in regard to this quality — the fixing the location of the land — that the great value of the number on the ground was conceded. I know of no case in which the taxing functionaries were to be exclusively controlled by it, and obliged to ascertain it accurately, at the risk of having avoided all their assessments and sales for taxes. As but few of those original corners remain — perhaps not one in a hundred — it could not be done, and the assessment cannot be made other than by drafts and prior assessments, or the like.\nThe land in controversy being part of a donation tract, the principle is earnestly insisted on, that although a designation of such land in the assessment may he sufficient without the number, yet, if such designation was accompanied by a wrong number, a sale upon a tax so assessed would be void.— Utile per inutile non vitietur, might be sufficient to reply to this idea; but it is contended that there is authority for the doctrine in Dunn v. Ralyea, 6 W. & S. 475. We do not think there is. That was the case of donation tract No. 1031, assessed by No. 1029, in the name of Jacob Herrington. The .sale was held invalid, for both the number and the name were wrong. Jacob Herrington never had any interest or property in 1031; and if the owner, in looking after his land, had examined the assessments, he would not have found his number there; and as Herrington was an entire stranger to it, never having been a claimant, agent, or otherwise interested in it, he could not possibly have discovered, in this deep disguise, his own land; on the contrary, it was calculated to beguile him into the belief that his land was not assessed at all, or that some one had paid the tax. The court do not, as is supposed, place their decision on the error in the number, but on that fact connected with the other circumstance, that the name also was wrong, and that nothing else existed in the assessments to lead to the discovery, that it was 1031 that was assessed by the number 1029. In discussing this point, the court say, “it is plain that he (the owner) would not have found that No. 1031 was taxed eo nomine, or by any oilier description, that would naturally lead him to a knowledge of the fact that it was so;” “the circumstance of its being assessed in the name of Herrington, was not calculated in the slightest degree, as has been argued, to change this conclusion, for the name of Herrington had never been known to have been connected with the ownership of the tract No. 1031, but with that of 1029 it would seem that it had, which was, if possible, calculated to mislead the plaintiff still further.” The plain implication from the doctrine of this case is, that if the additional designation had not also lent its aid in misleading, but had been correct, that the result would have been different. It would be a difficult process, most certainly, to derive from the reasoning in this case, that the court meant to hold, that, notwithstanding the tract might have been assessed in the name of the real owner, designated by its boundaries with every fact of precise identification, still, because the number was a mistake, the sale would therefore be void. This is the argument carried to its legitimate results in the case in hand. We cannot subscribe to its accuracy. We see no difference in principle, and know of none in practice, that requires the application of any different rule in the precision necessary in assessing donation land from that of warranted. In the former, or older purchases, the warrants were numbered, and the case of Dunden v. Snodgrass (supra), establishes, beyond controversy, that a mistaken number of the warrant, in that kind of case, did not vitiate the assessment, Discarding the supposed distinction, how stands the case before us ?\nThe land in controversy was a part of donation tract No. 152, 8th district. The plaintiff below claimed it by virtue of a treasurer’s deed, dated August 12th 1852, on a sale made June 14th 1852, for the taxes of 1850-51. The land, 100 acres, had been sold, by John Reynolds, to one Eleazer Rockwell, in 1840; who retained it, and paid the taxes on it, up to 1850, when he relinquished the land to Reynolds, who immediately sold the 60 acres in controversy, to one Wright, under whom the plaintiffs in error claim. The land was assessed and sold as No. 1302, and in the name of E. Rockwell. The assessors proved that it was the land in controversy, that was assessed with the taxes, and the land which Rockwell had of Reynolds. The assessments for a number of years prior to 1850, being given in evidence, it appeared to have been sometimes assessed by the correct number, 152, sometimes as 1502, and 1302, E. Rockwell; and a part to John Reynolds, as 1502. Upon this state of facts, the court below charged, in answer to several points of the defendants, “that marks and surveys are not the exclusive and only indices by which it (the land) may be designated;” and “that it is not essentially necessary that a donation tract should be assessed by its distinctive number, provided it has other names or means by which it may be known;” and submitted the facts, on the question of the identity of the land, as that on which the assessment was made, to the jury. We think the learned judge was right in so charging and submitting the facts. The land was known in the assessment-books, and in the neighbourhood, by the name of Rockwell, the person in whose name it was assessed and sold, and who had been in fact an owner and tax-payer on it for ten years. This fact would necessarily give it a designation as his land, and Mr. Reynolds, or a purchaser from him, would most naturally expect to find it taxed in that name. They could not claim — for it would be contrary to all reason — that such a designation could mislead them. It was a good designation; for the tax of 1850, was in all probability, assessed, while Rockwell was still the owner of it; and to continue it in the same name, unless the owner chose to change it to his own, was an every day occurrence. It was a sufficient designation of the tract, to have corrected any errors induced by the number. It is worthy of note, in this connection, that the number, if correctly given, would have been of little value as a designation, as there were several subdivisions of the tract, all entitled to claim the same number as a designation. But the number as given, could not have misled any one, at all acquainted with or interested in the land. It was in fact an impossible one. That tract, 1302, lay entirely in a different district — the land in question being situate in the 8th district, and No. 1302 in the 7th; a seated tract, with which E. Rockwell’s name had no connexion whatever. We attribute, however, to donation numbers, as a designation in assessments, no more virtue than to warrant numbers. Dunden v. Snodgrass was of this latter kind. The true number of the warrant was 624; it was assessed and sold as No. 18. There-being other means of designation in the case, this court held the error in the number of no account. And for the same reason, we so hold in this case. The law was correctly given to the jury, and there is no error in'the second, third, and fourth assignments.\nThe fifth specification of error is to the answer of the court to the latter branch of the defendant’s 7th point. We perceive nothing wrong in this. It has always been the practice, when deemed of any consequence in the case, to show prior assessments, to exhibit how the lands have been taxed and designated on the books of the office. The assessment-hooks are evidence, and if not irrelevant, are, when offered, to be received. We perceive no irrelevancy in the testimony in this case, and this will serve as an expression of our views, in regard to the bill of exceptions, which is to the same point. Nor was there any error in the answer of the court to the plaintiff’s eighth point, that we can discover. This disposes of all the assignments of error. On consideration of the whole case, we are of opinion that this judgment should he affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Reynolds and Kennedy, for the plaintiffs in error.",
      "Farrelly and Ohurch, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Woodside et al. versus Wilson.\nA sale of unseated lands for taxes will pass the title, though assessed in a wrong name, or by a wrong number, if otherwise designated so as to be capable of identification.\nThe identity of the tract assessed and sold, is a question of fact for the jury.\nThe designation will be sufficient, if it afford the means of identification, and do not positively mislead the owner.\nAn assessment of a tract of donation land by a wrong number will not vitiate the sale, if there be any other designation by which it can be identified.\nError to the Common Pleas of Crawford county.\nThis was an ejectment by George R. Wilson against James Woodside, Arthur Jarvis, Jr., and Jason Decker, for 60 acres of land in Richmond township, Crawford county.\nThe plaintiff claimed title under a treasurer’s deed, dated the 12th August 1852, for 100 acres of land, assessed as part of tract No. 1302, in the name of E. Rockwell, and sold for the taxes of 1850 and 1851; and gave evidence on the trial, to show that the assessor intended to assess No. 152, a donation tract in Richmond township, included in the 8th district of donation lands.\nThe defendants showed title to donation tract No. 152, in Richmond township, of 400 acres, patented in the name of Robert Magaw. Erom 1840 to 1847, there appeared to have been no assessment of the land in controversy. In 1847, there was 100 acres assessed to Erius Rockwell, No. 150; from 1848 to 1852, 100 acres was assessed to E. Rockwell, No. 1302.\nThe defendants’ counsel presented the following points, upon which they requested the court to charge the jury:—\n1. That it is essential to the validity of a sale of unseated land for taxes, that it should be so designated in the assessment, as to lead the owner to a knowledge of the fact it is his land which is assessed.\n2. That in all cases where the land has, by authority of the Commonwealth, been set apart and designated by marks and surveys on the ground, such designation is definite and conclusive.\n3. That in all cases of tax sales, the assessment and lien of the Commonwealth, by virtue of the same, is on the land, and when such land is designated by marks and surveys, and numbered, the assessment must agree with such designation and number, and also the sale under such assessment, to vest title in the purchaser at tax sale.\n4. That when said land is so designated, a material variation in such assessment is fatal, and no title will pass to the tax purchaser.\n5. That if the jury believe from the evidence, that the land in controversy was surveyed, numbered, and returned to the land office as number 152, of 500 acres, in the 8th district of donation lands, and was afterwards assessed as tract number 1302, and sold under such assessment, the variation is fatal, and the sale under it conveys no title to the plaintiff.\n6. Such assessment gives no notice to the owner that his land is meant, but on the contrary misleads and deceives him, and would, if sustained, result in wrong and injustice.\n7. That the plaintiff is bound to sustain the perfection of his tax title. That this depends solely upon the regularity of the sale and compliance with the law regulating the same. That being a sale of the realty, no act of former purchasers or owners, either by payment of taxes under erroneous assessment, or even with a knowledge of the same, can in any manner affect or strengthen his title.\n8. That under the testimony of the plaintiffs, that the land was sold in 1852, evidence of former ownership, or of knowledge of former owners as to the assessment or payment of taxes by such, is irrelevant and not to be taken into consideration by the jury-\nIn answer to these points, the court instructed the jury as follows :—\n“ 1. In the assessment of lands, there should be a reasonably distinct description or designation, that the owner and others interested may know what particular ones are intended.\n“ 2. If a tract is not known by any other name or designation than what it has received by marks and surveys on the ground, the assessment of it should be designated by one or the other, its number, the better way, or in such other way as would indicate what the tract was; but these marks and surveys are not the exclusive or only indices by which it may be designated.\n“ 3, 4, 5. It is not essentially necessary that a donation tract should be assessed by its distinctive number, provided it has other names or means by which it may be made known; and if the one covering the land in controversy had its regular and well defined number, 152, was sold in parts of 100 acres and 60 acres, in 184Ó, to E. Rockwell, to whom it was assessed afterwards for two or three years in connection with its right number, and then for a number of years by a different, but entirely wrong number, 1302 (there being such a numbered tract in another township), and the assessors, in making their assessments, intended No. 152, but gave another in connection with Rockwell’s name, knowing it to have been his; the assessment would be good, and if the sale for the taxes was otherwise regular, it would pass a complete title to the purchaser; and if the jury believe the evidence in the case, it is sufficient to justify them in rendering a verdict for the plaintiff.\n“ 6. The former owner of the land, Mr. Reynolds, knowing he had sold parts of it to E. Rockwell, should have examined for himself after he had resumed the title, to see how and in what manner it was assessed, and if he omitted this, he or those claiming under him must submit to the consequences.\n“ 7. The plaintiff is bound to make good his title before he can recover; but the latter part of this point cannot be answered affirmatively, for if it is true, that the land had been sold to Rockwell, and was assessed to him eo nomine and by its right number for one or more years, and afterwards, and up to the time of sale for taxes by a wrong one, still the assessment would be good, and the defendants would be affected thereby, though they may have been deceived by the wrong numbering, the owner’s name at the date of the assessment being attached thereto.\n“ 8. This point is answered in the negative.”\nTo this charge the defendants excepted; and a verdict and judgment having been rendered for the plaintiff, the defendants removed the cause to this court, and here assigned the same for error.\nReynolds and Kennedy, for the plaintiffs in error.\nFarrelly and Ohurch, for the defendant in error."
  },
  "file_name": "0052-01",
  "first_page_order": 52,
  "last_page_order": 58
}
