{
  "id": 986724,
  "name": "Palmer versus Silverthorn",
  "name_abbreviation": "Palmer v. Silverthorn",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "65",
  "last_page": "69",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wend. 9",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/4/0009-01"
      ]
    },
    {
      "cite": "1 Denio 524",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        483914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/1/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 12685,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 2.545809213478205e-07,
      "percentile": 0.8138561360141073
    },
    "sha256": "2d33d7db3d5ea114a9d7001baf2fdaeef6220262401c169573841bc7743c2c78",
    "simhash": "1:ceea2e828b7c82c5",
    "word_count": 2241
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., dissented."
    ],
    "parties": [
      "Palmer versus Silverthorn."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nIt is only in the case of adjacent owners improving their lands up to, and adjoining, each other, or of one clearing up to the enclosure of a prior occupant, so that “ any part of the first person’s fence becomes the partition fence between them,” that the Acf of 11th May 1842 is applicable. In the case in hand, there was a strip of woodland between the owners where the fence was wanted, and if either wished his portion of this unimproved territory enclosed, it was his business to do it. He could not invoke the aid of an Act of Assembly applicable to a different state of facts, and call upon the fence viewers to give him a certificate of the proportion of the expense to be borne by each party in the construction of such a fence, so that on failure of his adjoiner to build his share, he might proceed to build the whole and recover half the expense from him. This proceeding was not resorted to, and if it had been, and a certificate granted, it would have been a nugatory act, as the case was outside of the jurisdiction of these oificers. If the plaintiff built a fence, and the defendant ever cleared up to it, and it became the partition fence between them, he might require contribution. . But this was a fence required to be built through uncleared land, and the act does not apply to it. The defendant’s position in regard to the plaintiff’s cattle, was in no respect affected by notice from the latter to build a portion of the division fence, and his refusal to do so. It amounted to nothing. When, therefore, the plaintiff’s cattle came amongst the defendant’s, on his own pasture-ground, he had a right to turn them out of it. They were trespassing.\nThe Act of 1700 only provides against injuring cattle, by the owners of insufficient fences, in driving them out of such enclosures. It was never supposed, that such owner or occupier should be compelled to permit the trespassing beasts to remain in his fields; lest, peradventure, they might be injured or lost, if he turned them out. He was not to cripple or harm them in driving them thence. In this case, the disaster which befell the plaintiff’s ox, can, in no legal sense, be attributable to the act of turning the ox out of his fields by the defendant, any more than if a tree had fallen upon it in the forest, or it had foundered in a bog, a responsibility for which could only ensue in case of the animal’s removal from an enclosure where it had an entire legal right to be kept. This right was assumed to exist, because of the noncompliance, by defendant, to build half of the fence between the plaintiff and himself, which we have said he was not bound to do. There was no error in this part of the case.\nThe plaintiff claimed in. one count of his declaration, that the defendant, by reason of obstructing the highway where his ox got its leg broken, was answerable. It appeared, that he had building materials for the erection of a barn in a portion of the road, but showed that he left ample room for the passage of travellers, with teams and cattle, unobstructed. The court affirmed the plaintiff’s second point, which was a prayer for instruction that, if the injury was occasioned by obstructions placed in the highway by the defendant, he would be liable, with the qualification “ that if the defendant was, at the time, putting up a building, and in doing so he used a reasonable part of the highway, but no more than was conveniently necessary to enable him to complete the erection, and there was ample and sufficient room left for the passage of cattle and persons travelling, it would be. otherwise.” That “ there is a kind of common law, founded on long habit and practice^ both in city and country, for persons, in erecting buildings, to occupy a portion of the contiguous street or highway to lay materials therefor in them, and but little if any complaint is made on account of it, if a free and easy passage for all business and travelling purposes is left.” This instruction is assigned for error. The case of the Commonwealth v. Passmore, 1 S. & R. 217, seems to sustain this position fully; and the same thing was held in The People v. Cunningham, 1 Denio 524, in which it was said, “ a temporary occupation of a part of a street or highway by persons engaged in building, or in receiving, or delivering goods from stores or warehouses, or the like, is allowed from the necessity of the case.” The necessity of the case was probably the foundation of the rule, and is the foundation of most laws and municipal regulations; but the practice has become a custom of such long standing, that it is regarded as law, and the right will not be defeated by an investigation into the necessity of so doing in any particular case. It is a right to be exercised, under responsibility for all injury arising from an unreasonable or negligent use of it. The jury found, on this instruction, for the defendant, that the use was not unreasonable or the manner negligent. We find no error in the case.\nJudgment affirmed.\nStrong, J., dissented.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Woodruff, for the plaintiff in error,",
      "Cutler, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Palmer versus Silverthorn.\nOne of the owners of adjacent unimproved lands cannot call upon the other to contribute to the charge of a division fence between them.\nThe Act 11th March 1842 has no application to such a case.\nThe Act of 1700 does not require the owner of land, enclosed by an insufficient fence, to permit trespassing cattle to remain in his fields; it only gives damages to the owner of the cattle for any injury done to them, in driving them out of the other party's grounds.\nA person who drives trespassing cattle into the highway, without injuring them, is not responsible for an injury they may subsequently sustain without his default.\nThe owner of land adjoining a public highway may lawfully occupy a portion thereof for a temporary purpose; as by placing building materials thereon, &e.\nSuch right is to be exercised under a responsibility for all injury arising-from an unreasonable or negligent use of it.\nError to tbe Common Pleas of Uric county.\nThis was an action on the case by John Palmer against James H. Silverthorn, to recover the value of an ox, alleged to have been lost by the negligence of the defendant.\nThe parties, in 1856, were the owners of adjoining lands in Conneaut township; their improvements did not extend up to the boundary line. On the 19th April 1856, the plaintiff built a fence one-half of the distance between them, and notified the defendant to build the other half, which he refused to do.\nOn the 21st June 1856, the plaintiff’s cattle being on the defendant’s land, he drove them into the highway, a portion of which was occupied with building materials, for the erection of a barn on the defendant’s premises. On their attempting to re-enter the defendant’s lands, his workmen drove them away, they became frightened, and, in running over the building materials in the road, the leg of one of the oxen was broken.\nThe first count in the declaration charged the defendant with neglecting to build a partition fence; the second was the same, with an averment that he turned the plaintiff’s cattle into the highway; and the third charged him with placing obstructions in the highway, and that the same was a common nuisance, &c.\nOn the trial, the plaintiff requested the court to instruct the jury as follows :—\n1. That if they believe that the plaintiff and defendant were the owners and occupiers of adjoining lands, and that certain lands used as a pasture by the plaintiff were in the same enclosure with certain lands of defendant used by defendant as a pasture, and the cattle of the plaintiff went across the boundary line between said pasture grounds of plaintiff and defendant, and the defendant drove the steer in question in this suit into the highway, and while so in the highway and going toward the home of plaintiff the steer was injured, the defendant is liable in this action to plaintiff for the damage sustained by him in consequence — and more especially is this the case, when the plaintiff had before that time notified the defendant to join him in making a partition fence on the line between them.\n2. If the defendant placed in the common public highway timber, logs, saw, or other obstructions, and the steer of the plaintiff, lawfully going in said highway towards the home of its owner, and by reason o'f and upon such obstructions, broke its leg, the defendant is liable in this action, and the plaintiff must recover.\n3. That defendant cannot dispute the right of plaintiff’s cattle to be in the highway, he having placed them there, and they were entitled to the same protection as if driven along the same by the owner.\nThe defendant presented the following points, upon which he requested the court to charge:—\n1. That if the defendant found the steer of the plaintiff in his enclosure, or upon his premises, hooking, goring his cow, he had a right to turn him into the highway; and if he accidentally broke his leg while in the highway, the defendant would not be liable to the plaintiff, in this action, therefor.\n2. If the plaintiff voluntarily suffered this steer to run at large, and by that means he got upon the premises of the defendant, and was turned into the highway for the reason mentioned in defendant’s first point, and accidentally broke his leg while in the highway, several hours after, although it might be caused in part by the act or negligence of the defendant, yet as there was negligence in both parties, the plaintiff would not be entitled to recover.\n3. That if the plaintiff’s steer was trying to break through or over the fence of the defendant, and the defendant or his servant, in endeavoring to prevent- him, frightened him, and in running away he stepped upon the block mentioned in the testimony of Barker, and thus accidentally broke his leg, the defendant would not be liable to the plaintiff in an action therefor.\nThe court below, (Derickson, J.), in answer to the plaintiff’s points, charged the jury as follows:—\n“1. If the pasture fields of the parties were within one enclosure, and the cattle allowed to rove promiscuously over the entire range, the defendant would not be at liberty to turn those of the plaintiff into the highway, unless he had some good and reasonable cause therefor — and the jury will judge whether there was any in this particular instance. But the defendant could not be required to unite with the plaintiff, on his request, in putting up a division or line fence between them, unless he intended occupying or in some way enjoying the land of which the contemplated fence would form, in part, an enclosure.\n“ 2. This point is answered in the affirmative, with this explanation: if the defendant was, at the time, putting up a building, and in doing so, he used a reasonable part of the highway, but no more than was conveniently necessary, to enable him to complete the erection, and there was ample and sufficient room left for the passage of cattle and persons travelling, it would be otherwise. There is a kind of common law, founded on long habit and practice, both in city and country, for persons, in erecting buildings, to occupy a portion of the contiguous street or highway to lay the material thereof in; and but little, if any, complaint is made on account of it, if a free and easy passage, for all business and travelling purposes, is otherwise left.\n“ 3. Answered in the affirmative.\n“ The defendant’s points are answered in the affirmative, with this explanation to the 2d point, that, if the defendant was the direct and immediate cause of the injury to the' animal, by turning the cattle out of the field without a good and reasonable cause, and by placing his building materials in the highway, without leaving sufficient and ample room for beasts, persons, &c., to pass along, and the injury was the result of these acts, then the defendant would be liable.”\nTo this the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, the plaintiff removed the cause to this court, and here assigned the same for error.\nWoodruff, for the plaintiff in error,\ncited Act of 1700, Brightly’s Purd. 372; Act 11th March 1842, § 3, Id.; Rangler v. McCreight, 3 Casey 95; Act 13th April 1807, § 2, Brightly’s Purd. 766; Vandamager v. Wood, 1 Ash. 203; Commonwealth v. Van Sickle, Brightly’s R. 69; Commonwealth v. Wentworth, Id. 318; Commonwealth v. Hutz, Id. 75, n.; Grier v. Sampson, 3 Casey 183; Beatty v. Gilmore, 4 Harris 463; Lansing v. Smith, 4 Wend. 9; Pittsburgh v. Scott, 1 Barr 309; Powell v. Salsbury, 2 Y. & J. 390.\nCutler, for the defendant in error,\ncited Commonwealth v. Passmore, 1 S. & R. 217."
  },
  "file_name": "0065-01",
  "first_page_order": 65,
  "last_page_order": 69
}
