{
  "id": 986788,
  "name": "Forward versus Deetz",
  "name_abbreviation": "Forward v. Deetz",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "69",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 158",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850989
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0158-01"
      ]
    },
    {
      "cite": "3 Watts 74",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0074-01"
      ]
    },
    {
      "cite": "10 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850964
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0185-01"
      ]
    },
    {
      "cite": "4 W. & S. 331",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856288
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0331-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 15664,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 2.0395600687763656e-07,
      "percentile": 0.7475874076056171
    },
    "sha256": "c64c79d35dc7ed1575283f9d68ef50e5ea14b8a774aeb0d07860a427bf2887b2",
    "simhash": "1:e90cec7ba74dfe98",
    "word_count": 2748
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Forward versus Deetz."
    ],
    "opinions": [
      {
        "text": "The opinion of the court -was delivered by\nThompson, J. —\nThe plaintiff in error complains of the charge of the court in several particulars; but, as the material exceptions to it relate to the views of the court as expressed to the jury, on the subject of ouster and the statute of limitations, we shall proceed directly to their consideration, without regard to immaterial matters.\nThe plaintiff’s eestuis que trust, and defendant, were children and heirs of Samuel Deetz, Sr., who died in the year 1825, seised of the land in question, by virtue of an improvement title, purchased in 1816, and a continuous residence and settlement thereon until his decease. He left a widow and a number of children, the eestuis que trust of the plaintiff, and the defendant. The widow, and George, one of the sons, with some of the younger children, continued in possession, occupying and farming the land, receiving and using the products, up until in 1842. In that year, the defendant having got married, moved on to the place, and George and his mother surrendered the possession to him. This was the commencement of his personal occupation of the premises. In 1855, the plaintiff purchased the land, under proceedings in the Orphans’ Court, for partition, commenced by one of the heirs, and holds the title in trust for the heirs of Samuel Deetz, Sr.; and in the same year instituted this ejectment for the recovery of the premises.\nTo enable the defendant to make good his defence, under the statute of limitations, which he set up against his co-heirs, it was essentially necessary to establish an ouster of them, and an actual, adverse, notorious, hostile, and exclusive possession of the land for 21 years. To constitute an ouster, it was said in Hall v. Mathias, 4 W. & S. 331, “that there must be some plain, decisive, unequivocal act or conduct on the part of the heir (the disseisor) so entering, amounting to an adverse and wrongful possession in himself, and disseisin of the others.” For this, is cited Hart v. Gregg, 10 Watts 185, in which Mr. Justice Sergeant, delivering the opinion of the court, says, “ There must be some notorious act done; declarations alone will not amount to a disseisin of the co-tenant;” and he cites, in support of the doctrine, Reading’s Case, 1 Salic. 392, in which it is ruled that “between tenants in common there must be an actual disseisin, as turning him out, hindering him to enter, &e.; but a bare perception of profits, is not enough.” So in Fairclaim v. Shackleton, 5 Burr. 2604, per Lord Mansfield. Also, 1 East 158, 11 Id. 219; Lodge v. Patterson, 3 Watts 74; Philips v. Gregg, 10 Watts 158; Watson v. Gregg, Id. 289, in which last case it is said, that an ouster by one heir of the others, can only be by some “clear, positive, and unequivocal act, amounting to an open denial of the right, and putting them out of possession.” It is not, however, intended to be asserted here, that an ouster may not be presumed after a great lapse of time, under circumstances.\nIn the case in hand, it was claimed that the jury might find an ouster by Samuel Deetz of his co-heirs, from the declarations of George and his mother, while in possession of the land, and of some of the other heirs at different times; and so thought the court, and left the fact of ouster on this evidence to the jury. These declarations consisted in George saying, frequently, that the place belonged to Samuel; that his father had given it to him, because he paid debts for him. The mother said the same thing; and they both said at several times, that Samuel could turn them out of possession. It appeared also, that Samuel leased the place one year, in 1838, while George and his mother were in possession, and that Barnhart, the tenant, by his direction, paid the rent, the one-third of the crops, to the widow. There were also declarations by both George and his mother, that they had nothing to do with the land. After Samuel took possession, in 1842, George, it appeared, worked on the place; and his declarations were proved, to the effect that Samuel paid him for his labour; but the witness says further, that George was the active man on the place, and owned the cattle and horses.\nThis was the character of the evidence relied on by the defendant, to establish an ouster of his co-tenants and title by the statute of limitations. To arrive at this result, it was necessary on part of the defendant, to claim that these declarations eonstituted George and his mother tenants of Samuel, and to presume that they had been turned out of possession by him shortly after the death of his father, and were held out until they came in again on condition alone of holding for Samuel, against themselves and all others. All this was claimed as a presumption from the declarations in evidence; an ouster to be established; thenar of the statute to be raised by these parties against themselves and their co-tenants whose possession they had never resisted; and all from mere talk, without an act, on part of the alleged disseisor. Potent words, and full of vast meaning, and vaster consequences! Notwithstanding the impossibility of producing such results by such totally inadequate means, as we have shown from principle and precedent, the court seems to have recognised the possibility of it by charging on this hypothesis, for there was no other, “ that one tenant in common may oust his co-tenants, so as to obtain title by the statute, although they may have surrendered their possession under a mistaken impression of their rights, but that the possession must be adverse, uninterrupted,” &c. It was scarcely worth while to speak of a surrender, with no better proof of it than that which arose from the declarations, 'that the property was Samuel’s, and he could turn them out. But, independently of this, there was error in the idea that the giving up the possession under a mistake was a disseisin — an ouster. It wanted the element of action on the other side. A turning out, adverse claim, and defence of the disseisor’s rights. For all that appears, the case had but imagination to bolster up the idea of anything else than a' fanciful surrender. But, even if there were a surrender in mistake of rights, this would indicate a voluntary yielding of possession, and w7ould be no ouster. We see nothing in the case that is evidence of an actual ouster of George, nor is there a “ shadow of a shade ” of anything of the kind in regard to the other heirs. If there were no ouster -established by the tests of law, then there was no point at which the statute of limitations could commence running in the case; for the possession of George, and afterwards that of Samuel, was without doubt the possession of the co-tenants. So that the defendant had no case against the title of the plaintiff on the principle upon which it was placed.\nThere was error, therefore, we think, in the refusal of the court, in not charging as requested in the 5th and 7th points of the plaintiff, and in charging as set forth in the 5th and 6th specifications. The view we have taken of this case renders it unnecessary to notice the 3d exception to the charge. Upon a consideration, of the whole case, we think it would have been proper for the court to have charged that the plaintiff was entitled to recover, as the defendant, taking all his testimony .to be true, had not made out title under the statute of limitations.. But as there was no specific prayer to this effect, we reverse only for the reasons given.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Forward, for the plaintiff in error.",
      "Fbugus, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Forward versus Deetz.\nTo give title to one of several co-heirs under the statute of limitations, there must he an actual ouster and disseisin of the other heirs.\nTo establish an ouster, in such case, there must be some plain, decisive, unequivocal act or conduct of the party claiming, amounting to an adverse and wrongful possession in himself, and disseisin of his co-heirs.\nAn acknowledgment by the widow, and one of the co-heirs in possession, that the party claiming was the owner of the premises, and that they held under him, is not sufficient to establish an ouster by such party of his co-heirs.\nError to the Common Pleas of ¡Somerset county.\nThis was an ejectment by Ross Forward, trustee of the children and heirs of Samuel Deetz, deceased, against Samuel Deetz, one of the said children, for a tract of 300 acres, in Conemaugh township, Somerset county.\nIn 1816, Samuel Deetz, the elder, purchased from Barney Riffle an improvement right to the tract in question, and moved on to it with his family. On the 1st February 1820, being in embarrassed circumstances, he made a conveyance of the premises to Joseph Miller, in consideration of $200, which he owed to Miller, who had paid debts for him. This deed was subsequently delivered by Miller to the defendant, on his allegation that he had paid some of his father’s debts. And he claimed that his father had sold the premises to him by parol, in consideration of the payment of these debts. Of this, however, there was but slight evidence.\nSamuel Deetz, the father, continued in possession of the premises until his death in 1825; and the farm was subsequently occupied by the 'widow and George, one of the children; they held the possession until 1842, when they surrendered it to the defendant, whom they acknowledged to have the right, and from whom they admitted having rented the place.\nIn 1854, proceedings were instituted in the Orphans’ Court, by Elizabeth, one of the other children, for a partition; this resulted in a sale to the plaintiff, which was confirmed in May 1855; and on the 20th July 1855, Samuel Gaither, the trustee appointed by the court to make sale of the property, executed a deed to the purchaser. And on the 28th July 1855, he executed a declaration of trust in favour of the heirs of Samuel Deetz, deceased.\n. On the trial, the defendant claimed the land: 1. Under an alleged parol contract with his father. 2. Under the statute of limitations. The nature of the evidence, to show an ouster of his co-heirs, is sufficiently stated in the opinion of the court.\nThe plaintiff’s counsel presented certain points upon which he requested the court below to charge the jury; the 4th, 5th, 6th, and 7th of which, were as follows :—\n4. That the declarations by the heirs, as to the ownership of the property, being always accompanied by the statement of the manner in which Samuel came to his claim, viz. by having paid the debt to Miller, which debt it turns out he never paid, is proof that those declarations were made in ignorance of the true facts, and of their own rights, and therefore do not bind them.\n5. The mere acknowledgment of Samuel’s title by his co-tenants does not make their possession his. He must also receive the exclusive rents and profits.\n6. The title was not perfected in the heirs of Samuel Deetz, as against the title of Joseph Miller, until 1st February 1841, and it is not until after this time that there is any evidence whatever, that George or the widow rented the place from Samuel Deetz. Therefore he cannot claim by the statute of limitations, because he has not received the rents and profits exclusively for a period of twenty-one years.\n7. Samuel Deetz cannot, as a co-tenant, claim under the statute of limitations, because his possession was not, by his own showing, adverse and accompanied by the exclusive reception of the profits.\nThe court below (Kimmell, P. J.) declined so to instruct the jury; and on the subject of adverse possession charged them as follows:—\n“ The defendant claims the land by the statute of limitations. For all the purposes of this case, the deed to Miller, in 1820, may be treated as if never offered in the ease. His title was divested by adverse holding. It is not set up as a defence here. It is true, that the title to the land was in .Miller, at the death of the father, but the adverse holding began under him, and was perfected by his family. The land, therefore, really descended to his family, at his death, in equal parts.\n“ To sustain this point, and make out title by statute, the defendant claims the possession of George and his mother, as his possession. He says they were his tenants.\n“ One tenant in common may oust his co-tenant, so as to obtain title by statute, although they may have surrendered the possession under a mistaken impression of their rights. But the possession must be adverse, uninterrupted, and notorious, and by clear, positive, and unequivocal acts of open denial of their rights, and by keeping them out of the land. And what a man may do in this respect himself, he may do by his tenants. Here the defendant seeks to make out the period required by statute, by adding the possession of his co-tenants to his own — persons who, at their father’s death, had an equal share in the land with himself, and, according to defendant’s views, by their own act, lost, and he gained, the title. The widow7, and most of the children, made frequent declarations, after the old man’s death, that the land was Samuel’s; that they had nothing to do with it; that they did not claim or own it. But they seem to have been labouring under the impression, that he had the right under the purchase from his father. In speaking on the subject, they usually concluded it with the payment, by defendant, of his father’s debts. George and his mother were, for many years, the sole occupants of the land, after the father’s death; they paid no rent, as far as we can learn from the evidence. Defendant, during that time, made some repairs and paid for them. In 1837, Barnhart had the land as defendant’s tenant, and by defendant’s direction he handed over the thirds to George and the mother. In 1842, Walter says, they admitted to him that they were Samuel’s tenants. Shortly after this, he went into possession. The plaintiffs say, that, if the heirs, who remained on the land, did so under the mistaken impression that defendant was the true owner, by purchase, from his father, and made the declaration under the same delusion, defendant cannot claim them as tenants.\n“We say that if the family, with a full know’ledge of their rights, surrendered the possession of the land to Samuel Deetz, after the father’s death, because of the debts paid by Samuel for the father, or for any other reason, and chose thereafter to live on the land as defendant’s tenants, from 1825 to 1842, recognising his right to the exclusive possession and profits of the land, then he has title by the statute of limitations.\n“ Their holding and his own would make out the required period. But if they made the declarations of the defendant’s right to the land, and lived there, under the mistaken impression that he could dispossess them at pleasure, they are not bound by such declarations, made in ignorance of their rights; and with this view of the facts, defendant could not claim them as his tenants. It is .only when you believe that the heirs voluntarily, and with a full knowledge of their rights, gave him the possession and placed themselves under him as tenants, they holding for him in the manner we have disclosed, that he can claim their possession in addition to his own, to make out the required period.”\nTo this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, the plaintiff removed the cause to this court, and here assigned for error: 1. The refusal to charge as requested in the plaintiff’s 4th, 5th, 6th, and 7th points. 2. The instruction given to the jury on the subject of adverse possession.\nForward, for the plaintiff in error.\nFbugus, for the defendant in error."
  },
  "file_name": "0069-01",
  "first_page_order": 69,
  "last_page_order": 75
}
