{
  "id": 986712,
  "name": "Glyde versus Keister et ux.",
  "name_abbreviation": "Glyde v. Keister",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "85",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 85"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 7738,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 1.6096866997013419e-07,
      "percentile": 0.6853386046831301
    },
    "sha256": "c88a3f57f436a1246ee227268f42f02a7433995aa97a09f21270bb5996179ca2",
    "simhash": "1:2ceb1c30cc5fccd1",
    "word_count": 1356
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Glyde versus Keister et ux."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nAt common law the bond of a married woman, either with or without a warrant of attorney to confess judgment thereon, was absolutely void. Of course, a judgment entered upon it was a nullity as against her, for she could give no authority to enter it. Whenever, therefore, such a judgment has been entered, the courts have uniformly, on motion, ordered it to be stricken off from the record: Read v. Jewson, 4 T. R. 362; Dorrance v. Scott, 3 Whart. 309; also, Caldwell v. Walters, 6 Harris 79. In Dorrance v. Scott, it was not only held that a judgment was void, which had been entered upon a bond with warrant of attorney to confess judgment given by a married woman, and in which her husband joined, but it was also ruled that even when a scire facias had been issued upon such a record, and judgment had been obtained thereon, the judgment in the scire facias was no lien upon the wife’s lands. In Caldwell v. Waters, it was held, that a sheriff’s sale of a wife’s land, under a judgment entered upon a bond of a husband and wife, with a warrant of attorney to confess judgment, passed no title to the purchaser.\nNor does the Act of April 11th 1848 remove the wife’s disability, resulting from the marriage relation, to enter into such a contract. It is a mistaken supposition, that the act was intended to take away any of.the safeguards which the law had previously thrown around her property. Her right to use and enjoy is enlarged, but not her power of disposition. The same things are essential now to a valid conveyance of her real estate, which were .requisite under the Act of 1770. The husband must still join in a-deed with her. She may, indeed, by a written consent, acknowledged in a designated mode, empower her husband to dispose of her property; but she can, herself, make no contract now which she could not have made before the Act of 1848. Happily for her, the purpose of this statute was not to make her a feme sole as to all the rights of disposition and encumbrance of her property, but to secure her in its undisturbed enjoyment. It is a shield against the husband and his creditors. It is true, that it declares that it shall not he construed to protect her property from liability for debts contracted by herself; but this has reference only to debts contracted by her before marriage — from liability for which the husband, by the same act, is exempted — and debts contracted for necessaries for the support and maintenance of her family. A debt incurred by her for such a purpose is valid; but a bond given in satisfaction of such a debt is not. An infant may be liable for necessaries; but there can be no recovery upon his bond, even though given for necessaries. Much more, therefore, should this rule prevail in the case of a feme covert, for an infant’s contracts are generally but voidable, while hers are generally void.\nThe plaintiff’s case is not aided by the written consent endorsed on the bond, and acknowledged before a judge of the Court of Common Pleas. That is only available to enable her husband to sell, convey, mortgage, transfer, or encumber her property, not to enlarge her own powers.\nThis bond was not an authority to. her husband to encumber it, but it was an attempt to encumber it herself.\nThere was no error, therefore, in the action of the District Court.\nThe order, setting aside the judgment as to Harriet Keister, is affirmed.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Gf-. P. Hamilton, for the plaintiff in error.",
      "R. f ¡S. Woods, and Hasbrouclc, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Glyde versus Keister et ux.\nThe Act 11th April 1848 does not enable a married woman to execute a valid bond and warrant of attorney to confess judgment, even for necessaries for the support and maintenance of her family.\nShe may validly contract a debt for necessaries; but her bond given for such a debt is void.\nThe exception in the act, of debts contracted by herself, has reference only to her debts contracted before marriage, and debts contracted for necessaries for the support and maintenance of her family.\nError to the District Court of Allegheny county.\nThis was a scire facias, to revive a judgment entered on the 11th of October 1850, in favour of Benjamin Glyde, against Jacob Keister and Harriet his wife, on the following bond and warrant of attorney :—\n“ Know all men by these presents, that we, Jacob Keister, of Allegheny county, Pennsylvania, and H. Keister, wife of the said Jacob, are held and firmly bound unto Benjamin Glyde, in the sum of six hundred dollars, to be paid to the said Benjamin Glyde, his certain attorney, heirs, executors, administrators, or assigns; to which payment, well and truly to be made, we do bind ourselves, our heirs, executors, and administrators, and every of them, jointly and severally, firmly by these presents. And we do hereby empower any attorney of any court of record within the United States, or elsewhere, to appear for us, and after one or more declarations filed, confess judgment or judgments against us, as of any term, for the above penalty, with costs of suit, and release of all errors.. Witness our hands and seals, the third day of October, in the year of our Lord one thousand eight hundred and fifty.\n“The condition of the above obligation is such, that if the above bounden Jacob and H. Keister, their heirs, executors, administrators, or assigns, do well and truly pay, or cause to be paid, unto the said Benjamin Glyde, his certain attorney, heirs, executors, administrators, or assigns, the sum of two hundred and ninety-seven dollars, with interest from date, payable as follows : fifty dollars on the 18th of September 1851, with interest on the whole debt; fifty dollars on the 18th of September 1852, with interest as above; fifty dollars on the 18th of September 1853, with interest as above; fifty dollars September 18th 1854, with interest as above; and the balance of the debt and interest on the 18th of September 1855; and on failure to pay any one instalment, with the interest as aforesaid, execution to issue for said instalment and interest; without any fraud or further delay, then this obligation to be void, otherwise to be and remain in full force and virtue.\n“ Jacob Keister. [l. s.]\n“ Harriet Keister, [l. s.]\n“ Sealed and delivered in presence of “ Wm. B. McClure,\n“ W. Payne.”\n“ Be it remembered that I, H. Keister, who am a party to the within bond, do by these presents, give and grant this my written consent to the written bond or obligation, and declare the same was had and obtained previously to the execution of said bond, and the same was not the result of coercion on the part of my said husband, but was voluntarily given of my own free-will and accord. Witness my hand and seal, this-day of September, A. D. 1850.\n“ Harriet Keister, [l. s.]\n“ Sealed and delivered in presence of us,\n“ Wm. B. McClure,\n“ W. Payne.”\n“ Allegheny County, ss.\n“ Before me, the subscriber, one of the judges of the Court of Common Pleas of said county, personally appeared the above-named --Keister, and acknowledged the foregoing instrument of consent to be her act and deed, and that the same was done without any coercion of her husband, Jacob Keister, and desired that the same might be recorded as such, and I do hereby certify that the same was done and executed before me before the signing and execution of the above indenture or deed of assignment. In testimony whereof, I have hereunto set my hand and seal, the-day of September 1850.\n“ W. B. McClure, [l. s.] Pres’t Judge.”\nJudgment was entered in favour of the plaintiff, by default; but the court below, subsequently, on motion of Harriet Keister’s attorney, set aside the original judgment as to her; which was here assigned for error.\nGf-. P. Hamilton, for the plaintiff in error.\nR. f ¡S. Woods, and Hasbrouclc, for the defendant in error."
  },
  "file_name": "0085-01",
  "first_page_order": 85,
  "last_page_order": 88
}
