{
  "id": 986794,
  "name": "Burford versus Wible",
  "name_abbreviation": "Burford v. Wible",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "95",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 95"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wh. 313",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0313-01"
      ]
    },
    {
      "cite": "6 Mis. 24",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wend. 451",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003378
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0451-01"
      ]
    },
    {
      "cite": "11 Johns. 38",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0038-01"
      ]
    },
    {
      "cite": "1 Wend. 451",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/1/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 12543,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 3.208132615106071e-07,
      "percentile": 0.8663043675519306
    },
    "sha256": "a4ca442f2a3a46ec6911d8b181112aeaf412035b85ab289f08bbaa7b2e36af72",
    "simhash": "1:67d7a661b558519b",
    "word_count": 2194
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burford versus Wible."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChurch, J. —\nThe words declared upon, impute to plaintiff the offence of fornication, committed with four different persons, at as many distinct times and places. And it was ruled by the court below, and is contended here, that the proving of one of them to be true, furnishes a complete defence, under the plea of justification, to all. There is some distinction, between the proof required of a plaintiff to maintain an action for words, and such as will establish a full defence under that plea. For although there must be no variance, in substance, between the words laid and those proved, yet under such plea, the evidence to sustain it effectually must be equally certain and circumstantial, as would be necessary to convict of like offences in the criminal courts. The law of pleading requires the slanderous words to be laid in the narr. as spoken, and the law of evidence requires them to be proved as laid; yet it is unnecessary, in order to maintain the action, to prove all the words laid, provided enough of them, actionable in themselves, or made so by proper colloquiums and innuendoes, are established.\nBut this is not the case in making out a defence in bar of the whole action on this plea; for in reality, a justification pleaded is an admission of record, by defendant, that he spoke the words as laid in the narr., and with the same meaning therein averred: 2 Saund. Pl. & Ev. 804; Johns v. Gittings, Cro. Eliz. 239. He thus, in general, by that plea, takes the affirmative of making good the charge, as circumstantially as it is declared upon; and failing in part, he necessarily fails altogether, so far, at least, as the plaintiff’s legal right to recover is involved. And the justification to be relied upon must be of the specific offences as alleged, for if it extend not so broad as the allegation, or go beside it, or fall short of it, the defence will be held insufficient. Nor is it enough to justify the words literally, but it must in addition be co-exten-sive with the legal and effective sense. See notes to Howard v. Thompson, 1 Am. L. Cas. 178-9; also Skinner v. Powers, 1 Wend. 451. In the latter case, it is said by Chief Justice Savage, that a charge of misconduct, of any specific kind, is not justified by proving plaintiff guilty of misconduct of a similar character. The misconduct relied upon in justification, must be proved as broad as the charge; and the proof of the truth of one out of many charges, does not constitute a justification. The declaration 'in the case before him, embraced substantially six charges, and the plea was general, while defendant only proved one of them.. Assuming, therefore, that this testimony sustains the plea as to one of the four colliers, what becomes of the other three ? If the words are true, as alleged to have been uttered, the plaintiff is subject to several prosecutions for the offence committed with the different colliers, but under defendant’s proof with only one of them. Although one-fourth of a justification might be admissible in proof, when offered, because non constat that the other three-fourths may not be also proved, the legal effect of one-fourth of a defence is a different question. A party may not be able to prove his whole defence, by the same witness who proves a part. Hence he may justify as to one, and rely on his plea of not guilty as to the' residue. In such a case, however, he could not be said to have furnished a comfleta defence in bar. The legal effect would not extend beyond a palliation of the alleged slander.\nFor further illustration of these views, we may take the record of this cause. Suppose the parties had gone to trial on the plea of not guilty, merely, and the plaintiff had only proved the speaking of the words, James Wible testifies, but in reference to him, designated as a collier, it would not have been sufficient to support the action. Much more, then, should it be held insufficient to defeat the action, on this justification plea, both as to the words laid in the narr. and those proved against defendant on the trial. This is as plain almost as a demonstration, even on the basis that the required extent of each party’s evidence is equal.\nWe cannot fail to know that the words laid, and those proved by plaintiff, substantially corresponding as they do, import a much lower state of female depravity, than that proved by defendant’s witness, bad as it is.\nThe man who will wantonly and maliciously speak thus of a young girl, with whom he has placed himself on terms of social equality, and then deliberately persist in repeating and spreading the same upon the records of justice, from whence no repentance or reformation can ever expunge or efface, and in addition, endeavour to inflict a deeper sting, and extend her disgrace, if possible, by a shameless public acknowledgment of his brother, that he had been a frequent participator in the avowed infamy of a woman he admitted to have said he wanted for a wife — such a party to a cause of this kind and under these circumstances, can have no just reason to complain of being judged by the rigorous rules of the law. He certainly occupied no position to ask that doubtful points be ruled in his favour, or expect special indulgence at the hands of a jury.\nThe doctrine, however, which governs this case, is neither new nor doubtful. It stands supported by an unbroken chain of authority, from a very early period. The first case to be noticed particularly is Fysh v. Thorowgood, Cro. Eliz. 623, where the words laid were, that the plaintiff had, as an examiner, returned as depositions of witnesses into the Exchequer, the examination of several who had not .been sworn. The defendant pleaded in bar, that plaintiff returned into the Exchequer the examination of one J. S. who was not sworn. And on a demurrer, it was ruled, that the justification thus put in was not good; for although one may not have been sworn, yet that would be no justification, the words laid being in the plural number. This case is remarkable for the similarity of essential facts, and analogy of principle, to the one in the record before us. Hilsden v. Mercer, Cro. Jac. 677, is also the same in principle. The words in the narr. were these: “ She is a thief to you and to me, and hath stolen twenty pounds from me, and forty from you.” The plea was justification, “ That the plaintiff was a thief, and stole two hens from me feloniously.” The plaintiff demurred to this plea, on the ground that it was no justification of the words laid. It was there claimed, that the principal words were, that she was a thief, and that the other words were not material to answer unto. But the court gave judgment for plaintiff; holding that the last words were as slanderous as the former, and there was not any justification of them, nor answer to them, and hence the plea was vicious. So in this case here, if the formal plea of justification had been put in of record, in the language proved (and that is the most intelligible way to view the question, under our practice of short informal pleading), it might have been met by a demurrer, that the charge of fornication, committed with the other three colliers, is as slanderous as the one alleged to be true. The way the question is presented on the record, we may treat it as in the nature of a demurrer to evidence, in some respects. Smithers v. Harrison, 1 Ld. Raym. 727, is similar in principle. At a much later period, it was ruled, that a defendant has no justification, unless he prove the special instances laid in the narr.: J’Anson v. Stuart, 1 T. R. 748. So a plea in justification, stating that the words used in a libel are true in substance and effect, was held insufficient: 10 Eng. C. L. Rep. 668-9. In our own courts we have perhaps no case directly in point. But the doctrine is fully recognised in Updegrove v. Zimmerman, 1 Harris 619, if not in fact directly affirmed. The court below had charged the jury, that the proving of a larceny of part of the articles, that it was said plaintiff had stolen, but not the whole, would be no justification. This charge was assigned for error, but the judgment was affirmed. The doctrine is also recognised in Steinman v. McWilliams, 6 Barr 170, and also in numerous reported cases in Massachusetts, New York, and many other states. It is not to be supposed, that Pennsylvania entertains a less appreciation of the character of her citizens, or that her laws do not afford protection against a slanderer, especially of woman, equal with her sister states, nay, equal to our ancestors in the common law, three hundred years ago. That the point or principle is not found, perhaps, directly adjudicated in this court, may fairly be attributable to the general acquiescence in the uniform ruling elsewhere.\nWe have thus fully discussed every principle raised by the record. The exception to the admissibility of the testimony of James Wible is not sustained. A defendant may plead not guilty as to part of the words declared upon, and justify the rest, or in our practice, plead the general issue, and justification, as was done here, and make out with his testimony as much on the latter as he can. The testimony was clearly inadmissible under the general issue, but was not so, nor entirely irrelevant, under the other plea. The effect of it, however, was not as extensive as the court below instructed the jury, and the judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Church, J. —"
      }
    ],
    "attorneys": [
      "Phelps, for the plaintiff in error,",
      "Golden Pulton, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Burford versus Wible.\nTo establish a plea of justification in slander, the proof must be as broad as the charge against the plaintiff.\nIn slander, for charging that the plaintiff “ had gone nine miles from home, one night, to four different colliers’ shanties, and that she had gone to bed to them,” it is no justification to prove that, on one occasion, the plaintiff had committed fornication with one collier, hut not at the shanties.\nSuch evidence is admissible as proof of a partial justification; but it is not a complete defence, and does not extend beyond a palliation of the alleged slander.\nError, to the Common Pleas of Armstrong county.\nThis was an action on the case by Lydia Ann Burford, by her father and next friend, John Burford, against Robert Wible, for slander, in charging “ That she had gone nine miles from home, one night, to four different colliers’ shanties, and that she had gone to bed to them.” The defendant pleaded not guilty, and justification.\nOn the trial, the plaintiff proved the speaking of the slanderous words charged in the declaration; whereupon the defendant offered to prove, by James Wible, his brother, that the plaintiff, with her sister, visited the coaling shanties of the witness and defendant, at unseasonable hours, and their conduct while there; and that the plaintiff, Lydia Ann, had carnal connection with witness frequently — although not at the shanties — for the purpose of sustaining the plea of justification, and in mitigation of damages.\nThe plaintiff objected to the admission of this evidence, but the court admitted the evidence, and sealed a bill of exceptions.\nThe defendant’s counsel requested the court to charge the jury as follows: — ■\n1. The charge laid in the declaration is substantially a charge of fornication, and if the jury believe the plaintiff was guilty of that offence, it matters not where it was committed, whether in the shanties or elsewhere; and the verdict .should be for defendant.\n2. That James Wible proves the fornication expressly; and if he is believed, the defence on the plea of justification is complete, and the verdict must be for the defendant.\n8. That, if the jury believe the words spoken by Robert were materially different from those laid in the declaration, the plaintiff cannot recover.\nThe court below (McCalmont, P. J.) affirmed these points, to which the plaintiff excepted; and a verdict and judgment having been given for the defendant, the plaintiff sued out this writ, and here assigned for error: 1. The admission of James Wible’s testimony : 2. The answers to the defendant’s points.\nPhelps, for the plaintiff in error,\ncited Steinman v. McWilliams, 6 Barr 170; 2 Greenl. Ev. § 426; Andrews v. Vanduzer, 11 Johns. 38 ; 1 Wend. 451; Whitaker v. Carler, 4 Bred. 461; Hibler v. Servoss, 6 Mis. 24; 1 Ld. Blaym. 727; Bull. N. P. 9; Oro. Jac. 677 ; Oro. Eliz. 623.\nGolden Pulton, for the defendant in error,\ncited Minesinger v. Kerr, 9 Barr 312; Beehler v. Steever, 2 Wh. 313; Thompson v. Barkley, 3 Casey 263."
  },
  "file_name": "0095-01",
  "first_page_order": 95,
  "last_page_order": 99
}
