{
  "id": 986825,
  "name": "Brewster's Administratrix versus Sterrett",
  "name_abbreviation": "Brewster's Administratrix v. Sterrett",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "115",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 288",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0288-01"
      ]
    },
    {
      "cite": "3 W. & S. 400",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480138
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0139-01"
      ]
    },
    {
      "cite": "1 Jones 41",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Wall. Jr. 103",
      "category": "reporters:federal",
      "reporter": "Wall. Jr.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 221",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0221-01"
      ]
    },
    {
      "cite": "3 Wh. 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 646,
    "char_count": 15186,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.976227191988547e-07,
      "percentile": 0.739919586045364
    },
    "sha256": "aeeae032d7df97ea0b55bc868104726d115111e2345ea06330619d5aea2b7da9",
    "simhash": "1:1631fc09ca401eb0",
    "word_count": 2627
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brewster’s Administratrix versus Sterrett."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nUndoubtedly the defendant’s first point ought to have been affirmed. The pleadings raised the question, whether the notes declared on were partnership liabilities of the firm of Mehaffey & Brewster, or individual debts of Brewster alone. There was some evidence, in the signature of the notes, to raise this question, though the weight of evidence inclined strongly to the plaintiff’s side of the issue, that the notes, though signed with the firm name, were really the proper debt of Brewster.\nIt is competent for a man to bind himself by any form of signature, he may chose to adopt. It is equally competent, as a general rule, for one partner to pledge the partnership credit for a partnership debt.\nWhich of these rights Brewster exercised, was the question upon the pleadings, and because it was raised by the pleadings, and fairly put by counsel, it should have been submitted to the jury.\nBut the error of withholding it is immaterial, not because of the clear preponderance of the proofs in favour of the individual character of the indebtedness, but because, even though it were a partnership debt, the defendant was liable for it as administratrix of her deceased husband.\nIt used to be the law, that the personal representatives of a deceased partner were not liable for a partnership debt until the insolvency of the surviving partner was established, but this was remedied by the 4th section of the Act of Assembly of 11th April 1848 {Purdon’s Digest — title, Partnership), and now it is not necessary to aver on the record, or prove on the trial, that the surviving partner is insolvent.\nCounsel suggest that this act was intended merely to shift the burthen of proof from the plaintiff to the defendant. Instead of the creditor being required, when he pursues the estate of the deceased partner, to show the insolvency of the surviving partner, it is supposed the legislature meant that the representatives of the deceased partner should show, to make resistance successful, that the survivor is solvent.\nIf the legislature meant this, it would have been easy to say it. They seem rather to have intended to put the solvency of the surviving partner out of question. Whether he be solvent or insolvent, the estate of the deceased partner shall be liable to the creditor. And with good reason; for though the surviving partner be ever so solvent, he may not ,be within reach of the creditor. Death dissolves the partnership and sets the survivor free to go his way. But the estate of the decedent is fixed for local administration, and is often the most convenient and sometimes the only accessible resource of the creditor. The Act of 1848 cleared away all obstructions to the creditor’s access to the estate of the deceased partner, and gave him that which he had not before, alternative remedies. This was agreeable to the general principle of the partnership relation, which makes the estate of each partner responsible for partnership debts.\nOf what significance then was the first point which the defendant pressed upon the court ? Granting it proved, she was still liable as administratrix. She was sued as such. The instruments declared on were correctly described, and her liability was not changed a whit by the question whether they were partnership or individual notes.\nBut they were declared on as individual notes, it is said, and if they were partnership notes, the proof did not support the allegation. Non constat. Where the instruments are correctly described, or set forth in hsee verla, and are given in evidence, it cannot be said the prolata and allegata do not agree. The very notes declared on were given in evidence. True, they were charged to be the individual debt of the deceased partner, but this did not alter the identity of the notes. It was the allegation of a circumstance wholly immaterial to the plaintiff’s right of recovery or the defendant’s liability to pay. I do not mean it was immaterial for the plaintiff to allege an indebtedness of Brewster, but that it was immaterial to allege whether it was an indebtedness in his own right or as a partner. And whether the allegation on this point was true or false, it did not affect the identity of the notes, or disqualify them as evidence. .\nIt is apparent, therefore, that the defendant was unharmed by the court’s disregard of the issue which her pleadings had raised. It cannot be said, it was important to her, that the record should show that they were partnership notes, for the purposes of recourse over against Mehaffey; because that record, if it did show it, would not be evidence against him. Whenever she should attempt to force contribution from Mehaffey, she would have to make out the partnership character of the debts, by proof quite independent of the record as made up between her and the creditor. Mehaffey was in no wise a party to that record, and therefore it would not conclude, nor indeed be evidence against him.\nNor would it estop her from charging Mehaffey. If he should allege against her action for contribution, that the creditor had sued the notes as the individual debt of her husband, that she had taken issue upon that point, and it had been found against her, the reply would be that it was an immaterial issue, and therefore concluded nothing. If this did not protect her, she would have to bear - the consequences of tendering to the creditor an unavailing issue.\nWhilst, therefore, it was an error in the court to refuse an affirmative answer to the defendant’s first point, it was not such an error as would justify us in reversing the judgment. What we have said on the construction of the Act of Assembly, shows that we consider the fourth point properly answered.\nThen as to the testimony of Mehaffey — was he a competent witness ? His testimony is not furnished on our paper-books, but we suppose he \"was called to prove that the notes were not a partnership debt. If so, his testimony could not have injured the defence, for that question was not submitted to the jury. The refusal to submit it, is the error we have just been considering, and the assignment of that error is an answer to the complaint that Mehaffey was admitted. The admission of an incompetent witness to testify to an issue that is withheld from the jury, is not an essential error.\nBut whatever the point to which Mehaffey’s testimony was directed, we think he was competent. We have already said, the record would not be evidence for or against him. In testing his competency, we must consider the debt a partnership debt, else there was no ground for questioning his competency. If a partnership debt, he would be liable to the plaintiff for the whole debt, with a right to call on Brewster’s estate for contribution. But if the plaintiff succeed in getting his money from Brewster’s estate, then Mehaffey would be liable to the estate of Brewster for contribution. So that Mehaffey’s interest would seem to be the same, whichever way this action should end. The authorities cited seem to sustain this ruling, and we think there was no error in admitting the witness. His objection to testify on the ground that it might prejudice his interests, was properly disregarded.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Marshall, for the plaintiff in error,",
      "Woodruff and Galbraith, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Brewster’s Administratrix versus Sterrett.\nThe signature to a note of the name of a firm, is evidence that it is a partnership debt.\nThis court will not reverse for an error on the trial, by which the defendant could not have been prejudiced.\nIn an action against the personal representatives of a deceased partner, it is immaterial whether the cause of action be a partnership or individual liability.\nThe Act of 11th April 1848, renders the deceased partner’s estate liable, whether the survivor be solvent or insolvent.\nAnd the plaintiff may recover on a firm note, though described in the declaration as the individual debt of the deceased.\nIn such action, the surviving partner is a competent witness for the plaintiff.\nA witness cannot refuse to testify, orj the ground that it may prejudice his interests.\nError to the Common Pleas of Hrie county.\nThis was an action of assumpsit, by Robert T. Sterrett against Susan M. Brewster, surviving administratrix of Alexander W. Brewster, deceased, on the following due-bills :—\n“ Erie, Pa.,- Dec. 20, 1849.\n“ $500. On settlement of a former note, due to Robert T. Sterrett, or order, five hundred dollars, with interest, for value received. Mehaffey & Brewster.”\n“Erie, Pa., Feb. 28, 1851.\n“ $193. On settlement of a former note, due to Robert T. Sterrett, or order, one hundred and ninety-three dollars, for value received. Mehaffey & Brewster.”\nThese notes were declared on as follows:—\nSusan M. Brewster, who survived Matthew Taylor, surviving administratrix of all and singular the goods and chattels, rights and credits, which were of A. W. Brewster, now deceased, was summoned to answer Robert T. Sterrett, of a plea of trespass on the case upon promises, \"and thereupon the said plaintiff by S. E. Woodruff, his attorney, complains for that whereas the said A. W. Brewster, in his lifetime, to wit, on the twentieth day of December, A. D. 1849, at the county aforesaid, being indebted to the plaintiff in the sum of five hundred dollars, made his certain promissory note, or due-bill, in writing, beai'ing date a certain day and year therein mentioned, to wit, the day and year last aforesaid (which promissory note is and was then and there signed by the said A. W. Brewster, by the name and signature, “ Mehaffey & Brewster,” in the proper handwriting of the said A. W. Brewster, it being for the individual debt of him the said A. W. Brewster), and thereby then and there acknowledged that there was due to the said plaintiff the sum of five hundred dollars on settlement of a former note, with interest, for value received. By means whereof, the said A. W. Brewster, in his lifetime, became liable to pay the said plaintiff the said sum of five hundred dollars, according to the tenor and effect of said due-bill or promissory note.\nAnd for that whereas the said A. W. Brewster, in his lifetime, to wit, on the twenty-eighth day of February, A. D. 1851, was indebted to the said plaintiff in the further sum of one hundred and ninety-three dollars; he the said A. W. Brewster, then and there, made his certain other due-bill in writing, signed with his own proper handwriting with the name “Mehaffey & Brewster,” and thereby then and there acknowledged that there was due to the said plaintiff, on settlement of a former note, one hundred and ninety-three dollars, for value received ; by means whereof, he the said A. W. Brewster, in his lifetime, became liable to pay the said plaintiff, the said sum of money in the last-mentioned due-bill specified, according to the tenor and effect thereof.\nThe defendant pleaded non assumpsit, and three special pleas.\n1. That the two notes declared on were not the notes of A. W. Brewster, but were those of a late firm composed of A. W. Brewster and Thomas Mehaffey.\n2. That the notes declared on were the joint notes of A. W. Brewster and one Thomas Mehaffey, and that the said Mehaffey survived the said Brewster, and prayed judgment, &c.\n3. That plaintiff had previously to the commencement of this suit, brought suit upon the same notes against Thomas Mehaffey as survivor of A. W. Brewster, and that issue was taken upon the pleas of non assumpsit and payment, and that a verdict had been rendered in favour of the said Mehaffey upon said issue, and prayed judgment, &c.\nOn the trial, the plaintiff offered the above described notes in evidence, to which the defendant objected, but the court overruled the objection, and sealed a bill of exceptions.\nThe plaintiff then called Thomas Mehaffey, the partner of the defendant’s intestate, as a witness. The defendant objected to his competency, but the court admitted the witness, and the defendant excepted.\nThe witness himself then objected to testify, on the ground that a suit was pending against him on the same notes, as surviving partner of A. W. Brewster, and that what he might testify in this case, might be used against him on the trial of the other. And the defendant objected to the witness being compelled to testify against his copartner’s estate. The court, however, overruled the objections, and the defendant excepted.\nThe defendant’s counsel submitted certain points in writing, upon which they requested the court to charge the jury; the 1st and 4th of which were as follows: — ■\n1. If the jury believe, from the evidence, that the notes given in evidence by the plaintiff were binding on the firm of “ Mehaffey & Brewster,” or in other words, were the notes of said firm, under the declaration in this case, the plaintiff cannot recover.\n4. If the jury believe, from the evidence, that the notes given in evidence were the notes of the firm of Mehaffey & Brewster, and that Thomas Mehaffey, the surviving partner of said firm, was at the commencement of this suit, and now is, solvent, and that the entire assets of said firm of Mehaffey & Brewster went into the hands of the survivor, then and in that ease the plaintiff is not entitled to recover.\nTo these points the court below answered as follows:—\n“Prior to the passage of the Act of Assembly of the 11th April 1848, the law as stated in the 1st and 4th points of the defendant was undoubtedly so; but the provisions of the 4th section of that act, taken in connection with that of the 3d, it seems to us, made an entire change, and leaves the party to pursue either the survivor or the personal representatives of the deceased partner, if the debt was even a partnership debt'; and as we know no change in the law, so as to authorize or require the representatives of the deceased and the survivor to be joined in the same action, the law is now changed in the particular mentioned in those points, and therefore they are decided in the negative.”\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $1026.43, the defendant removed the cause to this court, and here assigned for error: 1. The admission of the notes in evidence: 2. The admission of Thomas Mehaffey as a witness: 3. The answer of the court below to his 1st and 4th points.\nMarshall, for the plaintiff in error,\ncited Fagely v. Bellas, 5 Harris 71; Kelly v. Eichman, 3 Wh. 419; Hayes v. Gudykunst, 1 Jones 221; Ranck v. Becker, 12 S. & R. 426; Taylor v. Parkhurst, 1 Barr 200; Craft v. Lathrop, 2 Wall. Jr. 103; Lloyd v. Barr, 1 Jones 41; Purviance v. Dryden, 3 S. & R. 407; Heckert v. Fegely, 6 W. & S. 139.\nWoodruff and Galbraith, for the defendant in error,\ncited Collyer on Part., § 788-9; 2 Stark. 414; 4 M. & S. 476; 1 Greenl. Mu., § 399; McClelland v. Lindsay, 1 W. § 8. 363; Collier’s Executors v. Leech, 5 Casey 405; Baird v. Cochran, 4 S. & R. 397; Nass v. Van Swearingen, 7 Id. 192; Ralph v. Brown, 3 W. & S. 400 ; Miles v. Miles, 8 Id. 135, 137; Ludlam’s Estate, 1 Harris 192; McReynolds v. McCord, 6 Watts 288; Act 11th April 1848, Brightly’s Purd. 633; Camp v. Grant, 1 Am. L. R. 570; Serrill v. Denman, Brightly R. 66 n.; 2 Tr. & H. Pr. 477."
  },
  "file_name": "0115-01",
  "first_page_order": 115,
  "last_page_order": 120
}
