{
  "id": 986664,
  "name": "Mellon's Appeal",
  "name_abbreviation": "Mellon's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "121",
  "last_page": "131",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "3 Wh. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "pin_cites": [
        {
          "page": "493-494"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "4 Rawle 345",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823555
      ],
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0345-01"
      ]
    },
    {
      "cite": "3 Rawle 199",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822531
      ],
      "pin_cites": [
        {
          "page": "203"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0199-01"
      ]
    },
    {
      "cite": "7 W. & S. 335",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481778
      ],
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0335-01"
      ]
    },
    {
      "cite": "7 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "pin_cites": [
        {
          "page": "269, 270"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "4 Dall. 153",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 430",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408601,
        12149636,
        12149709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0445-01",
        "/dall/1/0430-01",
        "/dall/1/0430-02"
      ]
    },
    {
      "cite": "2 Jones 186",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0186-01"
      ]
    },
    {
      "cite": "1 Jones 295",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0454-01"
      ]
    },
    {
      "cite": "5 Wh. 26",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0026-01"
      ]
    },
    {
      "cite": "5 Wend. 496",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0496-01"
      ]
    },
    {
      "cite": "1 Cush. 279",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1980606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/55/0279-01"
      ]
    },
    {
      "cite": "10 Pick. 413",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 182",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 414",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 367",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0367-01"
      ]
    },
    {
      "cite": "5 Binn. 355",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793671
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0355-01"
      ]
    },
    {
      "cite": "4 Rawle 271",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 340",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 269",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Dallas 153",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": 0
    },
    {
      "cite": "1 Dallas 430",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts 465",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0465-01"
      ]
    },
    {
      "cite": "7 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "3 Wh. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "2 Jones 186",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/47/0186-01"
      ]
    },
    {
      "cite": "1 Jones 295",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0454-01"
      ]
    },
    {
      "cite": "5 Wh. 26",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0026-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1044,
    "char_count": 29293,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 6.972442891789629e-07,
      "percentile": 0.9655296505703614
    },
    "sha256": "236ad81c3f9ff054636014a540ecaa1f03c3cd8455e901c908ed3ddaa05a87e9",
    "simhash": "1:3fdbc8750805e2f4",
    "word_count": 5161
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mellon’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe auditors having admitted Peter P. Demarest to a pro rata share in the fund in the assignee’s hands, and having reported that the debt due to John Gilkey was entitled to full payment, the court below confirmed their report and decreed distribution accordingly. From this decree the assignee has appealed; and the appeal presents two questions: first, whether there was any debt due from the assignor to Peter P. Demarest, which is entitled to a share of the fund assigned; and secondly, whether the claim of John Gilkey was a lien upon the lands assigned, and as such entitled to priority over the claims of the general creditors. The first is mainly a question of fact, and having been found affirmatively by the auditors, and no issue having been claimed in the court below to try whether such indebtedness existed, the fact must be regarded in this court as established, unless the case exhibits flagrant error: Mengas’ Appeal, 7 Harris 221. In such a state of the record every presumption is against the appellant, and upon him is thrown the burden of disproving the debt.\nIt appears from the report of the auditors, that the claim of Demarest was founded upon an article of agreement between him and Larimer, the assignor, and a certain Thomas J. Coleman, by which the former agreed to sell to the two latter, certain real and personal property, in the county of Allegheny, for the sum of one hundred and fifty thousand dollars, which the said Larimer and Coleman covenanted to pay. At the time when this article was made, there were encumbrances upon the property sold,suffered by an owner prior to Demarest. These were a mortgage of $15,000 to William Marks upon part of the land, payable in instalments; another mortgage of $2000 due to William McCormick, and yet a third mortgage on all the lands to J. E. D. Lanier, in trust, to secure certain bonds amounting to $100,000, bearing seven per cent, annual interest, both principal and interest payable on the 1st of November 1855. The mortgage to Lanier conferred a power upon the trustee to sell the mortgaged premises, on failure of the payment of the principal and interest as therein stipulated. At the date of the articles there was interest in arrears.\nSuch being the situation of the property, Larimer and Coleman agreed to pay the consideration of the sale, $150,000, in the following manner, to wit: — $25,000 in cash, on the 1st of August 1854; $10,000 in approved endorsed notes at six months with interest added; to pay the mortgages to Marks and McCormick as they became payable; and the remaining sum of $100,000 in annual instalments of $10,000 on the first day of August in each year, but without interest. They stipulated to pay the first instalment on the 1st of August 1855. To guard against being forced to pay either the annual interest or the principal of the Lanier mortgage when it should become payable (November 1st 1855), the article provided that Demarest should obtain the bonds secured by that mortgage, seal them up in parcels of ten thousand dollars each, and hold them, delivering one parcel to the vendees on payment of each instalment of $10,000. By this arrangement the vendees had in their power to enforce forbearance until all their stipulated payments became due, and at the same time pay the bonds without interest.\nUnder this agreement, Larimer and Coleman took possession of the property, paid the hand-money $35,000, but failed to pay according to their contract, either the Marks mortgage, or the first instalment of $10,000 to Demarest on the 1st of August 1855. Meanwhile he had obtained $95,000 of the bonds secured by the Lanier mortgage, and sealed them up in parcels in the presence of Coleman and the agent of Larimer, without any objection on their -part, that there were still $5000 outstanding. The vendees continued in possession of the property, working the coal mines, using the railroad, and transporting coal over it.\nAfter the failure to pay the Marks mortgage and the instalment of $10,000, payable August 1st. 1855, Lanier, the trustee, sold the mortgaged property on the 10th of August 1855, and by the sale divested both the legal title of Demarest and the equitable title of Larimer and Coleman, both having been subordinate to the mortgage. Upon this state of facts the appellant contends that Larimer was released from his covenants.\nIt is noticeable that his covenant was an express and independent one to pay the Marks mortgage, and the one hundred thousand dollars to Demarest in redemption of the Lanier mortgage-bonds. It was only after the payments were made that he was to get the title which- Demarest held. Had he complied with his contract, that title would have been good and indefeasible. It was in consequence of his default, that the sale under the Lanier mortgage took place. It is true, that at the time of the s'ale, Demarest had retired only ninety-five of the one hundred thousand dollars of the outstanding bonds, but of this Larimer and Coleman were aware, and to the defect made no objection. They continued in possession of the property, receiving its issues and profits. But what is more important, they had in hand on the day of sale, ten thousand dollars payable by their contract on the preceding first of August, a sum more than sufficient to pay all the outstanding Lanier bonds. It was their duty to apply that sum so as to prevent the sale. In Harper v. Jeffries, 5 Whart. 26, it was ruled, that vendees of land who had received a deed and given bonds for the purchase-money, but who had suffered the land to be sold under an encumbrance suffered by the vendor, when there was due and payable upon their bonds an amount equal to the encumbrance, could not set up the encumbrance and sale under it as a defence ágainst the payment of their bonds. Such a defence is strictly in equity. It is failure of consideration, and to make it available, the party setting it up must show that the means of preventing it were not in his power without his subjecting himself to loss. In McGinnis v. Noble, 7 W. & S. 454, a similar principle was maintained. There, indeed, the purchase-money was not due, and the vendee purchased at the sale under the encumbrance, yet it was ruled, that though he was not bound to purchase (his own purchase-money not having become payable), yet having done so, it was not a case of total failure of consideration, hut failure only to the extent of the payment which the vendee made in the second purchase.- The same doctrine is asserted in Renshaw v. Gans, 7 Barr 117, and Garrard v. Lantz, 2 Jones 186, in both which cases the vendees held only under articles of agreement, the legal title still remaining in the vendor: see also Dentler v. Brown, 1 Jones 295. In Garrard v. Lantz, Mr. Justice Bell, in speaking of these cases remarked, that they established the distinction, “ that when the vendee himself becomes the purchaser at the judicial sale, he remains liable to the vendor for the residue of the purchase-money unpaid; but if the land be sold to a stranger, this liability depends on the inquiry, whether at the period of the last sale the vendee had in his hands, of the consideration of his purchase,, sufficient to extinguish the encumbrance.” By the phrase, “ having in his hands” is intended, having purchase-money presently payable. Now as Larimer had in his hands, on the 10th of August 1855, a greater sum than was needed to pay the outstanding Lanier bonds, and a sum, which, under the contract, was then payable, there can be no pretence that the sale on that day, under the prior encumbrance, released him from his covenants to pay the purchase-money. If it did, then he would be permitted to avail himself of his own default in order to raise an equity.\nNor is this case at all within the principle of Love v. Jones, 4 Watts 465, Horbach v. Riley, 7 Parr 82, and others of a kindred character. The doctrine of those cases is, that where a vendor, by articles of agreement, obtains judgment for the purchase-money against the vendee, and sells the land by means of process issued upon it, he must be considered as selling all that estate in the land, whatever it may be, which he agreed to sell to the vendee; nor, say some of the cases, does it make any difference whether the sale be made to the vendor himself, or to a stranger. It is an exception to the general rule, laid down in Auwerter v. Mathiot, 9 S. & R. 397, and McMullen v. Wenner, 16 S. & R. 18, that judgments against vendors and vendees are liens only on the interest, legal or equitable, of the judgment-debtor. But, in the case now in hand, the effect of the sale was not to reunite the titles of the vendor and vendees, and thus restore the state of things which existed at the time when the contract was made, nor was the sale made by the vendor under a purchase-money security. It was effected through an encumbrance, older than the title of either the vendor or vendees. That such a sale did not extinguish the contract of purchase, is shown by the cases already cited. It follows that Demarest is a creditor, entitled to participate in the fund arising from the property assigned by Larimer, in trust for the benefit of his creditors, and the decree of the court below is so far correct.\nThe exception to the decree that it ordered full payment to John Gilkey, is equally without foundation. He held a mortgage against the assignor, dated May 7th 1851, but not recorded until March 5th 1855, two months after the assignment. It had been taken to secure the purchase-money of a tract of land sold by him to Larimer, and had been accidentally retained among Larimer’s papers. At the time of the assignment, Larimer still owned the land, and it passed under the deed of .assignment to his assignee. It was sold by the assignee, and the proceeds of the sale constitute a part of the fund for distribution. It appears also, that as it was thought best for all parties to sell the land discharged from the supposed lien of the mortgage, it was agreed that it should be so sold, and that Grilkey should have the same claim on the fund which he had on the land. The proceeds of the sale were greater than the mortgage-debt. The question presented, therefore, is whether the mortgage was a lien upon the land in the hands of the assignee, although it was not recorded until after the assignment. If it was, then it is entitled to full payment; if it was not, then it is only entitled to a dividend in common with the general creditors.\nIt is true, that the Act of Assembly of March 28, 1820, declares that all mortgages, and defeasible deeds in the nature of mortgages, shall have priority according to the date of recording the same, and that no mortgage, or defeasible deed in the nature of a mortgage, shall be a lien, until such mortgage, or defeasible deed, shall have been recorded, or left for record. The Act of May 28th 1715 had previously enacted that no deed or mortgage should be good, or sufficient to pass any estate, unless acknowledged or proved, and recorded within six months from the date thereof. Notwithstanding the stringency of these acts, however, it has uniformly been held, that an unrecorded mortgage is good as against the mortgagor, or any one claiming under him with notice of the mortgage.\nThe object of the statutes is construed to have been to protect purchasers and creditors — either mortgagees or judgment-creditors —against secret liens: Levine v. Will, 1 Dallas 430; Stroud v. Lockart, 4 Dallas 153; Semple v. Burd, 7 S. & R. 291; Jaques v. Weeks, 7 Watts 269; Man. & Mec. Bank v. Bank of Pennsylvania, 7 W. & S. 340. But an assignee holding in trust for the benefit of creditors is not, as such, a creditor, nor is he a bond fide purchaser for value. In Wolf v. Eichelberger, 2 Penn. R. 346, it was held, that neither the assignee, nor the general creditors of the assignor, are such purchasers. So also in Twelves v. Williams, 3 Whart. 485, and Vandyke v. Christ, 7 W. & S. 373. The assignee is the representative of the assignor, and is affected by all the equities which existed against the property in the hands of his assignor, enjoying his rights, and no others, except that the property is protected from execution in his hands. He is in no sense the representative of the creditors; Bullitt & Fairthorne v. The Methodist Episcopal Church, 2 Casey 108; Vandyke v. Christ, Twelves v. Williams, ut supra; and, therefore, cannot take to himself any of their rights. And even if he could, they do not take as purchasers, or as lien-creditors under the assignment, and are not therefore designed to be protected by the Acts of 1715 and 1820.\nIt is said further, that judgments have been recovered against the assignor since the assignment; and it is urged that they, at least, are entitled to protection against this unrecorded mortgage. To this it is a sufficient reply, that these judgment-creditors do not claim by virtue of any lien of their judgments. They are distributees under the assignment, precisely as if they had never recovered judgment. They take subordinately to the assignment, and from the debtors’ instrument of distribution. Not so with Gilkey. He takes by right superior to the deed of trust; not under it, but against it. As against Larimer, and Larimer’s assignee, the land was pledged to Gilkey. Only the equity of redemption was conveyed for the benefit of the general creditors. That equity was all that Larimer had to convey. We throw out of view the single judgment recovered before the assignment. That has not been liquidated; is amply secured upon other property, and the creditor neither claims priority over Gilkey’s mortgage, nor contests his right to be paid in full out of this fund.\nThe case might be rested here. We have thus far considered it, as if it were rightly before us. We cannot, however, agree that it is. The appeal was taken by the assignee, and he excepts solely to the distribution of the fund in his hands. We do not recognise the right of an assignee to appeal in such a case. He is not “a party aggrieved” within the meaning of the Act of June 14,1836. Having brought his account, and the trust funds into the Court of Common Pleás for distribution, it can make no difference to him what distribution the court may decree. Any creditor may appeal, but the assignee has no interest. It has been urged by the counsel of the appellant, that he may appeal as the representative of the creditors generally. But, it has been seen, in the cases already referred to, particularly 7 W. §• S. 374, 3 Whart. 485, and 2 Casey 108, that he is not the representative of the creditors, any more than is the assignor himself. He is a trustee for them, indeed, as was said in McLellan’s Appeal, 2 Casey 463, but not their representative. While, in the present case, there is no possible ground for such a suspicion, yet, if assignees were recognised as parties aggrieved by a decree of distribution, a door would be opened to great abuses, delays, and expenses, in the administration of their trusts. It is undoubtedly true, that such appeals have been entertained in this court; but it has been because there was no objection, and the attention of the court has not been called to the want of interest in the appellants. The case of Koch’s Estate, 4 Rawle 271, stands on its peculiar circumstances. There may indeed be instances in which the assignee is interested in the distribution. He is, of course, when he is also a creditor; and he may be, when the distribution ordered by the court differs from'one previously made by bimself. The paper-book furnished to us in this case, does not reveal that the appellant can be injured by the decree of the court below. So far as relates to the claim of Grilkey, he had notice of the mortgage when he sold the land, and agreed that the proceeds of sale should be substituted for it. If, therefore, he has paid out the fund, he has paid it in disregard of his agreement. It was said during the argument, that partial payments have been made to the creditors; but whether to such an extent as to make the appellant interested in resisting the decree of the Court of Common Pleas, does ’ not appear. The assertion has, however, induced us to consider the merits of the appeal. Hereafter, an assignee appellant must show affirmatively that he is, in his own person, a party aggrieved, to entitle him to appeal from a decree of distribution of the fund in his hands.\nThe appeal is dismissed, with costs.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Graft, for the appellant. —",
      "Gr. P. Hamilton, for Demarest. —",
      "J. I. Kuhn, for Gilkey. —"
    ],
    "corrections": "",
    "head_matter": "Mellon’s Appeal.\nWhen facts have been found by auditors, in the court below, they must be here regarded as established, unless the record exhibit flagrant error. In such case, the burden of disproving them is thrown on the appellant.\nA sale under an encumbrance older than -the title of either the vendor or vendee, does not, in all cases, destroy the contract of purchase.\nIf enough of the purchase-money be presently payable to extinguish the outstanding encumbrance, a sale under such prior encumbrance will not release the vendee from his covenant to pay the purchase-money.\nAn unrecorded mortgage is a lien, as against an assignee of the mortgagor, in trust for the benefit of creditors; he is neither a creditor nor purchaser for value.\nA judgment recovered against the mortgagor after the execution of a general assignment, will not affect the lien of an unrecorded mortgage as against the assignee.\nAn assignee or trustee, having no beneficial interest in the trust, cannot appeal from a decree distributing the trust fund in his hands.\nAppeal from the Common Pleas of Allegheny county.\nThis was an appeal by Thomas Mellon, assignee of William Larimer, Jr., from the decree of the court below, distributing the fund in his hands.\nOn the 6th January 1855, William Larimer, Jr., made a general assignment of all his estate, to the appellant, in trust for the benefit of his creditors. On the 31st January 1857, the trustee filed his account in the court below, which, after confirmation, was referred to auditors, to report distribution.\nBefore the auditors, Peter P. Demarest claimed to be a creditor of the assignor, to the amount of $95,000, under the following circumstances:—\nThe Chartiers Coal Company were the owners of certain lands and mining privileges, in the county of Allegheny, together with a railroad and machinery for running and vending coal, on a large scale. In pursuance of an Act of Assembly for that purpose, they issued bonds to the amount of $100,000, payable to J. F. D. Lanier, or bearer, bearing interest at the rate of seven per cent, per annum. And to secure the payment thereof, they executed a mortgage to Lanier, dated the 10th April 1852, and duly recorded.\nThis mortgage contained the following clause:—\n“ In case the said parties of the first part shall fail to pay the principal, or any part thereof, or any of the interest on any of the said bonds, at any time when the same may become due and payable, according to the tenor thereof, when demanded, after sixty days from such default, the said party of the second part, his successors, &c., may enter into possession, or at his or their dis cretion may, on the written request of the holders of one-tenth of the bonds, which are issued and then due and unpaid, cause the said property and privileges hereby mortgaged, or so much thereof as shall he necessary to pay and discharge the principal and interest of all such of said bonds as may then be due and unpaid, as aforesaid, to be sold at public auction in the city of Pittsburgh, or in the city of New York, giving at least forty days’ notice of the time, place, and terms of said sale, and of the specific property to be sold, by publishing the same in two newspapers of good circulation in each of the said cities, and wherever else required by law, and execute to the purchaser or purchasers thereof proper bills of sale or conveyances,” &c.\nA part of the real estate included in this mortgage had been purchased by the company from William Marks, who held a prior mortgage upon it for $13,000, to secure a portion of the purchase-money. Another part of the real estate had been purchased from William McCormick, who held a prior mortgage on it for $2000, purchase-money.\nAfter the execution and recording of the Lanier mortgage, judgments were obtained against the company, under which the premises were sold by the sheriff, and purchased by Peter P. Demarest, for $26,000, subject to the lien of the three mortgages.\nOn the 6th July 1854, Demarest entered into an agreement to sell the premises to William Larimer, Jr., and T. J. Coleman, for $150,000, payable as follows: $35,000 in cash and approved notes; $15,000 in the Marks and McCormick mortgages, which they assumed to pay; and the remaining $100,000 in yearly instalments of $10,000 each, without interest, the first instalment to be paid on the 1st August 1855. And for the purpose of securing the vendees against the Lanier mortgage, the agreement provided as follows:—\n“ And whereas, there is a certain mortgage on all said property, real and personal, executed by Thomas McElrath, President of the said Chartiers Coal Company — to J. E. D. Lanier, in trust to secure the payment of certain bonds, to wit: 100 bonds, each for the sum of $100; 60 bonds, each for the payment of $500; and 60 bonds, each for the payment of $1000 each, and payable the first day of November 1855, with interest at the rate of seven per cent, per annum; said mortgage, dated 10th April 1852, with a right of sale of the premises, by the trustee, on failure to pay the interest or principal as therein stipulated; the said party of the first part hereby agrees to procure or arrange with the holders of said bonds, amounting to $100,000 with the back interest thereon, to deposit the same in the hands of said Demarest, sealed up in parcels of $10,000 each, to be held as security for the said annual payments, as they severally fall due, and the fulfilment of this agreement; and shall have the right to foreclose the same only upon default being made in either of said payments. And upon each and every successive payment of $10,000, so to be made, by the said parties of the second part; and also such instalments as shall at the time of such payments be actually due and payable to said Marks and McCormick upon their aforesaid mortgages, or release of the same, discharging said property from the lien thereof, are procured and entered aforesaid, then the said party of the first part shall surrender up to said parties of the second part the like sum of $10,000 of mortgage bonds and back interest, for caneelment, with authority and instructions to the aforesaid J. F. D. Lanier,* the trustee, to cause satisfaction to be entered on the mortgage on the record, for each and every successive payment of $10,000 thus cancelled and surrendered by the said party of the first part to the parties of the second part. And the said party of the first part binds himself to permit no proceedings at law to be had on said mortgage, unless the said parties of the second part fail to perform or pay the said sum of ten thousand dollars annually, on the first day of August of each and every year, and also said instalments then actually due and payable upon the said other mortgages held by said Marks and McCormick. But, if default is made in any of said payments by the parties of the second part, then the said party of the first part may cause proceedings to be had on said mortgage, in same manner as if these presents were not made.\n“ And the said party of the first part further agrees, that upon the said payment of $25,000 in cash, and the payment of said notes of $10,000 at maturity, and all shall be fully paid, then said Demarest shall execute and deliver his deed of conveyance of said property, real and personal, his title thereto being a sheriff’s deed for the same aforesaid, and subject to all the aforesaid liens, as hereinbefore described. And for the true and faithful performance of all the foregoing covenants, we, the parties to this agreement, have hereto set our hands and seals, the day and year first above written.”\nThe $35,000, hand-money, was paid, and the vendees went into possession, and remained in the use and occupation of the premises, until after the sale under the Lanier mortgage.\nDemarest retired but $95,000 of the bonds secured by the Lanier mortgage, leaving $5000 thereof outstanding. Larimer’s agent was present when the $95,000 of bonds were sealed up and endorsed by Demarest, and assented thereto, without objecting that the whole amount was not taken up.\nLarimer and Coleman, the vendees, did not pay the first instalment of $10,000, due on the 1st August 1855; nor did they pay the instalments on the Marks mortgage, as they fell due. And on the 2d August 1855, Lanier, under the power of sale contained in his mortgage, sold the premises to one J. C. Coleman, for $20,100, and executed a deed to the purchaser on the 12th. Marks, subsequently, sold the property bound by his mortgage, for the balance due thereon.\nDemarest produced before the auditors the $95,000 of bonds secured by the Lanier mortgage, and claimed, by virtue of the stipulations in the agreement for sale of the premises, to be a creditor of Larimer to that amount. And the auditors, after ascertaining its cash value, which they fixed at $57,904.85, allowed him a dividend of $11,638.78 on that sum.\nJohn Gilkey also presented a claim, before the auditors, of $858.20 for a balance due on a mortgage from William Larimer, Jr., dated the 7th May 1851, but not recorded until the 5th March 1855, two months after the assignment. At the date of'the assignment, Larimer was still the owner of the mortgaged premises, which passed thereby to his assignee, who sold the same for $2600 ; and this sum formed a part of the balance for distribution.\nAt the date of the assignment, there was one judgment against Larimer, which was still the subject of litigation, and upon which, in any event, his responsibility must be small; and he was the owner of a large amount of real estate, upon which this judgment was a lien, other than that mortgaged to Gilkey. But after the assignment and before the recording of the mortgage, numerous judgments were recovered against him.\nThe auditors reported that this claim was entitled to be paid in full. And the court below having confirmed their report, and decreed distribution accordingly, this appeal was taken by the assignee.\nGraft, for the appellant. —\nThere was no personal obligation to pay Demarest the amount of the bonds secured by the Lanier mortgage. He sold an encumbered title, subject to the payment of the mortgages: Wheaton's Selwyn 453; Wolveridge v. Stewart, 3 Tyrwh. 637. And if there was any such liability, the extent of it was a question for a jury: Huber v. Burke, 11 S. & R. 238.\nBut it was a sufficient defence to the payment of the purchase-money, that the vendor had suffered the title to be swept away by a sale under a prior encumbrance; and this entitled the vendees to a rescission of the contract: Stoddart v. Smith, 5 Binn. 355; Steinhauer v. Witman, 1 S. & R. 438, 447; Hart v. Porter, 5 Id. 201; Share v. Anderson, 7 Id. 43; Lighty v. Shorb, 3 Penn. R. 451; Tod v. Gallagher, 16 S. & R. 263; Ley v. Huber, 3 Watts 367; Purviance v. Lemmon, 16 S. & R. 295; Chew v. Mathers, 1 Penn. R. 474; Day v. Lowrie, 5 Watts 414; Horbach v. Riley, 7 Barr 82; Vierheller’s Appeal, 12 Harris 107-8.\nGilkey’s mortgage, not having been recorded before the assignment, was only entitled to a dividend with the other creditors: Act 28th March 1820; Dey v. Dunham, 2 Johns. Ch. 182; Stephenson v. Hayward, Prec. Ch. 310; Russell v. Woodward, 10 Pick. 413; State of Maryland v. Bank of Maryland, 6 Grill & Johns. 205.\nGr. P. Hamilton, for Demarest. —\nThe possession of the bonds was primd facie evidence of ownership: La Fevre v. Carr, 3 Casey 413. And Larimer’s undertaking to pay the purchase-money was an independent covenant: Jones v. Barkley, Doug. 690; 1 Wms. Saund. 390; Lord v. Belknap, 1 Cush. 279; Tompkins v. Elliot, 5 Wend. 496; Grant v. Johnson, 1 Seld. 247; Edgar v. Boies, 11 S. & R. 445. The defence is a merely equitable one, and to entitle a party to avail himself of it, he must show that the estate was not lost by his default in not paying up his purchase-money: Tod v. Gallagher, 16 S. & R. 261; Harper v. Jeffries, 5 Wh. 26; McGinnis v. Noble, 7 W. & S. 454; Renshaw v. Gans, 7 Barr 119; Dentler v. Brown, 1 Jones 295; Garrard v. Lantz, 2 Jones 186.\nJ. I. Kuhn, for Gilkey. —\nThe assignee had no right of appeal, he is not a person aggrieved by the decree : Act 14th June 1836, § 36 ; Bullitt v. Methodist Episcopal Church, 2 Qasey 108-111.\nAn unrecorded mortgage is good against a volunteer; an assignee in trust for the benefit of creditors is not a purchaser for value: Levine v. Will, 1 Dall. 430; Stroud v. Lockart, 4 Dall. 153; Jaques v. Weeks, 7 Watts 261, 269, 270; Man. & Merch. Bank v. Bank of Penn., 7 W. & S. 335, 343; Krause v. Beitel, 3 Rawle 199, 203; Ankrim v. Woodward, 4 Rawle 345, 354; Wolf v. Eichelberger, 2 Penn. R. 346; Twelves v. Williams, 3 Wh. 485, 493-494; Vandyke v. Christ, 7 W. & S. 373; Bullitt v. Methodist Church, 2 Casey 108, 111."
  },
  "file_name": "0121-01",
  "first_page_order": 121,
  "last_page_order": 131
}
