{
  "id": 986745,
  "name": "The County of Lawrence versus The North-Western Railroad Company et al.",
  "name_abbreviation": "County of Lawrence v. North-Western Railroad",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "144",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 485",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 58",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 321",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Penn. L. J. 32",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "11 Pet. 544",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pet. 168",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "12 Wheat. 64",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1429778
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/25/0064-01"
      ]
    },
    {
      "cite": "9 Watts 550",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 55",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0054-01"
      ]
    },
    {
      "cite": "2 Cranch 127",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1411944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/6/0071-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1000,
    "char_count": 23634,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 6.519273879064202e-08,
      "percentile": 0.40055597836012835
    },
    "sha256": "fcff5443ab9e5ef37a970a696433a1e56c401455942fb2553aa51c43850d9c9d",
    "simhash": "1:3d979c3ac90b952b",
    "word_count": 4012
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The County of Lawrence versus The North-Western Railroad Company et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J. —\nThat experience which hides itself is often of very great importance to those from whom it is sought to be concealed. When people find themselves utterly disappointed in their reasonable expectations, it is well that they be informed how and by whom the wrong has been done. This knowledge may aid them in seeking redress from the wrongdoers, or may be profitable to them for future cases. The experience which this court has had, in cases wherein the credit of public bodies has been lent to aid in the construction of railroads, has not been at all agreeable, and this case is one of the worst of them.\nThe annual reports of this corporation, which were laid before us at the hearing of this cause, and especially the one for the year 1857, show that its affairs were, from the beginning, managed with utter recklessness and selfishness; and that the legislation, by which counties, boroughs, and cities became members of this corporation, has been totally inadequate to protect the public against improvident investments, or against improper management of them.\nOne of the early acts of the directors was the distribution among themselves and their friends of over $22,000 for services and expenses at Harrisburg in procuring the charter, and for services as commissioners and directors in procuring subscriptions. Another was an attempted and possibly successful release of themselves and a few friends from about $180,000 of subscriptions, made perhaps as a pretence in order to secure the desired municipal subscriptions, and released after these had been secured on faith in their genuineness. And, on the face of their record, it appears, that they falsely represented to the authorities of Philadelphia, that ten per cent, had been actually paid in on one million of subscriptions, and then, after the Philadelphia subscription was obtained, resolved that the treasurer should not be held responsible for more than he had actually received.\nThese reports also show that the first directors had paid a very insignificant amount of stock themselves, except, as already noticed, by voting to themselves large compensation for services; and that, therefore, they had but little pecuniary interest in the corporation, beyond the salaries liberally voted to some of their number, and the importance of securing themselves against the payment of their subscriptions.\nThese facts have very little direct importance in this case; but they justify a large suspicion and a strict caution in examining every part of the proceedings of this corporation, so far as they are relevant; and they show how the interests of honest stockholders may be rendered worthless by the selfishness and bad faith of directors.\nThis is very different from the faults of legislators and grand-juries, and city and county officers, that led to such subscriptions as this; all such legislation, and the acts consequent upon it, are now acknowledged to have been improvident; but generally they were the result of inexperience, not dishonesty. Honest men, who could foresee results only according to their wishes, and who were not sufficiently sceptical of the flattering schemes of sanguine projectors, nor sufficiently experienced in the interested and purchased representations of professional borers, to spurn them with disgust, such men, for the most part, passed the laws which have resulted so disastrously; and similar men gave them effect by making the subscriptions. Most of them acted honestly for the public benefit, and according to the best of their knowledge; and they fall not at all into the class of men who have been knowingly faithless to their trusts to the great injury of the public.\nIt is ordinarily impossible for men to suppose that they are unfit for the offices to which the people elect them; for it is only the wise that really know what ignorance is. If the people cannot select wise and good men for important offices, they must expect sad deficiencies in performance, and must be ready to take much of the blame to themselves, and to accept the consequences of their mistakes. To an honest discharge, by every officer, of his public functions, and to an earnest desire and effort to be fit to perform them, the people are entitled; but they are not entitled to any greater capacity of performance than the officer possesses, when elected, or can reasonably acquire in the short time usually allowed him to learn his duty.\nThe grand jury and commissioners of Lawrence county exhibited a great want of wisdom, in acting upon the calculations, and hopes and opinions of the railroad officers and projectors; yet, we cannot say that there is anything in all this, that is sufficient to invalidate their acts; for, we cannot direct the mode in which such business must be done. The railroad projectors had a hearing, and the people had none; yet this is a very common way of dealing with the people’s interest, by officers \"of a much higher grade than county commissioners. Wherever legislation is carried on, there projectors and speculators congregate in multitudes, and. their opinions and wishes are often quite efficient even against manifest public interest; and even professional borers are there regarded by some as fit companions of gentlemen and honest citizens. Though this is politically and morally a great wrong, yet we are not authorized to declare it illegal; the remedy will no doubt be some day provided by the legislature, for they see the evil as clearly as others do.\nPublic business is itself a source of public demoralization, whenever it allows itself to be urged on by the presence and promptings of private interest. Men of reflecting and experienced honesty hesitate in approaching public officers, in relation to matters in which they are individually interested, lest they should be suspected of desiring to practise improper means of influence; and if less thoughtful and less honest men are allowed such advantages, then even good citizens are tempted to imitate their example, in order to prevent the advantages of government from being monopolized by the unworthy. In such contests, however, honesty always has the disadvantage.\nUnquestionably, the authorities of Lawrence county ought to have chosen their own advisers, and ought not to have listened to the opinions and importunities of officious and interested volunteers. If they were cheated by relying on such opinions, we have no authority to relieve them. It might have been otherwise, if they had demanded information relative to the facts that were necessary in judging of the expediency of the proposed subscription, and had been falsely informed of them; but we do not discover that they sought any such information. They ought not to have relied, as a ground of their action, on the hopes expressed by the railroad officers.\nNotwithstanding the unskilfulness and inexperience with which this affair was managed by the county authorities, we think that enough was done to constitute a valid contract of subscription to the capital stock of the company, and thus to furnish a valid basis for the issuing of the bonds. They were issued and delivered to the company; but the county has never acted as a stockholder, has never voted at any election, or been represented at any meeting, and has never received any certificates of stock.\nAnother manifest and admitted fact remains to be stated and considered. The greater part of these bonds were passed away by the company at the rate of 64 per cent.; though the law expressly forbids any of them to be sold at less than par value.\nThe law makes it a part of the 'contract of the county with the company, that the bonds shall not be used unless the company can obtain one hundred dollars of money or work for every hundred dollars of bonds; for the county’s credit there must be an equivalent amount of realized capital in the form of money or railroad; for its $200,000 of credit there must be $200,000 worth of work done, and not $128,000; for so much of bonds the county was to have stock investments costing that much money, and not mere stock certificates bearing that amount on their face. This was an essential condition of the contract. On no other terms, did or could the county contract with the company to become stockholders. It was a gross and manifest fraud in the company, thus to deal with the bonds of the county. It was a violation of the county’s rights as subscriber, and a plain violation of a known Act of Assembly. It is equivalent to offering them $64 of stock for every $100 which they have promised by their bonds to pay with interest. If the bonds had been sold at ten per cent., the case would be the same in principle, but more striking. Then the county would have an actual stock investment of $20,000, as a compensation for the $200,000 which they are to pay by the terms of the bond, with semi-annual interest.\nFor this faithless and illegal use of their subscription, the county is entitled to have their contract rescinded, and to get back their bonds or the full value of them. The company cannot now give the stock which, by the contract, the county was to get; and after such faithlessness, the county would not be bound to accept it, if they could.\nWe have already shown, in the case of Crawford County v. The Pittsburgh and Erie Railroad Co., that we can make no decree against the other defendants, because they are not necessary parties to this suit, and the proceeding against them does not come within the original jurisdiction of this court.\nDecree. March 14th 1859. This cause came on for hearing at the late term at Pittsburgh, and was argued by counsel; and now, on full consideration thereof, it is ordered and decreed, that the subscription of two hundred thousand dollars, made by the plaintiff to the capital stock of the North-Western Railroad Company, be and the same is hereby annulled and set aside, without prejudice, however, to any rights which third persons may have lawfully acquired as purchasers of the bonds issued in payment of the said stock. And it is further ordered and decreed that the defendants, the said railroad company, do restore to plaintiff the two thousand dollars of bonds issued by the plaintiff to the defendants that yet remain on hand, together with the coupons thereof. And it is further ordered and decreed, that the plaintiff recover of the said defendants the sum of one hundred and ninety-eight thousand dollars ($198,000) with interest from the 1st July 1855, with costs, and the said defendant is allowed to pay the same, or ■ any part thereof, by a return of the bonds and coupons issued in pursuance of the aforesaid subscription of stock, other than those above mentioned of two thousand dollars. And as against the other defendánts the bill is dismissed.",
        "type": "majority",
        "author": "Lowrie, C. J. —"
      }
    ],
    "attorneys": [
      "MeOomb, for the complainants. —",
      "Hirst, for the respondents."
    ],
    "corrections": "",
    "head_matter": "The County of Lawrence versus The North-Western Railroad Company et al.\nA municipal subscription to the capital stock of a railroad company, made in pursuance of an Aot of Assembly, is not invalid, because made on the representations of persons interested in the company.\nWhere a county issued bonds in payment of a subscription to the capital stock of a railroad company, under an Act of Assembly, which provided that they should not he sold under par; and the company disposed of a large quantity of such bonds at 64 per cent.: Held, that the county was entitled to rescind the subscription, to have a return of the bonds remaining in the hands of the company, and to be paid the par value of those disposed of.\nThe parties to whom such bonds have been disposed of, at less than par, are not necessary parties to a bill to rescind the contract of subscription; nor are they within the original jurisdiction of this court.\nIn Equity. This was a bill in equity exhibited by The County of Lawrence against The North-Western Railroad Company, John Thomas, George W. McMahan, Samuel H. Kneas, Michael Malone, Israel Painter, John Clarke, B. B. G-onder, Anthony- Brinks, Alexander M. White, and John Moorehead, praying that the defendants might be enjoined from disposing of $200,000 worth of the bonds of the county of Lawrence, issued in payment of a subscription to the stock of the said railroad company; and that it might be decreed that the said subscription was made, and that the said bonds were issued without authority, and that they might he delivered up and cancelled; and that if they had been delivered to the other defendants, at a price less than their par value, the said parties might be compelled to account and pay for the same at the par value thereof.\nThe defendants' answered the bill; and from the bill, answers, exhibits, reports of the said company, and testimony taken, the Examiner reported the following facts :—\nThe North-Western Railroad Company was incorporated by Act of 9th February 1853; invested with all the powers, and subjected to -all the duties, restrictions, and regulations, prescribed by the general railroad law of the 19th February 1849, so far as the same were not thereby altered and supplied.\nIt was provided, that the capital stock should consist of 20,000 shares of $50 each, with the privilege of increasing the same to a sum not exceeding $2,000,000. By a supplemental act passed the 10th April 1856, they were authorized to increase their capital stock $1^000,000; and were further “empowered to secure the payment of any or all bonds issued by said company, by a mortgage or mortgages upon their road, or any part thereof, with its franchises, as they might deem necessary.”\nBy Act 18th April 1853, the City of Philadelphia was authorized to subscribe for not more than 15,000 shares of the stock of the company; and was permitted to be represented at elections, and other meetings of the company, by agents duly authorized to act for the said city. And it was further provided, that any corporation that should be possessed of 5000 shares, or more, of the said stock, should, in lieu of voting at the general elections of the company, be entitled to elect one manager for every 5000 shares so held; and that no corporation should be entitled to more than three managers, but a majority of the managers should at all times be elected by the private stockholders.\nBy the act of incorporation, the company was empowered to construct a railroad “ from some point on the Pennsylvania, or the Allegheny Portage Railroad, at or west of Johnstown, by the way of Butler, to the Pennsylvania and Ohio state line, at some point on the western boundary of Lawrence county, and by the most direct and- eligible route.”\nThe 7th section, under which the County of Lawrence made her subscription, provided as follows: — “ That the counties through parts of which said railroad may pass, shall be, and they are hereby severally authorized to subscribe to the capital stock of said railroad company, and to make payments on such terms and in such manner as may be agreed upon by said company and the. proper county: Provided, that the amount of subscription of any county shall not exceed ten per cent, of the assessed valuation thereof; and that before any such subscription is made, the amount thereof shall be fixed and determined by one grand jury of the proper county, and approved by the same; upon the report of such grand jury being filed, the county commissioners may carry the same into effect, by making, in the name of the county, the subscription so directed by the said grand jury: Provided, that whenever bonds of the respective counties are given in payment of subscriptions, the same shall not be sold by said railroad company at less than par value; and no bonds shall be in less amount than one hundred dollars; and such bonds shall not be subject to taxation until the clear profits of said railroad shall amount to six per cent, upon the cost thereof; and that all subscriptions made or to be made in the name of any county, shall be held and deemed valid if made by a majority of the commissioners of the respective counties.” Pamph. L. 54.\nOn the 21st May 1853, the grand jury of Lawrence county, were induced by the representatives of Charles G. Sullivan, George - W. Smith, and James D. Clarke, three of the commissioners named in the act of incorporation to receive subscriptions to the stock of the company, to pass the following resolution:—\n“ Resolved, That the commissioners of the county of Lawrence, state of Pennsylvania, be and are hereby recommended to subscribe stock to the North-Western Railroad to the amount of two hundred thousand dollars, agreeably to Act of Assembly incorporating said North-Western Railroad Company, and to issue bonds for the payment of said stock; making the conditions such as will best promote the interest of said railroad company and the county of Lawrence.”\nAt this time, the company had not been organized; the act of incorporation was not before the grand jury; and the resolution was passed with reluctance, five of the members voting against it.\nThe company was organized on the 1st June 1853, Sullivan being elected the president, and continuing in office from that date until the 12th January 1855.\nOn the 20th August 1853, two of the county commissioners made the following subscription to the capital stock of the railroad, at the urgent solicitation of Sullivan, the president, and on his representations that it would otherwise be impossible to procure a subscription from the City of Philadelphia, and that the bonds to be issued by Lawrence County would never be used, inasmuch as the Act of Assembly prohibited the selling of them for less than their par value.\n“ By authority of an Act of the General Assembly of the Commonwealth of Pennsylvania, passed the 9th day of February, A. d. one thousand eight hundred and fifty-three, entitled ‘ An Act to incorporate the North-Western Railroad Company,’ and by virtue of the action of the grand jury of the county of Lawrence, had at May Sessions, A. D. one thousand eight hundred and fifty-three, at the court of said county, fixing and determining the amount of subscription to be made to the said North-Western Railroad Company by said county of Lawrence, we the undersigned, commissioners of said county, do hereby subscribe for and in the name of the county of Lawrence, to the capital stock of the NorthWestern Railroad Company, the sum of two hundred thousand dollars, being four thousand shares in said capital stock. It is understood that, whenever the amount of this subscription is required from the county of Lawrence by the said company, it is to be paid in the bonds of this county — to be given in sums of not less than one thousand dollars each, payable in twenty years after date, or such other time after date as may be agreed upon between the commissioners of Lawrence county and said railroad company. The interest on said bonds to be paid semi-annually, and said interest to be paid by said railroad company until such time as the North-Western Railroad is completed.\n“ In testimony whereof, we have hereunto set our hands and affixed the seal of the said county of Lawrence this 20th day of August, A. D. one thousand eight hundred and fifty-three.\nJohn Randolph,\n[l. s.] Wm. R. Wallace,\nCommissioners. ’ ’\n“Attest — J. W. Reynolds, Clerk.”\nThis subscription was not made on the books of the company, but on a loose piece of paper, and was not agreed to by the other county commissioner. It was never entered on the minutes of the commissioners; but, under it, they subsequently issued, from time to time, to the railroad company, the bonds of the county, to the amount of $200,000, in the following form:—\n$1000. UNITED STATES OF AMERICA. $1000.\nNo. — County of Lawrence, Pennsylvania. No. — '\nBONDS ISSUED EOU STOCK IN THE\nNORTH-WESTERN .RAILROAD COMPANY.\nEAITH OP THE COUNTY AND STOCK IN THE COMPANY PLEDGED.\nKnow all men by these presents, that the county of Lawrence, in the Commonwealth of Pennsylvania, is indebted to the NorthWestern Railroad Company in the full and just sum of one thousand dollars, which sum of money said county agrees and promises to pay, twenty years after the date hereof, to the said NorthWestern Railroad Company, or bearer, with interest, at the rate of six per centum per annum, payable semi-annually, on the first day of January and July, at the office of the Pennsylvania Railroad Company, in the city of Philadelphia, upon the delivery of the coupons severally hereto annexed; for which payments of principal and interest well and truly to be made, the faith, credit, and property of the said county of Lawrence are hereby solemnly pledged under the authority of an Act of Assembly of this Commonwealth, entitled an Act to incorporate the North-Western Railroad Company, which said act was approved the ninth day of February, A. d. eighteen hundred and fifty-three.\nIn testimony whereof, and pursuant to said act of the legislature of Pennsylvania, and resolutions of the county commissioners, in\ntheir official capacity, passed the---, the\ncommissioners of said county have signed, and the clerk of said commissioners has countersigned these presents, and have hereto\ncaused the seal of said county to be affixed, this - day of\n-, A. D. one thousand eight hundred and fifty-.\nj\n, ?\nCommissioners of Lawrence eounty.\nCleric of Commissioners.\nThe president of the company desired to have these bonds in the treasury, in order to procure the Philadelphia subscription; but assured the county commissioners that they should remain there, until expended for work done upon the road in Lawrence county.\nThe company disposed of $198,000 of these bonds; $58,500 at par, and $189,500 at the rate of 64 per cent. They were paid away to contractors on the road, whose estimates were increased in amount, so as to approximate to the value of the bonds at par; but they were in reality valued at 64 per cent., an addition of 56£ per cent, being made to the estimates of the contractors. $2000 of these bonds still remained in the’hands of the company at the time of filing the bill.\nThe defendants Malone, Painter, Clarke, Gonder, and Moore-head were parties to whom a portion of these bonds had been transferred at 64 per cent. They rested their defence on a plea to the jurisdiction of the court.\nThe whole amount of work done on the road, in Lawrence county, did not exceed $16,000 in value. The county never received any certificates of stock from the company; nor voted at any corporate election; nor was the said county ever represented in the company.\nMeOomb, for the complainants. —\nThe subscription was not made in the mode prescribed by the act, and a grant of power to a corporation is to be strictly construed: 10 Co. 112, b; Head v. Providence Insurance Co., 2 Cranch 127; Commissioners of Southwark v. Neil, 3 Yeates 55; Wolf v. Goddard, 9 Watts 550; Borough of West Philadelphia, 5 W. S. 283; Bank of United States v. Dandridge, 12 Wheat. 64; Beaty v. Knowler’s Lessee, 4 Pet. 168; Stourbridge Canal Co. v. Wheeley, 2 B. & Ad. 793; Charles River Bridge v. Warren Bridge, 11 Pet. 544; Commissioners of Kensington v. Keith, 2 Barr 221; Trenton Water Power Co., 6 Penn. L. J. 32; Northern Liberties v. Gas Company, 2 Jones 321.\nThe subscription never was approved by the grand jury as required by the act. A recommendation is not an approval: Purfel v. Sands, 1 Ash. 120; Thompson v. White, 4 S. & R. 135; and their action was invalid, because not unanimous: Johnston v. Bingham, 9 W. & S. 58; Baltimore Turnpike, 5 Binn. 485.\nThe bonds have been paid out in direct violation of the Act of Assembly which forbade their sale below par.\nHirst, for the respondents."
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 153
}
