{
  "id": 986675,
  "name": "Mahoning County Bank's Appeal",
  "name_abbreviation": "Mahoning County Bank's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "158",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 372,
    "char_count": 7117,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.669596951380663e-07,
      "percentile": 0.825666477080324
    },
    "sha256": "d1b8c6193759a60cc76b73c18c7c702bbe534da98d9e2d6ac95fd10dc507ec1f",
    "simhash": "1:53c2259437665c6a",
    "word_count": 1198
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mahoning County Bank’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nThe Mahoning County Bank, holding by assignment the judgment of Wm. TI. Williams & Co. v. Thomas M. Wolf, brings up this appeal. Williams & Co. held a judgment in the Common Pleas of Lawrence county, No. 76 of July Term 1852, against Wolf, in the penal sum of $10,000, conditioned to cover advances made and to be made to him, with interest -and expenses of collection. They issued a sci. fa. to revive this judgment, No. 21 of May Term 1854, and the parties having liquidated beforehand the amount due the plaintiffs for advances, they not only revived the judgment, but the defendant confessed judgment for the amount so liquidated, amounting to $4271.38 and costs. Afterwards, on the 6th April 1855, the plaintiffs employed counsel to collect the money on the judgment. On issuing the fi. fa. the prothonotary calculated the interest on the judgment, entered the credits of payments made since the revival, and brought down and entered on the writ the exact balance due on the judgment, endorsed the costs, and also the sum of $226.71, commissions for collection, stipulated for in the bond. This sum for commissions was not included in the judgment, but it was thus attempted to collect it as an incident of the judgment, in the same manner as if it were costs. The auditor appointed to report distribution among the lien-creditors of the money made in the case of Marvin’s Executors v. Wolf, allowed this sum. The appellees, Campbell, Bredin & Co., junior judgment-creditors, excepted, and the court sustained their exception and overruled the auditor in this particular, and the Mahoning County Bank appealed.\nA judgment is the determination of the law as the result of proceedings instituted in a court of justice. A final judgment is such as at once puts an end to the action, by determining that the plaintiff is, or is not entitled to recover*, and the amount in debt or damages to be recovered. In courts of common law final judgment is a unit. It cannot exist in distinct parts at one and the same time, so as to be enforced in such form by execution. The plaintiffs are attempting this, but it cannot be done. If they had issued their sci. fa. after their right to commissions had /accrued, it is not to be doubted but they might have liquidated their judgment to include them, but this necessary form was ■neglected; and as the commissions appear on the writ they are no part of the judgment, but stand on it as costs. As such they cannot be allowed. It is more than probable that, when the judgment was liquidated, the right to commissions not having accrued, a future sci. fa. with assignment of breaches was contemplated, or an amicable liquidation, so as to cover them; but this was not done, and we cannot take the will for the deed. The learned judge of the Common Pleas properly sustained the exception to the auditor’s report by which these commissions were allowed.\nAppeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "McQ-uffin, for the appellants.",
      "Johnston Dana, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Mahoning County Bank’s Appeal.\nA defendant gave a cautionary judgment, in a penal sum, to secure future advances, and all costs of collection, including attorney’s commission of five per cent, on the real debt and interest; a scire facias was issued to revive this judgment, upon which the parties liquidated the amount of the advances, and the defendant agreed that judgment of revival should be entered for that sum; payments were subsequently made on account: Held, that on a fieri facias to levy the balance due, the attorney’s commission of five per cent, was not recoverable. They should have been included in the judgment.\nAppeal from the Common Pleas of Lawrence county.\nThis was an appeal by The Mahoning County Bank from the decree of the court below, distributing the proceeds of a sheriff’s sale of the real estate of Thomas M. Wolf.\nOn the 26th July 1852, a judgment was entered in the cour.t below, in favour of William H. Williams & Co. against Thomas M. Wolf, in the penal sum of $10,000, conditioned for the payment of the amount of all drafts, bills of exchange, promissory n.otes, advances, endorsements, acceptances, bills, bonds, checks, and orders, and all other liabilities or indebtedness, as also the renewals and extensions of the same, which the said William H. Williams & Co. had already made, paid, drawn, advanced, endorsed, accepted, incurred, or assumed, and might thereafter pay, make, draw, advance, endorse, accept, incur, or assume, within one year' from the date thereof, for or on account of the said Thomas M. Wolf, or of the firm of T. M. Wolf & Brothers, not exceeding $7000; with a provision that the said judgment should cover all expenses of collection, including attorney’s commission of five per cent, on the real debt and interest, to which the said William H. Williams & Co. might be subjected in default of payment.\nOn the 4th April 1854, a scire facias was issued to revive this judgment, and on the same day, the defendant, by writing filed, confessed judgment of revival for $4271.38, with interest from the 30th March 1854, and costs. The prothonotary entered this judgment of revival, and liquidated the amount, in pursuance of the following statement of the plaintiffs, which was filed of record in the case:—\nPittsburgh, March 30, 1854.\nSettlement being this day had between T. M. Wolf and the undersigned, for advances made under articles of agreement and judgment dated July 21st, A. D. 1852, there appears to be a balance due under said article, of forty-two hundred and seventy-one dollars Now, as the said agreement is filed in the prothonotary’s office in Lawrence county, and judgment confessed thereon in our favour for $10,000; this is to certify that the real amount due us, as per settlement, is as stated above, $4271.38, and the prothonotary of Lawrence county is hereby directed to make docket entries accordingly.\nW. H. Williams & Co.\nOn the 6th April 1855, the plaintiff employed an attorney to collect the balance due of this judgment, who procured the prothonotary to liquidate the amount of debt and interest due thereon; which resulted in a balance of $2034.39, after giving credit for $2500 paid by the defendant on account. For this balance a fieri facias was issued, on which was endorsed, in addition to the debt and costs, $226.71, for attorney’s commissions, as stipulated in the original judgment.\nThis execution was levied upon the defendant’s real estate, which was condemned, and a venditioni exponas issued to sell the same, when the defendant procured the Mahoning County Bank to purchase the judgment; and the balance due thereon, and attorney’s commission was assigned to the bank upon the record.\nThe defendant’s real estate was afterwards sold under a prior judgment, and on the fund being brought into court for distributing, the claim of the appellants for the $226.71 for attorney’s commissions, was disallowed; and the balance of the fund decreed to Campbell, Bredin & Co., junior lien-creditors of the defendant. From this decree, the present appeal was taken.\nMcQ-uffin, for the appellants.\nJohnston Dana, for the appellees."
  },
  "file_name": "0158-01",
  "first_page_order": 158,
  "last_page_order": 160
}
