{
  "id": 986662,
  "name": "Garrett & Martin's Appeal",
  "name_abbreviation": "Garrett & Martin's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "160",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 411,
    "char_count": 8199,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.058015543067583e-07,
      "percentile": 0.7561637763437173
    },
    "sha256": "48f201760c1c93aa4e0c6e86bc54cfef491752564d515af244ad63894ef08b4f",
    "simhash": "1:f4431481ceefa963",
    "word_count": 1440
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Garrett & Martin’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was cited by\nThompson, J. —\nGarrett & Martin appeal from the decree of distribution to the prior executions of the appellees, of the proceeds of a sale of the personal property of W. S. Hays, the common debtor, on the ground that the money, the subject of the appeal, was made by the sale of property exempt from execution by the prior creditors, but liable to be sold by them by reason of a waiver of exemption in the note on which their judgment was obtained.\nIt is doubtless true, that, where an officer has several executions in his hands against a debtor, and levies on the same property, a single demand of the benefit of the exemption law, followed by one appraisement returned in each case, would be sufficient. But where it is expressly, and we may say specially demanded, as here in one case, followed by an appraisement and approval in the same ease, the rule would not be applicable. It is a privilege to the debtor, to be exercised in his own way, or not at all, as he pleases; and if he defeats his own objects by the manner of exercising it, the fault or the folly is his own. Here he claimed it in the case of Norton, administrator of Ranson, and had the property set apart; but it stood upon Hutchinson’s and Cummins’ writs, without a claim for exemption. The privilege was not set up against these writs, and it would be difficult to resist the conclusion, that they might proceed to sell it. We are not involved in a discussion of the rights which might have been claimed as arising under these circumstances, between the first and following consecutive executions, if nothing else had been done but to secure the exemption in the first case; for the debtor, by his own act, brought himself within the rulé of decision that prevents attempted preference through the medium of the Act of 1849. One day after having had the exemption allowed on the Norton execution, and ten days before the sale, and nine before the lien of that execution would expire, the defendant Hays waived the exemption in favour of Hutchinson’s and Cummins’ writs. This was an election not to avail himself of the law which enabled him to withdraw a portion of his property from liability to pay debts; and, consequently, a consent that it should be applied towards their discharge. But the law will not tolerate him in the indulgence of preferences, as was decided in Bowyer’s Appeal, 9 Harris 210, and reasserted in Hill v. Johnston and Barker, 5 Casey 362. The doctrine is, that “ a debtor cannot waive his right to the $300 in favour of a junior lien-creditor;” “whatever he does net regularly claim for himself, remains in the fund to be distributed according to law.” If this were not so, the exemption law would become, in fact, a law authorizing preferences amongst lien-creditors, instead of an act for the relief of poor debtors. We are treating of existing liens, at the time of the waiver, and of an attempt to give preference to a junior over a prior one, which is inadmissible. We are not determining on the effect of a waiver in the bond or bill of one, and not in that of another creditor.\nHolding, then, the doctrine thus established intact; and we do no more, when we say that he who does not claim to have property set apart under the purposes of the law, elects to let it be distributed according to law, the consequence is, that the oldest lien must be first satisfied. The Ranson execution was the oldest, and although the exemption was claimed as against it, yet it was, on the day following, waived in favour of the two subsequent executions. The cases cited deny effect to the preference thus attempted, and require the distribution in the order of the liens. It is a mistake to suppose that the appraisement limits the lien. Nothing but actual appropriation by the debtor, under the law, will have this effect. A different doctrine would permit a debtor to defeat the recovery of one execution-creditor, and give the property, rescued from his execution, in satisfaction of another and junior one. This would he preference in a pernicious form, because it would be in fraud of a beneficent law.\nThe appellants issued the junior of all the executions, and claim the proceeds of sale, upon the hypothesis that the demand of the exemption was upon all the writs. This was not so in fact or in intention; for not only does the demand specify but the one execution, but the defendant waived exemption on the two succeeding ones, as we have already seen. As between them and the appellants’ execution, they were all equally unaffected by any claim for exemption. The result of this state of facts gave them in the distribution, the priority due to their writs over the appellants, and the waiver in their favour gave priority over them all to the execution in favour of the administrator of the Ranson estate. The appellants insist that the exemption was claimed as against all the preceding writs, and that theirs bound the exempt property before the waiver on the Hutchinson and Cummins executions, and that the act of the defendant in the executions, could not deprive them of their priority by virtue of their writ and waiver. This assumption of the facts is not warranted by the proceedings in the ease. There was no act of defendant that injuriously affected their liens, at the time the appellants’ execution issued, as already stated; and the result would-be, even if the appellants’ hypothesis were sound, that on the facts they would be entitled to priority in the distribution. We see no error in the record.\nDecree affirmed, at the costs of the appellants.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "J. JS. Brady, for the appellants,",
      "O. A. Bippey, for Ranson’s administrator,",
      "J. T. Qochran, for Hutchinson and Cummins."
    ],
    "corrections": "",
    "head_matter": "Garrett & Martin’s Appeal.\nA defendant cannot waive the benefit of the exemption law, in favour of a junior execution-creditor, so as to give him a preference over a prior levy on the same property.\nA. issued ay?, fa. and levied on the defendant’s personal property; B. and C. afterwards issued executions and levied on the same goods; the defendant claimed the benefit of the exemption law under the writ of A., and $300 worth of property was set apart to him; D. then issued afi.fa. on a judgment in which the defendant had waived the benefit of the exemption law, and levied on the same goods; and, on the following day, the defendant waived the benefit of the exemption law in favour of B. and C.: Held, that A.’s execution was entitled to the proceeds of the sheriff’s sale.\nAppeal from the District Court of Allegheny county.\nThis was an appeal by Garrett & Martin from the decree of the court below, distributing the proceeds of a sheriff’s sale of the personal property of W. Scott Hay.\nOn the 17th December 1857, afi. fa. at the suit of Rowland Norton, administrator of Albert Ranson, deceased, for $168.67, was levied on the goods of W. Scott Hay, the defendant.\nOn the 26th December 1857, two writs of fieri facias at the suit of Robert Hutchinson and William Cummins, were placed in the sheriff’s hands, at the same time, and levied on the same goods. These writs were for $209.08 and $164 respectively.\nThe defendant claimed the benefit of the exemption law, under the first execution, and, on the 28th December 1857, $800 worth of goods were appraised and set apart to him.\nOn the same day, an execution was issued against the defendant at the suit of Garrett & Martin, the appellants, for $215.16, on a judgment note, in which the defendant had waived the benefit of the exemption law.\nOn the following day, 29th December, the defendant waived his right of exemption on the executions of Hutchinson and Cummins.\nThe court below decreed distribution of the proceeds of sale, as follows: 1. To the payment of the costs of the executions. 2. To the payment of rent due by the defendant. 8. To the payment of the execution of Ranson’s administrator. 4. And the balance to Hutchinson’s and Cummins’ executions, pro rata.\nFrom this decree the present appeal was taken, by Garrett & Martin.\nJ. JS. Brady, for the appellants,\ncited Johnson & Sutton’s Appeal, 1 Casey 118; Bowyer’s Appeal, 9 Harris 214.\nO. A. Bippey, for Ranson’s administrator,\ncited Bowyer’s Appeal, 9 Harris 210; Hill v. Johnston, 5 Casey 362; Hanley v. O’Donald, 6 Id. 261\nJ. T. Qochran, for Hutchinson and Cummins."
  },
  "file_name": "0160-01",
  "first_page_order": 160,
  "last_page_order": 163
}
