{
  "id": 986740,
  "name": "Riddle et al. versus Foster",
  "name_abbreviation": "Riddle v. Foster",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "163",
  "last_page": "167",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 353",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0353-01"
      ]
    },
    {
      "cite": "1 W. & S. 442",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0442-01"
      ]
    },
    {
      "cite": "6 Binn. 102",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 11689,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.400626183215566e-07,
      "percentile": 0.6446190492186996
    },
    "sha256": "7b6cd14de15e833acd56f98c8e14e09f68125bc2ca5f54873c7d4425a713e41c",
    "simhash": "1:a364900180dbf698",
    "word_count": 2115
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Riddle et al. versus Foster."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThis is an attempt to defalk from the purchase-money agreed to be paid for a tract of land, on the ground that the quantity falls short of what is mentioned in the deed.\nIn the receipt of March 5th 1853, which Mrs. Foster gave for the hand-money, she describes the land as the tract on which she then resided, situate in Hayfield township, “ being the property deeded to me by my late husband, and containing, as by the annexed plot, 385 acres and 16 perches, with an allowance of six per cent., less 85 acres exact measure sold by me last fall to Elias Mason, and two acres sold to Joseph Fox.”\nThe deed made 6th May 1853, Mrs. Foster to Mrs. Riddle, describes the tract by the adjoining owners as “ containing in all three hundred and eighty-five acres and seventeen perches and allowance, excepting therefrom eighty-five acres exact measure, heretofore sold and conveyed by me off the west end of the same to Elias Mason, and two acres sold to Joseph Fox; being the land occupied by the said William Foster (the deceased husband of the grantor) as a homestead farm.”\nThe deed of Mrs. Foster to Elias Mason, dated 25th June 1852, described the land conveyed to him by metes and bounds as containing 85 acres and 50 perches and allowance of six per cent., so that when it was referred to in the above cited reservation as 85 acres exact measure, it was incorrectly cited.\nFrom the testimony of the surveyor it appears there are 90 acres and 97 perches neat measure in Mason’s piece, and 309 acres in the part conveyed to Mrs. Riddle. Her deficiency is about six acres, for which she claims to defalk against the unpaid purchase-money at the rate of $20 the acre.\nWe do not think she presents a case for defalcation. She purchased the homestead farm of the Fosters, not by the acre, but for a round sum of six thousand dollars. Mason’s deed was on record when she purchased, and his land laid off by a line of which the surveyor says, “ we found comers on the ground on the east line claimed by Mason which indicated Mason’s part. There is a line all the way through on the ground.” As this part purchased by Mason was off the “west end” of the homestead farm, this line must have been the dividing line between the two properties.\nNotwithstanding it is inaccurately called in the reservation 85 acres exact measure, it is impossible to suppose that Mrs. Riddle expected to buy any land within his lines. They were visible on the ground as well as on the record, and what the parties meant to sell and buy was the residue of the homestead tract. This is too apparent to admit of any doubt. Nor is it alleged that there was any mistake in the boundaries of the deed, or that Mrs. Riddle has lost any of the land contained within them. The only difficulty is that on a resurvey the quantity does not hold out. This is common. Sometimes resurveys establish an overplus, and then a vendee who bought in the gross is never expected to pay for it — frequently the resurvey proves a deficiency, and then, unless there be an express covenant of quantity, the purchaser has no right to detain purchase-money on account of the deficiency.\nNor does the warranty in this deed apply to the quantity, but only to the title. The quantity is mentioned by way of description, and is generally regarded as the least accurate part of the description. There has been no eviction of the defendant from any of the land within her boundaries, and no liability to eviction has been established. There is, therefore, no breach of the covenant of warranty.\nThe cases sustain this ruling abundantly: 6 Binn. 102; 1 S. & R. 166; 6 S. & R. 488; 13 S. & R. 140; 14 S. & R. 296; 1 W. & S. 442; and 7 W. & S. 353.\nThe case of White v. Lowry, 3 Casey 254, is much relied on by the defendant’s counsel, but it does not apply. That was treated as a case of eviction. The land recovered from the purchaser was considered to have been part of the consideration for the bonds in suit. If it was not so, then the case involved a fraud; if it was so, there was a good defence to the extent to which the consideration had failed.\nThat case belongs to a large class of adjudications in the books, a very brief summary whereof will be found in Murphy v. Richardson, 4 Casey 288.\nBut it is a mistake to place this case in that category. The question here is simply what was the bargain ? What was bought and sold ?\nThe answer derived from the papers executed is, the Foster homestead farm. It is described variously — 1st, as the property deeded to Mrs. Foster by her husband — 2d, by reference to a plot —3d, by the adjoining owners — and 4th, by the quantity. All these are points of description, but whether one or all of them be taken as defining the thing sold, what was previously granted to Mason and Fox, is to be subtracted from it. There is no more warranty of the quantity than there is of either of the boundaries. All the quantity within the boundaries was sold, but no more. The subject-matter of the contract lay there open to the eye, and whether it contained more acres or fewer than the number mentioned by way of description, it was for that the defendant agreed to pay her money. She has lost nothing of .that for which she bargained. She has got all she bought.\nHer case, therefore, does not fall within or come near to those' cases, in which purchasers have been relieved from payment of purchase-money, on account of encumbrances and defects of title.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Finney and Douglass, for the plaintiff in error.",
      "Church, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Riddle et al. versus Foster.\nA vendor sold a tract of land for a gross sum, excepting a piece of 85 acres, exact measure, previously conveyed to a third party, the lines of which were visible on the ground; on a resurvey the excepted piece of land was found to contain 90 acres 97 perches: Held, that the vendee was not entitled to a deduction from the amount of the purchase-money on account of an alleged deficiency in the quantity of land.\nError to the Common Pleas of Crawford county.\nThis was a judgment entered in the court below in favour of Mary M. Foster against Horace R. Riddle and S. H. Riddle, on a bond and warrant of attorney, in $10,000, conditioned for the payment of $5500, in six annual instalments, from the 6th May 1853.\nOn the 5th March 1853, Mary M. Foster, the plaintiff, contracted to sell to Sarah H. Riddle, the wife of Horace R. Riddle, a tract of land in Hayfield township, and gave the following receipt for a part of the purchase-money.\n“ Received, March 5, of D. A. Finney, attorney for Andrew Kennedy, trustee of Mrs. Sarah Riddle, five hundred dollars in part payment for the tract of land on which I now reside, situated in Hayfield township, being the property deeded to me by my late husband, and containing, as by the annexed plot, 385 acres and 16 perches, with an allowance of six per cent.; less 85 acres, exact measure, sold by me last fall to Elias Mason; and two acres sold to Joseph Fox. Five hundred dollars more to be paid on the first day of May next, when I will give to the said Riddle a deed for the same; she executing to me a mortgage on the property, for the sum of five thousand five hundred dollars, payable in six equal annual instalments, with interest, payable yearly, on all the unpaid principal; and will then give up possession of the premises. It is agreed, that the purchaser assume the lease with Lawrence Stein, and that I am to receive my share of the grain now in the ground. Mart M. Foster.\n“ Meadville, March 5, 1853.\n“ Witness — Francis Gibson.”\nOn the 6th May 1853, the plaintiff executed to Sarah Riddle, a deed for the tract of land in question, wherein it was described as follows: — “A certain messuage or tract of land situate in Hayfield township, county of Crawford and state of Pennsylvania, bounded and described as follows, to wit: on the north by lands of John Allen and F. Hickernell; on the east by French creek; on the south by lands of Jacob Brookhouser, and on the west by lands formerly of Isaac Allen, containing in all three hundred and eighty-five acres and seventeen perches and allowance; excepting therefrom eighty-five acres, exact measure, heretofore sold and conveyed by me off the west end of the same to Elias Mason, and two-acres sold to Joseph Fox; being the land occupied by the said William Foster, deceased, as a homestead farm.” And, on the same day, the defendants executed to her a mortgage upon the premises, and also a bond and warrant of attorney to confess judgment, in $10,000, conditioned for the payment of $5500 in annual instalments. Upon this bond and warrant of attorney, the present judgment was entered up.\nThe deed to Elias Mason described the land conveyed to him, by metes and bounds, and the lines thereof were marked upon the ground; but on a subsequent survey these boundaries were found to contain 90 acres 97 perches, instead of 85 acres, as excepted in the deed to Mrs. Riddle.\nOn the 9th May 1855, the defendants obtained a rule to show cause why the judgment should not be opened, on an affidavit that they claimed to defalk from the plaintiff’s judgment for a breach of warranty in the deed given for the land; and the court below directed a feigned issue to try whether there was an excess of land in the survey of Elias Mason, referred to in the plaintiff’s deed to Sarah Riddle; and, if any, whether Sarah Riddle and II. R. Riddle were entitled to any deduction from their bond given for balance of purchase-money of the land conveyed by said deed, on account of such excess.\nOn the trial of the issue, the defendants requested the court to charge the jury: — That according to the true construction of the deed from Mary Foster to Riddle, defendants are entitled to the whole of the land, excepting eighty-five acres, exact measure, and if plaintiff has previously conveyed to Elias Mason eighty-five acres and the allowance of six per cent, or more, there is a failure of title to the extent of the excess conveyed to Mason, and defendants have a right to set up the deficiency as an offset or defalcation.\nThe court below (Derrickson, J.) declined so to charge, and instructed the jury as follows:—\n“ The plaintiff conveyed to the defendant a tract of land containing 885 acres 17 perches, excepting 85 acres, exact measure, previously sold to E. Mason, for $6000. On a resurvey of the Mason piece, it was found to contain some 4 acres and 95 perches more than what his own deed called for, and for this the defendants claim an allowance on the purchase-money, at the rate of $20 per acre. The sale was a gross one, and the only error appears to be in stating in the deed to defendant that the excepted piece of land, before sold to Mason, contained 85 acres, when, on subsequent survey, it was found to contain some 90 acres and a fraction more.\n“ The lines of that piece, however, were marked on the ground, and in the sale to defendant, it was not intended to infringe upon these, nor conveying to the latter any part of the land included within their limits. Hence the excess in quantity, to the amount stated in that prior sale, cannot in the shape the case presents itself to us, under the pleadings and in law, justify an abatement to an equal extent in the defendant’s liability. If fraud existed, or if the excess in the one case and deficiency in the other had been so great as to afford evidence per se of its existence, a different result would be produced.”\nTo this charge the defendants excepted; and a verdict having been rendered for the plaintiff, the defendants removed the cause to this court, and here assigned the same for error.\nFinney and Douglass, for the plaintiff in error.\nChurch, for the defendant in error."
  },
  "file_name": "0163-01",
  "first_page_order": 163,
  "last_page_order": 167
}
