{
  "id": 986820,
  "name": "Baird versus Householder",
  "name_abbreviation": "Baird v. Householder",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "168",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 168"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 269,
    "char_count": 4232,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 2.431060939168892e-07,
      "percentile": 0.802028998601849
    },
    "sha256": "ede69e805de2f77bc58eca35ccf1c53c17528f11d9ee20e8b8cda3f99b879d0d",
    "simhash": "1:cce7d2a5aedc5ffd",
    "word_count": 712
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baird versus Householder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChurch, J. —\nThe information and complaint which constitutes the foundation of the alleged malicious prosecution, by the plaintiff in error, charged upon plaintiff below, nothing hut a simple trespass, in no way amenable to the criminal jurisdiction of the justice, nor cognisable in the Quarter Sessions. And the warrant issued thereon, and under which the plaintiff below was arrested, and bound over to answer, did not in the least amplify or change the nature and character of the charge. As respects a criminal prosecution, therefore, the information and process were not only irregular, but void on the face of them, and all concerned in the arrest were, in law, trespassers. Hence, by those principles of law, touching this question, which have been so frankly acknowledged and conceded, in the argument made here for defendant in error, the only action sustainable by him is trespass, and not case. But this action is expressly instituted in “ case sur malicious prosecution.” Such is the language of the praecipe for the writ. The plaintiff also declared in the same way. The amendment allowed by the court below, and filed at the term of the trial, we do not consider subject to the exception taken there. But it left the action still in ease, and offered no substantive change, in the form of declaring, that is not fully authorized by the Act of the 21st of March 1806, and the uniform practice under it. Nor did the alteration help the plaintiff in the defective point.\nAfter a careful examination of this whole case, we are unable to distinguish the ruling principle of it from Maher v. Ashmead, 6 Gasey 344, reported since the trial below. Therefore, as well upon principle as authority, this judgment must be reversed.\nJudgment reversed.",
        "type": "majority",
        "author": "Church, J. —"
      }
    ],
    "attorneys": [
      "Henderson, for the plaintiff in error,",
      "Linn, Montgomery, and Gibson, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Baird versus Householder.\nAn action on the case cannot be maintained for maliciously causing a person to be arrested on a criminal warrant, charging an act which is not a crime but simply a trespass.\nSuch warrant is void, and all persons acting under it are trespassers.\nTrespass, therefore, and not case, is the proper remedy. Maher v. Ashmead, 6 Casey 344, affirmed.\nError to the Common Pleas of Washington county.\nThis was an action on the case for malicious prosecution, by George Householder against Thomas H. Baird. The declaration, as originally framed, was in case for malicious prosecution; and on the trial the court permitted an amendment to be filed, charging a malicious arrest on a criminal warrant.\nOn the 18th August 1854, the defendant caused a warrant to be issued by a justice of the peace, charging the plaintiff “ with taking and carrying away from the farm of deponent a quantity of oats straw (which had been raised and cut on said farm by Householder), without the knowledge or consent of said Baird; the said straw being the property of said Baird, it being the one-half of the produce, which, according to the lease, was to- be delivered to said Baird.”\nOn this warrant the plaintiff was arrested, and after a hearing, was bound over to the next Court of Quarter Sessions, for trial. The court, on examination of the information, quashed the proceedings and discharged the plaintiff from his recognisance; whereupon he commenced this action for malicious prosecution.\nWhen the case came up for trial, the plaintiff moved for leave to amend his declaration, by adding a count for a malicious arrest on a criminal warrant. The court allowed the amendment, notwithstanding an objection by the defendant.\nThe defendant then withdrew his plea of not-guilty, and demurred to the declaration; and on argument, the court gave judgment for the plaintiff, with leave to the defendant to plead over, on payment of costs. The defendant, thereupon, pleaded to the declaration, and, on the trial, there was a verdict for the plaintiff for $148, on which judgment was entered.\nThe defendant then removed the cause to this court, and here assigned for error: 1. That the action should have been trespass, and not case. 2. That the court below erred in allowing the amendment.\nHenderson, for the plaintiff in error,\ncited and relied upon Maher v. Ashmead, 6 Casey 344.\nLinn, Montgomery, and Gibson, for the defendant in error."
  },
  "file_name": "0168-01",
  "first_page_order": 168,
  "last_page_order": 169
}
