{
  "id": 986632,
  "name": "The Commonwealth v. The McKean County Bank",
  "name_abbreviation": "Commonwealth v. McKean County Bank",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "185",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 790,
    "char_count": 26032,
    "ocr_confidence": 0.452,
    "sha256": "d09ddcf25c48c9a58f984d4e8d8d416390e6511dd7f8e8cc04a5f2efbc1a8853",
    "simhash": "1:2dea9775d92fd324",
    "word_count": 4376
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth v. The McKean County Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThere are several technical difficulties in the way of this prosecution, some of which would most likely be found insuperable; but we choose to pass them all by, and to decide the case upon its substantial merits.\nOf the nine commissioners named in the Act of Assembly, to incorporate the McKean County Bank, five complain that three,-to wit, Daniel Kingsbury, Samuel L. Casey, and Sylvanus Holmes, separated themselves from their colleagues, and refused to act with them in the matter of obtaining subscriptions to the stock of said bank; that after the five commissioners, who are on this record as private relators, had obtained subscriptions for the full amount of one-half of the capital stock of said bank, they informed the three thereof, and requested them to meet at Smethport, on the 28th January 1850, to receive payment of the balance of fifty per cent, on the said subscriptions, and then and there make out and sign the certificate required by law to obtain letters patent, which the three agreed to do. Before the day agreed on for this meeting, to wit, on the 21st January 1858, the said Holmes, Casey, and Kingsbury, in the absence of all the other commissioners, and without their knowledge or consent, drew up a certificate, and signed and sealed the same, setting forth that-more than half of the capital stock of said bank was subscribed for, and fifty per cent, on each and every share had been duly paid in ; that though furnished with a list of the persons who had subscribed for stock, and paid their per centage of ten per cent, thereon to the other commissioners, the three commissioners designedly omitted the names of all such persons, except three or four, from their certificate, and thereby deprived divers subscribers of the opportunity of becoming members of the said corporation. Then follows the suggestion that the letters patent issued upon this certificate of the three commissioners were improvidently issued, and ought to be recalled and annulled. Such is the case on the part of the Commonwealth.\nHad the defendants, who are the stockholders of the McKean County Bank, demurred to this information, the questions would have been fairly raised whether private relators can be joined with the Commonwealth in suing by quo warranto — whether commissioners have an interest, after the corporation is full fledged, that entitles them to sue — whether quo toarranto is the appropriate remedy for repeal of letters patent — and whether the executive act of issuing letters patent under such an Act of Assembly does not conclude the regularity of the preliminary proceedings of the commissioners, and prevent judicial inquiry thereinto, especially as ground of ouster or forfeiture, in a proceeding by a. quo warranto.\nBut, instead of demurring, the defendants pleaded very fully. They set forth that the law under which they acted authorized the commissioners, or any three of them, to organize the bank — - that the books were duly opened and subscriptions obtained — they deny that the certificate prepared by them, on the 21st January 1858, was executed secretly or clandestinely, or that the names of any persons were excluded therefrom who had paid fifty per centum of their subscriptions as required by law — that the only subscribers excluded were those who had not so paid — they deny also that at any time before or since the charter they have in any manner prevented or endeavoured to prevent the relators or others from subscribing to the stock or participating in .the organization, management, and control of the bank, but on the contrary allege that they have given all persons the fullest opportunity to subscribe to said stock. They deny that the relators ever paid or offered to pay the per centage on their subscriptions required by law, and assign as their reason for not consulting the relators about the certificate to the governor, that they had ascertained that the said “Hyde and others, pretending to be acting as commissioners of said bank, had entered into and made an illegal, fraudulent, and corrupt contract with one J. R. Robinson, an individual residing without the limits of the Commonwealth, for the sale, transfer, and barter of the charter of said McKean County Rankand they set forth the contract among the exhibits.\nThe defendants go on to charge that the said relators, on the 18th January 1858, while pretending to act as commissioners, carried the subscription books to Hornellsville, in the state of New York; and, in pursuance of their fraudulent contract with Robinson, permitted him to subscribe in his own name, and in the names of many irresponsible persons, most of whom reside out of the state, about fourteen hundred shares of stock — that the alleged payment of five dollars a share by said Robinson was made in the bank notes of the Tioga County Bank, the Crawford County Bank, and the Shamokin Bank, which were banks authorized by the legislature, but put into operation by the said Robinson and others — that the whole or greater part of said money was redelivered to said Robinson by the said Hyde, Benton, and others, pretending to act as commissioners — that they afterward, to wit, on the 27th January 1858, secretly met the said Robinson and others at the town of Ceres, in McKean county, and then and there pretended to receive from the said Robinson the additional sum of forty per centum on the aforesaid fraudulent subscriptions, which payment was made in the notes of the aforesaid banks, and a small portion in specie — that the notes and specie were handed over to the commissioners by the said Robinson, and immediately redelivered to him, and by him returned to one Nathan Thayer, from whom it had been borrowed for this specific purpose, and by whom it was taken out of the Commonwealth, and never returned to the said commissioners.\nThe defendants further allege that the said Hyde, Benton, Sartwell, and J. 0. and Gr. B. Backus, certified the aforesaid fraudulent subscriptions, and feigned and pretended payments of stock to the governor, and requested him to incorporate the said subscribers, which application, “ after due and mature consideration,” was by the said governor refused, and letters patent issued upon the subscriptions and certificate presented and filed by the said defendants as hereinbefore set forth.\nThey set forth the letters patent, under the great seal of the Commonwealth, which recite that v“ the stipulations, conditions, and things in the said acts directed to be performed, have in all respects been fully complied with,” — and they allege the full organization of the bank in pursuance of said letters.\nTo all these matters, thus pleaded in due form by the defendants, the Commonwealth demurs, and the case is up for judgment on that demurrer.\nThe demurrer admits whatever facts are well pleaded and relevant.\nIt is argued that, although the Act of Assembly authorizes three commissioners to act, they can only act with legal effect when the others neglect or refuse to act, and that as the whole board, or at least a majority of them, were engaged in taking subscriptions, it was not competent for three to separate themselves from their colleagues, and make an ex parte certificate to the. governor.\nIf this be accepted as a sound construction of the Act of Assembly, the question still recurs whether the three have not given a sufficient reason for separating from their colleagues, and acting by themselves.\nThe legislature authorized the incorporation of this bank for honest and fair purposes, and it appointed the commissioners to carry the law into effect, in the ordinary manner in which other banking institutions are organized. They were to give all men an equal chance to subscribe stock. When, therefore, the five entered into a written engagement to J. It. Robinson to obtain for him the control of a majority of the capital stock, or to return him all the money he may pay on subscriptions, they made distinctions in his favour which were partial, unfair, and a violation of the duties they were sent to perform. Their colleagues had a right to separate from them at that point. If they had abjured the prescribed duties altogether — refused to take any part in organizing the bank, or had deputed the three to perform the duties, they would not more effectually have cut themselves off from all right to complain of the proceedings of the three.\nTheir guilty contract with Robinson is admitted by the demurrer, and it makes an end of this case. Neither they nor the Commonwealth have a right to oust corporators who have come into possession of their franchise in the manner described in the defendants’ pleas. On the state of facts there presented, the decision of the governor, if not conclusive on the judiciary, was a sound one, and is by no means to be reversed by a repeal of the letters patent.\nWhat was he to do? Was he expected to become a party to the agreement with Robinson, and to suffer him to carry off a Pennsylvania franchise for speculative and dishonest purposes? When he had to choose between the proceedings of a majority and a minority of the commissioners, he did well to adopt those that were in substantial accordance with the law and usages of Penn'sylvania, instead of those that were a violation of both, and an indignity moreover to the majesty of the Commonwealth. It matters not that they were the proceedings of a minority of the board. It was a minority that was competent to act under the circumstances of the case, and they were the only proceedings that were worthy of the executive sanction.\nWith the subsequent history of the bank we have nothing to do. The information does not allege any abuse or misuse of the charter. It only charges that the charter was improvidently granted. It is founded wholly on prevenient causes, not on subsequent misconduct.\nUnder the pleadings the complaint has no ground to rest on, and the defendants must have judgment on the demurrer.\nAnd now, to wit, January 8, 1859, this cause having been argued by counsel and considered by the court, it is ordered and adjudged that judgment be entered for the defendants in the demurrer, and that they recover their costs of the persons named in the information as relators.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Knox, Attorney-Creneral, and Webster, for the Commonwealth.",
      "Casey and Wetmore, for the respondents."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth v. The McKean County Bank.\nWhere, by an Act of Assembly, nine commissioners, or any three of them, were authorized to organize a bank, and a majority of them entered into a corrupt agreement to transfer the franchise to a citizen of another state, without any bona fide subscription to the capital stock; it was held, that a minority of the commissioners, consisting of three persons, had authority to proceed with the organization, and that letters patent issued in pursuance thereof were valid.\nQuo Warranto. This was a quo warranto, on an information by the Attorney-General, prosecuting as well for the Commonwealth as for Solomon Sartwell, George B. Backus, John C. Backus, Samuel C. Hyde, and A. M. Benton, private relators, against Daniel Kingsbury and others, and all persons who might be stockholders in .the McKean County Bank, and the said Mc-Kean County Bank.\nThe information set forth that the defendants, on the 8th February 1858, without any legal warrant or right whatsoever, used and exercised the liberties and privileges of a bank and banking corporation, and had continued to use the same, in contempt of the laws of the Commonwealth.\nThat by an Act of the 10th December 1857, Solomon Sartwell, George B. Backus, John C. Backus, Samuel C. Hyde, Sylvanus Holmes, Samuel L. Casey, Wells D. Walbridge, A. M. Benton, and Daniel Kingsbury, were appointed and authorized to carry into effect the establishment of a bank, to be called the McKean County Bank, and. to be located at Smethport, with a capital of $150,000, divided into 3000 shares of $50 each; to be organized, managed, and governed as provided by the Act of 16th April 1850; and to be subject to all the provisions and restrictions, and to enjoy all the immunities therein contained.\nThat the said commissioners gave due public notice, for three successive weeks, commencing 21st November 1857, that hooks for the subscription to the capital stock of the said bank would be opened at the prothonotary’s office, in Smethport, on the 14th December 1857, and remain open for six successive days; and that in case the stock was not all subscribed, at the expiration of six days, they would adjourn to the office of Daniel Kingsbury, in Bradford, McKean county, on the 21st December 1857, where the books would be opened for subscriptions.\nThat the books were duly opened on the 16th of December, and remained open for six days, when the stock not being all subscribed for, the commissioners adjourned, and afterwards met on the 21st, at the office of Daniel Kingsbury, as stated in their notice; and that the books were there opened and some of the stock subscribed for.\nThat on the 29th December, the commissioners, or a majority of them, met at Smethport, and had with them the book in which the subscriptions for the stock of the said bank were written. And that on the 31st, whilst holding their meetings there, Daniel Kingsbury took away the subscription book, and carried the same to Bradford, without the knowledge or consent of the other commissioners ; who thereupon passed a resolution requiring him to return the same.\nThat on the 1st January 1858, Kingsbury returned to Smethport, and surrendered the book to the commissioners; and remained acting with them until the 4th; after which period, a majority of them, namely, Solomon Sartwell, A. M. Benton, Samuel C. Hyde, George B. Backus, and John 0. Backus, remained at Smethport, and received subscriptions for the stock of the said bank.\nThat in the space of two weeks thereafter, the said five commissioners last named had obtained subscriptions for the full amount of one-half of the capital stock of the said bank; and thereupon two of them, Samuel C. Hyde and A. M. Benton, on the 21st January, went to Bradford and informed the said Daniel Kingsbury, Samuel L. Casey, and Sylvanus Holmes, that they, the said five commissioners, had obtained subscriptions for the full amount of the one-half of the capital stock, as required by law; and requested the said Kingsbury, Casey, and Holmes to meet the said five commissioners at Smethport, on the 28th, to receive payment of the balance of fifty per cent, on the said subscriptions, and make out and sign the certificate required in order to obtain letters patent; which request the said Kingsbury, Casey, and Holmes assented to, and promised to meet them at the time and place appointed.\nThat Kingsbury, Casey, and Holmes had, within two weeks previously, obtained from the other commissioners a copy of the subscriptions to the stock of the bank,' on which an instalment of ten per cent, had been paid; and knew, therefore, the names of the subscribers, and the number of shares taken by each of them.\nThat on the 21st January 1858, before the time agreed upon for the said meeting, the said Holmes, Casey, and Kingsbury, in the absence of all the other commissioners, and without consultation with, or notice to them, and without their knowledge or consent, drew up a certificate, and signed and sealed the same, setting forth that more than one-half of the capital stock of the said bank was subscribed for, and fifty per cent, on each and every share had been duly paid in. That, although furnished with a list of the persons who had subscribed for stock, and paid their per cent-age of ten per cent, thereon to the other commissioners, they knowingly and designedly omitted the names of all such persons, except three or four, from the said list and certificate; which they thereupon forwarded to the secretary of the Commonwealth, and thereby deprived divers persons, who had subscribed for stock in good faith, and paid their money on account thereof, from becoming members of the corporation authorized to be established under the title of the McKean County Bank.\nThat the said certificate was filed in the office of the secretary of the Commonwealth, on the 30th January 1858; and, on the same day, letters patent were issued constituting the persons named therein a body politic and corporate, by the name, style, and title of the McKean County Bank.\nThat the said letters patent were issued improvidently, and ought to be recalled and annulled; that the said Kingsbury, Casey, and Holmes had no power or authority to make, swear to, and file the said certificate in the office of the secretary; that, in so doing, they were acting clandestinely, in opposition to the majority of the commissioners, and in exclusion of the said majority, and without their knowledge or consent; and that the said majority had been, and were still, acting lawfully in performing the duties enjoined upon them by law. And that the said certificate so filed, and on which letters patent were improvidently issued, did not state that on each and every share of the stock subscribed, fifty per cent, had been paid in gold and silver, or the notes of solvent and specie-paying banks of the Commonwealth, as required by law.\nThat, in virtue of the said letters patent, the defendants, with divers others as stockholders, had erected themselves into a bank, under the style of the McKean County Bank, and were exercising the ppwers, privileges, and franchises of a banking corporation; the said Daniel Kingsbury being the president thereof, and the other defendants being directors, and all of them stockholders in said bank, in contempt of the laws of this Commonwealth.\nThat the defendants in committing the several unlawful acts aforesaid, had wilfully abused the powers granted by the Acts of Assembly, and had usurped powers and functions not granted by law. That the said letters patent were contrary to law, and prejudicial to the Commonwealth, and ought to be repealed, annulled, recalled, and cancelled; and all the liberties, privileges, and franchises claimed and exercised under and by virtue thereof, the said McKean County Bank had usurped, and still did usurp upon the Commonwealth, without any legal warrant or right, in contempt of the said Commonwealth, and to the great damage and prejudice thereof.\nThe defendants filed an answer admitting that they held and exercised respectively the offices of directors, president, and cashier of the McKean County Bank, and that they used and exercised the liberties and privileges of a hanking corporation; but denied that they did so, without proper warrant and authority of law.\nAnd the defendants further alleged that in pursuance of the Act of incorporation, they gave notice as stated in the information, and met at Smethport on the 14th December 1857, where the books were kept open for six days for the purpose of receiving subscriptions to the capital stock of the bank; but that no persons subscribed therefor, except John C. Backus, who subscribed for 10 shares, and paid thereon $5 per share to Samuel C. Casey, who was appointed treasurer and receiver.\nThat they adjoined to Bradford, and there opened the books on the 21st, and so remained until the 28th, during which time subscriptions were received for 1444 shares; and the persons subscribing paid $5 per share, to Daniel Kingsbury, who had been appointed by the commissioners, their treasurer and receiver in the place of Samuel L. Casey.\nThat on the 29th, the subscription books were taken back to Smethport, where they remained open until the 2d January 1858, during which time, 92 shares were subscribed, and $5 paid on each share. And that on the 14th, Samuel C. Hyde, John C. Backus, George B. Backus, Samuel L. Casey, and Solomon Sartwell, a majority of the commissioners, made and certified a true and perfect list of the subscriptions then made to the capital stock of the said bank, and delivered the same to Samuel L. Casey, with instructions and authority to collect from the subscribers the balance of 50 per cent, on their subscriptions; but did not let him have the subscription books.\nThat Casey took the said list to Bradford, and the subscribers residing there, on being requested, paid over to Kingsbury, the receiver and treasurer, the full balance of 40 per cent, on their subscriptions; and on the 21st, there had been subscribed and paid $38,400, being 50 per cent, on 1536 shares of stock, amounting in the whole to $76,800, And that the said Kingsbury, Casey, and Holmes, in pursuance of the authority vested in them, as three of the commissioners, made out and certified a list of such subscriptions to the governor, whereupon letters patent were issued in due form of law. And that the said banking corporation was duly organized in pursuance thereof.\nAnd they denied that, in framing said certificate, they had acted secretly or clandestinely, or excluded the names of any persons who had paid 60 per cent, of their subscription, as required by law; but that the names of various persons who had subscribed, but failed to pay 50 per cent, of their subscriptions, had been omitted from the said list and certificate, and, as they were advised, had been properly and legally excluded therefrom, by reason of their neglect to pay the same. And they denied that they had at any time prevented the relators or any other person, from subscribing to the stock or participating in the organization of the said bank, but had given them the amplest opportunity so to do. And they denied that the relators ever paid the amount required by law, to authorize them to participate in the organization of the said bank.\nAnd the respondents admitted that, in making out the said certificate, and in making application for letters patent, they did not act with, consult, or advise with the relators, because they averred that previously thereto, the said Hyde and others, pretending to be acting as commissioners of said bank, had entered into and made an illegal, fraudulent, and corrupt contract with one J. R. Robinson, an individual residing out of the limits of the Commonwealth, for the sale, transfer, and barter of the charter of the said bank.\nAnd the respondents charged in justification of their proceedings, that the relators, on the 18th January 1858, whilst pretending to act as commissioners, carried the subscription books out of the Commonwealth, to Hornellsville, in the state of New York; and in pursuance of their fraudulent contract with said Robinson, permitted him to subscribe in his own name, and in the names of many irresponsible persons, most of whom resided out of the state of Pennsylvania, and without any warrant or authority shown from such persons, about 1400 shares of the stock of the said bank.\nThat the alleged payment of $5 per share, made by the said J! R. Robinson, was in the notes of the Tioga County Bank, the Crawford County Bank, and the Shamokin Bank; banks authorized by the legislature of this state, but put into operation by the said J. R. Robinson, and others to the respondents unknown. And that such payment was made, under the fraudulent and corrupt bargain and contract, with the said J. R. Robinson, that the said money was to be repaid and refunded to him, and not to go into or form a part of the funds and capital of the said bank; and that, in pursuance thereof, the whole or greater part of said money was refunded to Robinson by the said Hyde and others.\nThat the said fraudulent arrangements and contracts were entered into with the said Robinson, by the said Hyde, Benton, and others, secretly and clandestinely, and without the knowledge, advice, or consent, in any manner or form, of the said Kingsbury, Casey, and Holmes, the other commissioners.\n.That on the 27th January 1858, the relators again, secretly and clandestinely, and without any notice to the other commissioners, met the said Robinson, and divers other persons connected with the said fraudulent arrangement, at Ceres, in McKean county, and pretended to receive from said Robinson, the additional payment of 40 per cent, on the said fraudulent subscriptions. That this pretended payment was made principally in the notes of the aforesaid banks, and a part thereof, as the respondents were informed, in false and fraudulent paper, purporting to be notes issued by the Corn Exchange Bank of Philadelphia, a bank not then organized, together with a small portion of gold and silver. That the same was immediately redelivered by the said Hyde, Benton and others, to the said Robinson, by whpm it was then and there delivered to one Nathan Thayer, from whom it had been borrowed for that specific purpose; and it was immediately taken by Thayer out of the Commonwealth, and was never returned to the said commissioners.\nThat the relators certified the said fraudulent subscriptions to the governor, and requested him to issue letters patent to the said subscribers; which application was by the governor, after due and mature consideration, refused, and letters patent issued upon the certificate presented by the respondents.\nThat the acts of the said Kingsbury, Casey, and Holmes, were done in good faith, for the purpose of preventing the said fraudulent and corrupt arrangements and contrivances from being carried into effect; and of fairly and legitimately carrying out the spirit and intention of the legislature in the incorporation of the said bank. And the respondents denied that the said letters patent were issued improvidently, or illegally; and they claimed that the said three commissioners had power to make the said certificate, and file it in the office of the secretary of the Commonwealth. And they averred that the present proceedings were had for the purpose of carrying out the said fraudulent and corrupt contract and contrivance entered into with the said Robinson, and others. Wherefore, they prayed judgment, &c.\nTo this answer the relators demurred.\nKnox, Attorney-Creneral, and Webster, for the Commonwealth.\nCasey and Wetmore, for the respondents."
  },
  "file_name": "0185-01",
  "first_page_order": 185,
  "last_page_order": 194
}
