{
  "id": 986612,
  "name": "Verner et al. versus Sweitzer",
  "name_abbreviation": "Verner v. Sweitzer",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "208",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 208"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 188",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Ohio 358",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        580822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/6/0363-01"
      ]
    },
    {
      "cite": "25 Wend. 489",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "6 Hill 586",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "10 N. H. 481",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6756254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/10/0481-01"
      ]
    },
    {
      "cite": "11 Wend. 27",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 335",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0335-01"
      ]
    },
    {
      "cite": "5 Rawle 179",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824596
      ],
      "pin_cites": [
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0179-01"
      ]
    },
    {
      "cite": "1 Pick. 53",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "13 Wend. 611",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2015695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/13/0611-01"
      ]
    },
    {
      "cite": "19 Wend. 234",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 285",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0285-01"
      ]
    },
    {
      "cite": "2 Watts 443",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840146
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0443-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 732,
    "char_count": 17222,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 3.271496489391289e-07,
      "percentile": 0.8701105740141607
    },
    "sha256": "a59be4c163813394a42696f5b60f2a20749087897954a7a65573c9d1633b1e82",
    "simhash": "1:9be1b821c83e9cd7",
    "word_count": 2993
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Verner et al. versus Sweitzer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChurch, J. —\nThere are two kinds of carriers for hire recognised by law. The one, designated as private, the other, public or common carriers. The former are bound to use ordinary diligence, that is, such diligence, as every prudent man usually takes of his own goods under the like circumstances, and are consequently only responsible for losses resulting from ordinary negligence. The latter are in general liable to answer for all losses, except those occasioned by the act of God, or of the public enemies. This responsibility, imposed by law upon common carriers, is derived principally from the public character of their employment, and is not avoided by any given degree of diligence shown on their part. The plaintiffs in error, with respect to the property in question, undoubtedly belong to one or the other of this class of bailees.\nIt was indicated very properly, in the case of Harrington v. McShane, 2 Watts 443, that the usage of trade and business, in particular localities, has much to do with fixing the liabilities in these sorts of bailments. And the same doctrine is further developed in Gordon v. Hutchinson, 1 W. & S. 285, where the principle of the case of Gisbourn v. Hurst, 1 Salk. 249, that one who undertakes for hire, to carry for all persons indifferently, who may employ him, is a common carrier, as to the privileges, is fully recognised; and the adjudication made, that a wagoner who carries for hire, is one also as to the responsibilities, whether transportation be his chief business, or only an occasional and incidental employment. The readiness to carry for all who will employ, gives the character to the bailment rather than the extent of his business, or the number of trips performed : Fuller v. Bradley, 1 Casey 120.\nIn view of these plain deductions from the leading cases on the subject, of what constitutes a common carrier, and distinguishes his liability, we are unable to perceive any material error in the charge of the court below; in the omission to instruct the jury as requested by the defendants there; or in the opinion given on the question reserved at the trial. The language of the learned judge, in the first paragraph of the charge, is very clear and explicit, and does, in reality, substantially cover the whole case presented in the evidence. And it is as favourable to plaintiffs in error as they had any right to demand. The very peculiar circumstances of the bailment are of recent origin, but the common law is believed to be sufficiently extensive to meet the exigency.\nIt was not essential, on the trial, to instruct the jury specially on the question whether the plaintiffs in error were common carriers of freight generally, in the usual acceptation of the term. The court didjiot do it, nor were they so requested. The question was one of Uawj rather than of fact; and hence the omission is not a proper subject of complaint here. If it was the custom of the defendants below to carry such property as this, in the manner and under the circumstances submitted by the court, and found by the jury, and if they actually did undertake so to do in this case, the law implies the liability. This implied liability, however, may be qualified by express contract, or general notice. But the onus of proving it, is on the party setting it up. And even such qualification of liability is not absolute, but subject to exception and reasonable restriction: Hollister v. Nowlen, 19 Wend. 234; Camden and Amboy Railroad Co. v. Burke, 13 Wend. 611; and Dwight v. Brewster, 1 Pick. 53. And it has been adjudged, that proof of general notice of limitation of liability, must be such as amounts to actual notice, or shown to have been so conspicuous, that the party sought to be affected by it could not have failed to discover it without gross negligence, the affirmative of which is upon the carrier. And that emblazoning the general object on a check, ticket, or notice, like the one used here, in large letters, but stating the restriction in small ones, is insufficient: Story on Bailm., § 558 ; Angell on Car., § 247, 248, 249; also 2 Greenl. Ev. § 216; and per Black, C. J., in Chouteaux v. Leech, 6 Harris 232-3. But suppose this alleged notice fully brought home to the owner of the goods, or to his agent intrusting them, which is equivalent, the effect is no more than to render the bailees private carriers for hire : Angell on Car., § 54. And in the absence of all proof of the circumstances of the loss, they would be liable: Beckman v. Shouse, 5 Rawle 179, 189; Clark v. Spence, 10 Watts 335. In the present case, we have an express contract on behalf of the carriers, to deliver both trunks, after the caution given respecting their value. And the less valuable of the two being alone delivered, and no proof or even allegation made of a reason for the non-delivery of the other, according to the doctrine fully recognised and affirmed in the eases last cited, they are subject to the imputation, that it is either yet in their possession, or has been embezzled by their agents or servants. The fact of non-delivery, under the circumstances proved in the case, is primé facie evidence, at least, of want of ordinary care. And such, is said per Savage, C. J., in Beardslee v. Richardson, 11 Wend. 27, would be the rule, even when the bailment is gratuitous on the part of the bailee, or for the sole advantage of the bailor. This case was, therefore, properly determined upon the facts, whether we consider the defendants below private or common carriers.\nJudgment affirmed.",
        "type": "majority",
        "author": "Church, J. —"
      }
    ],
    "attorneys": [
      "Gr. T. Hamilton, for the plaintiffs in error,",
      "Stotoe $ Hampton, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Verner et al. versus Sweitzer.\nOne who undertakes for hire to carry for all persons indifferently, who may employ him, is a common carrier.\nThe implied liability of a common carrier may be qualified by express contract or general notice; but the burden of proof is on the party setting it up.\nA general notice of limitation of liability must be such as amounts to actual notice; or shown to have been so conspicuous that the party, sought to be affected by it, could not have failed to discover it without gross negligence.\nEmblazoning the general object on a check in lar-ge letters, but stating the restriction in small ones, is not sufficient.\nThe effect of such notice, if brought home to the party, is only to change the responsibility of the carrier, from that of a common carrier to that of an ordinary bailee for hire.\nA private carrier, or ordinary bailee for hire, in case of the non-delivery of goods intrusted to him, is liable therefor, in the absence of proof of ordi-, nary diligence.\nThe fact of non-delivery is piimdfaaie evidence of want of ordinary care; and throws the burden of proof on the defendant.\nError to the District Court of Allegheny county.\nThis was an action on the case by Max Sweitzer against James Yerner, Thomas Holmes, N. R. Holmes, and James A. McKnight, trading as McKnight, Holmes & Co., for the loss of a trunk of merchandise intrusted to them as common carriers. In the first count of the declaration they were charged as common carriers; in the second as bailees for hire.\nOn the 18th December 1856, Henry Heidegger was a passenger on the Pennsylvania Railroad from Harrisburg to Pittsburgh. He had with him two trunks, belonging to the plaintiff, one of which was filled with valuable merchandise, besides some trifling articles of personal baggage.\nBefore arriving at Pittsburgh, an agent of the defendants, who were the owners of the Excelsior Omnibus Line in Pittsburgh, entered the cars, as was customary, to collect the baggage checks of the passengers; and received from Heidegger two checks for his trunks, which he directed to be taken to the St. Charles Hotel, and in return received from the agent, an omnibus ticket of the following tenor:—\nThe trunk containing the merchandise was never delivered, and no account of its loss was given on the trial. The plaintiff gave evidence of the custom of the defendants to carry all such trunks, boxes, &c., as were carried in the baggage car of the Pennsylvania Railroad Company, for which checks were given by the company, and to charge extra for more than one trunk.\nThe defendants’ counsel presented the following points, upon which they requested the court to charge the jury:—\n1. If the jury believe that the agent of the plaintiff had notice that- the defendants were carriers of passengers and ordinary baggage only, he is not entitled to recover for the loss of such articles as are not included in the terms “ ordinary baggage.”\n.2. That in the absence of a special contract enlarging their responsibilities, the law would only imply an undertaking on part of the defendants to carry in safety ordinary baggage, or such articles of necessary and personal convenience as travellers usually carry with them, and the plaintiff cannot recover for the loss of such articles as do not fall within the description.\n3. That under all the evidence in the ease, the plaintiff is not entitled to recover anything, unless it be the value of the brushes, and not even for them, unless the jury believe they belonged to the plaintiff himself, not his agent.\n4. There is no evidence from which the jury can infer the existence of a custom on the part of the defendants to carry merchandise, or any other articles than such as belong to the class known as baggage.\nThe court declined so to charge, and instructed the jury, pro forma, that if they believed from the evidence that the trunk and its contents in question belonged to the plaintiff; and that the custom of the defendants was to carry for hire all trunks, boxes, or packages, brought by the railroad company, in their baggage car attached to the passenger train, and for which checks were given' to the passengers; and if their agent undertook for a certain sum to carry the trunk in question from the depot to the St. Charles Hotel, received the check from the plaintiff’s agent, and failed to deliver the trunk according to his contract, or to return the check -to the holder, in order to enable him to claim the same from the railroad company, or to account for its loss, they were liable in this action. And that the measure of damages would be the actual cash value of the trunk and its contents, at the time of the loss, with interest thereon.\nAnd the court reserved the point whether the defendants were responsible for anything beyond the value of the trunk itself, and the articles of personal baggage contained in it.\nThe jury gave a verdict in favour of the plaintiff for $148.33-, subject to the opinion of the court on the point reserved. And the court in bane, subsequently, entered judgment for the plaintiff on the verdict, when the following opinion was delivered by Hampton, P. J.:—\n“ The defendants were the' proprietors of a line of omnibuses which ran to and from the various railroad depots and hotels of the two cities, carrying passengers, baggage, and the customary articles of freight, for hire.\n“In December 1856, Henry Heidegger came from New York to Pittsburgh 'by railroad, having in his possession two trunks belonging to the plaintiff, for which he had received checks from the Pennsylvania Railroad Company. As the train approached this city, an agent of the defendants came into the cars soliciting checks for baggage, and received from Mr. Heidegger his checks, promising to deliver the trunks at the St. Charles Hotel. One of them was delivered, but the other was not, nor was the check returned, or any account whatever given of the lost trunk.\n“ The trunk contained a valuable stock of fancy dry goods, particularly described in a schedule attached to Heidegger’s deposition on file in this case, together with a few brushes, &c., such as are usually carried by a person on a journey.\n“ The plaintiff brought this action to recover the value of the trunk and its contents. The defendants contended that they were not responsible for the articles of merchandise, because they were not common carriers of freight, but only of passengers, and such baggage as is necessary or convenient for persons on a journey.\n“ The plaintiff gave evidence tending to show that the defendants were in the habit of carrying for hire all trunks, boxes, and packages brought or carried by the railroad company, in their baggage car attached to the passenger train, for which checks were given to the passengers, to and from the different hotels and depots in the two cities. That their agent was requested to take care of these trunks, as they were valuable, and that he promised to do so.\n“ The defendants offered no evidence to show what had become of the trunk, or whether they had taken even the slightest care of it — whether it was lost, stolen, or embezzled by their servants or employees. Their defence rested chiefly, if not entirely, on the ground that they were not responsible, because the contents were articles of merchandise.\n“ The jury were instructed pro forma, that if they believed' from the evidence that the trunk and its contents belonged to the plaintiff, and that the custom of the defendants was to carry for hire all trunks, boxes, or packages brought by the railroad company, in their baggage car attached to the passenger train, and for which checks were given to the passengers; and if their agent undertook for a certain sum to carry the trunk in question from the depot to the St. Charles Hotel — received the check therefor, and failed to deliver the trunk according to his contract, or to return the check to the holder, in order to enable him to claim the same from the railroad company, or to account for its loss, they were liable in this action.\n“ The court reserved the question of law for the determination of the court in heme, whether or not the defendants were responsible for the articles of merchandise contained in the trunk.\n“ The jury found a verdict for the plaintiffs for the value of the trunk and its entire contents, subject to the opinion of the court on the question of law reserved.\n“ Although the defendants are not to be regarded as common carriers of freight, the fact is established by the verdict, that they are accustomed to carry all such articles as are carried in the baggage car of a passenger train, for which checks are given by the company. By this custom they constituted the railroad company their agents pro hae vice, and rendered themselves responsible for all trunks, boxes, or packages received from the company on checks given to the passengers, unless fraud be shown, or a limitation of their liability by special contract.\n“ But if this were not so, here was a special contract to deliver this particular trunk at the St. Charles Hotel, for a certain sum paid at the time, which would constitute the defendants special bailees for him, and bind them to the- specific performance of their contract, or subject them to the payment of damages for its breach, unless a sufficient excuse be shown for their failure. But no excuse is shown, no reason assigned, no evidence tending to prove that they made the slightest effort to comply with their agreement. They fold up their arms and say in effect, true, we received your trunk and agreed to deliver it to you at the St. Charles Hotel, but refuse to do so because its contents are different from what we supposed. Such a defence, if admissible, would open a door to the grossest frauds.\n“ A bailment, according to Blackstone, is £ a delivery of goods in trust, upon a contract expressed or implied, that the trust shall be faithfully executed on the part of the bailee.’ Or, according to Story, ‘ a bailment is a delivery of a thing in trust, for some special object or purpose, and upon a contract expressed or implied, to conform to the object or purpose of the trust.’\n“ The ease falls clearly within one of the classes of bailments recognised in the books, and the law imposes on the bailees the just responsibility of their undertaking. They were bound to perform the object of the trust, or show a sufficient reason for their non-performance; neither has been attempted; no account whatever has been given of the goods bailed. The agent who could have shown what became of the trunk is not called, nor his absence accounted for, nor any attempt made to explain the cause of the loss. Under such circumstances, it is difficult to perceive by what rule of justice or morality the defendants should be allowed to escape from all responsibility.\n“ We are both of opinion, therefore, that the plaintiff is entitled to judgment on the question reserved. Let judgment be entered on the verdict.”\nTo this opinion the defendants excepted, and having removed the cause to this court, they here assigned for error: 1. The refusal of the court below to charge as requested in the defendants’ points; 2. The entering of judgment for the plaintiff on the reserved point.\nGr. T. Hamilton, for the plaintiffs in error,\ncited Bennett v. Dutton, 10 N. H. 481; Hawkins v. Hoffman, 6 Hill 586 ; Angell on Carriers, § 521; Id. § 115; Pardee v. Drew, 25 Wend. 489; Bank v. Brown, 9 Id. 85; Jones v. Voorhees, 6 Ohio 358.\nStotoe $ Hampton, for the defendant in error,\ncited Beckman v. Shouse, 5 Rawle 188; Camden and Amboy Railroad Co. v. Baldauf, 4 Harris 67."
  },
  "file_name": "0208-01",
  "first_page_order": 208,
  "last_page_order": 214
}
