{
  "id": 986636,
  "name": "The Commonwealth ex rel. Thomas versus The Commissioners of Allegheny County",
  "name_abbreviation": "Commonwealth ex rel. Thomas v. Commissioners of Allegheny County",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "218",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Binn. 362",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "2 Binn. 275",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0275-01"
      ]
    },
    {
      "cite": "5 Binn. 87",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793605
      ],
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1923,
    "char_count": 64509,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 5.135390152973883e-07,
      "percentile": 0.939032932035806
    },
    "sha256": "829ac1b6e69427e509c087adf1ce805dfa40cb82d632125ecaf8ff25aafa9de4",
    "simhash": "1:ad8e8e66fa3af6b1",
    "word_count": 11154
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth ex rel. Thomas versus The Commissioners of Allegheny County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nOn the 21st day of May last, this court, at the instance and on the complaint of Joseph T. Thomas, as relator, awarded an alternative mandamus against the commissioners of the county of Allegheny, requiring them to proceed, under the Acts of Assembly relating to county rates and levies, and make provision for the payment of the interest accrued and accruing, on certain bonds issued by the county, to the aggregate amount of $300,000 — two of which the relator holds — or show adequate cause for their not doing so. To this writ the commissioners have made a return, the sufficiency of which is hereafter to be noticed.\nThe counsel for the relator, deeming it insufficient, have moved the court to disallow it, and to award a peremptory mandamus, and on this motion argument has been fully heard by the counsel of the respective parties.\nThis motion is according to the course of the common law of mandamus; but, by statute, both in England and Pennsylvania, an unsatisfactory return is now required to be replied to by a demurrer, plea, or traverse. Under our statute, the case then assumes the form of an ordinary action at law, and all questions properly arising are to be tried in the same manner as was formerly done at common law in the action for a false return. If judgment be given for the party suing the writ, a peremptory writ of mandamus issues without delay, as if the return had been adjudged insufficient. At common law, a judgment is not necessary to support the peremptory writ; under our statute it is.\nSuch, in brief, is the statutory mode of proceeding in suits of mandamus ; and, because it is expressly enjoined by our Act of 14th June 1836, and necessary also for the sake of the symmetry of the record, we shall treat the motion and argument made on behalf of the relator, as a demurrer to the return of the respondents, and proceed to consider the case, as if it had been entered in form.\nThe sufficiency of the return is thus fairly raised upon the record. Before proceeding to test it, however, it is necessary to obtain a clear view of the grounds on which the relator has instituted the action.\nHe claims to be the owner, in his o'wn right, of two bonds or certificates of loan, executed by the commissioners of Allegheny county on the 15th day of July 1853, under the seal of said county, for $1000 each (part of the aforesaid issue of $300,000), payable to the Pittsburgh and Steubenville Railroad Company, or bearer, on the 15th day of July 1885, with interest at the rate of six per cent, per annum, payable semi-annually, on the fifteenth day of January and July, at the city of New York, upon presentation and surrender of the proper coupons thereto annexed. He complains that the county has wholly and wrongfully neglected to make any provision for the payment of the interest on said bonds. Our alternative mandamus, founding itself on the matters charged by the relator, recites an Act of Assembly of 1849, incorporating the Pittsburgh and Steubenville Railroad Company, and a supplement thereto of 26th February 1853, authorizing the county of Allegheny, through its commissioners, and upon the recommendation of one grand jury, to subscribe an amount not exceeding ten thousand shares to the capital stock of said company, to borrow money to pay therefor, and to make provision for the principal and interest of the money so borrowed, as in other cases of loans to said county. The writ further recites the recommendation of the grand jury of June Term 1853, that the county should subscribe an amount not exceeding ten thousand shares to the capital stock of said company — the fact of a subscription of six thousand shares, and the issue of bonds therefor in the gross amount of $300,000, in amounts respectively of one thousand dollars each, and that the two bonds of the relator, issued as part payment of said subscription, were transferred by the railroad company, in conformity with the aforesaid Act of Assembly of 1853, as well as of two other acts approved March 2d 1855, and March 27th 1855. It charges also that a large amount of interest is due and unpaid.\nSuch is the relator’s case. It is an appropriate case for mandamus. He does not ask that judgment be rendered for him for the amount of the unpaid interest, but simply that public officers —the fiscal agents of the county of Allegheny — clothed by law with the power of assessing and collecting taxes to the extent of one cent in the dollar of the adjusted valuation of taxable property in the county, shall be required to provide means for paying that interest in the same manner they provide for paying other debts of the county.\nIt is obvious that he has no other adequate legal remedy. The Acts of Assembly relating to county rates and levies, impose no specific penalty upon the commissioners for the neglect of such duties as the relator calls on them to perform, and if a penalty were provided, it is well settled that it would not supersede the remedy by mandamus. If the relator were demanding payment merely of his interest, he might, indeed, sue by action of debt, but so might every holder of any of the three hundred bonds, and thus every six months would bring down upon the county an avalanche of lawsuits that would be destructive to her treasury. And a remedy that would require three hundred creditors to sue twice a year for interest, could scarcely be regarded as adequate. The law is bound to furnish some better means, even if immediate payment were the thing sought. Rut where that is not the immediate object, but the relator only seeks to put the county commissioners in motion to execute duties devolved on them by law, neither the action of debt, nor any other ordinary action, is adequate. I need not consider whether he had any remedy in equity, for according to the best authorities, both English and American, the existence of an equitable remedy is not a ground for refusing mandamus.\nAlthough mandamus is usually spoken of as an extraordinary remedy, and it is so in the sense that it lies only where there is a clear legal right, and no adequate remedy for it at law; yet since the time of Lord Mansfield, it has grown into great use in England, and the effect of the various decisions is said to be, that the Court of King’s Bench, as the general guardian of public rights, and in exercise of its authority to grant the writ, will render it, as far as it can, the suppletory means of substantial justice in every case, where there is no other specific legal remedy for a legal right; and will provide, as effectually as it can, that all official duties are fulfilled, whenever the subject-matter is properly within its control. Originally, mandamus was a mere letter missive from the king to a subordinate functionary, commanding the performance of his duty — then it became a legislative power — and finally was committed to the Court of King’s Bench as a judicial remedy, and as such, it has been extensively and beneficially applied. Thus, it is a general rule, that whenever an act of Parliament gives power to, or imposes an obligation on a particular person to do some particular act or duty, and provides no specific legal remedy for non-performance, the court will, in order to prevent a failure of justice, grant the writ to command the doing of such act or duty. The books abound with instances of the writ directed to inferior courts, magistrates, and local authorities, commanding them to execute acts of the legislature. So, the Ordinary has often been commanded to grant letters testamentary and of administration ; bishops to institute clergy; aldermen and burgesses to proceed in the execution of their official duties; incorporated companies to execute charter-powers; and churchwardens to make and raise one or more rates for the repayment of money and its interest, borrowed on the credit of the parish. It lies also to command a municipal corporation to enforce payment of existing borough rates, and to make and cause to be collected another borough rate wherewith to pay instalments on a composition bond ; and in a case in Strange’s Iiep. 63, it was held to lie commanding the making of a county rate.\nInstances might be multiplied of the frequent resort to this writ, in England, to enforce execution of official duties, especially of a fiscal nature, involving the taxing power ; but they will be found collected and arranged under appropriate heads in Tapping on Mandamus, to which I refer passim, and it is not necessary that I should cite more.\nFor a succinct view of the law of this writ, as it prevails in the United States, I refer to Angelí ‡ Ames on Corporations, title Mandamus.\nIn this court the writ has been often discussed, and in many instances applied. The general rule with us is, that where a ministerial act is to be done, and there is no other specific remedy, a mandamus will be granted to do the act required: Griffith v. Cochran, 5 Binn. 87, 103; Com. v. Cochran, 1 S. & R. 473; Com. v. Johnson, 2 Binn. 275; see also 2 Binn. 362; 16 S. & R. 317; 2 Penn. R. 518; 4 Casey 108.\nI refer also to the case of Graham & Knox v. The City of Maysville, lately decided in the Circuit Court of Mason county, Kentucky, and reported in 6 Am. L. B. 589; where, in a case bearing in many points a striking resemblance to the one before us, the law of mandamus wTas discussed with learning and ability, and the full remedial power of the writ applied.\nFrom all these sources, it is abundantly apparent, that the case presented by the relator is a fit one for mandamus, unless grounds be disclosed in the return for withholding it.\nAnd this brings us to a consideration of the matters alleged in the return.\nThe first thing to be remarked, on looking into the return, is, that the commissioners nowhere in it deny, either expressly or by implication, the execution of the bonds in question. Nor is their delivery to the railroad company in payment of the county subscription denied. So far forth, then, as the execution and delivery of the instruments of indebtedness can bind the county, she is bound; for execution and delivery are unquestioned.\nAnother observation is, that many of the pleas or allegations of the return are wanting in that pertinency, directness, and certainty which the law requires.\nAt common law, the certainty required in returns to mandamus was as strict as that which governed estoppels, indictments, or returns to writs of habeas corpus; and the statute of 9 Anne, c. 20, though it relieved the process of many of its common law peculiarities, did not take away the strictness of return which the common law required. Our legislation has not touched the point.\nBut the Court of King’s Bench (now properly called the Queen’s Bench) have gradually relaxed the common law rule, and at this day, the certainty required, is said to be, certainty to a certain intent in general — which means that which, upon a fair and reasonable construction, may be called certain, without recurring to possible facts that do not appear. And every allegation of a return must be direct, and be stated in the most unqualified manner — not inferentially or argumentatively, but with certainty and plainness: Tapping 354-7.\nThe jurisdictions of this court are derived from the constitution and legislation of Pennsylvania, but the measure of the extent of its jurisdiction is according to that of the Queen’s Bench and the Exchequer Chamber in England ; so that we naturally follow the former tribunal in the rules that obtain in mandamus pleadings. Taking the rule that requires certainty and directness to a reasonable intent in general, it will be found, as we proceed with the analysis of the return before us, that it is a defective return in many particulars. The several parts of it may be regarded as so many pleas, and may be numbered and stated as follows :—\n1. It first sets out that the grand jury did not recommend a subscription of any “given amount” of shares of the stock of said company. The irrelevancy of this will be seen, not only from the general views hereafter to be expressed in reference to the third plea, but from the absence of any allegation on the part of the relator that the grand jury recommended any “ given amount.” He does not allege it, and he was under no necessity to allege it, for the Act of Assembly did not require the grand jury to specify or designate the amount of the subscription. The act authorized the county to subscribe an amount not exceeding ten thousand shares, on the recommendation of the grand jury. The relator charges that the grand jury recommended a subscription not exceeding ten thousand shares, and that the commissioners made a subscription of six thousand. It is manifest,'that the plea meets nothing contained in this charge, and amounts to nothing as a defence, because the law did not impose on the grand jury (as in the case of Mercer County v. The Pittsburgh and Erie Railroad Co., S Casey 390) the duty of “designating” the subscription to be made. It simply required the grand jury’s approbation of the subscription contemplated by the act; and the relator charges that such approbation was obtained and a subscription made within it.\nBut this first plea proceeds to charge that if any subscription was made, one bond was issued therefor, in the sum of three hundred thousand dollars, and that the several bonds recited in the writ, if issued at all, were used without authority of law, and not in payment of the supposed subscription of three hundred thousand dollars. Now, if duplicate securities were agreed upon between the parties, and made, this would not impair the obligation of either of these securities. And, if the subscription and bonds alleged were not made — or the commissioners meant to tender an issue on that point, they should have put in a direct denial. They put it hypothetically, but issues are not formed to try hypotheses, but facts. No fact is so charged here as to be capable of investigation on an issue. If it be said, that the unlawfulness of the bonds in suit is the fact charged, the answer is that they are charged to be unlawful, only if they were issued, which is a mode of pleading much below the rule of certainty and directness, which we have seen the law requires.\nThis plea must be adjudged insufficient.\n2. And the second is worse still, because totally irrelevant. The commissioners plead, on information and belief, that other bonds (amounting to the sum of two hundred thousand dollars) were subsequently issued to the railroad company without authority of the law. What was this plea intended to answer ? The relator says nothing about an issue of $200,000 of bonds — pretends to hold no bonds of such an issue, and asks for no judgment or action of this court in respect of it. If, in point of form, this were regarded as a sufficient tender of an issue, it would be an issue outside of the record, and therefore irrelevant and impertinent.\n3. We come now, in the third place, to the most important part of the return. Matters are herein pleaded, with tolerable certainty,' which suggest questions of the gravest import. The commissioners refer to the provisions of the Act of Assembly of February 24th 1853, which forbade the bonds or certificates thereby authorized,to be sold at less than the par value thereof; and then they allege that the bonds were in all cases disposed of in violation of the said condition. The amendment to this plea denies that the bonds of the relator, or of any of the $300,000 issue, were sold or transferred by the railroad company, in conformity with either the last-mentioned act, or the Acts of the 2d and 27th March 1855, as averred in the writ, or that any resolution Ayas adopted by the commissioners, as charged, to dispense Avith the provisions of the first of the aboAre-named acts; and the plea goes on to charge that the bonds were sold and transferred before the passage of the.last two mentioned acts, and in open disregard of the first of said acts.\nThe force of the facts here alleged Avill be appreciated when it is remembered that the Act of 24th February 1853, in conferring authority on the commissioners to make the subscription, appended the condition “ that said bonds or certificates of loan shall not be sold at less than the par value thereof.” The subsequent Acts of March 1855 modified this condition, so that the company might sell below par, “provided that no sale shall be consummated until the commissioners of the county which issued, the bonds shall have, by resolution, determined the lowest price at which said railroad company may sell the same ; said resolution to be recorded in the minutes of their proceedings.”\nNoav, the relator alleges compliance with these provisions, and sets forth an extract from the minutes of the commissioners to the effect that on the 8th day of April 1855, they passed resolutions reciting the above-named Acts of March 1855 — the subscriptions on behalf of the county to several railroad companies, the Pittsburgh and Steubenville included — and the desire of the commissioners not to hinder or delay the work on said roads, but rather to push it forward to completion, for the purpose of strengthening their security for the semi-annual payment of interest on the certificates of stock issued by said companies to said county — and that thereupon they resolved that the said companies “ may sell any county bonds in their hands, belonging to them, and which were received in payment of subscriptions to the capital stock of said companies, at not less than seventy-eight cents on the dollar.”\nIn this manner the relator deduces the right of himself and other bond-holders to purchase the bonds at seventy-eight cents on the dollar, but all this the respondents deny. They deny the resolutions of the commissioners and the sale of any bonds under them, and allege that the relator, and all who with him are interested in the $300,000 loan, got their bonds not only before the alleged action of the commissioners, but before the law was passed that authorized them to reduce the price below par.\nThe demurrer must be taken as admitting facts so precisely pleaded. The Acts of March 1855, and the action of the county commissioners reducing the price of the bonds, are thus put out of the case, and it must be assumed that the bonds were sold before the Acts of 1855 were passed, and in violation of the condition contained in the Act of T853. Then the question which the record presents is this: — Are the commissioners of the county bound to provide for the interest of bonds duly issued by them, but which have been sold by the railroad company for less money than they were required by law to demand for them ?\nIf they are, this plea, though sufficient in form, is immaterial in substance, and must be disregarded; if they are not, the relator has no right to a peremptory mandamus.\nThe county of Allegheny, though not strictly'a municipal corporation, because it possesses within itself no legislative powers, is nevertheless a body politic, with many corporate powers. It has a common seal — is capable of contracting — of taking and holding property, real and personal, and of suing and being sued.\nIts corporate powers, says our Act of 15th April 1834, shall be exercised by the county commissioners. The building of railroads outside of the county was never germain to the purpose of the institution, nor within its general corporate powers. But the county was capable of accepting such augmentation of its powers, at the hands of the legislature, as would enable it to assist outside railroads. Whether the legislature might constitutionally confer such powers is another question, which will be noticed hereafter ; but assuming for the present the right of the legislature to grant them, the capacity of the county to accept and exercise them cannot be reasonably doubted. For, be it remembered, counties are creations of the legislature, and the powers with which the creature shall be endowed must be referred to the same absolute will that brings the creature into being. If the creator does not possess powers to bestow, that is one thing ; but if, possessing them, they are bestowed, there is an end of the question as to the right to exercise them.\nEmpowered to subscribe to the capital stock of The Pittsburgh and Steubenville Railroad Company, and the subscription made in accordance with the legislative will, no contract could be more obligatory. The authorized mode of making the subscription good was by the issue of such certificates of loan, or bonds, as the relator holds. The respondents do not deny that the certificates or bonds were executed and delivered in satisfaction of the subscription. The county has got the stock, which was the consideration of the subscription. The certificates or bonds on the face of them pledge the “faith, credit, and property of the county” for the payment of both principal and interest. The pledge is as absolute for the interest as for the principal. It was a public loan, on the faith of the public credit. Such loans are common, hot only on the part of our general and state governments, but among all organized states of the civilized world, and there is no sentiment on which mankind are more united than on the inviolability of such public pledges. And the sentiment is very sound; for repudiation of public obligations is sure to be followed by social disorders and general decay of private morals. A pledge of the public faith ranks as an imperfect obligation, because no action at law ordinarily lies to enforce it. The state or community may furnish a qualified remedy against itself; but unless it do so, the contract is remediless. Everything beyond this must be referred to the arbitrament of the sword. But, because all ordinary remedies are lacking, the obligation is considered all the more sacred. In the revolution of governments, whatever dynasty goes up or down, the public debt remains, and is always recognised by the existing government. The strongest state of Europe is not strong enough to repudiate her debt. The weakest and most contemptible is not base enough.\nThe state of Pennsylvania has been sorely tried at several periods of her history, but she has never tarnished her fame by entertaining for an instant the thought of repudiation. When she could not pay, she has issued scrip bearing an interest that would compensate the creditor for delay — has taken effectual measures for payment at the earliest possible period, and she has uniformly measured the extent of her obligations by the official acts of her official agents, without regard to the fidelity, the wisdom, or the prudence of those agents. Herein she has furnished an example 'for all her sisters of the confederacy, and for all the counties, cities, townships, and boroughs within her borders — an example worthy of universal imitation, and which no county is better able to imitate than this wealthy county of Allegheny.\nThe condition prescribed by the Act of 1853 was a rule to the railroad company. They were not to dispose of the county bonds at less than par, and the county might have restrained them by injunction from doing so, as several counties have lately done. But she stood by in silence, and suffered them to be disposed of, without notice to the public, remonstrance to the company, or appeal to the courts.\nUnder these circumstances the question arises, Is she bound to provide for the interest? We unhesitatingly answer — Yes, she is.\nThe bonds were marketable articles — they were made for the markets of such securities — and the county, having permitted the company to put them into the market, and still allowing them, even to the present moment, to stand before the world as genuine pledges of the faith of the county, unquestioned and as if unquestionable, it is the plainest of all dictates, whether of morals or of law, that she should provide for the accrued and accruing interest. To this extent her obligation is a present one, and imperative. She cannot neglect, postpone, or repudiate it, without a stain on her good name more dark than the smoke of her industry.\nNotwithstanding all that is alleged in the pleas under consideration, we hold the commissioners bound to do what the relator calls on them to do. And we will not allow ourselves to doubt that it will be done, cheerfully and effectually, without the exigency of a peremptory writ. If, however, we are mistaken in this conviction —if the commissioners shall deliberately resolve to imperil the character of the industrious, thrifty, and respectable community whom they represent, they must expect the law to exhaust its powers to bring them to a better mind.\nBut whilst we thus overrule the third plea, we do not underrate the importance of the facts therein alleged. And we will not hesitate, in a ease of so much public concern, to express ourselves freely in respect to them, without intending, however, to commit the judgment of the court on any future question that may arise.\nWe regard the allegations in that plea, if susceptible of proof, as possible ground for an equitable defalcation on behalf of the county against the principal of the debt.\nLet‘us contemplate the matter a little in this aspect. The stipulation that the bonds should be sold at par was not unreasonable. It was a becoming expression of confidence in the faith and ability of the county, and was calculated to repress those scandalous speculations of stockjobbers which are a disgrace of our generation, and which have ruined many a meritorious enterprise. The county had a right to contract upon that condition, and she did contract on that condition. She plighted her faith on no other. She did not say she would pay the bonds, whatever they sold at, but if they were transferred before the 8th of April 1855, her language was that she would pay them if the purchaser paid the company their par value. If transferred after that date, her language was she would pay them if the company received from the purchaser seventy-eight cents in the dollar. Such was the contract, and nothing more can be made of it. And every holder and receiver of the bonds had notice, at least, of the first condition, for there, on the face of the bond, it was plainly said it was “ given inpursuance of the Act of Assembly of 24th February 1853.” That act was a public law, of which brokers and their customers were bound to take notice, as well as other people. In the bond there was an express reference to the act, and in the act the condition was expressed in unmistakable English.\n[Oommonwealtb. ex rel. Thomas v. Commissioners of Allegheny County.]\nThe object of the legislature and of the county, was to promote the building of a railroad down the valley of the Ohio, which should remedy the inconveniences that droughts and frosts occasion to river navigation, and open a steady outlet for the immense productions of the county to the great markets of the south-west. It was not a scheme of madness, or of folly, but a rational conception, and worthy of the helping hand which the county proposed to lend to it. Speculators should have taken notice of these things, and should have heeded the legislative guards which were thrown around the undertaking.\nSuppose a father willing to help a son in business lends him his credit, in any form of paper that is not strictly negotiable, but stipulates on the face of it that the son shall not sell it at less than par, and then stands by and sees him selling at a ruinous discount without objection. Is there any doubt that, in a court of law, the father would be held to pay the paper, principal and interest, according to its tenor ? I think he would be a bold lawyer who would deny it.\nBut suppose the father should go into a court of equity, and show the violation of the condition under which he contracted, and offer to pay or renew his paper for the actual amount the son had received, would not a chancellor hear him ?\nThis is a question which we are not to decide now, for it is not raised. Perhaps it never will be. But should the county commissioners arouse themselves from unworthy dreams of repudiation, and bring the railroad company and the holders of these bonds to an account in a court of equity, and establish the fact that the bonds were disposed of- for less money than the law enjoined, it would be a subject of very serious consideration whether the county ought to be required to provide for them, or pay, beyond the sums actually received by the railroad company. Why should she ? In seeking equity, she would be obliged to do equity; but would it not be equitable to have her obligation cancelled upon restoring to the unlawful purchaser the money he had paid? What more could 'such a purchaser in good conscience claim? May he compel the county, against the tenor of her bond, to pay for that which neither she nor her beneficiary received ? On what principle ? The negotiability of the bonds ? They are not negotiable instruments, within the law merchant. The seal spoils that plea. Nor did we treat them as such, in Carr v. LeFevre, 3 Casey 413. The bonds in that case were not county bonds, but bonds of a private corporation, and the point ruled was, that, when payable to bearer, they pass by delivery, and carry with them the right of action in the name of the receiver. But no principle or decision, that I am aware of, would necessarily exclude an equitable defence to such a debt as this — especially if the purchaser is affected by circumstances of notice.\nOr will it be said that, having enforced payment of the interest, the principal must be enforced of course ? As well might it be argued, that the law having adjudged the right, equity is incapable of restraining of modifying the remedy — a thing which it is the frequent office of equity to do. To restrain proceedings at law is one of the largest heads of equity jurisprudence.\nThe relator, standing in a court of strict law, demands the interest that is nominated in his bond. However he acquired his bonds, he is the “ hearer,” and as such has a right to demand the interest. The commissioners tender an equitable defence, but we tell them this is not the time or place to bring it forward. As long as they leave the body of the securities outstanding and unquestioned, they are incapable of making the defence upon the incidents. Equity, even, would not deal with such a defence, where the suit was only for interest. Much less the law. But let the whole case be brought into equity, and it may be found that even-handed justice will require the county to make a new security for the sums actually received by the company, payable in 1885, with semi-annual interest; and the holders of the bonds to surrender their bonds for cancellation on receiving that new security. Whatever interest is paid meanwhile, will easily admit of equitable adjustment, when the final account comes.\nIf this foreshadowing of a possible remedy should lead to action on the part of the county, she will not he at any loss for parties to sue, for the railroad company is at hand, and every owner of bonds will become known, as his semi-annual interest is paid at the county treasury.\nBut, if the county means to take no effectual action for her relief — if she will drive her creditors to sheer law, by refusing all performance of her promises, she must he judged by the law. Upon the law, the defence proposed cannot be sustained.\n4. Having said so much (not too much, we hope, under the peculiar circumstances of the case) upon the main branch of the defence, it will not require many words to dispose of the fourth and all the remaining pleas.\nThe fourth plea is a sort of conjectural interrogatory as to whether the relator is a bond fide holder of the bonds he claims. His title is not exactly denied or admitted, but we are asked to put him to the proof of it.\nWe cannot do it, on so uncertain and equivocal a plea. He alleges positively that he is the owner, and until it is positively denied he cannot be required to prove his title.\n5. The debt is denied in the fifth plea, which, considering that the execution of the bonds is not denied, must be taken as an argumentative inference from all that has been previously alleged. Non est factum, or its equivalent, would have been the appropriate mode of putting in issue the creation of the debt. If the plea means that the debt, having once existed, is extinguished by the circumstances alleged, that is an argument and not a plea; and as such is condemned by the rules of pleading to which I have heretofore adverted. The remainder of this plea, which alleges a specific remedy at law, is sufficiently answered by what was said in defining the position and rights of the relator.\n6. The sixth plea alleges the corruption of the grand jury and the county commissioners, in making the alleged subscription, but in terms quite too general and indefinite for so grave a charge. This plea was not pressed in the argument, but we were happy to hear the counsel on the part of the relator explain, without contradiction, that the sums of money referred to in this plea, were paid for clerical services and other necessary expenses in preparing county bonds for issue — not only those in question here, but others also.\nFinally, it is insisted that the Act of Assembly authorizing the subscription is unconstitutional and void. I do not mean to discuss this question. That was done in Sharpless’s Case. Several changes have taken place in the membership of this court since that case was decided, but at no time since could a different judgment have been obtained. The Acts of Assembly on this subject have never been regarded as wise and wholesome legislation, by any member of the bench; but it must be remembered that a great deal of vicious legislation-may be had within the boundaries of the constitution. The constitutional powers of the legislature are not necessarily as limited as its wisdom. The courts often find themselves unable to set aside Acts of Assembly on constitutional grounds, which they, would be glad to repeal if they had a constitutional veto.\nThe precedents for this species of legislation are so numerous, the rights and interests vested on the faith of it so great, and the reasons in support of its constitutionality so clearly stated in the case referred to, that wTe do not feel called on, nor indeed, at liberty, to enter anew into the investigation. Especially, is it unnecessary to do so, when the people of Pennsylvania, who make our constitutions, have sanctioned the judgment in Sharpless’s Case by so amending the constitution as to forbid such legislation in future.\nThe question should be considered at rest. We cannot agree with counsel that, because it is a constitutional question, it should be treated as always open. Where the meaning of the constitution, on a doubtful question, has been once carefully considered and judicially declared, the instrument is to be received in that sense, and every reason is in favour of a steady adherence to the authoritative interpretation. As the constitution stood, therefore, before the late amendments, it did not forbid such legislation as that under which the subscription in question was made.\nI have thus gone, step by step, through the return, and the conclusion of the whole matter is, that judgment must be entered, on the demurrer, for the relator.\nAnd now, to wit: November 11th 1858, this cause came o.n for hearing and was fully argued by counsel, whereupon the court, after due consideration, do order and adjudge that judgment be entered upon the demurrer for the relator; and that the respondents, commissioners of the county of Allegheny, be and they are hereby commanded, at their next annual meeting for estimating the probable expenses of said county, to make full and ample provision in their estimates for raising money to pay the interest on the three hundred thousand dollars of certificates of loan or bonds in the aforesaid complaint of the relator mentioned and referred to, which shall at that time be due and unpaid, and that which shall become due thereon in the year next ensuing such meeting of the said county commissioners; and to issue their proper warrants to the collectors of county rates and levies of the said county for the collection thereof, as in and by the several Acts of Assembly in such cases made and provided they are authorized and required to do,— and that they cause to be paid, out of the treasury of said county, the costs of this suit.",
        "type": "majority",
        "author": "Woodward, J. —"
      },
      {
        "text": "The following concurring opinion was delivered by\nLowrie, C. J. —\nI concur in every part of the opinion of the court, as delivered by my brother Woodward, that is at all material to this case. But I did not, when the question was formerly here, believe in the constitutionality of such Acts of Assembly as that which is disputed here, and have yet learned nothing to change my views as then expressed, except that legislators and courts have everywhere expressed contrary views, and therefore I ought to adhere to my own with great modesty, if at all. Owing to this belief, the opinion just delivered appears to my mind inadequate, because it does not adequately treat the fundamental question of the cause. I feel this the more, perhaps, because I am myself a citizen residing in Allegheny county.\nIt seems to me, also, that it must appear inadequate to the minds of the people of Allegheny county, who have been with great earnestness and honesty considering and discussing their duty in this matter, and who expect (and I think are entitled to) something more than mere authority, as a means of proving to them what is their duty. They are a people as sincerely devoted to the order of the state as any other, and as little inclined to reject the acts of their government as any people in the world. But they have been forced by circumstances into a review of the fundamental principle of this case, and I think that they are entitled to hear something from us in relation to it. They have gone back into the moral questions that lie at the foundation of all authority and law, and I am willing to accompany them there.\nI do not again undertake the discussion of the constitutionality of such Acts of Assembly as the one which enters into the foundation of this transaction. This court has already expressed itself as well as it could on that subject, and now we have quite another question before us. Then it was a question simply of the constitutionality of the law. Now it is a question of the validity of contracts, in which the law is only one of the elements.\nMany times the legislature has passed such laws. It has passed many for the benefit of Allegheny county and its cities, and always, we may presume, from our knowledge of legislative customs, at the instance of the members from Allegheny, who thought they were properly representing the will of their constituents, and wTe hear of none of them having been rebuked for their acts in this respect. These laws were to have no operation without the assent of grand juries drawn by lot from the body of its citizens, and of the county commissioners elected by ballot to manage its financial affairs. This assent was given on many occasions, and the contracts were made; and on the faith of them, with other means, two railroads were constructed, and four others commenced. None of these things were hidden from the people of Allegheny county, for they were not done in a corner, but openly before the public; and all participated in them that chose to do so. Newspapers and public meetings freely discussed the subject, and the hopes of the people bore down all doubt about their right to enter upon the adventure, and it was only when it was discovered to be unsuccessful that any respectable number became awake to the question of the constitutionality of their proceeding.\nThus this sort of laws has received the sanction of the esecutive, legislature, and judiciary of the state, and of the officers, grand juries, and people of the county. Now, therefore, we are not to look upon the Act of Assembly as being the only authority for the issue of these bonds, or to suppose that they are to be set aside — even if the unconstitutionality of the act were fully demonstrated. If the constitution has been violated, it has been done by the combined act of the government and of the people that were interested in the question. It is, therefore, a mistake of the people, as well as of their functionaries, in relation to the meaning of their own frame of government; and the question now is, who shall bear the consequences of the mistake ? — they who made it, or those whom they induced to trust in them — they who actually or tacitly set aside or misunderstood their own constitutional principles of social authority, or the stranger, who trusted that the united conduct of the people and of all their officers was a safe exponent of their principles ?\nAs a moral question, this can receive but one answer. No man of any tolerable morality would say that those who made the mistake may honestly east the loss of it upon those who trusted them as understanding their own business, their own authority, constitution, and laws. Honest men who would advocate repudiation of such a contract, would do it only under ignorance or forgetfulness of facts and principles constituting essential elements of the case.\nNo nation can show better evidence of its title to nationality than this. No non-constitutional government can more clearly prove its legitimacy. No national treaty, contract, or debt — not even the debts contracted in our Revolution — has a more solid basis of common assent. Indeed, our Revolutionary debts, apart from the element of success, had a less solid basis, for they had no constitutional authority, and there were more tories then, in proportion, than dissenters from the present contracts.\nThere was not a man in Allegheny county, who has sense enough to comprehend a single principle of the case, who did not know that these things were going on. All knew that the pullie faith was to be pledged in these transactions. They knew it as a social and not an individual movement. They knew it was a pledge of the public taxes that was to be made; and if they made no effort to prevent it, they assented to it, according to the maxim of common sense and common honesty, that silence gives consent, and which is otherwise thus expressed — he who is silent when he ought to speak, must remain silent when he wants to speak and ought not.\nThis is a moral maxim on which is founded an immense body of legal rules, which commend themselves to the honesty of every man. We shall state some of them. A principal is bound by the acts of his agent, even when he exceeds his authority, if the principal knows and does not forbid it. If one puts another in a position that gives him an apparent authority, others may trust to the appearance, though it may not truly express the real authority vested in the agent. And if one usurps the position of agent for another, who sees him thus acting in his behalf, the latter must object to his acts or consent to be bound by them. And if one man sells property as his own, in the presence of the real owner, and without objection from him, the latter cannot afterwards assert his title.\nAnd the principle lives in full life in international law. Even a usurping government has authority over those who submit to it, to bind them towards other persons and nations. If it be in fact the government, it may do all acts of government, though in moral principle it ought to have no authority. It binds the nation by its acts, and all the people who constitute the nation, whether they assent or dissent.\nIf this were not so, no national contracts or treaties could be proved to be valid; for people who are devoted to their own form of government, are very apt to regard all others as illegitimate— republicans generally regard all monarchical governments thus. So far as relates to strangers, the exercise of authority is proof of its legitimacy. If it were not so, every person, and every government, having occasion to treat or contract with another government, would have a right to investigate and decide upon its legitimacy. More than this ; since nations have a right to demand treaties of each other, in order to regulate their intercourse, each would, on this theory, have a right to demand that the other should have a legitimate government, that could enter into a valid treaty; and this would often furnish an excuse for a strong nation to dictate a form of government to a weaker one. The contrary principle is therefore impracticable, and would be intolerable.\nThis authority, of even a usurping government, is abundantly recognised as a principle of international law, and might be illustrated by many instances. We select one from Grecian history, perhaps an extreme one. When the Thirty Tyrants, an unconstitutional and usurping government, in the last days of its. existence, and as a means of saving itself from the returning constitutional democracy, borrowed a large sum of money, the restored Athenian democracy, taking a large view of the question, resolved to pay the debt out of the public money, and did so as soon as an exhausted treasury and impoverished country allowed it.\nLet, then, the Act of Assembly and the contract of the commissioners, and the active and tacit sanction of nearly all the people, and the judgment of the Supreme Court — let all this be called a usurpation, as against those who did not assent: still they are bound by it. As an act of the society to which they belong, they are bound by it to those who have thus treated with the society, and according to the extent and terms of the authority publicly assumed to be rested and taken. They cannot partake of the benefits of .society, without bearing their share of its risks, burdens, and mistakes.\nFor its social interests, the society to which they belonged has acted as well as it knew how, and all must bear the consequences of its mistakes, as they would have had the advantage of a contrary result. This is an essential incident of society, and of human nature. Man is made for society, and is morally bound to associate. He cannot otherwise fulfil his destiny. He is therefore bound to give form to society, that .is to institute government and live under it. He cannot reject government because its form does not please him. The best government that a given association of men can make, must be legitimate for them and for the time. Even .those who object to it must bear with others the consequences of its defects. This is a natural necessity. In the present case, this people, with as good a form of government as they know how to make, have brought upon themselves this evil, and common justice forbids them to throw it over upon others.\nThey cannot disown their government and reject its authority, because of a mistake. This would be the worst of all remedies. Is property more valuable than government, and peace, and order ? Property, without government, is good for nothing; because property is never cared for, or sought after, or valued when acquired, when it is unsecured by social order and the saeredness of social forms. In savage life, and in lawless societies, property is valueless, because it has not these securities. According to these forms, as society has honestly understood them, and under their highest sanction, these contracts stand approved as valid contracts of the county. To repudiate them now is to cast down the very safeguards of liberty and property. It is to fly from evils that we know and can measure, to those which the future only can reveal. When, after the battle of Arginusas, the victorious generals, with barbarous neglect, left their dead uncared for, and abandoned their yet living comrades to perish, with their disabled ships, the Athenian democracy departed from their accustomed judicial forms, in order to hasten their condemnation; but they afterwards sorely repented of it, and Kallixenus, the senator who led them astray,driven into exile and detested by all, died of hunger.\nAnd suppose that, on a very refined and scientific argument, and by the aid of some of the essential principles of human nature, revealed to scientific men by the study of political ethics and natural law, it might be logically demonstrated that the law in question is unconstitutional — is the defence thereby made out? Very far from it. A people does not act upon these principles only — perhaps not at all on some of them — but on the faith that is in them, and upon the common customs and principles that constitute the atmosphere of their social life. Locke’s Carolina Constitution, and the French Constitutions of the Revolution, and the various systems of socialism, were the product of these scientific principles, and they perished as soon as applied to the life of the people. Plato’s Republic, and More’s Utopia, and Harrington’s Oceana, never were found worthy of a trial.\nThe scientific theory that would inaugurate only men of what is called science, into power, and give them all authority, is a most slavish one; for it would leave nothing to the free and spontaneous growth of man. The kind of scientific men that we need for such matters, is honest and generous-minded men — not living on theories and abstractions, but having an earnest and intelligent comprehension of the actual life of the people, with its needs, and wishes', and faith; and knowing how to aid them in their social aspirations. We want men with knowledge — not so much of what human nature ought to he and is to he, as what it now is, to point us to our present duty.\nAnd if people do not follow the dictates of science in mahing their engagements, they can hardly justify themselves in resorting to science as a test of the validity of their engagements, and as a means to get clear of them at the expense of others. If people follow out their ordinary principles in making their engagements, and then trust to logic and science to aid the suggestions of selfishness, that their engagements are not binding, they surrender their conscience to the keeping of others whom they cannot entirely understand.\nWhen people shall have discovered the exact boundary between engagements that are peculiarly social, and those which are peculiarly individual, then possibly they may be morally entitled to declare that they and their governor, and legislature, and judiciary, have violated their constitution in making such contracts. But even then they cannot honestly retrace their steps, without making restitution to those whom they have misled. We cannot doubt that these bonds are legally obligatory on the county of Allegheny, to the extent expressed in the opinion delivered by Brother Woodward.\nThe opinions here expressed must be taken as exclusively my own — for I do not understand them as being adopted by any of my brethren. They are necessary (or at least very important) to my mind, in coming to the conclusions expressed in our judgment, and therefore I am constrained to express them.\nThe respondents’ counsel subsequently moved to set aside the judgment in favour of the relator, and to enter judgment in favour of the respondents, on the ground that the defects alleged in the defendants’ pleas were matters of form only, and not of substance, and, therefore, cured by a general demurrer.\nUpon this motion the following opinion was delivered by\nWoodward, J. —\nThis motion, made at the very last moment of our late term at Pittsburgh, shall be disposed of in the first hour of our next session.\nAn alternative mandamus having been issued to the commissioners of Allegheny county, they made a return thereto which came before us upon a general demurrer by the relator. After argument and full consideration, we rendered judgment for the plaintiff in the demurrer, and filed our opinion on the 11th day of November last. We continued in session at Pittsburgh until the 29th of November.\nThe motion, too long delayed, if proper at any time, is founded upon a notion .that we ought to have treated the demurrer as a special demurrer, to cfBatain specified parts of the return; that the judgment thereon, if against the defendants,' should have been respondeant ouster, and that a judgment for plaintiff, on general demurrer, is not applicable to those parts of the return.\nThat this is a misconception can be readily shown.\nThe return was one thing. It consisted of numerous allegations, suggestions, and innuendoes, all massed together without orderly parts or proportions. It had neither sections, pleas, nor any adequate arrangement. In that state it was presented on the record, as the answer of the commissioners to the alternative mandamus. Though composed of many allegations, they all constituted one document — the entire answer of the commissioners.\nThe relator demurred to it. He said it was not in law a sufficient. return. We held that it was not, and entered judgment aceordingly. .\nBut, for the sake of a more intelligible analysis of the return than could otherwise be made, we divided it into sections, heads, or pleas, and numbered them from one to seven.\nThis operation, performed by ourselves and for our own convenience, is what probably suggested to the counsel’s mind the idea that some of his pleas, as they are now called, ought to have been separate and independent grounds of judgment. They were not independent grounds, either of defence or of judgment. They were parts of one entire document, which was considered as a whole, and as a whole was condemned.\nThe legal effect of the general demurrer to the return was, that the relator admitted all the facts that were well pleaded in the return.\nTo ascertain what these facts were, we were led to speak of the certainty and precision required in returns to mandamus, and were obliged to classify the facts, that we might see Avhat of them were sufficiently pleaded, and what were not. We found allegations of fact that were irrelevant, ambiguous, argumentative, and hypothetical, and we set them aside as not admitted by the demurrer, nor, therefore, drawn into judgment. We rendered no judgment on them as specific grounds of defence. We simply put them out of the case. Possibly, had they been specific grounds of judgment, they would have prevailed as against a general demurrer, but they were not. We entered no judgment, as on special demurrers, to these parts of the return. ' What we rendered judgment on, was the return, as a whole; and the criticisms of its parts, were for the purpose of placing before our minds, in a distinct light, the facts we were to consider as admitted.\nWe found some facts well pleaded that were relevant. We gave the defendants the full benefit of them. They were the only pertinent facts in the record, which we could regard as admitted by the demurrer ; and if this was not said in express terms, it was plainly intimated several times in the opinion filed. Indeed, this is so necessarily the fair inference from the whole opinion, that every candid reader will be sure to make it.\nHaving compelled ourselves to go, step by step, through the return, picking out from a confused mass of allegations, all that was relevant and material, and having demonstrated that what was found of this sort was an insufficient defence, we rendered judgment for the plaintiff, as it was our sworn duty to do.\nThis is enough to say on refusing this motion; more than we would have allowed ourselves to say, but for the respect we entertain for the citizens of a great county, who are apparently represented in this proceeding. We confess ourselves desirous that they should understand clearly the grounds of our judgment. That the difficulty of doing so is not intrinsic in the subject itself, will appear from these few propositions.\n1st. The commissioners were required by law to make a sufficient return to the alternative mandamus.\n2d. They made a return to which the relator demurred.\n8d. The demurrer admitted all the facts set forth in the return with sufficient precision, that were material and relevant facts. Hence, there was no occasion for a jury to ascertain the facts.\n4th. The judgment of the court was, that the return was insufficient ; the reasons whereof are fully set forth in the opinion filed 11th November 1858, and, therefore, under the statute relating to mandamus, the judgment was necessarily for the plaintiffs.\nThe motion is denied.",
        "type": "concurrence",
        "author": "Lowrie, C. J. — Woodward, J. —"
      }
    ],
    "attorneys": [
      "Harding and Meredith, for the relator.",
      "Williams, for the respondents."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth ex rel. Thomas versus The Commissioners of Allegheny County.\nIf the return to a mandamus be insufficient, the proper mode of proceeding under the Act 14th June 1836, is to demur to it; not to move for a per-en writ.\n■ our statute, the case assumes the form of an ordinary action at law, and all questions properly arising are to be tried in the same manner as was formerly done at common law in an action for a false return.\nThe existence of a remedy in equity is not a ground for refusing a mandamus.\nIt will lie, to enforce the making of a county rate, for the purpose of providing for the payment of the liabilities of the county.\nThe return to a mandamus must be certain to a common intent in general; which means that which, upon a fair and reasonable construction, may be called certain, without recurring to possible facts -which do not appear.\nEvery allegation of a return must be direct, and be stated in the most unqualified manner, not inferentially or argumentatively, but with certainty and plainness.\nWhere an Act of Assembly authorized a county to subscribe to the capital stock of a railroad company, and provided that the bonds to be issued in payment therefor, should not be sold under par; it was held, that the county was bound to provide for the accruing interest on such bonds, notwithstanding they had been disposed of below par, in violation of the provisions of the statute; and although there might be a remedy in equity as to a part of the principal.\nPrior to the amendments to the constitution in 1857, Acts of Assembly authorizing municipal subscriptions to the stock of railroad and other companies, were constitutional.\nEven if unconstitutional, the people of the county, having entered into the contract, were bound to provide means of payment. Lowrie, C. J.\nA judgment in mandamus for the Commonwealth, on a demurrer to the return, is final; and not quod respondeant ouster.’\nMandamus. This was an alternative mandamus, in the name of the Commonwealth of Pennsylvania, on the relation of Joseph T. Thomas, against The Commissioners of the County of Allegheny, setting forth that by Act 24th March 1849, certain persons therein named were authorized to organize a company by the name, style, and title of The Pittsburgh and Steubenville Railroad Company, and that by Act 26th February 1853, the county of Allegheny, through its commissioners, was duly authorized, upon the recommendation of one grand jury, to subscribe an amount, not exceeding 10,000 shares, to the capital stock of the said company ; to borrow money to pay therefor; and to make provision for the principal and interest of the money so borrowed, as in other cases of loans to said county.\nThat at June Sessions 1853, the grand jury of the said county recommended a subscription of not more than 10,000 shares, agreeably to the said Act of Assembly. That the said county of Allegheny, through its commissioners, subscribed for 6000 shares of the capital stock of the said company. And that bonds of the said county, with coupons attached, to the amount of $300,000, were, on the 15th July 1853, duly issued in payment of such subscription.\nThat the relator purchased, and was possessed in his own right of two of said bonds, representing $2000, which on their face set forth and declared that the faith, credit, and property of said county of Allegheny were pledged for the payment of the principal and interest thereof. And that the same were issued in pursuance of the said Act of Assembly, and sold by the said railroad company, in conformity therewith, and with the Acts of 2d March 1855, and 27th March 1855.\nThat a large amount of interest was due on the said bonds; and that the county of Allegheny had neglected and refused to pay the same, or by the assessment and collection of taxes, or otherwise, to make any provision whatever for the payment thereof, although by the said act authorized and required.so to do; by reason whereof the relator had been unable to recover the amount of interest due and unpaid. That the holders of said bonds had endeavoured to procure the payment thereof; but the said commissioners had declared their unwillingness to make any provision therefor, and the same remained unpaid.\nThe defendants were, therefore, commanded, at their next annual meeting thereafter, for estimating the probable expenses of the county, to make full and ample provision for raising money to pay the interest on the said bonds; or show cause why they could not do so.\nTo this writ the defendants returned and answered, that although the said subscription was made as stated in the writ, nevertheless it was not true, that the grand jury did, at any time, recommend a subscription of any given amount of shares of the stock of the said company, as prescribed in the Act of Assembly, or that the said certificates of loan were issued in conformity therewith. That, if any subscription was then made, the bond of the county was issued therefor, in the sum of $300,000, and received by the company in satisfaction thereof; and that the several bonds, recited in the \"writ, of $1000 each, if issued at all, were issued without authority of law, and not in payment of the supposed subscription of $3oo;ooo.\nThat they were informed and believed, that other bonds, amounting to $200,000, were subsequently issued by the then commissioners of the county, to the said railroad company, upon an alleged additional subscription of that amount to the capital stock thereof, without any authority whatever, and without any evidence upon the records of the county of either the said subscription, or the issue of said last-mentioned bonds, or the numbers or denomination thereof.\nThat, by the terms of the Act of Assembly, the bonds or certificates of loan, thereby authorized to be issued to the said company, were only authorized to be issued upon the condition that the same should not be sold at less than the par value thereof. And that the said bonds had been disposed of, as they were informed and believed, in all cases, in violation of the said condition; the same having been in some instances hypothecated for merely nominal sums, at rates of interest amounting to as much as 40 per cent, per annum; in others, sold at heavy discounts; and in others, disposed of for a merely nominal consideration, or without any consideration at all. And they denied that the bonds, held by the relator, were sold or transferred by the said railroad company, in conformity with either of the Acts of Assembly mentioned in the writ; or that any resolution was adopted by the said commissioners, to dispense with the said condition; but on the contrary, the said bonds were sold and transferred prior to the passage of the Acts of 1855; and in open disregard of the provisions of the Act of 1853.\nThat the debt supposed to be due and owing to the relator by the county of Allegheny, was altogether disputed and denied; and that, although the courts of the county were open to him, and an adequate remedy provided by law, no suit had been instituted by the relator against the county for the purpose of establishing his claim.\nThat they were informed and believed, that the recommendation of the grand jury, and the subscription claimed to have been made in pursuance thereof, were procured by means of improper, corrupt, and fraudulent practices on the part of the officers of the . company, and by the payment of money in consideration thereof.\nAnd that no authority was at any time conferred by the citizens and property holders of the county of Allegheny, to make the alleged subscription to the capital stock of the said railroad company. ®\nThis return having been filed, the relator’s counsel, deeming it insufficient, moved the court to disallow it, and to award a peremptory mandamus.\nHarding and Meredith, for the relator.\nWilliams, for the respondents."
  },
  "file_name": "0218-01",
  "first_page_order": 218,
  "last_page_order": 240
}
