{
  "id": 986658,
  "name": "The Johnstown Iron Company versus The Cambria Iron Company et al.",
  "name_abbreviation": "Johnstown Iron Co. v. Cambria Iron Co.",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "241",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 224",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 16935,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 4.120691176611428e-07,
      "percentile": 0.9104173641011503
    },
    "sha256": "e22d92c3daf1fce179032dd01046a0457f99d21e5b34dbf2176da990a631c7d8",
    "simhash": "1:17f88af746a9f1ec",
    "word_count": 2967
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Johnstown Iron Company versus The Cambria Iron Company et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThis case is here on bill and answer. The bill alleges that on the 21st March 1846, Peter Livergood was seised of the legal title of the “Benshoof Tract,” and that his son-in-law, John Benshoof, was then, and had been, for about fourteen years, in possession thereof under an equitable title, taking the rents, issues, and profits, and claiming the same as his own.\nThe answer admits the legal title of Peter Livergood on the 21st March 1846, but denies the equity of Benshoof, and alleges that he was a mere tenant at will of his father-in-law Livergood.\nAs no proofs have been taken, and the exhibits offered no evidence of title in Benshoof, we must assume that he had none beyond a mere possession, and that the title of the tract, both legal and equitable, was in Peter Livergood. That title he conveyed to the Cambria Iron Company by a deed of himself and wife on the 31st August 1854. But whatever rights to the iron ore of the tract had been previously granted to the Johnstown Furnace, or to the parties under whom that company claims, were expressly saved and reserved out of this conveyance to the Cambria company. There was another special reservation of iron ore, enough to fulfil a contract made between John Benshoof and McGill & MeKiernan, but as this does not enter into the present controversy, it may be laid out of view.\nThe Cambria Iron Company then holds the Benshoof tract exactly as Peter Livergood held it on the 31st August 1854— neither more nor less. If he had parted before that date with all rights to the iron ore upon the tract, the Cambria company acquired no iron ore by their purchase of the tract. But if the outstanding mineral right was a mere license to take ore in common with Livergood, or if it had terminated by its own limitation, their purchase vested them with a clear and exclusive right to the iron ore. It becomes necessary, therefore, to look back of the deed of 1854 to see what had been done in respect to the iron ore of the “Benshoof tract.”\nOn the 21st day of March 1846, Peter Livergood, Robert P. Linton, Jacob Livergood, Peter Livergood, Jr., and John Benshoof entered into partnership, by articles of agreement, for the purpose of erecting a furnace for making iron in Conemaugh township, Cambria county. Peter Livergood owned the 15 acres of land on which the furnace was to be built, and the agreement bound him to convey, as soon as the furnace should be in blast, four undivided fifths of the lot, to the other members of the firm, in consideration of $1400; which sum was to be credited to John Benshoof on account of his part of the expenses of erecting the furnace.\nAfter providing for other matters, the agreement proceeds with a clause in these words': — “And the said John Benshoof further agrees to give to the said firm the privilege of raising iron ore in his fields at twenty-five cents per ton, and also the privilege of raising the iron ore on his wood-land, after his contract with McGill & MeKiernan is filled, at the same price (twenty-five cents per ton), and to give the privilege to none else.”\nThe fields and the wood-land mentioned in the above clause are to be understood as upon, and forming part of the “Benshoof tract.” Now although the case as presented to us compels us to regard Benshoof as a mere tenant of the tract, without any such title thereto as would enable him to make a valid grant of the iron ore, yet this circumstance does not affect the question to be decided, because, on the 19th day of April 1848, Peter Livergood executed a paper under his hand and seal wherein he said, “I do hereby agree to and ratify the agreement as made with the above company by John Benshoof.” The instrument then goes on to secure to the company, and their assigns, the right of way for hauling the ore from the banks now opened, or that may hereafter be opened.\nPerhaps, without this paper, the legal effect of the common agreement, signed by all the partners, would have been to bind Peter Livergood to make good the stipulations which he permitted and encouraged his tenant and son-in-law to enter into in respect to the ore right; but, whether so or not, the express ratification above cited would, beyond question, conclude him. The two instruments are to be taken together, and so taken they constitute something more than a mere license, revocable at the will of the licensor. They are a valid grant to the firm of Peter Livergood & Co., and to their assigns, of an incorporeal hereditament. It was not a sale of all the iron ore in the land for a round sum, as in the case of Caldwell v. Fulton, 7 Casey 475, but of a privilege of raising iron ore at twenty-five cents the ton. It was a right exercisable within the lands of another, and, therefore, falling strictly within the definition of an incorporeal hereditament. It was not a sale of all the ore, notwithstanding the stipulation that the privilege was to be given to none else, because it was to be paid for by the ton, and of course no more was sold than should be raised.\nThat such a right was not exclusive in the grantees, but was to be enjoyed in common with the grantor, his heirs and assigns, has been held in all the cases, from that of Lord Mountjoy, best reported in Godbolt, c. 24, down to Grubb v. Guilford, 4 Watts 224, and Grubb v. Bayard, 2 Wallace Jr. 100. The language of Lord Ellenborough, in Chetham v. Williamson, 4 East 476, is that no case can be named where one who has only a liberty of digging for coals in another’s soil, has an exclusive right to the coals, so as to enable him to maintain trover against the owner of the estate for coals raised by him.\nIt seems to us very clear, therefore, that Peter Livergood had remaining in him, when he conveyed to the Cambria Iron Company, the whole title to the Benshoof tract, iron ore and all, subject only to the outstanding right of his former^ partners and their assigns to take iron ore from the land at twenty-five cents a ton. This disposes of the plaintiff’s case; for assuming that 'they have succeeded to the incorporeal hereditament, they have not established an exclusive right, and are, therefore, not entitled to the injunction prayed for. Their bill is founded, not on a right in common, but on an exclusive right to the iron ore, and, failing to establish that, they have no equity to demand the relief sought. Some difficult questions are raised upon their title, whether they are indeed assigns of the firm of Peter Livergood & Co., and whether this ore-right could pass as an appurtenant of the furnace they held; but we do not go into them, because it is not necessary, and therefore not proper, as the ease now stands. We allude to these questions only to guard ourselves against being understood as having decided them. Our decree rests on the case as the plaintiffs have presented it. Assuming them to have what they claim, the title to the incorporeal hereditament, we hold them not entitled to use it to the exclusion of the defendants, and, therefore, dismiss their bill.\nAnd now, to wit, January 3, 1859, this cause having been argued by counsel, it is considered and decreed that the bill of the plaintiffs be dismissed at their costs.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Williams Sproul, for the complainants.",
      "Loomis, for the defendants."
    ],
    "corrections": "",
    "head_matter": "The Johnstown Iron Company versus The Cambria Iron Company et al.\nA grant of the privilege of raising iron ore on the lands of the grantor, at a certain price per ton, is an incorporeal hereditament; not a mere license revocable at the will of the grantor.\nSuch a right is not exclusive in the grantee, but to be enjoyed in common with the grantor, his heirs .and assigns.\nCaldwell v. Fulton, 7 Casey 475, distinguished.\nIn Equity. This was a bill in equity exhibited by The Johns-towrn Iron Company against The Cambria Iron Company, D. J. Morrell and Charles Wood, to restrain the defendants from digging, mining, taking, or carrying away any iron ore from a tract of land, called the “Benshoof Tract;” the complainants claiming to be seised and possessed of the sole and exclusive right, liberty, and privilege of mining, digging, taking, and carrying away all the iron ore lying in, upon, or underlying the same; and from obstructing the complainants in their said right.\nThe bill set forth that on the 21st March 1846, Peter Livergood was seised of the legal title to the “Benshoof Tract;” and that his son-in-law, John Benshoof, was, and had been for about fourteen years, in possession thereof under an equitable title, taking the rents, issues, and profits, and claiming the same as his own.\nThat on that day, the said Peter Livergood, Robert P. Linton, Jacob Livergood, Peter Livergood, Jr., and John Benshoof, entered into articles of partnership, for the purpose of erecting and carrying on, under the name of Peter Livergood & Co., a blast furnace, to be called the “Johnstown Furnace,” upon apart of the said tract containing 15 acres ; wherein it was agreed that Peter Livergood, Sr., should convey to each of his said partners the one undivided fifth part of the said 15 acres of land, to be credited to Benshoof in the construction of the works; and that Benshoof should give to the said firm “ the privilege of raising iron ore on his fields at twenty-five cents per ton, and also the privilege 'of raising the iron ore on his wood-land (after his contract with McGill &McKiernan is filled) at the^ameprice (twenty-five cents per ton), and, to give the privilege to none else.”\nThat after the erection of the furnace, Peter Livergood, Sr., on the 19th April 1848, by writing under his hand and seal, consented to and ratified the agreement so made with the company by John Benshoof; and agreed that the said company and their assigns should have the privilege of roads through his lands, and those of Benshoof, for the purpose of hauling the ore from the banks then opened, or thereafter to be opened.\nThat the fields and wood-land of Benshoof) referred, to in the said articles and agreement, were part and parcel of the said “Benshoof Tract;” and that the banks or mines referred to in the agreement, as being then opened, were also upon the same tract; and were then worked, and continued to be worked by the said copartners and their successors, owners and proprietors of the same furnace, until about the year 1854, without hindrance, interruption, or objection from any quarter.\nThat on the 6th February 1849, Peter Livergood, Sr., conveyed to his copartners the four undivided fifth parts of the said 15 acres, upon which the furnace was erected, with the appurtenances; and at the same time transferred the remaining fifth part thereof, with the appurtenances, to one John Linton. And that all and several the interests of the said copartners, in the said furnace and land, with the appurtenances, afterwards became vested, by divers mesne conveyances, in John Linton, Robert P. Linton, and John Galbraith; by whom the said furnace was carried on, under the name of Lintons & Galbraith.\nThat in October 1851, under an execution against Lintons & Galbraith, the said furnace and the right, title, and interest of the defendants in and to the wood and ore privileges in the lands of Peter Livergood, Sr., and John Benshoof, as described in their articles of copartnership, were levied upon and sold by the sheriff of Cambria county, to Rhey, Matthews & Co.\nThat on the 1st October 1852, John Benshoof conveyed to Rhey, Matthews & Co. all the iron ore in the lands owned by him, or in his possession, including the “ Benshoof Tract.” And that on the 16th May 1855, Rhey, Matthews & Co. conveyed the said furnace, and wood, ore, and coal privileges to the complainants; whereby they claimed to be entitled to the sole and exclusive right and privilege of digging, mining, taking, and carrying away all the iron ore lying in, upon, or under the said “ Benshoof Tract.”\nAnd the complainants charged that the defendants, Wood and Morrell, claiming under a lease from The Cambria Iron Company, had entered upon the said “Benshoof Tract,” and mined and carried away large quantities of iron ore, to the exclusion of the complainants. The defendants claiming the right to do so, by virtue of a deed from Peter Livergood, Sr., to the Cambria Iron Company, dated the 31st August 1854. They, therefore, prayed that the defendants might be restrained from so doing, or from obstructing the complainants in the exercise of their exclusive right to take the iron ore upon the said tract.\nThe answer admitted that Peter Livergood, Sr., on the 21st March 1846, was seised of the legal title to the “ Benshoof Tract;” but denied that Benshoof occupied or held the same under any equitable title, or under any other title than as a mere tenant at will of his father-in-law, the said Livergood; or that Livergood had ever been out of possession, as owner, until he conveyed to the Cambria Iron Company, in 1854; or that Benshoof ever claimed the same, or any part thereof, as his own, or that he ever had any written lease or other evidence of title thereto, or paid anything therefor, or made any improvements thereon.\nThat the firm of Peter Livergood & Co. was formed as stated in the bill; that they put the said furnace in operation by the name of the Mount Vernon Furnace; and that Peter Livergood executed the agreement of 19th April 1848, as stated in the bill. That the fields and wood-land therein mentioned were part of the “ Benshoof Tract;” and that the said banks and mines were situate on lands of which Peter Livergood was so seised, and on other lands belonging to him.\nThat the interest of the said copartners, in the said 15 acres and furnace, became vested in Lintons & Galbraith; and that Livergood conveyed to his copartners and John Linton as stated in the bill; but denied that the right and privilege of raising ore were embraced in said conveyance, or were in any manner appurtenant thereto.\nThat on the 1st June '1847, the firm of Peter Livergood & Co. was dissolved; that on the same day, the firm of Livergood, Linton & Co. was formed, who carred on the business under the name of the Johnstown Furnace; hut the answer denied that the firm of Lintons & Galbraith ever had any estate, title, or interest in the said right or privilege of raising iron ore, mentioned in the said articles ; or that Bhey, Matthews & Co. derived any interest thereto by virtue of the sheriff’s deed. The answer further denied that the said right ever became vested in the complainants; or that they had such sole and exclusive right as stated in their bill; or that on the 16th May 1855, the Johnstown Iron Company had any valid or legal existence.\nAnd the defendants claimed that by the deed of the 31st August 1854, from Peter Livergood, Sr., to the Cambria Iron Company, • the said company became seised, and the owners of the premises, free, exempt, and clear of all or any rights and privileges of the complainants or others to raise or take away iron ore therefrom; submitting the construction of this deed to the court. This deed contained the following exception and covenant:—\n“ Saving and excepting now and at all times hereafter, any claim or claims, right, title, or interest whatsoever, which may arise to the same or any part thereof, by reason or on account of the following stipulations, as contained in the articles of agreement between the parties to this indenture, that is to say:\n* Whereas, John Benshoof, by a certain article of agreement establishing the firm of Peter Livergood & Co. in the Johnstown Furnace, which article bears date the thirty-first day of March, A. d. eighteen hundred and forty-six, gave the privilege to the said firm to mine iron ore from the said premises, for twenty-five cents per ton, and gave that privilege to no one else, which privilege was subsequently ratified by the said Peter Livergood. And whereas, George Rhey, of the late firm of' Rhey, Matthews & Co., claims the privilege of mining the iron ore from the said premises, by reason of the said firm of Rhey, Matthews & Co. being the vendees of the sheriff of Cambria county of the interests of Lintons & Galbraiths to mine said orenow it is distinctly understood by the parties to this agreement that, if the said Rhey, Matthews & Co., as the vendees aforesaid, are entitled in law or equity to mine said ore on said premises, then and in that case, the said Cambria Iron Company agree upon their part to fulfil the covenants and agreements, grants, gifts, or privileges that the said John Benshoof was bound to fulfil upon his part in his agreement as aforesaid, so ratified by the said Peter, and the said Peter hereby agrees that the said Cambria Iron Company are to have all the considerations and emoluments that the said John Benshoof was to receive per ton of iron ore, and otherwise as per said articles of agreement.”\nThe cause came on for hearing on bill, answer, and exhibits, and was argued by\nWilliams Sproul, for the complainants.\nLoomis, for the defendants."
  },
  "file_name": "0241-01",
  "first_page_order": 241,
  "last_page_order": 247
}
