{
  "id": 986786,
  "name": "Todd versus Campbell et al.",
  "name_abbreviation": "Todd v. Campbell",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "250",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Ala. 92",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8496380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/21/0092-01"
      ]
    },
    {
      "cite": "2 Jones Eq. 256",
      "category": "reporters:state",
      "reporter": "Jones Eq.",
      "case_ids": [
        8690050
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/55/0256-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 19965,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 4.867653223348164e-07,
      "percentile": 0.9329708025448588
    },
    "sha256": "5f7c3f2d0533cf24992e435ecacd8cce5c8611c8d6fb58dee2b482bcf7fea70b",
    "simhash": "1:114e202c8bf8345e",
    "word_count": 3602
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Todd versus Campbell et al"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe plaintiffs below are seeking to recover the land against a deed of their ancestor, absolute on its face. They allege no fraud or mistake, but claim that the deed, though apparently indefeasible, was in truth a mortgage. Its alleged defeasibility they attempt to prove by no written instrument, but wholly by parol evidence. It is undeniable that a deed, absolute on its face, may be shown to be a mortgage by such evidence, though a mortgage may not thus-be shown to be a sale. The reason is said to be, that the evidence in the one case neither contradicts, adds to, nor alters the instrument, while in the other it does. Were it an open question, it might perhaps be shown that there is no substantial difference in this respect in the two cases. Nor is it easy to perceive why giving effect to such evidence is not in conflict with the statute of frauds, the purpose of which was to compel written evidence of all title to lands. But the discussion is not a practical one. The question is nowhere open. A grantor may show by parol that a deed which purports to be a conveyance is in reality but a security for a debt or a liability. If the plaintiffs have proved the deed from William Campbell to John Campbell to be such, they are entitled to the verdict which they have obtained. Their whole case is an equitable one. They claim as mortgagors seeking to redeem. Their action, therefore, though .in form an ejectment, is in substance a bill in equity, brought by the heirs of a mortgagor against a mortgagee in possession, to compel a reconveyance of the land. The principles of adjudication, applicable to the latter form of proceeding, must equally control in this ejectment.\nThe administration of both legal and equitable principles through the medium of legal forms, which has so long prevailed in this state, has given rise to some mistaken impressions. There are not a few cases in which, in a common law proceeding, a plaintiff sets up a simple equity; and with equal frequency, an equity is the sole defence. The principle, however, does not change, because it is applied in a strange forum, and in a new form of proceeding. It has sometimes been thought, that when an equitable case is to be adjudicated in a tribunal composed of both a judge and a jury, the latter are to determine what the equities between the parties are. This is a mistake. The judge alone is the chancellor. The province of the jury is to aid him in ascertaining the facts out of which the equities arise. If the facts are not disputed, he is to declare their effect and determine whether the claim or the defence is well founded. A chancellor is judge both of the equity and of the facts. It is in his discretion whether he will send an issue to a jury. And if he does, their verdict is only advisory. It is not conclusive upon him. Whenever, therefore, upon the trial of an ejectment founded upon an equitable title, the court is of opinion that the facts proved do not make out a case in which a chancellor would decree a conveyance, it is their duty to give binding instructions to that effect to the jury. The responsibility belongs to the judge, and he.may not throw it off upon those whose only duty is to aid him in ascertaining disputed facts. This view of the peculiar duties of the judge and jury was very clearly presented and maintained in Moore v. Small, 7 Harris 461, and in strict accordance with it has been the ruling of this court in numerous cases. Thus, when a party has attempted to set up an equity under a parol sale and part performance, it has been held to be the duty of the court to reject the evidence of a verbal contract, if, being taken as true, it fails to make out such a case as is entitled to stand as an exception to the statute of frauds: Poorman v. Kilgore, 2 Casey 371-2, and cases there cited; Rankin v. Simpson, 7 Harris 471; Brawdy v. Brawdy, 7 Barr 157. In the latter case, the judge in the court below heard the evidence, and then directed a verdict against the alleged equitable title, saying that he decided the case as upon a demurrer to the evidence. This court affirmed the judgment, and Chief Justice Gibson, in delivering the opinion, declared that such a case must be proved to the entire satisfaction not only of the jury, but of the chancellor also. He denied that the jurors are uncontrolled arbiters of the facts, and averred that it was proper to indicate beforehand the measure of proof a chancellor would require, and if it did not exist, to take the cause from the jury. A similar rule in cases of resulting trust, was shadowed forth in Strimpfler v. Roberts, 6 Harris 283. We are aware that this is no light duty which the judge is called to perform. It would be much easier to devolve the whole burden upon the jury, but this may not he done.\nIf, then, the evidence submitted to the jury in this case, was not such as would have moved a chancellor to decree a reconveyance by John Campbell’s heirs to the plaintiffs, the jury should have been directed to return a verdict for the defendants; and whether it was sufficient thus to move him, the court was to judge. This necessarily leads us to an examination of the facts as presented.\nIt may be premised, that as the plaintiffs set up a title against a deed of their ancestor absolute in its terms, the burden of proof is upon them. The presumption is, that the deed is what it purports to be, and that the parties expressed by it their entire intentions. It is also well settled, that when parol proof is relied upon to show that a deed absolute in form was intended as a mortgage, it must be clear and convincing. Generally, the cases go so far as to hold, that the intention of the parties that it was to be a mortgage and not a conveyance, must be established by proof, not merely of declarations, but of facts and circumstances, outside of the deed, inconsistent with the idea of an absolute purchase: Glisson v. Hill, 2 Jones Eq. 256; Kelly v. Bryan, 6 Iredell Eq. 283; Blackwell v. Overby, Id. 38; Bryan v. Cowart, 21 Ala. 92. See also a large collection of cases in Hare & Wallace’s notes to Lead. Cas. Eq. vol. 2, part 2, p. 436. So, it would seem, that when a parol defeasance is set up, it should not only be proved to exist, but its terms should also be established, else there could be no decree of foreclosure \"or redemption.\nThere is in this ease no direct proof that the deed was intended to operate merely as a security for a debt. William Campbell, the grantor, was largely indebted to his brother John, the grantee. How much that indebtedness was, the evidence does not establish. Elias Porter testified that he heard John say, that William owed him twenty-seven or at most twenty-eight hundred dollars. Hugh Campbell, a brother who was present at the execution of the deed, states, that it was the understanding of the parties at the time, that William owed John the five thousand dollars which was the consideration mentioned in it. There is also other evidence in the case tending strongly to show that the indebtedness was at least $5000, and possibly much more. The proof is also that that sum was about the value of the property. Certainly, there was no considerable inadequacy of consideration made out. Even Porter, who desired to purchase the property, was unwilling to give that sum unless he could have some allowances in interest. Not a word is proved to have been said, at the time of the delivery of the deed, indicating that it was regarded by either of the parties as a security for money, or anything else than what it purported to be — a sale. The wife of the grantor signed it, but with great reluctance, and not until after she had been told, in the presence of the parties, that a judgment could be obtained for the debt, and the land sold. This took place at the time of the transaction, and is not to be accounted for in consistency with the theory that the parties regarded it as a mortgage, or as a security. Nor are the facts- in proof, which followed the execution and delivery of the deed, necessarily inconsistent with its having been a contract of sale and purchase. It is said the securities for the debts, which were the consideration of the conveyance, were not given up. After John Campbell’s death, his brother Hugh found among his papers two notes of William to John, the face of each of which was about $1000. They were dated prior to the deed; but there is no testimony to show that it was on account of those notes the deed was made. On the contrary, Dr. Campbell proved that one item of the consideration, the only one which he remembered, was a debt paid by John for William, to their father, not one of the notes found among John’s papers. It is true, that if land be conveyed in consideration of a pre-existing debt, due from the grantor to the grantee, and it is the understanding of the parties that the debt shall survive, the deed is but a mortgage. This understanding may be proved by parol. But the debt must survive. That the written evidences of it remain in the grantee’s hands, is not enough, if the liability be gone. They may afford a presumption of continued indebtedness; but it is a presumption easily rebutted. The primary defect in the plaintiffs’ case here is, that there is no proof that the notes found by Dr. Campbell, constituted any part of the consideration for which the deed was made. Proof of identity is wanting. And if it were not so, the case is wholly destitute of evidence that after the deed they were ever asserted, or acknowledged as living claims. No demand was ever made upon them ; nothing, not even interest was ever paid. Elias Porter, indeed, testified that John Campbell told him in 1827, that William owed him $2700 or $2800, and that he had notes for the amount. These may or may not have been the notes found by Dr. Campbell after John’s death. This is all uncertain, and rendered more so by the evidence of other existing indebtedness. They differ widely in amount, and there is no evidence that they were intended to be secured by the deed. There is, therefore, a failure of any satisfactory proof that any debt on account of which the conveyance was made, survived the delivery of the deed.\nNor did the grantor retain possession, a circumstance always of weight in determining whether a conveyance of land absolute in form was intended to pass the estate, or to be only a security for the debt. The deed was made when the grantor was about to leave the country, intending to make another state his permanent home. Before that time he had made a lease of the property to General Markle, which had not expired at the time of the execution of the deed. The tenant immediately paid rent to the grantee. It is true, that after about a year and a half, William Campbell again went into possession of the land, and continued in possession of it until his death. All this is, however, explained by the testimony to be consistent with the ownership of the property by John. William was brought home sick, an object of charity. At the instance of his other brothers, who said that John had ample means, it was agreed to let him have the farm during his life, and the agreement was communicated to him. This accounts for his possession of the place, and for all the improvements which he made upon it. None of the facts and circumstances proved, then, are inconsistent with the absolute character of the deed. None of them are of such a. nature as, in equity, to overrule the positive agreement of the parties, as expressed in the conveyance. As already stated, the authorities are that a chancellor will not interfere when the form of the conveyance is such that it purports to pass an indefeasible estate, unless some equity is shown not founded in the mere verbal declarations of the parties, inconsistent with its absolute terms, but in facts and circumstances independent of the deed, and of the verbal declarations. See also Allen v. McRae, 4 Iredell Eq. 325. The existence of such facts “dehors” the deed may indeed be shown by the admissions of the grantee; but, after all, it is the facts, and not the admissions, which raise the. equity.\nWe come now to the language of the parties. It is worthy of observation, that though John Campbell lived sixteen years after the deed was made, and is shown by the whole evidence to have been kind, liberal, and affectionate with his brother, and although he was held in grateful remembrance by William long after his death, yet but a single declaration of his is proved, that is supposed to be inconsistent with his having an indefeasible title, or to establish a fact inconsistent with it. That is proved by Elias Porter, and is said to have been made more than thirty years before the trial. Even that was not made in the presence of the grantor, or to be communicated to him; but it was a part of a conversation when he was endeavouring to sell the farm to Porter : an act, by the way, that negatived any acknowledgment that William Campbell had any remaining title to the land. And the declaration itself, instead of being an admission that the transaction was a mortgage, was an avowal of the direct opposite. He said that William had conveyed the land to him to sell, and that out of the proceeds of sale, William was to receive something. It was not said that he took the land as a security for a debt due him. This was very far from admitting that the deed was a mortgage.\nIf the case rested here, it is apparent that it would not be a fit one for equitable interposition. The facts and circumstances attending the execution of the deed, those which were subsequent to its delivery, and the declarations of the grantee, are all consistent with its being what it professes to be, an absolute conveyance of the grantor’s estate.\nBut this is not all of the case. After the death of John Campbell in 1842, William became a tenant of John’s heirs, and paid rent for the place during twelve years and up to his own death. He set up no claim to the property as his own. He objected indeed to the amount of the rent that was required; but the ground of his objection was, not that he had only mortgaged the property to his brother, but that John had intended in his last years to execute a paper allowing him to hold the property during his life. This intention he asserted to be in morals a will to that effect. These and similar declarations were often repeated. They were made verbally, and in letters, addressed by him to the guardian of John’s child. He spoke of the intention of his brother as going beyond his own proposition. He called himself only a renter. He mentioned the improvements made on the place as inuring to the benefit of the widow and daughter of John Campbell, and he made out bills against them for repairs. These are but a part of the declarations and acts of William Campbell, all utterly irreconcilable with the existence of any equity of redemption in him. The testimony is not in equipoise. It greatly preponderates againpt the plaintiffs. How then could a chancellor have decreed a conveyance to them ? The case of Brawdy v. Brawdy, 7 Barr 158, exhibits fully the rule which guides his discretion. He withholds the exercise of his power, wherever there is a doubt about the facts, on the basis of which it is invoked. I refer to the authorities collected by Gibson, Chief Justice, in that case. In Rankin v. Simpson, 7 Harris 471, where a claimant had been for several years in possession, but afterwards took from the party from whom he claimed, a written lease, stipulating to pay an annual money rent, and again took a similar lease, it was held that these papers were not only corroborative of his declarations that the land was not his, but decisive against him.\nThe jury should therefore have been instructed, in answer to the defendant’s fifth point, that the plaintiffs were not entitled to recover.\nIt is thus rendered unnecessary to refer to the errors assigned in detail. The observations we have made are a sufficient disposition of them all, except the objection to the admission of Elias Porter as a witness. In that we perceive no error.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Cowan ¡fr Coulter, for the plaintiff in error.",
      "Foster Todd, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Todd versus Campbell et al\nOn the trial of an ejectment founded upon an equitable title, if the court be of opinion that the facts proved do not make out a case in which a chancellor would decree a conveyance, it is their duty to give a binding instruction to that effect to the jury.\nWhen an equitable case is to be adjudicated through the medium of legal forms, it is the province of the judge to determine whether the claim or defence be well founded; the only duty of the jury is to aid him in ascertaining disputed facts.\nWhen parties set up title against a deed absolute in its terms, the burden of proof is upon them to show that it was intended only as a security for a debt; and if parol evidence be relied on for that purpose, it must be clear and convincing.\nIf land be conveyed in consideration of a pre-existing debt, due from the grantor to the grantee, and it is the understanding of the parties that the debt shall survive, the deed, is but a mortgage; and this understanding may be proved by parol.\nBut the debt must survive; it is not enough that the evidence of it remain in the grantee’s hands, if the liability be gone.\nThe retention of possession by the grantor is a circumstance of great weight in determining whether a conveyance absolute in form was intended to pass the estate, or to be only a security for the debt.\nA chancellor will not decree a deed absolute on its face, to be a mortgage, on proof of the mere verbal declarations of the parties; but facts and circumstances must be shown inconsistent with the idea of an absolute purchase.\nThe existence of such facts may be shown by the admissions of the grantor, but it is the facts, not the admissions, which raise the equity.\nError to tbe Common Pleas of Westmoreland county.\nThis was an ejectment by Priscilla Campbell and Elizabeth P. Campbell, the heirs at law of William Campbell, deceased, against Samuel Todd, the lessee of Mary Oliphant, who was the heir at law of John Campbell, deceased, for a tract of 306 acres of land, in Rostraver township.\nWilliam Campbell was the undisputed owner of the premises on the 30th October 1826, on which day, he executed and delivered to his brother, John Campbell, the father of Mrs. Oliphant, the defendant’s lessor, a deed in fee simple for the same. The consideration mentioned in this deed was $5000.\nThe plaintiffs alleged that this deed, though absolute upon its face, was, in reality, but a mortgage to secure a debt of $2700 or $2800; which sum, with interest, they had tendered to the defendant’s lessor; and they paid the same into court, amounting to $5000. The evidence upon which they relied to prove that this deed was a defeasible one, is fully stated in the opinion of the court.\nOn the trial, the defendant’s counsel submitted certain points in writing, upon which they requested the court to charge, the 5th of which was as follows :—\nThere is no evidence in the cause which the court, sitting as a chancellor, can submit to the jury upon the question as to whether the deed from William Campbell to John Campbell was a mortgage or not; because, to take the testimony in all its length and breadth, there is no part of it which tends to show that the deed was a defeasible deed.\nTo this point the court below (Burlington, P. J.) answered as follows:—\n“We cannot answer this question as requested. The weight of evidence, and whether sufficient to establish the defeasance, is one for the jury.”\nTo this the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs, the defendant removed the cause to this court, and here assigned the same, inter alia, for error.\nCowan ¡fr Coulter, for the plaintiff in error.\nFoster Todd, for the defendants in error."
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 256
}
