{
  "id": 986726,
  "name": "Reid versus The North-Western Railroad Company",
  "name_abbreviation": "Reid v. North-Western Railroad",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "257",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 389,
    "char_count": 6920,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.785206180098097e-07,
      "percentile": 0.714103795240572
    },
    "sha256": "69e41533a694cc6953390fb3aa239c7319e33ba5592162829f2d69c08897f738",
    "simhash": "1:2be79ef1f69ede6f",
    "word_count": 1203
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reid versus The North-Western Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChurch, J. —\nThe plaintiff below obtained a judgment against the plaintiff in error, in the Supreme Court at Philadelphia, and transferred it to the Common Pleas of Indiana county, under the provisions of the first section of the Act of the 16th of April 1840, and the eleventh section of the Act of the 2d April 1841: Bright. Purd. 463. The first section of the recited Act of 1840 provides that a judgment so transferred maybe proceeded upon in the latter court by execution process prescribed by the Act of the 16th of June 1836, relating to executions; and also that it shall haye the same force and effect there “as to lien, revivals, executions, and so forth,” as where originally entered. The seventy-third section of this same Act of 1836, Id. 170, prescribes this writ of sequestration as the execution process, where judgment has been obtained against corporations, except counties and townships, or others of like public municipal character. The writ itself is most certainly of the nature of an execution. It is final process to enforce payment of a judgment, which is the best definition of an execution that can be given; and although it may not be strictly within the letter of the act, it is surely within its spirit and intention. The law is a remedial one in express terms, and demands a liberal construction. The words “and so forth,” following those of “ as to lien, revivals, executions,” used in reference to the foree and effect of the judgment transferred, have a peculiar significance in extending the remedy. The writ of sequestration, therefore, being an execution process, is not ex gratid in the usual acceptation of that term, but is rather demandable of right; and consequently there can be no sound reason for giving previous notice that might not apply to any final process. This corporation had a day in court at and previous to judgment, like other defendants, and could have interposed no objection to this writ that could not be made to any alias execution. True, the court is to award the writ, but this is to enable them to appoint a person to execute it under the provisions of the next following section of the act. However, it is useless to speculate on this subject; it is enough that the Act of Assembly requires no notice, and that none is necessary to advance justice. This disposes of the first and second exceptions taken here by plaintiff in error.\nIn regard to the third exception, whether the sheriff, having the previous writ, has discharged his whole duty strictly in the execution of it, is not the subject of adjudication now in this court; or whether he made a false or true return to it. By the record we are concluded. If that shows that there was a judgment against this corporation, that an execution had been issued thereon, and returned unsatisfied in part or in whole, then the requirements of the statute are satisfied. These things all do appear of record. The truth of them cannot be here determined collaterally, as we are asked to do, without a disregard of the very principles of the organization of this court. It has been repeatedly held, that affidavits or depositions read in the court below, on motions in this form, constitute no part of the record here, although attached to the writ and brought up with it. This third exception is therefore dismissed.\nIf these proceedings below had taken place since the passage of the Act of the 22d of April 1858, Bright. Purd. 1258,.it would be difficult to sustain them on the fourth exception. But no retroactive operation or effect can be given to that law. Indeed, we do not understand the counsel as invoking the aid of it. So far as the future is concerned, perhaps it may protect this company. But now the plaintiff in error must stand or fall by the Act of 1836. The language of the-seventy-third section of that act is too explicit to admit of doubts in its interpretation. It declares such writ is awarded “ to sequester the goods, chattels and credits, rents, issues and profits, tolls and receipts.” Now this court is not legally informed whether this company has any of these subjects of assets. Nor could it make any difference. The validity of an execution never depends upon the fact of whether the defendant has any property subject to it. Therefore, expressing no opinion as to what character of assets the corporation may have, or whether any, subject to this kind of writ, or in what manner it should or can be executed upon them, the order of the court below awarding the writ of sequestration is confirmed.\nThe award of the writ of sequestration affirmed.",
        "type": "majority",
        "author": "Church, J. —"
      }
    ],
    "attorneys": [
      "Foster, for the plaintiff in error.",
      "Banks, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Reid versus The North-Western Railroad Company.\nA writ of sequestration, under the 73d section of the Act 16th June 1836, may.issue on a judgment transferred to another county, under the Act 16th April 1840.\nA writ of sequestration, under the Act of 1836, is process of execution, and may issue without previous notice.\nThe return of the previous execution unsatisfied, is sufficient to warrant the issuing of a sequestration; and the truth of such return is not the subject of review in this court.\nThe Act 22d April 1858, providing that a sequestration shall not issue against an unfinished railroad, is not retroactive in its operation.\nIt is no ground for refusing a writ of sequestration, that the defendant corporation may have no assets that are subject to such writ.\nCertiorari to the Common Pleas of Indiana county.\nOh the 24th June 1857, a judgment was obtained in the Supreme Court for the Eastern District, by R. T. Reid, for the use of William Maher and John Maher, against The North-Western Railroad Company, for $3019.75.\nOn the 26th September 1857, an exemplification of this judgment was filed in the Court of Common Pleas of Indiana county; on which a fi. fa. was issued on the 27th, and on the 29th was returned nulla Iona.\nOn the 3d October 1857, on application of the plaintiff’s counsel, the court awarded a writ of sequestration against the defendant; and Thomas White was appointed sequestrator.\nThe defendant, thereupon, removed the proceedings to this court, and here assigned for error: 1. That the court erred in awarding the writ of sequestration, for the reason that the judgment was not originally obtained in Indiana county. 2. That the court erred in awarding the writ, without first directing notice of the application to be given to the company. 3. That the court erred in awarding the writ, on the ground that the officer charged with the execution of the writ, made no demand of the amount of the execution, at the office or place of business of the company, or from any officer of the company, before the writ was returned nulla bona, as required by law. 4. That the court erred in awarding the writ, on the ground that the road was unfinished, and no revenue derived from it.\nFoster, for the plaintiff in error.\nBanks, for the defendant in error."
  },
  "file_name": "0257-01",
  "first_page_order": 257,
  "last_page_order": 259
}
