{
  "id": 986616,
  "name": "Walthaur's Heirs versus Gossar et ux.",
  "name_abbreviation": "Walthaur's Heirs v. Gossar",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "259",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 259"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 165",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0165-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 11279,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.1845611986003543e-07,
      "percentile": 0.5894554084041194
    },
    "sha256": "3c803044ca71c9f73a06b9bc6ed731fb374d6ac50b05bbabc004cd511d0cb45e",
    "simhash": "1:5f80c415822c3af2",
    "word_count": 1949
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walthaur’s Heirs versus Gossar et ux."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThe 34th section of the Act of 24th February 1834, relating to decedent’s estates (Brightly’s Purd. 200), is an interpolation upon the report of the codifiers. It has given rise to a great variety of questions, one of the most curious of which we have upon the present record.\nJacob Grossar and wife brought an action against the administrator of C. M. Walthaur, deceased, and recovered a judgment for $1451.81, as of November Term 1850.\nTo March Term 1854, a scire facias on this judgment was issued to bring in the widow and heirs, who pleaded to issue, and on trial the plaintiff recovered a verdict and judgment for $871.71.\nThe administrator settled his account of the personal estate in 1855, showing a balance in his hands applicable to the plaintiff’s debt of $1139.96, and which the court ordered to be applied to the judgment he had recovered against the administrator.\nThis sum so paid to the plaintiff was greater by $268.25 than the amount recovered against the widow and heirs, but less by $311.89 (costs and interest omitted) than the sum recovered against the administrator; and the question now is, whether the creditor may have execution against the widow and heirs for this difference. The court below decided in favour of the creditor, and the widow and heirs are the plaintiffs in error.\nBy the English common law, when the heir is bound for the debt of his ancestor, the action lies directly against him, and not against the executor or administrator, who has nothing to do with the land, which is assets only in the hands of the heir: 13 8. $ B,. 14. But from the first settlement of Pennsylvania, the lands of a decedent were made liable for his debts, not as the primary fund, but by proceedings against his personal representative, instead of the heir, in the same manner as his goods were charged.\nBy the laws agreed on in England between the' governor and his first adventurers, in 1682, it was declared that all lands and goods should be liable to pay debts, except there were legal issue, and then all the goods, and one-third of the lands only.\nBy several acts passed in 1688, 1693, and 1700, this qualification was removed, and lands became chargeable in the hands of the personal representative, with so much of the intestate’s debts as the personal estate was insufficient to discharge.\nThe heir, it was held, took the real estate cum onere, which as a principle was just enough; but when it is considered that his title vested directly the ancestor died, and yet that he was not included in the remedy against the executor or administrator, our law, it will be seen, presented the monstrous anomaly of one man’s land seized in execution to satisfy a judgment against another. The executor or- administrator did not represent the heir for any purpose. Their interests were generally hostile; for whilst it was the interest of the heir to enjoy unquestioned what he had inherited, it was the interest of the administrator to bring the realty into administration, that commissions might be increased.\nCorrupt combinations between creditors and personal representatives to establish spurious debts, were an easy and effectual mode of relieving widows and heirs of their estates, and it is a creditable circumstance to our people, that with such opportunities for wrong-doing furnished by the law itself, so few instances of oppression are found in our legal annals. Cases did occur, however, which arrested the attention of this court, and led to the suggestion of a legislative remedy. In the ease of Christman’s Executrix v. Evans, 13 S. & R. 14, this court held, in 1825, that heirs might come in and plead to the action against the personal representative ; but to compel the creditor to bring them in, could only be effected, said Judge Gibson, by legislative provision, the want of which we may lament but cannot supply.\nWhen the codifiers came to their work in 1831, they took notice of this want, and reported three sections intended to provide for it, which it is greatly to be regretted the legislature did not think proper to pass as reported. They gave us instead of them the bungling enactment which we have in this-34th section.\nFor several years after it was passed, suits continued to be brought against executors and administrators as before, without any notice to widows and heirs, and one of the first great doubts that arose was, whether the widow and heirs could be brought in afterwards to answer to such suits. Unless they could, the judgment could not in any event be levied on their land, for the concluding clause of the section forbade it very expressly.\nThe doubt was solved in Murphy’s Appeal, 8 W. & S. 165, and Benner v. Phillips, 9 W. S. 13. Since that time, they have been included in the original suit, or brought in afterwards by scire facias, according to the pleasure of the creditor, but whether before or after judgment against the administrator, their right to test the debt of the creditor on its original merits has always been recognised. If judgment were recovered against the decedent in his lifetime, the section has no application, for having had his day in court, the presumption is conclusive against his widow and heirs, as well as the rest of the world, that no more was recovered than ought to have been.\nBut if no judgment were recovered against the decedent in his lifetime, the creditor may recover against the executor or administrator, and the judgment is conclusive against the personalty; but if he means to charge the realty, the widows and heirs are to be made defendants without prejudice to their rights from the judgment against the personal representative. If they can show the debt is not valid, or has been partly paid, they are free to resist it on any ground that the decedent himself or his personal representative might have set up.\nAccording to the theory of the enactment, which was designed, as we have seen, to protect the real estate from the blunders and frauds of the administrator, it is necessary for us to consider the judgment recovered against the widow and heirs as the highest and best evidence of the extent of the estate’s indebtedness. This record presents the very case which we may suppose was in legislative contemplation, the recovery of too large a judgment against the administrator — too large, because greater than the creditor could establish, when he had to face those who were better informed of the decedent’s affairs. If it had not been for the liability of the administrator to suffer too large recoveries, the enactment had not been made. But we repeal it, if we go back now to the judgment against him, and treat that as the conclusive ascertainment of the indebtedness. If, as the learned judge held, the real estate is to respond, not according to the measure of indebtedness established against itself, but according to the measure established against the personal estate, we cannot see what virtue is left in the 34th section. It is shorn of its strength, is virtually repealed, and might as well be wiped from the statute book.\nBut if the judgment against the administrator be regarded as conclusive only as to the personalty, and as no evidence of indebtedness at all as against the real estate, then the latter judgment is the sole evidence of how much money the plaintiff is entitled to have. All that, and more, he has already had. What right then has he to execution against the reals estate? An execution to levy $300 out of real estate, after he has received $1100 on a debt of $800 ? Such a proposition ought to have very clear law for its support. But unless the 34th section bo repealed by judicial construction, the law is very clearly against it.\nI know it may be said, that the payment of $1100 was not on this judgment, but on the $1400 judgment, and we may be deluded by fanciful distinctions between the real and personal estate.\nBut we are to regard the substance of things. Mr. Walthaur’s estate was one estate. It was all subject to his debts. Subject to that encumbrance, it all belonged to his widow and heirs. Intrusted for administration to the administrator, the ultimate and beneficial interest vested in them, and whatever was taken to pay the plaintiff, whether it came from the personalty or realty, was taken from them. They then had the highest and indeed the only real interest in ascertaining the plaintiff’s debt at its true amount, and when ascertained, they had a right to insist that he should take satisfaction out of the personalty, and look to the realty only for what the personalty should prove unable to pay.\nIf they were asking for a return of the excess which the creditor has received, they would be met by the conclusiveness of the judgment against the administrator; and if the creditor had recovered more against them than the administrator, they would have been concluded thereby. The mutuality which applies to estoppels, requires that he should be concluded, as to them, by what he recovered.\nThe only way of applying this principle is to deny him the execution sought. If he can find personal estate to satisfy his judgment, he may seize it, but failing that, he is without remedy.\nThe judgment is reversed at the costs of the defendants in error, and the rule of 28th August 1856 is made absolute.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Qoivan, for the plaintiffs in error.",
      "Foster, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Walthaur’s Heirs versus Gossar et ux.\nWhere a judgment is recovered against the administrator of a decedent, without notice to the heirs, and on a scire facias against them, there is a verdict for a smaller sum than the amount of the judgment against the administrator; a payment out of the personal estate, to the extent of the recovery against the heirs, will discharge the real estate in their hands from all claim on the part of the creditor.\nThe judgment against the administrator is conclusive only as to the personalty, and is no evidence of indebtedness as against the real estate; the judgment against the heirs is the sole evidence of the amount to which the creditor is entitled as against the real estate; and when he has received that sum, from whatever source, the real estate is discharged from liability.\nError to the Common Pleas of Westmoreland county.\nThis was a scire facias against the widow and heirs of C. M. Walthaur, deceased, on a judgment recovered on the 3d September 1853, by Jacob Grossar and Margaret his wife, for the use of the said Margaret, against the administrator of the said C. M. Walthaur, deceased, for the sum of $1451.85, and costs.\nOn the 28th August 1855, there was a verdict against the widow and heirs for $871.71. And on the 29th October 1855, the account of the administrator was confirmed by the Orphans’ Court, and the sum of $1139.96 was ordered, in the distribution on the personal estate, to be applied to the judgment against the administrator.\nOn the 9th July 1856, the plaintiffs issued a fi. fa. against the real estate, for the balance of their judgment against the administrator, after giving a credit for $1139.96; and the court below refused, on the application of the defendants’ counsel, to direct the execution to be levied only out of the personal estate; which was here assigned for error.\nQoivan, for the plaintiffs in error.\nFoster, for the defendants in error."
  },
  "file_name": "0259-01",
  "first_page_order": 259,
  "last_page_order": 263
}
