{
  "id": 986614,
  "name": "Wilson et al. versus Harry et al., Owners of the Steamboat Tuscarora",
  "name_abbreviation": "Wilson v. Harry",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "270",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 446",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843987
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0446-01"
      ]
    },
    {
      "cite": "6 How. 381",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "6 Binn. 129",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 9145,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 4.7492960360752035e-08,
      "percentile": 0.2976727600721123
    },
    "sha256": "3c2e5bd6ee4e0b26d036da62a65ed1aeaed578b4715cae022982d26b250d115c",
    "simhash": "1:396d81a336f06c7e",
    "word_count": 1590
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson et al. versus Harry et al., Owners of the Steamboat Tuscarora."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThe circumstances of this case are sufficiently set forth in the report of our former judgment, 1 Oasey 317, and in the special verdict which has been brought upon the record by reason of what was there ruled.\nThe action is founded on a tort of the defendants, as common carriers. In one count of the narr. they are charged as common carriers from New Orleans to Pittsburgh, in the other as carriers from Louisville to Pittsburgh; but in both, the gravamen is, that the defendants did not take care of the plaintiffs’ goods, nor safely carry them; but, on the contrary, so negligently conducted and misbehaved in regard to said goods, in their said calling as common carriers, that the said goods were wholly lost to the plaintiffs.\nNow, the special verdict finds that the only damage done to the goods was done on board of the Concordia, from New Orleans to Louisville, and that the Tuscarora took them on board at the latter city, under a stipulation that she should not be liable for the damage done on board the Concordia. It does not find any negligence or misbehaviour against anybody connected with the Tuscarora.\nHow, then, can it be thought that the special verdict sustains the narr.? The negligence imputed to the defendants in the narr. is expressly found in the special verdict not to attach to them.\nThat would seem to be a final answer to the action.\nBut, by a sort of vicarious imputation, the Tuscarora is to be made to bear the sins of the Concordia, notwithstanding the stipulation to the contrary. How?\nA common carrier, says the counsel, who receives goods from another common carrier to whom they were at first delivered by the owner for carriage, may become liable to the owner as a common carrier; and for this, two cases are cited; Sanderson v. Lamberton, 6 Binn. 129; New Jersey Steam Navigation Co. v. The Merchants’ Bank, 6 How. 381.\nBoth these cases were actions against the sub-contractor for the consequence of Ms own negligence. The owner of the goods, though not privy to the contract which the first carrier makes with the second, may nevertheless avail himself of it, so far as to enforce performance of the duty assumed, and so far also as to hold the second carrier responsible for injuries resulting from his fault. This proposition is proved by the counsel’s authorities, but the proposition on which his action rests is, that the second carrier is answerable for the faults of the first. For that, no authority has been shown.\nThe bill of lading authorized the Concordia to re-ship the goods. The larger boats that ply on the lower Mississippi cannot, at all seasons, come up to Pittsburgh; and hence, it is a customary thing for bills of lading to stipulate for a transshipment. The Tuscarora, therefore, succeeded to the possession of these goods in accordance with the usual course of business, and by the consent of the owners as implied from the bill of lading; and a special stipulation that the owners of the Tuscarora should not be liable for the injury done on board the Concordia was added to the transaction. The Tuscarora assumed the responsibilities of a common carrier, but she performed them — she brought the goods in safety to Pittsburgh. Her owners are now sued for the tort of the Concordia.\nUpon the pleadings and the special verdict, we think the court rendered the right judgment.\nIf the action had been ex contractu, if, instead of imputing the sins of the Concordia to the Tuscarora, the plaintiff had treated the owners of the Tuscarora as assuming the responsibilities of the whole voyage by demanding the whole freight, and had made the injury of the goods the breach of that contract, the chances of recovery would have been better.\nIt would then have resembled the very common case of goods shipped by lines of transportation that are made up of several parts, where each company or individual of the lines is responsible to the owner for performance of the entire contract.\nThere is no question that the consignees had a right to defalk, against so much of the freight as was going to the Concordia, the damages sustained on board that steamer. The case of Leech v. Baldwin, 5 Watts 446, is express to this point, but does not seem to be an authority for more.\nThe defendants, however, in disregard of this right, coerced payment of the whole freight to themselves.\nWhat responsibilities they assumed thereby it will be soon enough to consider, when they are called on to answer in a different form of action.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Ritchie, for the plaintiffs in error.",
      "Shaler, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Wilson et al. versus Harry et al., Owners of the Steamboat Tuscarora.\nWhere goods are shipped by a steamboat, with the right of transhipment, and there is a provision in the bill of lading that the owners of the second boat shall not be liable for injury done on board the first; the owners of the second boat are not rendered liable, in an action of tort, for injuries received on board the first, by reason of having coerced the payment of the entire freight before delivery of the goods.\nError to the District Court of Allegheny county.\nThis was an action on the case by William Wilson and Francis Wilson, trading under the firm of W. & F. Wilson, against William C. Harry, George B. Harry, and David Wilkins, Sr., owners of the steamboat Tuscarora, as common carriers; to recover damages for injuries to the plaintiffs’ goods, shipped from New Orleans to Pittsburgh. See a former report of this case in 1 Qasey 817.\nOn the trial the jury found the following special verdict:—\nThe plaintiffs shipped at New Orleans, on the 5th day of March 1852, on board the steamboat Concordia, ninety-two hogsheads of sugar, 104,985 lbs., and three hundred and fifty-seven barrels molasses, in good order and condition, for which the following bill of lading, signed by the clerk of the Concordia, was given, viz.:\nShipped, in good order and well conditioned, by F. Wilson, on board the steamboat Concordia, whereof--is master, now lying in' the port of New Orleans, and bound for Cincinnati, to say:—\nw W. & F. Wilson, Pittsburgh.\n(92) Ninety-two hhds. sugar, 104,985 lbs. (357) Three hundred and fifty-seven bbls. molasses, leakage from fermentation excepted, with privilege of reshipping on good steamboat, being marked and numbered as in the margin, and are to be delivered in like good order and condition at the port of Pittsburgh (the dangers of the rivers and fire only excepted), unto W. & F. Wilson, or to their assigns, he or they paying freight for the said sugar at fifty-five cents (55) per 100 lbs., and molasses at two dollars ($2f§$) per bbl.\nIn witness whereof, the master or clerk of the said steamboat hath affirmed to three bills of lading, all of this tenor and date, one of which being accomplished, the others to stand void.\nDated in New Orleans, the 5th day of March 1852.\n(Signed) J. H. Maharrey, Clerk.\nThe goods thus shipped were damaged on board the Concordia, on the voyage between New Orleans and Louisville, by perils not within the exception contained in the bill of lading. The goods thus damaged were reshipped at Louisville, on board the Tuscarora, a steamboat, the owners of which are the defendants in this suit. A bill of lading was given for the said goods, by the proper officer of the Tuscarora, to the Concordia, in which it was stipulated that the Tuscarora should not be liable for the damage done on board the Concordia. Neither of the plaintiffs, nor any agent on their behalf (unless the captain of the Concordia could be considered their agent), was present at the execution or delivery of the said bill of lading from the Tuscarora to the Concordia. The said goods were carried by the Tuscarora from Louisville to Pittsburgh, and notice of the arrival given to plaintiffs. The plaintiffs observed that the goods were damaged, and desired to have the amount of the damage ascertained and deducted from the freight, This the defendants refused, and demanded the whole freight stipulated for by the Concordia from New Orleans to Pittsburgh, and refused to deliver the goods until it was paid. Thereupon the plaintiffs paid the said freight under protest, and received from defendants a bill and receipt for the freight as stipulated for in the above bill of lading, signed by the clerk of the Concordia.\nThe charges of the Concordia were not paid by the Tuscarora on the receipt of the goods, but the sum of five hundred dollars was first deducted from the said charges, and a due-bill given by the Tuscarora for the balance.\nAnd the jury further say, that they are ignorant, in point of law, on which side they ought, upon these facts, to find the issue; that if, upon the whole matter, the court shall be of opinion that the issue is proved for the plaintiffs, they find for the plaintiffs accordingly, and assess the damages at the sum of two thousand and nineteen' dollars; but if the court are of an opposite opinion, then they find for the defendants.”\nThe court below entered judgment for the defendants, on the special verdict, which was here assigned for error.\nRitchie, for the plaintiffs in error.\nShaler, for the defendants in error."
  },
  "file_name": "0270-01",
  "first_page_order": 270,
  "last_page_order": 273
}
