{
  "id": 986703,
  "name": "Gosling versus Morgan",
  "name_abbreviation": "Gosling v. Morgan",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "273",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Johns. 220",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "5 Binn. 218",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0218-01"
      ]
    },
    {
      "cite": "1 Binn. 537",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0537-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 8205,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.224729691330931e-07,
      "percentile": 0.9140944124541623
    },
    "sha256": "3ed3bc80e567506699829b38fbcf9a658d32d43edeafcd9a01fac44ae5edb438",
    "simhash": "1:2478671b8e074e06",
    "word_count": 1382
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gosling versus Morgan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by '\nChurch, J. —\nThe undisturbed authority of the leading cases of Shaffer v. Kintzer, 1 Binn. 537, McClurg v. Ross, 5 Binn. 218, and Andres v. Koppenheafer, 3 S. & R. 255, establishes the principle, that words spoken of a private person are only actionable when they contain a plain imputation not merely of some indictable offence, but one of an infamous character, or subject to an infamous and disgraceful punishment; and that an innuendo cannot alter, enlarge, or extend their natural and obvious meaning, but only explain something already sufficiently averred, or make a more explicit application of that which might be considered otherwise ambiguous to the material subject-matter, properly and previously on the record, by way of averment or colloquium: Rex v. Horne, Cowp. 683-4; Van Vechten v. Hopkins, 5 Johns. 220. As, where the words themselves may be taken in a double sense, the innuendo is used in order to attach such meaning to them, as the plaintiff claims was intended, or may think necessary to render the same actionable. But whenever, in such case, the actionable quality of the words arises from circumstances extrinsic of them, averments are essential to show of record that such circumstances existed, and connect the words used with these circumstances: Stark. on Sland. 391.\nThe application of these principles to the present case results in the reversal of the judgment. The words themselves do not imply a criminal charge subject to infamous punishment; nor are they in the least ambiguous, and hence neither an innuendo nor verdict helps them: Dottarer v. Bushey, 4 Harris 204. It does not appear in the declaration, by averment, colloquium or otherwise, that any larceny of the goods had been perpetrated, or attempted by any one, or even alleged or spoken of; nor that the plaintiff below had ever obtained them upon any promise or pretence that she would return them, except perhaps by the innuendo, which we have seen already to be insufficient. But if this had been otherwise sufficiently averred, it would hardly be supposed that the obtaining of goods, on such a promise or pretence of intention, however false, could be held indictable. The language, “ she is a rascal,” cannot, by mere innuendo, be taken to mean that she is a thief, as indicated in the first count, and it is not pretended that the other epithets, cheat, rogue, and impostor, used of a private person, are of themselves actionable. Besides, the only actionable meaning, attributable even by innuendo, being found nowhere but in the first count, the judgment could not be sustained. For when entire damages have been given by the verdict, as in this case, a judgment thereon would be erroneous, unless at least some of the words declared upon in each count are actionable. It is a non sequitur, that plaintiff below, with intent to cheat and defraud designedly by false pretence, obtained the goods merely because “ she never intended to return them, nor have them returned when she got them,” unless she had obtained them by falsely pretending that she intended to do so, or have it done; which, as we have already said, is not averred, nor otherwise made appear to have been the fact, except it may be so considered inferentially from the innuendo, and is therefore wholly insufficient, because not warranted by the words spoken nor the context.\nJudgment reversed.",
        "type": "majority",
        "author": "Church, J. —"
      }
    ],
    "attorneys": [
      "Cochran, for the plaintiff in error.",
      "Swartzvoelder, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gosling versus Morgan.\nWords spoken of a private person are only actionable when they contain a plain imputation, not merely of some indictable offence, but one of an •infamous character, or subject to an infamous and disgraceful punishment.\nAn innuendo cannot alter, enlarge, or extend the natural and obvious meaning of the words; but can only explain something already sufficiently averred, or make a more explicit application to the subject-matter, of that which might be considered otherwise ambiguous, and already properly on the record by way of colloquium.\nWhere the words themselves may be taken in a double sense, the innuendo is used in order to attach such meaning to them as the plaintiff claims was intended, or may think necessary to render them actionable.\nAnd if, in such case, the actionable quality of the words arises from circumstances extrinsic of them, a colloquium is necessary to show of record that such circumstances existed, and to connect the words used with these circumstances.\nWhere entire damages have been given by the verdict, a judgment thereon is erroneous, unless at least some of the words declared upon in each count are actionable.\nError to the District Court of Allegheny county.\nThis was an action on the case, for slander, by Lucy M. Morgan, by her next friend Maria M. Morgan, against James Gosling.\nThe declaration averred that the defendant, intending to cause it to be suspected and believed that the plaintiff had been and was guilty of obtaining goods by false pretence, on the 1st July 1856, 44 in a certain discourse which the said defendant then and there had, of and concerning the said Lucy M. Morgan, and of and concerning divers goods and chattels, to wit: three pair of corsets of the said defendant, of the value of five dollars, had been and were designedly, by false pretences, obtained at the county aforesaid, by the said Lucy M. Morgan, with intent to cheat and defraud the said James Gosling; in the presence and hearing of one Edward B. Reeves, and of divers other good and worthy citizens of this Commonwealth, then and there in the presence and hearing of the said last-mentioned citizens, falsely and maliciously spoke and published of and concerning the said Lucy M. Morgan, and of and concerning the obtaining of the said goods, the false, scandalous, malicious, and defamatory words following, that is to say, 4 She’ (the said Lucy M. Morgan meaning) 4 is a damned rascal’ (meaning and intending thereby, that she, the said Lucy M. Morgan, was a thief, cheat, rogue, and impostor). 4 She’ (meaning the said Lucy M. Morgan) 4 never intended to return the goods,’ (meaning certain articles of wearing apparel, to wit, three pair of corsets, which she, the said Lucy M. Morgan, had, with honest intent, purchased for trial of and from the said James Gosling,)4 nor have them returned when she got them,’ (thereby meaning and intending that it was the design and intention of her, the said Lucy M. Morgan, to cheat and defraud him, the said James Gosling, by false pretences).”\nThe second count averred that 44 afterwards, to wit, on the day and year last aforesaid, at the county aforesaid, in a certain other discourse which the said defendant then and there had of and concerning the said Lucy M. Morgan, and of and concerning the obtaining of the said goods by false pretence, in the presence of one Edward B. Reeves, and of divers other good and worthy citizens of this Commonwealth; the said defendant further continuing and intending as aforesaid, then and there in the presence and hearing of the said last-mentioned citizens, falsely and maliciously spoke and published of and concerning the said Lucy M. Morgan, and of and concerning the obtaining of said goods by false pretence, the false, scandalous, malicious, and defamatory words following, that is to say, 4 You’ (the said Lucy M. Morgan meaning) 4 are a damned rascal,’ (thereby meaning and intending that she, the said Lucy M. Morgan, was a cheat, rogue, and impostor.) ‘ You’ (meaning her, the said Lucy M. Morgan) ‘ never intended to return the goods,’ (meaning certain articles of wearing apparel, to wit, three pair of corsets, which she, the said Lucy M. Morgan, had, with honest intent, procured for trial of and from the said defendant,) ‘ nor have them returned where you got them,’ (thereby meaning and intending that it was the design and intention of her, the said Lucy M. Morgan, to cheat and defraud him, the said James Gosling, by false pretence).”\nThere was a verdict for the plaintiff for $1300; whereupon the defendant moved in arrest of judgment, but the court overruled the motion, and entered judgment on the verdict, which was here assigned for error.\nCochran, for the plaintiff in error.\nSwartzvoelder, for the defendant in error."
  },
  "file_name": "0273-01",
  "first_page_order": 273,
  "last_page_order": 276
}
