{
  "id": 986682,
  "name": "Road to Ewing's Mill",
  "name_abbreviation": "Road to Ewing's Mill",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "282",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 39",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0039-01"
      ]
    },
    {
      "cite": "3 W. & S. 559",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0559-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 7843,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 2.670475471535446e-07,
      "percentile": 0.8257547061624056
    },
    "sha256": "4ff2adddab0e43d113f5c2c9d208e8f38675b485a8200af76e48082b84e63d16",
    "simhash": "1:70f14ca3c85bb09d",
    "word_count": 1400
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road to Ewing’s Mill."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChurch, J. —\nThese proceedings cannot be sustained. The Act of Assembly explicitly and imperatively requires' the court to direct of what breadth all roads shall be opened. The approval of the report of viewers is quite a distinct and independent act. But both are equally essential. “If the court shall approve of the report allowing a road,” is the language of the law; then, “they (the court) shall direct of what breadth the road so approved shall be opened.” The viewers have no authority over the width whatever. But there is no impropriety, perhaps, in their indicating it, in their report, by way of suggestion. The special act of the court on the subject, however, is necessary in every case. If it be fixed, and endorsed by the clerk, under a general rule of the court, it would be erroneous: 4 Barr 337, and 5 Barr 515.\nThe Act of the 8th of April 1848 is only retroactive, and its language affords the best interpretation of the general law, by legalizing the past, “ as if the width had been specially fixed by the court at the time of confirmation:” Bright. Purd. 718. The time for doing it is when the report is approved or confirmed. The order of approval is incomplete and wholly inoperative until the width is so ordered and decreed. When this is done, no further or subsequent action of the court is demanded or contemplated by law. The proceedings, when thus finished, are to remain until the next succeeding court, in fieri. Then, unless something by way of exceptions intervene to prevent, the road is to be deemed a public highway, and the whole proceedings in the case having arrived at maturity, become from thenceforward a real and permanent record of the court by the mere operation of law. The whole system is thus rendered plain and simple, as it should be'. There are no legal fictions about it; and hence it is that no orders or decrees made nune fro tunc can have any validity, except perhaps it might be, under some circumstances, to preserve the regularity of the continuances of unexecuted orders to view. The order to open the road is but little more than a legal result which follows a regular approval of the report, the decree or order fixing the width, and the necessary lapse of time, The issuing the order to open the road is only a ministerial, act of the clerk, like the issuing of an execution on a judgment in the Common Pleas. These views, ruling the present case, are sustained by the Act of Assembly and the adjudicated road cases in 3 W. & S. 559; 4 W. & S. 39; 1 Barr 356; 4 Barr 337; 5 Barr 515.\nIt was obviously the intention of the legislature, by the words “ next court thereafter,” in the 4th section of the general law, that the whole proceeding should remain in fieri, as already indicated, during a whole term after a regular confirmation, which includes the order fixing the width, before it assumes the dignity of a full-fledged record, or before the road can be denominated a public highway. From the end of one term to the beginning of another would not do in Allegheny county. For it might then be that only one day, and that dies non juridicus, would intervene, and thus result in a palpable evasion, instead of conformity with the true intent and purpose of the law. This question, however, is not now necessarily before this court for adjudication. The fourth error assigned is not supported by the record, and it was held by this court, in Middle Creek Road, 9 Barr 69, that it was unnecessary for the giving of notice to appear affirmatively of record, and it is difficult to see how it could otherwise become the subject of review in this court. This disposes of the whole case.\nProceedings in the Quarter Sessions reversed.",
        "type": "majority",
        "author": "Church, J. —"
      }
    ],
    "attorneys": [
      "Barton, for the exceptants.",
      "MacQonnell, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "Road to Ewing’s Mill.\nIt is the duty of the court specially to fix the width of a road; the viewers have no authority over it.\nAfter an approval of the report of the viewers, and an order fixing the width of the road, the judicial functions of the court have terminated; but the proceedings remain open until the next succeeding term of the court, when, unless exceptions be filed, the road becomes a public highway by mere operation of law; and the clerk may issue an order to open it, that being a mere ministerial act. An entire term must intervene between the confirmation and order to open.\nIt is not in the power of the court to approve a report of viewers nunc pro tunc, and immediately to issue an order to open.\nWhere the report is signed by only two of the viewers, it need not appear affirmatively on the record that notice was given to the other viewer.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 3d April 1855, the following petition, under the Act 24th February 1845 (Brightly’s Purd. 728, pi. 118), was presented to the court below:\n“ To the Hon. the Judges of the Court of Common Pleas of Allegheny county. Greeting:\n“ The undersigned, citizens of Moon and Robinson townships, wish to represent to your honourable body — That, whereas the public road leading from the farm of Wm. P. Ferree, in Moon township, to Ewing’s mill, being of such a steep grade, and crossing Montour’s Run so often, rendering said road almost useless in winter, your petitioners pray your honourable body to appoint suitable persons to review and alter the location of said road, from a point on the Pittsburgh and Phillipsburg state road, at or near the crossing of said road over Montour’s Run, on the farm of Samuel McKeown, up the valley of said run, as near the desire of petitioners as may be, to intersect the Sharon grade road, at or near Ewing’s mill, and your petitioners, as in duty bound, will pray, &c.”\nThe court thereupon appointed the following viewers: Stephen Woods, Sr., John Young, and John Byers; and on the 10th May 1856, the following report was filed:\n“ We, the viewers mentioned in the within order of court, having met and been duly sworn, did proceed to view the ground between the points mentioned, and. after carefully viewing the same, do find the old road altogether useless on account of hills and often crossing of Montour’s Run; did proceed to lay out a road between the points within mentioned, as represented by the annexed draft, with courses and distances, and the improvements through which it passes. The grade not exceeding five degrees, and but a small distance at that, and we do report the same for a public road or highway, thirty-three feet wide. We also think that John Phillips and the heirs of David Ewing are entitled to forty dollars damages, and that no other persons on the route are entitled to any damages.\n“ Witness our hands and seals, the 4th day of May 1855.\nStephen Woods,\nJohn Young, Jr.”\nNo further proceedings were had until the 18th March 1856, when the court approved the report of the viewers nunc pro tunc. And on the 24th April 1856, the court confirmed the report, and issued an order to open the road.\nIn April 1858, the supervisor commenced to open the road, whereupon the exceptants removed the cause to this court, and assigned the following errors in the proceedings of the court below:\n1. The court below erred in making the order of the 18th of ■ March 1856, approving the report nunc pro tunc.\n2. The court erred in not fixing the width of the road.\n3. The court erred in confirming the report on the 26th April 1856. A term had not elapsed since its approval, and no order had been made fixing the breadth.\n4. The court erred in not setting aside the report of viewers, because they gave no notice of the time and place of meeting, and only two acted.\n5. The court erred in issuing the order to open the road, when no order had ever been made fixing its width.\n6. The whole proceedings of the viewers, and also of the court below, are irregular and void.\nBarton, for the exceptants.\nMacQonnell, for the petitioners."
  },
  "file_name": "0282-01",
  "first_page_order": 282,
  "last_page_order": 285
}
