{
  "id": 986824,
  "name": "McConnell's Mill Road",
  "name_abbreviation": "McConnell's Mill Road",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "285",
  "last_page": "287",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 6491,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 4.5134462679421215e-07,
      "percentile": 0.9234051869433314
    },
    "sha256": "d8d744928a3a7a946ae6d716d4b0693db1dae270a93c25cb924493981219af6c",
    "simhash": "1:eef66907a905819d",
    "word_count": 1114
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McConnell's Mill Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nChurch, J. —\nOf the errors assigned in this case the first and fourth only are material. The route between the extreme termini of a road is exclusively for the viewers. The court is not authorized to designate, in their order to the viewers, any intermediate point. Neither should the petition. If there could be one there might be many. The doctrine advanced, in support of these proceedings, on that subject would enable the petitioner to stake out the entire road, before even the jurisdiction of the viewers attached. This would be subversive of our whole system of laying out roads, as it has prevailed and been understood for half a century. The public roads are for public use, and not the advancement of private interests. If these petitioners want a road to and from the designated school-house, they should make distinct applications to the court. A place of that kind is sometimes, however, one of but little permanency, and is always a location necessarily subject to change. School-houses are for the accommodation of a special class of citizens, and that class too, which are certainly less continuous in a given locality than any other, and hence it is not necessarily advisable to have a long public road diverge from its proper location merely to reach a school-house. If there be two applications made in such a case, the court may appoint the same viewers in both. There may be cases where it would be highly proper to do so. The desired result might then be attained without restriction upon the judgment of the viewers. It is very essential that those persons to whom is intrusted the laying out of public roads, should go upon the ground as independent and untrammelled in judgment as possible, in respect to all intermediate localities. The whole policy of the laws on the subject seems to rest on this basis. Upon these exceptions alone, the proceedings in the court below are reversed. In respect to the second error assigned, the maxim that whatever, from a view of all in general, may be rendered certain in particular shall be deemed so, applies here, and rules the point. So with regard to the third, the law does not require the viewers to report this fact, and it will be presumed unless the record show clearly that it has been omitted. The fifth is not the subject of review here. The law has intrusted that question exclusively to the viewers. We perceive no error in entering a confirmation at the third term. The exceptions filed had delayed the final action of the court, and appear to have been taken up for adjudication like any other unfinished business. The issuing the order to open was the ministerial act of the clerk, and irregular, because premature. This question has been already fully discussed in the case of the road to Ewing’s Mill, just decided, and does not require further notice.\nThe proceedings in the Quarter Sessions are reversed.",
        "type": "majority",
        "author": "Church, J. —"
      }
    ],
    "attorneys": [
      "Marshall <f* Brown, for the exceptants.",
      "iS. 0. Wingard, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "McConnell's Mill Road.\nThe route between the extreme termini of a road is exclusively for the viewers; the court is not authorized, in their order, to designate any intermediate point.\nThe maxim, that whatever, from a view of all in general, may be rendered certain iñ particular, shall be deemed so, is applicable to a report of damages in a road case.\nThe Act 24th February 1845 does not require the viewers to report that they have endeavoured to obtain releases; it will be presumed, unless the record show clearly that it has been omitted.\nThis court cannot review the proceedings of the viewers as to laying out the road by the best practicable route.\nA report of viewers may be confirmed at the third term after being presented to the court, if the final action of the court be delayed by the pendency of exceptions.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 24th March 1857, the petition of divers inhabitants of West Deer township was presented, praying the court below to appoint viewers to lay out a road, from a point on a public road, at or near John McConnell’s Mill, in West Deer township, by way of No. 6 School-house, to the Allegheny and Butler Plank Road, at or near Charles Anderson’s, in Indiana township.\n. Viewers were appointed, who reported in favour of the road, as prayed for by petitioners; and two of them signed the following report of damages: “We the viewers, appointed by the above order of court, do report, that we consider George Boyd will sustain a damage to the amount of $20.” The other viewer added the following memorandum to his signature to the general report: “ But as George Boyd has been assessed damages, I am in favour of Robert Porter receiving damages to the amount of $20.” The proceedings were under the Act 24th February 1845: Brightly’s Burd. 728-9, pi. 118-21.\nThis report was filed on the 30th April 1857, and exceptions were filed to it, which were not disposed of until the 31st October 1857; when they were overruled, the report confirmed, and the width fixed at 33 feet. The exceptants, thereupon, removed the cause to this court, and assigned the following errors to the proceedings in the court below:—\n1. The petition and order to view fixed the route of the proposed road, to wit: from McConnell’s Mill, by way of No. 6 School-house, to the plank road at Charles Anderson’s. This was error, and the proceedings should be quashed.\n2. The court erred in overruling the 3d exception, viz.: “ The report is conditional and uncertain in relation to the question of damages.”\n3. The court erred in overruling the 4th exception, viz.: “ The viewers have assessed damages without having endeavoured to obtained releases.”\n4. The court erred in overruling the 5th exception, viz.: “ The petition upon which the viewers were appointed names an intermediate point, viz.: ‘ No. 6 School-house,’ and the proceedings are invalid and illegal.”\n5. The court erred in overruling the 6th exception, viz.: “ The viewers disregarded the provisions of the Act of Assembly requiring them to have respect to the ‘ shortest distance, and the best ground for a road,’ and to £ do the least injury to private property,’ and for this reason the proceedings should be quashed.”\n6. The court erred in confirming the report absolutely, and fixing the breadth of the road at the third term of the court, and thereupon immediately issuing an order to open the road, without any prior confirmation nisi or approval of the report.\nMarshall <f* Brown, for the exceptants.\niS. 0. Wingard, for the petitioners."
  },
  "file_name": "0285-01",
  "first_page_order": 285,
  "last_page_order": 287
}
