{
  "id": 986641,
  "name": "Simpson versus Breckenridge",
  "name_abbreviation": "Simpson v. Breckenridge",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "287",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 287"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 527,
    "char_count": 12112,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.315647474711743e-07,
      "percentile": 0.6254976641495315
    },
    "sha256": "39e70c2abb24aa64ef43cdd4ebc4df2c2470903fc1fb0a70276a453b0de8039b",
    "simhash": "1:30f78eb464d6da93",
    "word_count": 2150
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simpson versus Breckenridge."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nAlthough the note in writing signed by Wm. S. Rankin, and delivered to plaintiff in 1832, was sufficient to take the case out of the statute of frauds and perjuries, especially as it appeared the plaintiff had taken possession of the land and made improvements in pursuance of that writing, yet nevertheless it was not a conveyance of the legal title, and conferred no more than an equitable interest on the plaintiff. Holding no more than an equity, this action of ejectment is to be regarded as-a bill in equity to compel the defendant, who has clothed himself with the legal title, to convey it, and to surrender the possession of the land to the plaintiff. The plaintiff, therefore, is subject to all the objections which would induce a chancellor to withheld a decree of specific performance. Upon the circumstances in proof, could the plaintiff obtain a decree ?\nIt is not to be doubted, that the consideration which Nankin received for the agreement which the plaintiff sets up, was in the house and lot that were conveyed to him by the deeds of Simpson and wife, and Findley and wife. Nut at that time Simpson had no interest in the house and lot, having previously released it to Findley. Whether, indeed, he had ever had any might be doubtful; for the mare and saddle which he had given for the lot came by his wife, and though, as the law then stood, these became his property by reduction into possession, still he might convert and invest them for her benefit; and if he did so, equity would support the settlement as against every party but his creditors.\nHowever this may have been, it is beyond all doubt, that when th§ deeds were made to Nankin, Simpson joined only to enable his wife to convey her interest, so that the consideration for Nan-kin’s agreement did not really move from Simpson but from his ■wife. Nankin’s agreement was to give one of the tracts of land referred to for $450; and as the consideration in the deed to hita for the house and lot was $900, it is fair to infer, that half of it representéd Mrs. Simpson’s interest, and the other half Findley’s. _ _\n_ _ If this-was the basis of the transaction, Nankin did very well not to convey the legal title to Simpson. Indeed, he had no right to do so. The house and lot once settled on his wife, when these were given for the land in controversy, it belonged to her as fully as they had before. Nankin was bound to secure the title to her, and he did so by conveying it to James McKean in trust for Mrs. Simpson and children.\nSimpson must be considered as having assented to this arrangement. His declarations to the Pews clearly imported an intention to settle the property on his wife and children, and his recognition of Breckenridge’s title when he employed Mr. Maxwell to assert it against Baird, indicates unmistakeably his knowledge of and assent to all that had been done; for Breckenridge’s title was no other than that which was settled on Mrs. Simpson through the agency of a trustee. When he employed Maxwell to assert that title, he must have known what had been done; and considering that it was exactly what he had declared his intention to have done, it is too late now for him to undo it.\nAn intemperate and thriftless husband, who had abandoned his wife and family, seeks to turn a son-in-laW out of possession of land, which in his better moments he settled upon his wife through their mutual friends — such is the plaintiff’s case.\nThe defendant has fairly acquired the title thus settled, and the plaintiff himself assisted the defendant to obtain possession under it — such is the defendant’s case.\nWe think the ruling of the court was more favourable to the plaintiff than it ought to have been, and the judgment against him must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Spekeman $ Foster, for the plaintiff in error.",
      "Griffith Sf Trunkey, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Simpson versus Breckenridge.\nA note in writing, in the following words: — “ I will give J. S. 100 acres of the land next to either S. or N., for §450; or I will give him the 200 acres, with a clear title, for his house and lotalthough sufficient to take the case out of the statute of frauds, does not convey the legal title.\nEquity will support a settlement for the benefit of a wife against all but creditors.\n\"Where a husband joined in the conveyance of property previously settled on his wife, in consideration of an executory agreement for other real property, the vendee properly conveyed the same to a trustee for the wife’s use.\nError to the Common Pleas of Mercer county.\nThis was an ejectment by John Simpson against William L. Breckenridge, for a tract of 100 acres of land, in Coolspring township.\nIn 1820, John Simpson, the plaintiff, purchased a house and lot, in Mercer, from John Findley, and gave him some property of his wife, as part payment of the purchase-money. And in 1829, having made no further payment, by a deed, in which his wife did not join, he released his interest therein to Findley.\nIn 1832, William S. Rankin, being anxious to secure a house for Simpson’s family, offered to give him a tract of land for the house and lot; and sent to him the following proposition in Wl’iting, which was the basis of the plaintiff’s claim:—\n“ I will give John Simpson one hundred acres of the land next to either Stokely or Newell, for $450; or I will give him the two hundred acres with a clear title for his house and lot.\nWm. S. Rankin.”\nHe accordingly made arrangements with John Findley, by which the latter was to convey to him the house and lot, on Rankin paying its value, less what had been paid by Mrs. Simpson’s property; whereupon, Rankin was to convey the 100 acres of land, now in controversy, for the use of Simpson’s wife and children.\nOn the 1st May 1832, John Findley and wife, and John Simpson and wife, joined in a deed conveying the house and lot to Rankin, in consideration of $900. And on the 5th November 1835, William S. Rankin and wife conveyed the 100 acres in dispute to James McKean, in trust for Martha Simpson for life, and after her decease, for the children of the said John and Martha Simpson.\nIn 1832, Simpson moved on to the land in question with his family, and after making some trifling improvements, relapsed into former habits of intemperance, and abandoned the premises. He never paid the taxes, but as early as 1836, they were paid by the tenants of McKean, the trustee.\nBreckenridge, the defendant, married Simpson’s eldest daughter, and about 1854, purchased the interests of all the other children in the land, for $900, their full value. The trustee and Simpson were willing that he should go on and improve the land. Simpson knew of the purchase, and of Breckenridge’s intention to improve the place, and so far from claiming the land as his own, he went with his son-in-law to employ counsel, to bring suit against Baird, the tenant then in possession. He was then told that the legal title was in McKean, in trust for his wife and children, and made no pretence of any interest in himself.\nOn the trial, the plaintiff’s counsel submitted certain points in writing, upon which they requested the court below to charge the jury; the 1st and 4th of which were as follows:—\n1. That if they believe the testimony of Benjamin Alexander, the written proposition of William S. Rankin, delivered to John Simpson at the request of Rankin, and accepted by Simpson and complied with, by the parties on both sides, vested a perfect title to the land in question in Simpson, legal as well as equitable, there being no covenant or stipulation in the writing for further assurance.\n4. That the declarations of John Simpson, as proved by Samuel and Abraham Pew, that he intended to make the deed of the land to his wife and children, would not be any authority to Rankin to convey to a trustee for them; and the jury cannot infer from such declarations to the witness, that he made similar statements to Rankin, especially if the jury believe the testimony of Benjamin Alexander and James McKean, that the proposition to convey in trust for Mrs. Simpson and children came from her and Rankin; and when Alexander and McKean both declined the trust because Simpson’s consent was wanting, Rankin did not allege that it had ever been given.\nThe court below (McCalmont, P. J.) answered these points in the negative, and in their general charge instructed the jury as follows:—\n“ The plaintiff claims that the memorandum in writing is sufficient to take the case out of the statute of frauds; and of itself a good title on which the plaintiff can recover.\n“ The statute of frauds requires a memorandum of the contract to be put in writing and signed by the party. Here there was a complete memorandum of a contract when accepted, and agreed to by Simpson. But did he agree to it ? If he agreed to it and conveyed the house and lot, he would have been entitled to the two hundred acres. If he agreed to pay the $450, he would have been entitled to either 100 acres. But the evidence shows that he conveyed his interest in the house and lot, and only claimed one hundred acres. This shows that there was some modification of the written agreement; either that it was written while Simpson had the title prior to 1829, or that Rankin supposed at the time that Simpson had the title, or could get it, and afterwards discovered he could not, but had some legal or equitable claim upon Judge Findley for part of the purchase-money, which Findley recognised and was willing to give him the benefit of; or, according to witness McKean, that Simpson had paid some to Findley, and Rankin wanted to save what Simpson had paid, for the family, and to pay off the balance; and that upon this discovery an agreement was made for the hundred acres in controversy. The transaction was so long ago, and the'witnesses who perhaps knew most about it, Judge Findley and Wm. S. Rankin, kind-hearted old settlers, having within a few years gone the way of all the earth,— that we cannot now tell exactly how the facts were. We may assume it as the plaintiff contends.\n“ The defendant’s counsel look upon it as a rift or gratuity by Rankin, in consideration of getting Mrs. Simpson’s name to the conveyance; that Findley had the title, and that the memorandum in writing was not in force, but rendered inoperative by reason of the inability of Simpson to perform it. Assuming, however, that Simpson had an equitable claim to the house, and that it was the consideration for the gift of the land in controversy, we are, nevertheless, of opinion that it was such a modification of the writing as rendered it inoperative as a conveyance or agreement in writing, and made the agreement rest wholly in -parol.\n“ If, then, the agreement being in parol, the purchase-money or consideration was paid by Simpson, the question is whether in consideration that it was through his wife’s property he had got the land from Rankin, or from any other consideration, he agreed that the title should be made to his wife and children. If he assented to this, and gave the title that direction, it was competent for him. to do so, and he cannot recover. Or if all the money coming to him from Findley, which he had paid to Findley, or part of it, was his wife’s, acknowledged by him to be invested for her, and to have been conveyed to Rankin for her benefit, then it was competent for Judge Findley and Rankin, with the assent of Simpson, to carry out the arrangement, and for Rankin to make the deed in trust for her and her children, according to the agreement; and if so, the plaintiff could not recover. But if Simpson never assented to this, if he had a contract with Rankin for the land, and performed the consideration and went into the possession, then the deed from Rankin to McKean would be without authority, and would inure to the benefit of Simpson. In that case Simpson would be entitled to recover.”\nTo this the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, the plaintiff sued out this writ and here assigned the same for error.\nSpekeman $ Foster, for the plaintiff in error.\nGriffith Sf Trunkey, for the defendant in error."
  },
  "file_name": "0287-01",
  "first_page_order": 287,
  "last_page_order": 292
}
