{
  "id": 986736,
  "name": "The Pennsylvania Railroad Company v. Kilgore",
  "name_abbreviation": "Pennsylvania Railroad v. Kilgore",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "292",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 292"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 569,
    "char_count": 13713,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 9.292418872358931e-07,
      "percentile": 0.9801171805769371
    },
    "sha256": "6505d741eeabed76bbd3beadbfd9a089d5ec1bf9efa810c80f0567c33745b1f2",
    "simhash": "1:f424e07d25cbe32d",
    "word_count": 2439
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Railroad Company v. Kilgore."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nAfter an attentive consideration of the ingenious criticism to which the charge of the learned judge has been subjected in the hands of counsel, we have come to the conclusion that it was only too favourable to the plaintiffs in error.\nWhilst there is no doubt about the doctrine of concurrent negligence which the learned counsel invokes, the circumstances of this case scarcely admit of its application. The company, as public transporters, took the plaintiff and her three children aboard of their cars at Pittsburgh, under a contract to set them down safely at Greensburg. That it was their duty to stop long enough to let these passengers off at the point of destination is not denied, and. that they failed in performing this duty is established by the verdict.\nThe court is complained of for putting it to the jury to say whether the stop was sufficiently long to permit the plaintiff and her children, “ together with all the other passengers, to leave the •cars with reasonable convenience and safety.” The expression all the other passengers is to be understood, as the jury doubtless understood it, as referring to those who were to alight at Greens-burg; and, so limited, it was the very form the question ought to have assumed, for she was to get off in the midst of all .others who were to get off at that place, and no consideration of her case could be fair that would lose sight of this fact.\nIt is an established fact, then, that the company did not give her, in the actual circumstances in which she was placed, reasonable time to leave the ears in safety.\nBut they are not responsible for this wrong, it is argued, because she was guilty of an act of imprudence in attempting to leave the cars after they had resumed motion; and Aspell’s Case, 11 Harris 147, is relied on.\nIf the train had not stopped at all at Greensburg, and she had jumped off in spite of remonstrance whilst it was sweeping past that point, there would have been a parallelism betwixt her case and Aspell’s; but as the facts were, there is none. A sickly woman, with three young children in charge, is informed by the conductor that she is arrived at her destination — the ears are stopped to permit her to alight, and whilst engaged in getting her children off, they start again, and she springs for the platform on which one of her children has fallen prostrate — where is her -negligence or rashness in all that ?\nIf you did not mean she should attempt to get off there, you should not have-stopped and invited her to try — if you involved her in the attempt, and yet denied her time to accomplish it, her-efforts are not to be imputed to her for negligence, and her case likened to Aspell’s. That would be grievous injustice.\nThat it is wrong for a party to attempt to leave cars whilst they are in motion, is an abstract truth that counsel complain of the court for not misapplying here. It is one thing to define a principle of law, and a very different matter to apply it well. The rights and duties of parties grow out of the circumstances in which they are placed. It was as natural for this woman to leave the cars as she did in her circumstances, as it was rash for Asp.ell to leap from them in his circumstances. It would be as unreasonable to impute negligence to her, as it would have been to have held the company responsible, to him.\nThe cause seems to have been well ruled at all points, and the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "iStoJces, for the plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Railroad Company v. Kilgore.\nA railroad company, undertaking the carriage of passengers to an intermediate point on their road, is bound to stop there a sufficient length of time to enable all the passengers to alight, whose destination is that point ; and if a passenger be injured in consequence of the starting of the train before a sufficient time has been given to alight, the company is liable in damages.\nA female passenger, accompanied by three young children, on arriving at an intermediate station, proceeded to alight with them; two of the children had left the car, and whilst the plaintiff was still upon the train, the cars started, when she sprang upon the platform, on which one of the children had fallen prostrate, and was injured: % eld, that this was not such negligente as would prevent her from recovering damages for injuries sustained by the premature starting of the train.\nThe question of concurrent negligence is to be determined by the particular circumstances of the case.\nError to the Common Pleas of Westmoreland county.\nThis was an action on the case by Sarah Kilgore against The Pennsylvania Railroad Company, to recover damages for injuries sustained by her whilst a passenger in the defendant’s cars from ■Pittsburgh to Greensburg, in consequence of the defendant’s negligence in prematurely starting the train without giving her time to alight at her point of destination.\nOn the 6th of November 1854, the plaintiff, with her three children, took passage in the defendant’s cars from Pittsburgh to Greensburg. The plaintiff had been sick and was still feeble, and the children were of tender years. The cars arrived at Greens-burg about dusk, and notice was previously given by the conductor of their arrival at that point.\nTwo of the children had alighted; and the plaintiff, with the other child, whilst the cars were in the act of starting, sprang upon the platform, upon which one of the children had fallen prostrate; and in so doing, fell between the cars and the station platform and was seriously injured; and for this the present action was brought.\nOn the trial, the defendant’s counsel presented certain points in writing upon which the court was requested to charge the jury; the 3d and 4th of which were as follows:—\n3. That although sufficient time may not have been allowed to the plaintiff to get safely off the train, yet if the jury believe that she attempted to get off, and did get off the train while it was in motion, it was such a want of ordinary care of her own person and safety, as will prevent Jxer recovery.\n4. That if the jury believe that the plaintiff was cautioned by an agent of the defendant of the danger of getting off the cars while they were in motion, and that she refused to heed such warning, and persisted in her attempt to leave the train while it was going, the negligence that caused the injury was her own, and she cannot recover. . .\nThe court below (Burlington, P. J.) instructed the jury as follows :—\n“ The principle is well settled, that if an accident occurs, or an injury is sustained by the carelessness of the party injured, he has no right to complain of the want of care in others; and this principle applies equally, even when the defendant has been in equal fault, because when both parties are to blame, neither ha¡s a right to complain of the other. If therefore the injury was the result of carelessness in the plaintiff, she is not entitled to recover.\n“ Assuming the position that the plaintiff was not in fault, was the defendant, or the agents of the company, guilty of carelessness ? It was their duty to have the road and all the machinery in good order, with careful and discreet agents, and that all persons connected with the running of the cars should conduct themselves with all proper prudence and care. In this case the plaintiff only complains of one act of carelessness: that is, in not stopping the train sufficiently long to enable her to get out safely.\n“ How long a train ought to stop at the various stations may depend upon circumstances. We have no law fixing the time, and of course the court cannot pronounce it as matter of law. Nor is there any rule, by-law, or regulation of the company fixing a time, and of which travellers had notice, and from which a contract might be inferred to comply with such. rules. It depends upon the peculiar circumstances of each particular case; upon the number of passengers to be let out, their age, sex, and condition. Prudence and duty would require of a conductor to detain a train longer to pass out fifty aged females, than five active men. This duty, varying according to various circumstances, is a question peculiarly proper for the decision of the jury to determine.\n“How long then did the train stop on this..occasion? The. evidence on that subject is very various, and somewhat contradictory. One of the witnesses thinks the train scarcely ceased to move; several others think it stopped as much as two minutes, and some a longer period. The jury will determine this question according to their best judgment, upon the whole evidence, which they believe to be true. Was it sufficiently long under all the circumstances to permit the plaintiff and her children, together with all the other passengers, to leave the cars with reasonable convenience and safety ? We do not think it was the duty of the conductor to go through the train and see that every person was safely passed out of the cars. But it was his duty to know about how many passengers were leaving the train at the station. And it was further his duty to stop the train sufficiently long to enable them to get out without danger to their persons and lives; and if he did not, he was derelict in his duty; neglectful of the safety and rights of the passengers intrusted to his care, and the company would be liable for the consequences, provided the plaintiff was not in fault.\n“But it is alleged by the defendant’s counsel that the misfortune is attributable entirely to the rashness of the plaintiff; or at least her rashness, although the conductor may have been in fault, was the immediate cause and contributed to the injury. If the plaintiff had been in the car, or on the platform, when the train had started and was in motion, and was in a situation to choose between getting off and remaining on, and with a full consciousness of her danger, with foolish rashness persisted in leaving the car in defiance of warning to the contrary, we would be compelled to tell you, as matter of law, that she could not recover. But we deem this a question for the jury. The evidence, we repeat, shows that she was a feeble and sickly woman, with three helpless children under her charge. She was in a strange place, and it was either dusk or approaching it. Her eldest daughter, with the little boy, had left the car, and she was getting out with the other little girl. The little girl says she was on the lower step when the car gave a jerk, and threw her off the car on to the platform of the station. How are the facts in regard to that ? Where was the mother at that time ? Was she in a position where she could safely choose between leaving the car and remaining on, with a consciousness of the danger she would be in by leaving the car and getting to her children ? Proper allowance must be made for her embarrassing condition under the circumstances, in determining the fact whether she was rash and negligent of her safety or not. If she was, and that was the cause, or in part the cause of the injury, she cannot recover. In that event it would be her own fault, and she must suffer the loss. But if, under the circumstances in which the jury find her to have been placed at the time, she.wag guilty of no rashness, but was reasonably careful of her safety, and the accident occurred from the want of sufficient time for her to get out, in the situation she was placed, and the injury occurred from that cause, then she is entitled to recover.\n“ If she was in a situation to exercise a cool and deliberate judgment of the dangers that beset her in leaving the train at that time, and was cautioned not to do so; and in the face of, and in defiance of such caution and danger, which she ought to have apprehended, she persisted in getting off, it would be such rashness on her part as would defeat her right to recover for the injuries she sustained, and the consequences thereof. But, if she was not in a situation to exercise such cool and deliberate judgment, and the train had started while she was in the act of getting off, and her condition was one of embarrassment, from her state of health, and the apparent danger of one child, and her separation from the others; and she was in a situation not to appreciate her danger, but embarrassed by surrounding perplexities and difficulties, and in this condition attempted to leave the car, it is a question for the jury to decide, whether her getting off, under such circumstances, would be rashness or negligence on her part. If so, she would not be entitled to recover; but if the jury believe otherwise, then her right of action against the company, if they were in fault, would not be barred.\n“ This is not the case cited by the defendant’s counsel, where the party, whilst the train was running ten miles an hour, leaped from the car, in defiance of the remonstrances of the conductor and others. In the present case, we have no precise and uncontradicted evidence of the situation of the plaintiff when the train started. The matter must be determined by the jury, under all the circumstances, what position she was in at the time; and whether or not it was rashness and imprudence on her part, to attempt to leave the car; or whether from fright, and her anxiety for her children, the confusion not uncommon to railroad depots, and the natural embarrassment induced by the position, the jury may find she was in, her conduct was rash or otherwise.”\nTo this charge the defendants excepted; and a verdict and judgment having been rendered for the plaintiff for $1383, the defendants removed the cause to this court, and here assigned the same for error. ¡\niStoJces, for the plaintiffs in error."
  },
  "file_name": "0292-01",
  "first_page_order": 292,
  "last_page_order": 296
}
