{
  "id": 986654,
  "name": "Moorhead's Appeal",
  "name_abbreviation": "Moorhead's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "297",
  "last_page": "298",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 282,
    "char_count": 5342,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.6799314963278695e-07,
      "percentile": 0.6973561006838622
    },
    "sha256": "05d3dc7663c7df17bd39b221fd2b8080024b3c96bc5d8712084bb324de3ce0aa",
    "simhash": "1:d4c18c030c57652b",
    "word_count": 947
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moorhead’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe fund for distribution arises out of the sale of the lands of the heirs of William Moorhead, deceased, under proceedings in partition in the Orphans’ Court. The sale was made by one of the administrators, none of the heirs having accepted the land at the valuation. The administrator treated the proceeds of sale.as a fund in his hands as well for the payment of debts as for distribution among the parties to the partition. Without calling upon the Orphans’ Court to make distribution among those entitled to it, he paid two claimants upon it the amount of their claims, and charged himself with the remainder in his administration account. It matters little to this case whether he he regarded as a mere trustee to sell the land, and divide the purchase-money, or as the personal representative of the decedent. His duties -were the same.\nIn his account he claims a credit for $310.50, paid to the assignee of Samuel P. Moorhead, a son of the decedent, it having been a debt due to the son from the father. He also claims a credit for the payment of $249, paid in discharge of a note of the same son to David Anderson, in which the father had been surety. The case shows that he knew that the father was but the surety of the son before he made either payment. Upon these facts the question is, whether he is entitled to both credits ? The Orphans’ Court were of opinion that he is not, and we concur in their opinion.\nRegarding the fund in the appellant’s hands as primarily assets for the payment of debts, certainly the aspect most favourable to him in w'hich it can be regarded, it was his duty so to marshal it as to make the payment of the debt in which the father was a surety for the son, satisfy, as far as it went, the debt due to the son from the father. Admit that both were equally debts of the decedent, and therefore equally liens upon the fund, yet the payment of the note to Anderson was a payment for Samuel P. Moorhead, and would therefore have been a defence to his claim, available even at law. True, it was not paid until after judgment had been confessed by the administrator upon the note which Samuel held against his father, and until after payment of that judgment. But that was the fault of the appellant; it is not his protection. He knew that there existed such a liability on account of the creditor, and he had in his power the means of protecting the fund against that liability. Had the fund been paid into the Orphans’ Court, it is clear that that court as a court of equity would not have permitted Samuel P. Moorhead to take out the sum due to him, until he had performed equity by making provision for the payment of the other debt for which the fund was his surety. The appellant could himself make no distribution which the Orphans’ Court would not have made. It was not, therefore, error to refuse to him a credit of $249, in addition to the $310.50 paid Samuel P. Moorhead.\nWe are utterly unable to perceive why the appellees were not properly admitted in the court below to contest the credits claimed by the appellant. Those credits, had they been allowed, would have reduced the fund belonging to the appellees, and they were consequently directly interested. Even if there be a sum yet to come into the accountant’s hands, sufficient to repay the $249 paid for Samuel, as it is said there is, that fact cannot affect the fund which is now for distribution.\nDecree of the Orphans’ Court affirmed with costs.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Marchand $ Laird, for the appellant.",
      "Qowan, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Moorhead’s Appeal.\nAn administrator is not justified in paying a debt due from his intestate to a creditor, and also another in which his intestate was a surety for the-former creditor. If he undertake the responsibility, of distribution, he must so marshal the assets as to relieve the estate from liability for the latter claim.\nThe alienee of a distributee has a right to except to the confirmation of an administrator’s account, without reference to future assets likely to come into the accountant’s hands.\nAppeal from the Orphans’ Court of Westmoreland county.\nThis was an appeal by James S. Moorhead, administrator of William Moorhead, deceased, from the decree of the court below, disallowing a credit of $249 claimed in his administration account.\nWilliarn Moorhead died intestate in 1853, leaving issue, ten children, and seised of real, but of no personal estate. On proceedings in partition, the real estate was sold by the appellant, his acting administrator, who filed an account thereof in the court below, wherein he claimed a credit for $310.50 paid to James A. McCullough, the assignee of Samuel P. Moorhead, a son of the intestate, who was a judgment-creditor of the estate to that extent; and also a credit of $249, paid to R. M. Ried, the assignee of David Anderson, on, a note under seal, given by the said Samuel P. Moorhead, as principal, and William Moorhead, the intestate, as surety.\nShilo Hill, a surety for Samuel P. Moorhead in a judgment against him, and R. M. Ried, the alienee of David and William Moorhead, two of the sons of the intestate, filed exceptions to the account, and the court below reduced the credit of $310.50 to $61.50, by deducting therefrom the $249 paid to R. M. Ried. From this decree the administrator appealed.\nMarchand $ Laird, for the appellant.\nQowan, for the appellees."
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 298
}
