{
  "id": 986623,
  "name": "Dawson et ux. versus Mills",
  "name_abbreviation": "Dawson v. Mills",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "302",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 302"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Binn. 59",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0059-01"
      ]
    },
    {
      "cite": "6 Binn. 59",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795146
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 14612,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 5.311257820748175e-07,
      "percentile": 0.942561130011827
    },
    "sha256": "f96df1898da125fe899f60d041f7399941bda014ea3f221c231ad6165e6d6085",
    "simhash": "1:94659d01da8f1cf9",
    "word_count": 2603
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dawson et ux. versus Mills."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nThe declarations of Thompson, under whom the defendant claims, made more than fifty years before the trial, in which they were proved, in relation to the boundary of his land, of which he was in possession at the time, as showing the extent of his claim, were evidence: 6 Binn. 59; 2 S. & R. 70. But they were not evidence to show an agreement between Gibson and himself to hold by a different line than the one on the ground, by which he had been holding; or in other words, to show that he had a right to shift his line. The offer, however, was to give the evidence in connection with what had already been proved in regard to the declarations of Gibson. It is possible, that these declarations, already given, may have been such as to render material and proper the evidence offered and admitted, and now complained of as error — we have not that evidence in the bill of exceptions or otherwise on the paper-book. It .lies upon the party alleging error to show it — it will not be presumed. This exception is not sustained.\nThompson purchased the land, the lines of which are in controversy in this suit, from Gibson, the ancestor of the plaintiffs, about the year 1805, and the parties employed one Armstrong to run off Thompson’s purchase by a line between them. In 1810, Gibson conveyed by deed to Thompson the land purchased, but by courses including more land than the Armstrong line gave him. But it'appears that during Thompson’s lifetime, he held and occupied by the Armstrong line. It was proved, that Thompson said in 1810, that he was to have a different line, hut that he would never claim to it during Gibson’s lifetime — and it would appear that neither Gibson nor Thompson, during their lives, for a period of thirty years, claimed by any other line.\n■The learned judge of the District Court refused to answer the plaintiff’s first and second points in the affirmative, which in substance affirmed the law to be, that if the parties had caused a line to be run between them on the ground, they and those claiming under them would be limited by the line, and that such a line on the ground would govern the courses and distances in the deed. These propositions the learned judge declined to affirm, but charged, “that if the parties, Gibson and Thompson, in 1805 agreed upon the Armstrong line or any other line, as the dividing line between them, and five years afterwards the deed given in evidence was executed and delivered, if it embraced twenty-four or thirty acres (nineteen it should have been) more than the quantity originally agreed upon, the jury might presume, in the absence of any evidence to the contrary, that they intended to abandon the former line, and that the division line should be moved farther south, so as to correspond with the calls in the deed.”\nWe think there was error in this instruction in' the abstract, and especially so in its application to this case. It gave the jury the power to find according to the line of the deed, notwithstanding the line on the ground, and notwithstanding the parties who caused it to be run, held by it for a period of near thirty years. Two great facts in the case, which, without clear evidence to the contrary, should have controlled the result, were by this instruction rendered inoperative, in favour of the courses in the deed. In official surveys the lines on the ground control the courses and distances in the patent: 4 S. & R. 456; 6 Barr 478. In Blasdell v. Bissell, 6 Barr 258, Gibson, C. J., after asserting this principle, asks, “ why shall they not constitute the boundaries of a grant by an individual ?” and after applying the rule to the case in hand, which was that of a deed made six years after the survey, including, as in this case, a greater quantity of land than that embraced in the survey, adds, “ it would be most unjust to let the grantee avail himself of the surveyor’s inaccuracies and the scrivener’s omission, in order that he might take in more land than he paid for, or was set off to him, and the judge should have told the jury that the law would not allow it.”\nThis is a case very similar in principle and fact to the one now under consideration. In our ease, the deed was made five years after the survey; it includes more land — and there is nothing on our paper-books to show that any more was paid for than was contained within the Armstrong line; but the deed was simply allowed a controlling effect, because it differed from the line on the ground. This, the law, without more, will not allow. Besides, too, the line was sustained by the fact of acquiescence in it, and the respective claims of the parties making it, in accordance with it, for a great number of years, and as long as they lived. The deed alone could not prevail against the joint force of these facts, and there was error in the charge that it might.\nIt will at once be perceived, that this view of the case by the court below entirely changed the onus probandi. Upon the principle stated, it lay upon the defendant to establish a change by the parties of the line, as run and marked on the ground, corresponding with the deed. The line on the ground, notwithstanding the excess in the deed, would control the deed until there was evidence to show that a different line was adopted by the parties. More particularly so in this case, where there was long acquiescence in it. On the question of a change of line, the deed would be some evidence, but alone it would, as we have seen, not be sufficient. It would be stronger or weaker as other facts and circumstances indicating a change might tend to show intent evincive of it. But a change of the line must be shown, or the one on the ground will control. For these reasons the judgment must be reversed.\nWe see nothing in the other assignments of error that calls for remark.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Barton, for the plaintiffs in error,",
      "Marshall Brown, for thé defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Dawson et ux. versus Mills.\nThe declarations of a former owner, in relation to the boundary of the land of -which he was in possession, are competent evidence.\nBut they are not evidence of his right to hold by a different line from that by which he was then holding.\nA boundary line marked upon the ground, and by which the parties hold for a period of thirty years, will control the courses and distances in. the deed.\nIn such case, the burden of proving a different boundary, from that marked upon the ground, and by which the parties have held, is upon the one claiming by the courses and distances in the deed.\nA tenant in common, in sole possession, who is ousted by a trespasser, can only recover his individual interest in the land, and not the share of his co-tenant.\nError to-the District Court of Allegheny county.\nThis was an ejectment by John Dawson and Mary Ann, his wife, against Joseph Mills, for 30 acres of land in East Deer township.\nIn 1794, St. Clair Gibson, under whom the plaintiffs claimed, was seised of a tract of 200 acres in East Deer township. And in 1803, he contracted to sell the northern or improved portion of it to John Thompson, under whom the defendant claimed. On the 26th February 1810, Gibson executed to Thompson a deed for 124 acres 124 perches and allowance.\nThe plaintiffs claimed that in 1805, when Thompson purchased, the parties employed one Armstrong, a surveyor, who ran and marked the line upon the ground; that the parties had from that time, until within the last few years, recognised and held by that line; and that Gibson and Thompson had, during their lives, a period of upwards of 30 years, recognised this Armstrong line.\nThe defendant claimed that no definite line had ever been established, and that the Armstrong line was only to be recognised during the lifetime of Gibson; and claimed under the calls in the deed of 26th February 1810, to follow which would give them about 132 acres and allowance, while to confine them to the Aranstrong survey would give them about 106 acres and allowance.\nOn the trial, the defendant offered to prove “declarations of John Thompson, near fifty years ago, now deceased, former owner of land, when in the actual possession of the land, as to southern boundary or line between him and Gibson, and the reason he assigned for shifting his line southward, to be taken in connection with declarations of St. Clair Gibson, already proven by her, on the same subject, for the purpose of accounting for the line marked on tract, which cuts off about 100 acres, or Thompson’s purchase.” And the court below admitted the evidence,- notwithstanding an objection by the plaintiffs, and sealed a bill of exceptions.\nThe plaintiffs submitted the following points in writing, upon which they requested the court to charge the jury:—\n1. That if they believed the evidence, Gibson and Thompson caused a survey to be made and the division line to be run between them in 1805. And the law will confine the parties to the line then marked.\nTo this point the court answered — “ This would be the law if the line was run at or about the time the deed was made; but if the alleged line was fixed several years before the deed was made, and if the deed called for a different line, covering more land, the law presumes that the parties altered their agreement in regard to the line, and the grantor would be entitled to all the land called for in his deed.”\n2. That the marks on the ground are to govern, and not the courses and distances in the deed. The marks upon the ground are the true line.\nAnswer — “ As a general proposition that is true, but its application must depend in the particular, facts and circumstances of the case.”\n3. That if Gibson and Thompson, in 1805, caused the dividing line between their possessions to be run by Armstrong, their heirs, the parties now litigating, are bound by their act, notwithstanding the enforcing said line will give the defendant less land in quantity than the amount called for in the deed to their ancestor, Thompson.\nAnswer — “ This point is sufficiently answered in answer to the first point.”\n4. That if the. plaintiff, Mrs. Dawson, was in possession from 1837, the time of the death of her father, until within 10 or 12 years ago, and the defendant then ousted her from the possession, by cutting timber, and taking and opening a stone quarry, she has shown sufficient title in herself to enable her to recover.\nAnswer — “ If a party in the peaceable possession of land under colour of title be ousted or put out of possession by a mere trespasser, his former possession will be sufficient to enable him to recover; but when the parties respectively claim title, and the plaintiff has had no actual possession, the titles of the parties respectively must be determined by the ordinary rules of law regulating titles; and in such case the plaintiff must recover, if at all, on the strength of his own title, and not on the weakness of his adversary’s. What, then, was the character of Mrs. Dawson’s possession? She claims under the will of her mother, Mary Hemphill, who was one of eight children of St. Clair Gibson. Her possession, from the evidence, can be regarded only as the possession of herself' and her brothers and sisters, and not for herself exclusively; and one tenant in common can only recover in ejectment his or her own individual share or interest in the land. It follows, then, from the plaintiff’s own evidence, that she could in no event recover more than an individual eighth part of the land in dispute.”\nThe court also, in their general charge, instructed the jury that, as the plaintiff claimed title under St. Clair Gibson, if the latter had conveyed the land in dispute to John Thompson by his deed of 1810, the plaintiff could not recover, unless the parties themselves to that deed, or those claiming under them, agreed upon a line different from that called for in the deed by which the land claimed was excluded therefrom. That if the parties, Gibson and Thompson, in 1805, agreed upon the Armstrong line, or any other line, as the dividing line between them, and five years after-wards the deed given in evidence was executed and delivered, if it embraced some twenty-four or thirty acres more than the quantity originally agreed upon, the jury might presume, in the absence of any evidence to the contrary, that they intended to abandon the former line, and that the division line should be moved further to the south, so as to correspond with the calls of the deed. That as they had power to fix a line they also had power to alter or shift it at pleasure, and if they did fix it in 1805, as alleged by plaintiffs, still if they afterwards changed it, according to the testimony of Mrs. McGeary, and made it to correspond with the courses and distances in the deed, the former line, of course, would be thereby annulled, and those claiming under the Thompson deed would have the legal title. But if the parties agreed upon a line in 1805, and afterwards adhered to it, notwithstanding the courses and distances in the deed, and \"continued to claim and hold, according to that line, after the execution and delivery of the deed, during their lives, that line would be binding upon their heirs and those claiming under them; and the plaintiff would be entitled to recover, notwithstanding the land turned out to be embraced in the deed. But the proof, in that case, of the original agreement in regard to the line, and its subsequent adoption or the acquiescence in it by the parties, should be established by clear and satisfactory evidence.\nThat the marks on the ground, as a general rule, are to control the courses and distances in a deed, and in the present case, if the parties agreed to the line claimed by the plaintiffs, and marked it on the ground, and so continued to acquiesce in it as long as they lived, it is binding and conclusive on all those claiming under them, notwithstanding it takes away a portion of the land conveyed by the deed to Thompson.\nTo this charge the plaintiffs excepted; and a verdict and judgment-having been rendered for the defendant, the plaintiffs sued out this writ, and here assigned for error: 1. The admission of the evidence of Thompson’s declarations. 2. The charge of the court below.\nBarton, for the plaintiffs in error,\ncited Bender v. Pitzer, 3 Casey 333; Henry v. Henry, 5 Barr 247; Perkins v. Gay, 3 S. & R. 327, 328; 10 Id. 116; Hoey v. Furman, 1 Barr 295.\nMarshall Brown, for thé defendant in error,\ncited Caufman v. Cedar Spring Congregation, 6 Binn. 59; Hamilton v. Menor, 2 S. & R. 70; Buchanan v. Moore, 10 Id. 275; Commonwealth v. Philadelphia, 4 Harris 79."
  },
  "file_name": "0302-01",
  "first_page_order": 302,
  "last_page_order": 307
}
