{
  "id": 986757,
  "name": "Waters versus Waters",
  "name_abbreviation": "Waters v. Waters",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "307",
  "last_page": "309",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 307"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 278,
    "char_count": 6230,
    "ocr_confidence": 0.426,
    "sha256": "38cbfdddb4b488e0e4f1387ed87a108c96abdacf2f7b66566e657b5605de5868",
    "simhash": "1:6110aaf50f8397dd",
    "word_count": 1070
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Waters versus Waters."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nIn an ejectment brought for a tract of land, the object of which was to enforce the payment of unpaid purchase-money, the plaintiff recovered a judgment, to be released on payment of a stipulated sum on or before a designated day. Accompanying this was also a provision that a good and sufficient deed should be -delivered to the defendant at the time of the payment. Before the appointed day, the defendant obtained an award of arbitrators against the plaintiff in a personal action. The award was appealed from, but it remained, of course, a lien upon the plaintiff’s interest in the land. It was, however, a lien in favour of the defendant. The arrears of purchase-money were not paid at the appointed day, and the plaintiff, having previously filed a deed, caused it to be tendered to the defendant, sued out a writ of habere facias possessionem, with a fi. fa. for costs, and obtained possession of the land. Afterwards, on application of the defendant, the court set aside the writ and awarded restitution, on the ground that the award of the arbitrators was an encumbrance when the writ issued. A second writ was afterwards set aside for the same reason, and the plaintiff has brought the record to this court.\nBy the failure of the defendant to pay the unpaid purchase-money, on or before the day stipulated in the judgment, the plaintiff’s title became absolute. The pre-existing equity of the defendant could have been preserved only by payment on the day. Time was judicially made essential, and therefore failure was relievable against neither at law nor in equity. There was indeed a stipulation that a good and sufficient deed should be given to the defendant on his payment; but that was only a provision that entitled him to an assurance valid and indefeasible as against the grantor and all others except the grantee himself. Of course, it. was not intended to provide that the grantee could not defeat his own title. Such being the stipulation, the deed filed and tendered was a full compliance with it. Had the defendant accepted it, neither the grantor nor any other person could have successfully impeached his title. The union of the legal and equitable estates in him would have extinguished the lien of the award. A lien upon his own land, in his own favour, would have been an anomaly.\nSo too the payment of the purchase-money in arrears would, of itself, have extinguished the lien. The award of arbitrators bound merely the interest which the plaintiff had in the land. After the agreement to sell, that interest was only to the extent of the purchase-money unpaid; the precise sum, which, by the judgment, the defendant had stipulated to pay, in order to preserve his equitable title. Had he then paid that sum into court, he would have put an end to the plaintiff’s interest in the land, and consequently would have extinguished the lien, which bound only that interest.\nThe defendant, however, urges that if he had paid the money, he would have lost the security which the lien of the award of arbitrators afforded him. Not at all. The fund would have been substituted for the vendor’s title — its precise equivalent — and the money would have remained in court to await the result of the appeal from the award. It was in the power of the defendant, therefore, to preserve his equity and to obtain an indefeasible, legal title, without relinquishing the security for his own claim which the award of arbitrators gave him.\nIt follows, that the plaintiff was entitled to his writs of habere facias possessionem, and that the court erred in setting them aside, and in awarding restitution.\nOrders of the court, setting aside the executions and awarding restitution, reversed, and the record remitted for execution.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Ramey f Rowe, for the plaintiff in error.",
      "Minor Wyley, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Waters versus Waters.\nWhere judgment is confessed, in an ejectment to enforce payment of purchase-money, to be released on payment of a certain sum, on or before a stipulated day, if the money be not paid on the day, the plaintiff’s title becomes absolute.\nIn such a confession of judgment, it was provided, that on payment of the money, a good and sufficient deed should be delivered to the defendant: Held, that the recovery of an award by the defendant against the plaintiff, which was appealed from, but remained a lien on the plaintiff’s interest in the land, was no excuse for an omission to pay the balance of purchase-money, on the day fixed in the confession of judgment; and that on a failure to do so, the defendant’s equity was barred.\nIn such case, the defendant should have paid the money into court, and the lien of his judgment against the plaintiff would there have attached itself to the fund, which was substituted for the vendor’s title to the land.\nError to the Common Pleas of Greene county.\nThis was an ejectment by Meeker Waters against Samuel Waters, to enforce the payment of the purchase-money due on two-elevenths of a tract of land in Jefferson township.\nDuring the pendency of this suit, Samuel Waters, the defendant, brought an action of assumpsit against the plaintiff; and on the 12th September 1857, he obtained an award in his favour for $595.58, from which Meeker Waters, the present plaintiff, appealed, but which remained a lien on the plaintiff’s interest in the land in controversy.\nOn the 6th October 1857, the defendant in the ejectment confessed judgment in favour of the plaintiff, to be released on payment of $247.64, with interest and costs of suit, within six months; a good and sufficient deed to be delivered to the defendant, on the payment of said sum.\nOn the 1st April 1858, the plaintiff tendered the defendant a deed for the premises, but he refused to accept it and pay the purchase-money, alleging that his award was a lien on the plaintiff’s title.\nOn the 12th April 1858, the plaintiff issued a writ of habere facias possessionem and fi. fa. for the costs, under which possession was delivered and a levy made; and the court below, on application of the defendant, subsequently, set aside the writ and awarded restitution of the premises; which was here assigned for error by the plaintiff.\nRamey f Rowe, for the plaintiff in error.\nMinor Wyley, for the defendant in error."
  },
  "file_name": "0307-01",
  "first_page_order": 307,
  "last_page_order": 309
}
