{
  "id": 986674,
  "name": "Bell's Executors versus Bell; Bell v. Bell's Executors",
  "name_abbreviation": "Bell's Executors v. Bell",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "309",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 309"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Johns. Ch. 231",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 480",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 7132,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 7.083420942932948e-08,
      "percentile": 0.42620245427436115
    },
    "sha256": "43586584fda47d8c1a91c59f0d0f9495ba9b1e38654824d40fa1ef1c9f72a576",
    "simhash": "1:775328a07624b978",
    "word_count": 1285
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bell’s Executors versus Bell. Bell v. Bell’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J. —\nWe have a writ of error by each party in the same case. It is one of the general class of cases that fall under the doctrine of marshalling assets of a decedent; and we are to look for the intention of the testator as our guide in deciding it.\nAnd we must be cautious in the application of English authorities in seeking the intention ; for their law of descents and of the liability of estates for debts is radically different from ours : 23 State R. 227. Naturally, we expect all debts, not specifically provided for in a will, to fall upon the residuary estate: 24 Id. 22. But this expectation is not so strong as to justify a conclusive presumption ; for it might interfere with the manifest intention concerning the residuary estate, and the debt may be secured in some other form independent of the will.\nThe debt sought to be charged on the residuary fund, in this instance, is a statutory dower in favour of a widow of a former ownér. It existed as a charge on the land, when John Bell bought it from Cowell in 1830, and when he made his will in 1845, and when he died in 1853, and it continues to exist; and he regularly paid it to the widow. In the devise of the land to his son, nothing is said about this charge; are they entitled to have it paid out of the residuary estate ?\nIf it were a mortgage owed by him and actually due, we would say, yes: 24 State R. 200. But it is a permanent charge during the life of another. It would not be discharged by a judicial sale : 20 Id. 236. We know not how long it may remain, but if John Bell had died a quarter of a century ago, his residuary estate would still have been unsettled, if it is the primary fund to pay the dower. And yet the law contemplates the settlement of estates in one year; and testators always contemplate a speedy settlement, except when they make special provision to the contrary.\nWe cannot think that this testator intended that the final settlement of his estate should be delayed during the life of any one, or that he intended to exonerate the land from the charge which stands in its title, and impose it upon the residuary fund. Even the residuary clause favours this view, for it says, “ after all my just debts are paid, then the balance to be equally divided.” On the contrary hypothesis this cannot be literally carried out during the life of the widow. If he had intended any such delay in settling his estate, he would have said so. It was quite natural for him to think that the devisees of the land would have to pay the dower upon it; and thus thinking he might omit to say anything about it. If he had intended that the residuary estate should pay it, he would have made a special provision adapted to the case.\nThe other party complains because the court entered judgment without costs. We think that his case was within the jurisdiction of justices of the peace, and that therefore he was not entitled to costs. If nothing different appear on another trial, the defendants below will be entitled to their costs.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J. —"
      }
    ],
    "attorneys": [
      "Blade Downey, for the defendants below,",
      "Furman, for the plaintiff below."
    ],
    "corrections": "",
    "head_matter": "Bell’s Executors versus Bell. Bell v. Bell’s Executors.\nA devisee of laud which is subject to the dower of the widow of a former owner, takes it cum onere; and is not entitled to be reimbursed out of the testator's residuary estate.\nAn action against executors to recover money paid by a devisee, which was properly chargeable on the residuary estate, is within the jurisdiction of a justice; and, if such action be commenced in the Common Pleas, without a previous affidavit, the plaintiff cannot recover costs.\nError to the Common Pleas of Gfreene county.\nThis was an action of assumpsit, by Morgan Bell against the executors of John Bell, deceased, for reimbursement of a sum of money paid by him, in exoneration of lands devised to him by the testator, which he alleged was properly chargeable on the residuary estate in the hands of the executors.\nIn 1829, under proceedings in partition in the Orphans’ Court, the real estate of Andrew Cowell, deceased, was appraised, subject to the widow’s dower; and accepted at the valuation by William Cowell, one of the heirs, who entered into the usual recognisance.\nOn the 16th March 1830, William Cowell conveyed the same premises to John Bell, subject to the widow’s dower; and by his will, dated the 18th November 1853, John Bell devised the same to his son, Morgan Bell, the plaintiff, in fee, and appointed the defendants his executors.\nThe plaintiff having paid the dower of the widow of Andrew Cowell, deceased, brought this suit for reimbursement out of the personal estate of his father, the said John Bell.\nOn the trial, the plaintiff requested the court to charge the jury:—\nThat the agreement of Bell and Cowell, by which the latter took the land for the former; the making of a deed on the next day after the according of the land by the court; the payment or purchase by Bell of Cowell’s interest in the third of the valuation-money, which was payable at the death of the widow; the payment of the annual interest on said third to the widow, for upwards of 20 years, and for 8 years after the date of the will — plaintiff living on the land in the mean time — the running off of a part of the encumbered land to another farm, and devising it to other sons — the general provisions of the will, and the erasures and interlineations in the devise to the plaintiff, are facts from which the jury may infer an election on the part of John Bell to make said dower his own proper debt, and to relieve the land in the hands of plaintiff.\nThe court below answered this point in the affirmative.\nThe defendants presented the following points upon which they requested the court to instruct the jury:—\n1. That if John Bell made this his personal debt, such liability is merely subordinate to the obligation of the recognisance; and his personal estate cannot be resorted to, until the land bound by the recognisance proves insufficient to pay the same.\n2. That even if John Bell, Sr., did make the claim in suit his own debt, as to William Cowell, the plaintiff in this suit cannot recover.\n4. That there is not sufficient evidence, even if believed by the jury, that the testator agreed to make the debt his own, and the plaintiff cannot therefore recover.\nThe court below answered these points in the negative; and the defendants excepted to the same, as also to-the answer to the plaintiff’s point. There was a verdict for the plaintiff for $67.75, on which the court below entered judgment without costs; whereupon writs of error were sued out by both parties; the defendants below complaining of the charge to the jury; and the plaintiff of the entry of judgment without costs.\nBlade Downey, for the defendants below,\ncited Keyzey v. Keyzey, 9 S. & R. 71; Petriken v. Baldy, 7 W. & S. 480; Unangst v. Hibler, 2 Casey 150; Kellogg v. Stockton, 5 Id. 460; Hoff’s Appeal, 12 Harris 200; Cumberland v. Codrington, 3 Johns. Ch. 231; Mason’s Estate, 1 Pars. 129; 2 Powell on Dev. 675; Powell on Mort. 862; Mansell’s Estate, 1 Pars. 370.\nFurman, for the plaintiff below."
  },
  "file_name": "0309-01",
  "first_page_order": 309,
  "last_page_order": 312
}
