{
  "id": 986767,
  "name": "Chorpenning's Appeal",
  "name_abbreviation": "Chorpenning's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "315",
  "last_page": "318",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 18",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 516,
    "char_count": 9331,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 9.580810796341878e-07,
      "percentile": 0.9812597182306768
    },
    "sha256": "2c2ef07a0d35b7db99a4c1dcdc8595a101927f6eb956c48b4385d2f21043855e",
    "simhash": "1:18a687b1301f45a7",
    "word_count": 1682
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chorpenning’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nThe doctrine that a party will not be allowed to purchase and hold property for his own use and benefit, when he stands in a fiduciary relation to it, if contested by the party entitled as cestui que trust, is indisputable. And the rule is inflexible, without regard to the consideration paid, or the honesty of intent. Public policy requires this, not only as a shield to the parties represented, but as a guard against temptation on part of the representative. The relation, however, must be one in which knowledge, by reason of the confidence reposed, might be acquired, or power exists to affect injuriously the interests of cestui que trusts, or advance that of the trustee. The reason of the law is its life, and unless some advantage might be gained by reason of the relation, the principle does not apply. The doctrine on this subject was elaborately discussed by this court in the case of Beeson v. Beeson, 9 Barr 279, and held as stated above, and in many cases before and since.\nThe material inquiry here is, whether the case of the appellee is within this rule. He was guardian of three of the heirs when he purchased the land in 1835. He had in his hands no means of theirs wherewith to pay off the judgment, or purchase for them, and none in expectancy. The sale was made by the sheriff on a judgment obtained against the administrators; and although, to save costs, he waived inquisition, yet so far as the disposition of the property was concerned, the law divested him of the control of it, and devoted it to a purpose with which, as guardian, he was in no way connected, namely, to the payment of the debts of the intestate. It is not easy to see, in this situation of affairs, how he could have possessed any advantage in regard to the sale of it, beneficial to himself, or injurious to his wards; for it was to be disposed of at public vendue to the highest bidder. And, certainly, control over the sale is not to be presumed, as it was to be performed by a public officer. The presumption is to be the opposite of this. The sheriff was the instrument of the law in the matter, and his acts and doings, unless shown to have been wrongful or erroneous, are to be taken as within the strict requirements of it. .The appellee was entirely powerless in his capacity of guardian in relation to the land. He had neither money nor influence as such. It may be conceded, that he stood very near the line of disability as a purchaser for his own interest, but still outside of it, if the reason of the law is to govern. Authority, however, sustains his position. In Prevost v. Gratz, Peters’ C. C. Rep. 378, it was said, per Washington, J., “I know of no principle of equity, however, which will invalidate the title of a trustee to land, which the law has taken out of his hands, and which he purchased from one appointed by the same authority to sell it.” And the same learned judge adds, “ that it is precisely like the case of an executor who purchases at a sheriff’s sale the personal property of his testator seized under execution.” And in Fisk v. Sarber, 6 W. & S. 18, after citing the above authority, it is said by Kennedy, J., “ The reason which prohibits a trustee from purchasing at his own sale does not apply to such a case,” a case, in principle, very similar to this. We think the appellee is not, therefore, within the rule invoked to render him answerable to account for the advance in the value of the property, on the score of public policy.\nÑor do we think there was anything whatever in the case to render him accountable on the score of actual fraud, or such as to turn the purchase to the advantage of the cestui que trust. There is no evidence that he had funds of theirs in his hands wherewith to save the property from sale, or to buy it for their benefit. If such had been the case, and he had withheld it — let the land go to sale, and bought it in for himself — he might have by this means been required to account. A trustee is bound to fidelity to the interests of his trust, and will not be permitted to make profit by means of his relation. If he has the power and means,, duty would require him to act for the benefit of the trust. The fact of waiver of inquisition would not without more, be evidence of such bad faith as to produce the effect contended for. He was an heir himself, and had a right to see that the property was not squandered in costs. Besides, it very plainly appears that the land could not have extended, for the rental required would have been over one-third more than the proof shows the land would have rented for at the time. Nor was there any like power in that other suggestion that he might have applied to the Orphans’ Court to stay execution, and procured an order that the administrators should sell. Even if such prayer was certain to have been granted, it is- not alleged that the land would have brought more money in that way of disposing of it than it did at sheriff’s sale. And unless it were so shown,- it will not be presumed that the guardian gained anything by omitting so to act, even if it had been within his power and duty to do so. The court committed no error in overruling the auditor’s report, charging the appellee with the proceeds of the sale of the land.\nThe appellants, Noah and Elizabeth, had no case against their own receipts, there being no circumstance of fraud shown on part of the appellee in obtaining them. They were given on payment after each of them had arrived at age, and there is not a word of evidence to impeach the fairness of the transaction. An acquiescence of thirteen years in one case, and seventeen in the other, after the date of the receipts, is too long to cherish the hope of redress in overhauling the transaction. But they were barred by the statute of limitations: Bone’s Appeal, 3 Casey 492. Notwithstanding this, the court below overruled the auditor’s report, and decreed in favour of the appellants for a small amount. The appellee does not appeal from this decree, and we will not disturb it.\n'Decree of the Orphans’ Court affirmed, appellants to pay the costs of the appeal.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Forward <f> Gaither, for the appellant.",
      "Baer, for .the appellee."
    ],
    "corrections": "",
    "head_matter": "Chorpenning’s Appeal.\nThe rule, that a party will not be allowed to purchase and hold property for his own use and benefit, to which he stands in a fiduciary relation, if contested by the cestui que trust, is inflexible, without regard to the consideration paid, or the honesty of the intent.\nBut the rule does not apply, when the sale is made by a public officer, under proceedings adverse to the interest of the cestui que trust, and the trustee has not the means in his power to prevent the sale.\nTherefore, a guardian, without funds in his hands, may lawfully become the purchaser for his own use, of his ward’s real estate, sold by the sheriff under a judgment against the personal representative of the ward’s ancestor.\nA settlement between guardian and ward cannot, in the absence of fraud, be impeached after the lapse of six years.\nAppeal from the Orphans’ Court of Somerset eounty.\nThis was an appeal by Noah Chorpenning, one of the heirs of Michael Chorpenning, deceased, from the decree of the court below, on the account of Henry Chorpenning, the guardian of the appellant.\nMichael Chorpenning died on the 17th May 1826, leaving a widow and five children, and seised of a farm in Somerset county, containing 220 acres.\nOn the 7th December 1881, Henry Chorpenning was appointed guardian of Elizabeth, Zedekiah, and Noah, three of the minor children of the decedent. And on the 2d January 1836, he filed an account, charging himself with rents received, and claiming allowance for disbursements, exhibiting a balance in his hands of $28.55f; which was distributed among the widow and heirs, with the exception of Zedekiah, who never appeared to claim his share.\nOn the 2d February 1835, the decedent’s farm was sold by the sheriff, under a judgment against the administrators, in favour of Martin Phillipi, for $402,89J, and purchased by the guardian for $700; and after payment of the execution, and also of a judgment held by the guardian against the decedent’s estate, for $173.46|-, there was a balance in his hands of $123.45, for distribution among the widow and heirs. The accountant distributed two-thirds of the sum among the heirs, with the exception of Zedekiah, who did not appear to claim, and retained the remaining third for distribution at the death' of the widow.\nOn the 27th May 1840, Henry Chorpenning conveyed the farm to his son Simon, in consideration of $2000.\nOn the 10th November 1856, on the petition of Noah Chorpenning, a citation was issued to the guardian to file his account; which having been done, was referred to an auditor, who, being of opinion that the receipts of the heirs for the amounts paid to them in 1839 and 1843, were not conclusive in favour of the guardian, and that he was bound to account for the profit made on the resale of the land, reported a balance in favour of each of the heirs of $478.95; which, on exception filed, was set aside by the court below, and the accountant charged with the aggregate sum of $56.67, and also with the further sum of $44.02, on the death of the widow.\nFrom this decree the present appeal was taken.\nForward <f> Gaither, for the appellant.\nBaer, for .the appellee."
  },
  "file_name": "0315-01",
  "first_page_order": 315,
  "last_page_order": 318
}
