{
  "id": 986630,
  "name": "Negley versus Breading",
  "name_abbreviation": "Negley v. Breading",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "325",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 340",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 260",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841264
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0260-01"
      ]
    },
    {
      "cite": "2 Watts 125",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 5836,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 1.0052889892850951e-07,
      "percentile": 0.5399901693110293
    },
    "sha256": "b25e6526d920c442291f04a967bfac6668f48123408ba8128f8e6d009ce733c1",
    "simhash": "1:2c65d14f3c34db32",
    "word_count": 1037
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Negley versus Breading."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J. —\nIt was said by Chief Justice Gibson in Harbeson v. Jack, 2 Watts 125, that the provision for selling unseated lands for taxes, was mainly intended for those that were suffered to remain in their natural state; and it is sufficient to extend it to those that have been suffered to fall back to it-; and this remark is well sustained by the history of the tax laws, and by the section requiring county surveyors to make returns of wild lands.\nIn the same case he says, that the owner may abandon the possession of land so as to exonerate himself from personal liability for taxes; but such abandonment must be entire, unlimited in duration, and evinced by acts that leave no doubt of the intention; and this view has been sanctioned in many decisions which have a very special application to town lots: 3 Watts 260; 5 Id. 382; 4 State R. 221; 14 Id. 128, 404.\nIt is “ only by abandonment, entire, unlimited, and intentional,” and “ so long and so clear as to show that there is no ground to suppose an intention to resume the occupancy,” 4 W. & S. 340, 14 State R. 128, that a town lot once seated becomes liable to be treated as unseated, unless taxed as such with notice to the owner : 8 State R. 169.\nYacant and unseated are not convertible terms under the tax laws, as is shown by numerous cases. And there is abundant reason for distinguishing vacant town lots from unseated wild lands in the country. Yery often town lots are vacant, simply because they cannot be profitably occupied as farming or gardening land, for want of civil protection of their produce, and because they are not yet needed for building lots. Often they are unenclosed, because the owners cannot preserve their fences from the spoliations of those who want more comforts than they are willing to pay for. The state cannot for this treat them as unseated, so long as the owners are willing to be personally liable for the taxes on them.\nThis lot was once seated, and was long regularly taxed to the owners as seated, and the taxes paid. It is apparent, therefore, according to the decisions already cited, that it must still be regarded as seated, unless it be shown that it was not only vacant, but abandoned in the sense already indicated. Nothing like this was shown, and of course the verdict could be no otherwise than for the defendant. The owner was personally liable for the tax, he had himself reported it for taxation, and was within reach of the tax collectors, and able to pay them, and nothing like abandonment could be pretended so as to charge the land only.\nTo make town lots liable to sale in such circumstances, would place men’s titles at the mercy of dishonest collectors, and such speculating friends as should choose to join them in procuring and attending treasurers’ sales. Men who have vacant lots that were once seated land, and that have ever since been taxed as seated, and who have, therefore, been accustomed to pay their taxes to the collector when called on, cannot, with any kind of justice, be subjected to the loss of their property, by the neglect of the commissioners to hold collectors to strict accountability, and in suffering them to return, as unseated, lots that are only casually vacant, without being in any proper sense abandoned.\nThe Act of 3d February 1824 (P. L. 18), extended to Allegheny county by the Act of 5th April 1844 (P. L. 199), gives a very adequate remedy for taxes on land which the collectors really show to the commissioners cannot be collected from the owner.\nJudgment affirmed, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J. —"
      }
    ],
    "attorneys": [
      "Bigham, for the plaintiff in error.",
      "Shaler, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Negley versus Breading.\nIt is only by an abandonment, entire, unlimited, and intentional, and so long, and so clear, as to show that there is no ground to suppose an intention to resume the occupancy, that a town lot, once seated, can become liable to be treated'as unseated land; unless taxed as such with notice to the owner.\nError, to the District Court of Allegheny county.\nThis was an ejectment by Alexander Negley, against James E. Breading, for a town lot in the first ward of the city of Allegheny, situate on Craig and Canal streets.\nThe plaintiff claimed title under a treasurer’s sale of the lot, as unseated, for the taxes of 1852 and 1853. It was sold on the 13th June 1854, to Henry Sproul for $25, who conveyed his interest therein to the plaintiff.\nThe defendant showed title in B. Patterson, and proved that it had been assessed to him in 1852 and 1853, and that Mr. Patterson was abundantly able to pay the taxes.\nThe court below charged the jury as follows :—\n“ The authority of the treasurer to sell unseated lands for taxes, depends upon the following facts :—\n“ 1st. That the land was unseated at the time of the assessment.\n“ 2d. That a tax appears to have been, and was in fact, assessed upon it by the proper officers.\n“ 3d. That the tax has been due for one whole year, and remains unpaid.\n“4th. This authority has been restricted by construction, in some instances, for the protection of innocent persons, who, relying on the customary forms of taxation, may have been led into the mistaken supposition that there was no tax charged upon the land, but only against thé owner personally.\n“ 5th. If a tract of land, which in point of fact is unseated, be assessed as seated, with the knowledge and consent of the owner, and the commissioners of the county, it must be taken as seated, so far as regards the assessment and collection of the taxes ; and a sale of it for taxes, as unseated, would be void; and this, whether the taxes have or have not been paid.”\nTo this charge the plaintiff excepted ; and a verdict and judgment having been rendered for the defendant, the plaintiff sued out this writ, and here assigned the same for error.\nBigham, for the plaintiff in error.\nShaler, for the defendant in error."
  },
  "file_name": "0325-01",
  "first_page_order": 325,
  "last_page_order": 327
}
