{
  "id": 986774,
  "name": "The Pittsburgh and Steubenville Railroad Company versus Gazzam",
  "name_abbreviation": "Pittsburgh & Steubenville Railroad v. Gazzam",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "340",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 1022,
    "char_count": 29406,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.393346055365149e-06,
      "percentile": 0.990606788272212
    },
    "sha256": "68681676dfcd865b75af1422e9154a05a3a357367565d1c5afcee1fd97ff5eac",
    "simhash": "1:24677eaba5f56689",
    "word_count": 5115
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pittsburgh and Steubenville Railroad Company versus Gazzam."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThe facts are so fully stated and discussed in the opinion of the learned president of the District Court, and the nonsuit so conclusively justified, that no additional observations seem to be demanded of us, except perhaps an observation or two on a very curious Act of Assembly.\nAs the case presents itself to our eye, it is an attempt by the corporation plaintiff to appropriate a promise made by the defendant to no particular party, but for a purpose specifically different from that which the plaintiff was incorporated to promote. “ For the purpose of connecting Pittsburgh by a railroad with the Steubenville and Indiana Railroad Company,” the defendant promised to subscribe 120 shares, of what stock is not specified.\nNow, what right had the plaintiff, a company incorporated to build a railroad down the Ohio, from Pittsburgh to Steubenville, to appropriate that promise ?\nManifestly none, except such as the Act of Assembly alluded to conferred. Is it competent, then, for the legislature, when they find a loose promise adrift, to authorize the plaintiff to seize it and sue upon it ? Can the legislature prescribe what judgment the courts shall or shall not give in a particular case ? We think not. The defendant’s property might be taken by the Pittsburgh and Steubenville Railroad Company, under the sanction of an Act of Assembly, but he cannot be legislated into an assumpsit to the company. Nor can his right to judicial protection against an unfounded claim be taken away by legislation.\nAnd yet the plaintiff’s case rests on no better foundation than such legislation. The defendant made no promise — assumed no obligation to the plaintiff. That ought to be a sufficient reason why this action would not lie. And where there is no assumpsit, express or implied, the legislative power is incompetent to create one.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Graft and Hamilton, for the plaintiff in error.",
      "Shinn f Loomis, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Pittsburgh and Steubenville Railroad Company versus Gazzam.\nIf on the whole of the plaintiff's evidence being submitted to the jury, they would not be justified in finding a verdict against the defendant, it is the duty of the court, under the 7th section of the Act of 11th March 1836, to order a nonsuit to he entered.\nThe ratification of a contract necessarily implies the relation of principal and agent; and, unless that relation existed, the idea of ratification is necessarily excluded.\nA full knowledge of all the material facts and circumstances attending the transaction is neeessary to give validity to the ratification; the party must know that he would not he hound without such ratification.\nA contract of subscription must be in writing, and cannot be established by parol evidence; and, in order to let in secondary evidence, there must be some proof of an original subscription, and of the loss of the hook or paper.\nIt is not competent for the legislature to provide that a promise to subscribe a certain amount for a specified object, shall be deemed a subscription to the capital stock of a particular company.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit hy The Pittsburgh and Steuben-ville Railroad Company against Edward D. Gazzam, to recover the amount of a subscription of 120 shares to the capital stock of the said company, and the penalty provided for the non-payment of the instalments as called for.\nOn the trial, the court below, after hearing the plaintiffs’ evidence, directed a nonsuit. And, on a motion to take it off, the following opinion was delivered by Hampton, P. J., in which the facts of the case are very fully stated:—\n“ This was an action of assumpsit, brought hy the Pittsburgh and Steubenville Railroad Company against Edward D. Gazzam, to recover the amount of a subscription of one hundred and twenty shares, alleged to have been made by him, of fifty dollars for each share, together with the penalty of one per cent, per month, for non-payment of instalments, as called in, amounting in all to $8460.\n“ On the 2d day of June 1856, the plaintiff’s attorney filed his prcecipe, with the following thereon, to wit:—\n“COPY OP WRITING ON WHICH THE ABOVE SUIT IS BROUGHT.\n“ For the purpose of connecting Pittsburgh, by a railroad, with the Steubenville and Indiana Railroad Company, the undersigned will subscribe the number of shares and amounts set opposite to our names.\nPittsburgh, July 14, 1851.\nNumber of shares. Amount.\nSigned — Edw. D. Gazzam. 120 , 6000\n* * # * * * * *\n“S. F. Vonbonhorst, secretary of the above company, being duly sworn, deposeth and saith, that said defendant is justly indebted to said plaintiffs in the sum of eight thousand four hundred and sixty dollars, to the best of his knowledge and belief.\nSworn and subscribed, this (Signed) S. F. Vonbonhorst,\n2d day of June 1856. Secretary.\nCor am John Birmingham,\nProthonotary.\n“ To this was appended the following:—\nEdward D. Gazzam, Esq.\n1856. To Pittsburgh & Steubenville R. R. Co. Dr.\nJanuary 1. To ten instalments on one hundred and twenty shares of\nstock, averaging, due this date, .... §6000\n1856.\nJune 2. For one per cent, per month penalty for non-payment of\ninstalments as called,...... 2460\n§8460\n“ The first count in the declaration sets forth an absolute subscription, by the defendant, in his own proper handwriting, on the 14th day of July 1851, for one hundred and twenty shares of stock in this company, together with a certain Act of Assembly, passed the 17th day of March 1856, as follows, to wit:—\n“ ‘ That on the trial of any action that may hereafter be brought on subscriptions for stock in railroad companies whose road is located wholly or partly in Washington or Allegheny counties, the plaintiffs shall not be nonsuited, or affected in any respect, by reason of any informality or error in the said subscription, or the name of the company, in which said stock was subscribed, if there be sufficient evidence to satisfy the court and jury what company was intended; or for defects in the advertising for the organization of the company, or for calling in the stock, if the court be satisfied reasonable notice was given of the same; nor for the non-payment of the first instalment on stock, but the said stock subscribed for in good faith shall be recovered, although the first payment was not made at the time required by law and its organization; and the charter of said companies shall be good and effectual to all intents and purposes, notwithstanding said irregularities.’ The count then avers that the said subscription by the defendant was made to this company in good faith and so intended at the time.\n“ It was admitted at the trial by the plaintiff’s counsel, that all their evidence was given under the first count of their declaration.\n“ After the plaintiff closed the evidence, the defendant’s counsel offered no evidence, but moved the court for a nonsuit under the Act of Assembly. The judge presiding at the trial ordered a judgment of nonsuit to be entered, with leave to move the court in banc to set it aside. That motion was made and argued, and now comes up for decision.\n“The 7th section of the Act of 11th March 1836, which was extended to this court by the legislature, at its last session, provides that whenever the defendant, upon the trial of a cause in the said court, shall offer no evidence, it shall be lawful for the judge presiding at the trial to order a judgment of nonsuit to be entered, if the plaintiff in his opinion shall have given no such evidence as in law is sufficient to maintain the action, with leave nevertheless to move the court in banc to set aside such judgment of nonsuit. And if the court refuse to set aside the judgment, the plaintiffs may remove the cause to the Supreme Court, in like manner and with like effect, as he might remove a judgment rendered against him upon a demurrer to evidence.\n“ In order to arrive at a correct conclusion, in regard to the propriety of sustaining or setting aside this nonsuit, we must sift the evidence carefully; to ascertain whether, if submitted to the jury, they would have been justifiable in finding a verdict for the plaintiff. If they would, then the nonsuit must be set aside; but if not, it must be sustained.\n“ The first evidence given by the plaintiff, was the Act of the 24th March 1849, incorporating this company. This act authorized the commissioners therein named, of whom A. Kirk Lewis was one, ‘to open books, receive subscriptions, and organize a company by the name, style, and title of the Pittsburgh and Steubenville Railroad Company, with power to construct a railroad, commencing on the Monongahela river, near Pittsburgh, and running in the direction of Steubenville, on the Ohio river, to a point on the Virginia state line; subject to all the provisions and restrictions of an act regulating railroad companies, approved the 19th day of February 1849.’\n“The first section of this latter act prescribes the mode of opening books and receiving subscriptions by the commissioners named in any special act thereafter to be passed, incorporating any railroad within this Commonwealth. It provides that it shall be lawful for all persons or firms and copartnerships who may be qualified to take stock in such companies, either ‘ by themselves, or by persons duly authorised, to subscribe for shares in said stock.’\n“James Chambers was next called, and a book exhibited to him by plaintiff’s counsel, which was alleged to contain the defendant’s subscription. The heading, which was proved to be in the handwriting of A. Kirk Lewis, one of the commissioners, is as follows:—\n“ ‘ Subscriptions to the capital stock of the Pittsburgh and Steubenville Railroad Company. Shares $50 each.’ The words ‘ subscribed heretofore,’ are here written in pencil. Under this heading is contained a list of names with shares of stock and amounts set opposite thereto; some eight or ten of which are proved to be in the handwriting of A. Kirk Lewis, and among them is the name of E. D. Gazzam, the defendant, for what is alleged to be for 120 shares of this stock, at $6000.\n“ The second page of this book is blank, and the third page, under date of July 14, 1851, contains a few names alleged to be written by the parties themselves, but without any heading to the page at all, and among them is the name of James Chambers, the witness, for five shares.\n“ The witness looked at his signature on the book, and said — It is my handwriting. Dr. Gazzam presented me this book and asked me to make this subscription. He stated to me that he thought it would be as profitable an investment as I could make. He said he had made a subscription, and named the amount, which I do not now recollect exactly. But my impression is, it was five thousand dollars. It was not less than that sum. The Pittsburgh - and Steubenville Railroad Company was the company spoken of at the time. In the first place, Dr. Gazzam said he thought it would be as profitable an investment as I could make, as it would increase the value of property here, and enhance business generally, and that it would probably increase my business as well as others. Did not say anything in reference to his own estate. The subscription was made in Dr. Gazzam’s office, near the foot of Liberty street. I was working for him at the time. He introduced the subject. I subscribed four shares, but at Dr. Gazzam’s instance it was changed to five shares. A year or two after the time I subscribed, I talked to the defendant on the street, and he told me he had sold his stock in the Pittsburgh and Steubenville Railroad. I am a house carpenter and joiner.\n“Gilbert Follansbee, being called, testified as follows:— William A. Hill was the treasurer of the company. I was his clerk. I called on the defendant for an instalment, and perhaps two instalments at one time, on his stock in the Pittsburgh and Steubenville Railroad Company. I handed him a receipt filled up and signed by the treasurer. He looked at it and handed it back to me. I think he remarked that he either had made an arrangement with the company, or would do so. Think the amount of the instalment was six hundred dollars. This was the first instalment, and perhaps the second also. Don’t remember whether I called on him more than once. He made no objection to the amount. Think I collected nine-tenths of all the city subscriptions. The receipts were filled up by me, signed by Hill as treasurer, and then sighed by me for the secretary, when I collected the money.\n“ On cross-examination he says: — I cannot remember what time that was, but it was in the early existence of the company.\n“S. E. Yonbonhorst testified as follows: — I am secretary and treasurer of this company. Have been secretary since January 1855. I am acquainted with the handwriting of A. Kirk Lewis. He looks at the heading of the book referred to by Chambers, and says it is the handwriting of A. Kirk Lewis, and the first eight signatures, including the defendant’s, are also in the handwriting of A. Kirk Lewis. All the others are in the handwriting of the subscribers, except Wade Hampton and D. R. Miller, with whose handwriting I am not familiar. In the other entries referred to by Mr. Anderson, in pencil, the names from R. M. Riddle upward to the top of the page, are in the handwriting of A. Kirk Lewis. I think this is a book that Mr. Lewis handed into the office some time after I came in (which was in January 1855). I believe he was one of the commissioners.\n“ Robert Anderson testified as follows : — I am acquainted with defendant; am somewhat acquainted with his handwriting; have had communications and receipts from him. (Looks at entries in the book described in offer and says), He thinks it is his handwriting. That portion of it commencing with the name of R. M. Riddle and on, is his; thinks the footing in figures, pencil mark, viz. $37,000, are the figures of Dr. G-azzam, but is not certain.\n“The plaintiff’s counsel then offered the entries in the book described by the witness, as. well as those testified to by Chambers, for the purpose of showing, in connection with the evidence already admitted, a subscription by the defendant to the capital stock of this company of 120 shares. This was objected to by the defendant’s counsel as irrelevant and incompetent.\n“ It was admitted for the time being- under very great doubts of its propriety, subject, however, to further consideration.\n“ The first page of this book contains the following—\n“ ‘ Subscriptions to the capital stock of the Pittsburgh and Steubenville Railroad Company. Shares $50 each.’\n‘ Subscribed Heretofore.’\n(“ The words £ subscribed heretofore,’ are written in pencil, as well as several of the following names, including the defendant’s, which were afterwards written in ink):—\nNo. of Shares. Name. Amount.\n100. Edw. M. Stanton, .... $5000 120. E. D. Gazzam, .... 6000\n50. W. A. Hill,..... 2500\n50. W. A. Hill,..... 2500\n20. Jas. Gray, 4th st., .... 1000 20. A. Kirk Lewis, .... 1000 20. Chas. H. Paulson, .... 1000\n20. Chas. Naylor, .... 1000\n20. Wade Hampton, .... 1000\n20, Murphy, Wilson & Co., . . . 1000\n20. Isaac M. Pennock, .... 1000\n20. J. Schoonmaker & Co., . . . 1000\n20. D. R. Miller, .... 1000\n20. N. Holmes & Sons, . . . 1000\nTwenty. Thos. E. Howe, .... 1000\nTwenty. W. Bagaley,.....1000\n“ The next page is blank. The second contains the following entries, without any heading whatever, viz.:—\nJacob Weaver, Jr. 14 July, 1851. 10 shares, $500\nJno. McD. Crossan, 10 “ 500\nTwenty. William Morrison, 20 “ 1000\nFóur. James Chambers, 5 “ John Morrow, 5 “ 250 250\n“ It is deemed unnecessary to transfer the entries and figures in the back part of the book. They will be referred to hereafter.\n“ The plaintiff next gave in evidence the Act of Assembly, of the 17th of March 1856 (P. L. 127), entitled ‘An Act relative to subscriptions of stock in Railroad Companies, in Allegheny and Washington counties.’\n“ The plaintiff then introduced evidence to show that instalments had been called in, and notice thereof given in the various papers, and then closed their case.\n“ The defendant offered no evidence, but moved the court to enter a judgment of nonsuit against the plaintiff, which was granted, and thereupon the plaintiff’s counsel moved the court in banc to set it aside.\n“The question for determination, is whether that judgment shall be sustained or set aside.\n“ This motion for a nonsuit, it has been held by the Supreme Court, is to be regarded as a demurrer to the plaintiffs’ evidence, and hence it results, says Chief Justice Gibson, not only that the evidence must be taken to be true, but that every inference of fact which a jury might draw from it in favour of the plaintiff, must be drawn by the judge: 3 W- § S. 18 ; 9 Id. 188.\n“ Was the evidence in this case then sufficient to justify the jury, if submitted to them, in finding for the plaintiffs; or would the court have set aside their verdict ? This in our opinion is the true test.\n“ It is not alleged nor pretended that Lewis had any authority from Gazzam to subscribe for stock in this, or any other company, or to transact any other business for him, or on his account. Nor is there a tittle of positive or direct evidence that he ever saw his name in this book, or knew that it was there until it was produced in court and offered in evidence. Nor that either the heading or names now found on the first page were there when the book was in the defendant’s hands or possession. Nor that there was ever any express ratification of this alleged subscription in any way whatever. The plaintiff’s case rests chiefly upon inference drawn from inference, much of which is unsupported by the facts of the case,\n“ Without this book, it is clear the plaintiffs would have no shadow of right to recover under the evidence in this case. It becomes important then to inquire whether it was sufficiently authenticated to form the basis of a recovery. As to the first eight names, including the defendant’s, it is clear from its face, that this book is not an original, but a copy of some other book or paper. Although it was proved before the book was offered in evidence, that these names were in the handwriting of Lewis, yet the writing‘in pencil, both at the head of the list and under several of the names, was not discovered until afterwards, owing to its being nearly obliterated at the time. The mere fact of the names of such men as Edwin M. Stanton, E. D. Gazzam, W. A. Hill, the treasurer of the company, James Gray, Charles H. Paulson, and Charles Naylor, being written by Mr. Lewis, is enough of itself to stamp the character of the book. Who would suppose for a moment that any one of those gentlemen, if presented with a subscription book and requested to take stock in a railroad company, would ask another to write his name ? And yet this book is gravely offered as an instrument of evidence, upon the theory that the defendant’s name was written therein by his authority, or that it was subsequently ratified by him. No proof whatever is offered of the existence of an original, nor any search made in the office of the company, or elsewhere, for any such book, and, therefore, it is difficult to perceive upon what grounds this book, which in no aspect rises higher than secondary evidence, can be admitted. The simple proposition is to give in evidence what purports on its face to be a copy of a contract, without first proving the existence and loss of the original.\n“The evidence does not show who wrote the words in pencil ' subscribed heretofore,’ nor at what time these names were written in the book — whether before or after Chambers’s subscription— before or after it went into the bands of the company — before or after this suit was brought — nor are we informed at what time it was handed into the company by the commissioners. Mr. Vonbonhorst, the secretary and treasurer, says it was some time after January 1855 — but whether that expression means one month, one year or more, we are not informed. It might have been a day, a week, or a month before the case was tried. The company was either ignorant of its existence when the present suit was brought, or had no faith in its authenticity, because the action as we have seen was brought on an entirely different sort of contract. But Mr. Lewis never regarded this book as an original subscription book, so far as those eight names are concerned — otherwise he would have taken measures to secure himself against the imputation of forgery, by providing the necessary evidence of his authority to write their names, or their express approval after it was done. He did, no doubt, what many of those commissioners, it appears, were in the habit of doing. Each one gathered up all the names that could be found in any book, or attached to any paper purporting to be a subscription, and placed them in his own book, in order to show who had taken stock in this company, as an inducement to others to do likewise ; and finding the name of Dr. Gazzam to the paper upon which this suit is brought, supposed himself justifiable in placing his name in the book as a stockholder. This is no doubt the true explanation of this affair, and if this be so, it tends to show that when Dr. Gazzam presented this book to Chambers for his signature, his own name was not in the book, because Chambers subscribed after Jacob Weaver, who attached the date, viz., 14th July 1851, to his signature, which is the date of the paper signed by Gazzam, on which this suit is brought. The strong probability therefore is that Lewis saw this paper, some time after Gazzam returned the book to him, and Copied the name therefrom into it.\n“ If this view of the case be correct, it disposes of the question of ratification, and cuts up the plaintiff’s case by the roots. For, if Mr. Lewis did not place the name of the defendant there for the purpose of binding him as a subscriber to the stock of this company, then there was nothing to ratify — nothing to adopt. Lewis had done no act for Gazzam, or in his name, and of course there could be no adoption or ratification. Ratification of a contract is ‘ an agreement to adopt an act performed by another for us. By ratifying a contract a man adopts the agency altogether, as well what is detrimental as that which is for his benefit:’ Bouv. L. B., title Ratification. The relation of principal and agent is necessarily implied by the term ratification. Now if these names were merely copied into this book by Mr. Lewis, from different books or papers, on his own account, and not with a view of affecting or binding the defendant, the relation of principal and agent could not exist, and consequently the idea of ratification is entirely excluded. But if this were otherwise, the rule is well settled, that a full knowledge of all the material facts and circumstances attending the transaction is necessary to give validity to the ratification; and the party must know that he would not he hound without such ratification. Now let us suppose that Mr. Lewis had undertaken, without any authority whatever, to make a subscription to the stock of this company for the defendant when he wrote his name in this book, is there any evidence from which a jury would be justifiable in inferring, that the defendant ever knew, or had any reason to suppose, that his name was in that book? The only time when it was clearly traced to his hands was when he presented it to Chambers. Chambers was not asked whether the name of the defendant was in it then or not. From this omission we may clearly infer that if he could have proved the fact, the question would not have been omitted. And if the array of influential names, now on that first page, had been there then, is it likely he would not have seen them, or that the defendant would not have called his attention to them? More especially when he said he had subscribed himself, would he not have shown the list of names, as an inducement to Mr. Chambers to take stock ? And again, if his name had been there at that time, with his knowledge and assent, as an absolute subscription, why would he execute and deliver to the commissioners, and why would they accept the paper of the 14th of July 1851, in the form and with the conditions of that instrument ?\n“ But why should we be left to strained inferences and forced conclusions, on a point regarded by the plaintiff as vital to their cause ? When they had it in their power to clear up all doubts on this point, by calling up Mr. Lewis himself, who is in full life, and resides within sight of the court-house ? But, it is suggested, that being a stockholder, he was incompetent as a witness. So was Mr. Chambers a stockholder, but by assigning his stock he became competent, and so might Mr. Lewis. But it was for the defendant to object to his competency, and not the plaintiff. Perhaps no objection would have been interposed, and then we would have had the whole transaction disclosed in its true light. It was their duty to have called Lewis, and if objection had been made by defendant, the inference would have been shifted to the other side.\n“Much stress is laid on the evidence in relation to the entries in the back part of the book. This evidence is so slight, as, in our opinion, to be entitled to very little weight. But if those entries and figures were clearly proved to have been made by the defendant, they would be no evidence of a ratification of that which we have already shown was not the subject of adoption or confirmation. The same may be said of the defendant’s declarations, proved by Follansbee. All the declarations proved by Chambers and Follansbee, in relation to the defendant’s subscription to the stock of the company, may very fairly and truly be referred to the paper signed by him, on which this suit is brought, as they were all after its date.\n“If some positive and direct evidence had been given of an original subscription by the defendant himself, or by Lewis for him, and by his authority, and that book or paper had been lost, and proper grounds laid for the introduction of secondary evidence, these declarations would be admissible as corroborative evidence that such a subscription had been made. But a contract of subscription must be in writing, and cannot be established by parol evidence: Pittsburgh & Steubenville Railroad Co. v. Clarke, 5 Qasey 146. And as there has been no evidence whatever, tending in the slightest degree to show that any contract in writing was ever entered into between the parties to this suit, except the paper of the 14th July, we are clearly of opinion that on this ground the plaintiff is not entitled to recover.\n“ There are other grounds of defence taken by counsel, which, perhaps, would be equally fatal to the plaintiff’s claim, but we shall content ourselves with a mere statement of them, with one or two very brief remarks.\n“ The defendant’s counsel allege that even if the subscription had been made by himself, it was utterly null and void under the general Railroad Act of 1849, because the sum of five dollars on each share was not paid at the time of subscription, and that the Act of 17th March 1856 does not cure the defect. The defendant never voted nor participated in any way as a stockholder in the proceedings of the company; so that there was no waiver on his part of the original defect in the contract.\n“ If the case turned on this question, it would be well worthy of most serious consideration; and unless borne down by authority, we would feel strongly inclined, under the circumstances of this case, to favour the views of the learned counsel for the defendant.\n“Again, it was urged on the trial, that inasmuch as the plaintiffs filed with their prceoipe a copy of the paper upon which they brought suit, they should be restricted on the trial to that instrument, as the evidence of the contract between the parties, and consequently that the book produced in court, and offered as the evidence of the alleged subscription, should have been rejected on that ground. On this question we were against the defendant’s views on the trial, and still think that, inasmuch as the plaintiff in the first count averred an absolute subscription in writing, without undertaking to set forth a copy of the instrument, they might prove on the trial such subscription by any competent evidence.\n“Another ground of defence is, that even supposing the defendant himself had written his name in the book where it now stands, yet there would be no valid contract, because it lacks both form and substance. They allege it to be merely the caption or subscription of the book, and that it lacks all the elements of a valid contract. There seems to us to he much force in this objection, but as we have shown conclusively the want of title in the plaintiff, on other grounds, we do not deem it necessary to decide this question.\n“We are, therefore, of opinion, after a careful examination of all the evidence in the case, that the plaintiff was not entitled to recover on the evidence submitted, and that the motion to set aside the judgment of nonsuit must be overruled.\n“ The motion to set aside the judgment of nonsuit is overruled.”\nTo this opinion the plaintiff excepted; and here assigned for error that the court below erred in directing the nonsuit.\nGraft and Hamilton, for the plaintiff in error.\nShinn f Loomis, for the defendant in error."
  },
  "file_name": "0340-01",
  "first_page_order": 340,
  "last_page_order": 350
}
