{
  "id": 986652,
  "name": "The Western Insurance Company v. Cropper et al.",
  "name_abbreviation": "Western Insurance v. Cropper",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "351",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 351"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Ohio 147",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        589548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/11/0126-01"
      ]
    },
    {
      "cite": "14 How. 366",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "11 Pet. 223",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "5 Cranch 335",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1446275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/9/0335-01"
      ]
    },
    {
      "cite": "1 Story 360",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        12120870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/18/1056-01"
      ]
    },
    {
      "cite": "2 Sumn. 366",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "case_ids": [
        6129887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/7/0889-02"
      ]
    },
    {
      "cite": "3 Sumn. 27",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Duer 371",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1324690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/8/0371-01"
      ]
    },
    {
      "cite": "8 Wend. 160",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0160-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 14464,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.1144825642115869e-06,
      "percentile": 0.9858918415706862
    },
    "sha256": "ce9716679f42db617953aff538861bfdcd919e0a2b6caaef5a1942d48b114ca0",
    "simhash": "1:c7cfe683e28f3d85",
    "word_count": 2464
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Western Insurance Company v. Cropper et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe inquiry raised by the pleadings relates to the extent of the exception inserted in the policy. It is entirely a question of construction. The contract was one of insurance upon the hull, tackle, machinery, and apparel of a steam propeller, but it stipulates for exemption from liability for certain losses. The stipulation was inserted by the underwriters, and was intended for their benefit. If it be obscure, it is their fault. If it be capable of two interpretations, equally reasonable, that must be adopted which is most favourable to the assured, for the language is that of the insurers.\nThe excepting clause in the policy is in the following words : “It is understood that this company is not liable for any breakage or derangement of the engine, or bursting of the boiler, or any of the parts thereof, or for the effects of fire from any cause connected with the operation of the repair of an engine or boiler, unless the damage be occasioned, and the repairs rendered necessary, by the stranding or sinking of the vessel after her engines and boiler shall have been put in successful operation. It is also understood that this company is not liable for fuel, wages, and provisions, nor for any expense of any delay consequent upon repairs to the engine or boiler, of any kind, or repairs to the hull, if such repairs are rendered necessary by breakage or derangement of machinery, or bursting of boiler.”\nIt is not to be denied that the intention of the parties is far from being clearly expressed in this excepting clause. The controversy, however, is all in regard to the first exception, and we are of opinion that its purpose was only to relieve the underwriters from liability to indemnify the assured for broken or deranged machinery, and not to exempt them from the obligation to pay for a total loss, even though that loss could be traced back to the breakage of the machinery as its first cause. The exemption embraces three kinds of losses; first, breakage or derangement of the engine, or bursting of the boiler, or any parts thereof; second, the effects of fire arising from certain causes; and third, fuel, wages and provisions, and expenses of delay consequent upon repairs to the engine boiler or hull, if rendered necessary by breakage of the machinery. If it was the intention of the parties by the first exemption to except from the contract of indemnity all losses directly or indirectly consequent upon breakage, it would have been easy to have done so clearly by the insertion of two or three additional words. That the difference between damage, itself a loss, as well as causing one, and the loss caused, was in the minds of the insurers, may be inferred from the fact that by the second exemption they have protected themselves against such consequential losses. They expressly provide against liability “for the” effects “of fire from any cause connected with the operation of (or) the repair of an engine or boiler,” but they do not expressly exclude the effects of breakage or derangement of the engine or bursting of the boiler, or any of the parts thereof. The difference in the mode of expression is indicative of a difference of intention.\nIt is difficult also to account for the additional stipulation contained in the third exception, if the first was designed to embrace all the consequences of breakage of the machinery. In that case expenses of delay consequent upon repairs to the engine or boiler, or repairs of the hull, rendered necessary by breakage or derangement of the machinery, are twice excluded from the contract. These things are but consequences of breakage. Why stipulate the second time for their exception, if they had already been excepted ? No satisfactory reason has been given for it. Parties are not to be presumed to have intended mere repetition. It seems clear, that something additional was meant which had not before been excepted. To allow any force to this part of the exempting clause, the first must be construed as extending only to immediate damage to the machinery. And it is a cardinal rule of construction, that effect should be given, if possible, to every part of the instrument. The general provisions of the policy cover the whole loss however occasioned. The underwriters limit the general words by stipulating that they are not to be liable for breakage, nor for expenses of delay caused by breakage, or by repairs consequent upon breakage. The exception itself raises an implication that, for all other consequences of breakage not mentioned, they were to remain responsible under their general covenant of insurance. This interpretation is consistent with all the provisions of the policy, and leaves no part of it without meaning.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "M. P. Henry, for the plaintiffs in error,",
      "McCall, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "The Western Insurance Company v. Cropper et al.\nA policy of insurance upon the hull, tackle, machinery, and apparel of a steam propeller contained the following exception, — “It is understood that this company is not liable for any breakage or derangement of the engine, or bursting of the boiler, or any of the parts thereof:” Held, that its purpose was only to relieve the underwriters from liability to indemnify the assured for broken or deranged machinery; and not to exempt them from the obligation to pay for a total loss, even though that loss could be traced back to the breakage of the machinery as its first cause.\nIf an exception in a policy be capable of two interpretations, equally reasonable, that must be adopted which is most favourable to the assured, for the language is that of the insurers.\nError to the District Court of Philadelphia.\nThis was an action of covenant by Zerobabel H. H. Cropper and Thomas J. Cropper, trading as Cropper & Brother, against The Western Insurance Company, upon a policy of insurance for $3500, upon the hull, tackle, machinery, and apparel of the propeller E. J. Dupont, at and from Baltimore to New York. The declaration averred a total loss by perils of the sea.\nThe policy contained the following clause: — “ It is understood that this company is not liable for any breakage or derangement of the engine or bursting of the boiler or any of the parts thereof, or for the effects of fire from any cause connected with the operation of the repair of an engine or boiler, unless the damage be occasioned and the repairs rendered necessary by the stranding or sinking of the vessel after her engines and boiler shall have been put in successful operation. It is also understood that this company is not liable for fuel, wages, and provisions, nor for any expense of any delay consequent upon repairs to the engine or boiler of any kind, or repairs to the hull, if such repairs are rendered necessary by breakage or derangement of machinery or bursting of boiler.”\nThe defendants, by their plea, set up this condition in the policy, and averred — “ That after the making of the said policy of insurance, and during the prosecution of the voyage in the said declaration mentioned, when the said vessel was about off Indian river, viz., on the 14th day of June, A. D. 1856, at the county aforesaid, the feed-cock bursted, and a bolt was broken out of the stuffing-box, which caused said steamer to leak; and the master of the said vessel, to prevent her from sinking in consequence of said leak, ran her ashore above Indian river, viz., on the day and year aforesaid, at the county aforesaid, where she became stranded, wrecked, and wholly lost, which is the loss in the said declaration mentioned; and so the said defendants aver that the said loss was occasioned by the breakage of the engine and bursting of the boiler, or of a part thereof, by reason whereof the said defendants became and were discharged from all liability for the said loss, and this they are ready to verify, &c.”\nThe plaintiffs filed a general demurrer to this plea; and, upon argument, the court below gave judgment for the plaintiffs on the demurrer; and assessed the damages at $3660.67, being the sum insured with interest, after deducting the premium note.\nThe following is the opinion of the court below, giving judgment for the plaintifis on the demurrer:—\nPer Curiam. — “ To a declaration upon a marine policy on the propeller E. J. Dupont, for a total loss by perils of the sea, defendants have pleaded what is usually termed the ‘steamboat clause,’ with an averment that the loss arose in consequence of the breakage or derangement of the steam-engine, causing a leak in the vessel, and that thereby defendants are discharged from all liability. To this the plaintiff has demurred.\n“The question then in this case is, whether, upon the proper construction of the clause in question, the underwriters, in case of an accident to the steam-engine, are discharged from all liability for losses which may be traced to that cause, or whether the exception is confined to the damage to the machinery itself, leaving all consequential losses to depend upon the general words of the policy.\n“ Such a clause was presented to the court for construction, in Flanigan v. Philadelphia Insurance Co., December 1856, No. 229. We all then concurred in favour of the latter and more restricted interpretation.\n“The words are different. It seems, that there is no uniform mode of expressing the intention of the parties, but that it varies in the policies of different underwriters.\n“ The words here are as follows: (the learned judge here recited the foregoing clause in the policy). This stipulation may possibly have meant that the insurers were not to be liable for any losses arising from breakage or derangement, unless such losses are attributable to the sinking or stranding of the vessel after such breakage, but after the engine has been again put in successful operation. The court, however, are of the opinion that, taking the whole together, it is not consistent with this construction. The established canon is, that such an interpretation shall be given to the words, as that every part shall have effect.\n“Perhaps under a simple stipulation that the insured should not be liable for any breakage, &e., all the consequences of such breakage would naturally be included. But now the parties have inserted many things which, if such was their meaning, are totally inoperative and unnecessary, but which, under the adverse view, are both operative and necessary.\n“ The insurers are not to be liable for any breakage, unless the damage be occasioned by the stranding or sinking of the vessel after the engine has been put in successful operation. What damage ? The construction contended for by the defendant renders it necessary to say damage to the ship. But surely damage to the ship from stranding or sinking needed no such saving clause. If, however, we refer ‘ the damage’ to the breakage, if it is occasioned by the stranding or sinking of the vessel after the engine has been put in successful operation, the engine is excepted from the subject-matter insured, unless the,damage to it is occasioned by the stranding or sinking of the vessel after it has once been put in successful operation. This construction appears to us to harmonize the whole clause.\n“ This view is further confirmed by what follows. The stipulation which succeeds was also totally unnecessary and inoperative, upon the view contended for by defendants. The fuel, provisions, wages, and expenses of delay, consequent upon repairs to the engine or boiler of any kind, or (as we interpret it, consequent upon) repairs to the hull, if such repairs were rendered necessary by breakage or disarrangement of the machinery, or bursting of the boiler, would certainly not fall on the underwriters, if the true construction of the contract that they were to be liable for none of the consequences of such accidents.\n“But it was introduced properly and necessarily, if all that was excepted before was damage to the engine and machinery, for then the delay and expenses of the ship, in order to repair such damage, would not fall within the terms of the exception; they would still remain losses from perils of the sea, against which, not being expressly excepted, the underwriters would have been bound to indemnify the assured.\n“It must be admitted that this question is not without difficulty. The policy is obscurely expressed. But that ought to weigh in favour of the assured. The words are to be taken as the words of the underwriters, and construed most strongly against them. It would have been easy to have excepted ‘ all losses arising from breakage,’ &e., had such been the intention. They have not said so, though they appear to have had the distinction in view, when in the same clause they provide against the effects of fire, from any cause. Judgment for plaintiffs.”\nThe defendants thereupon removed the cause to this court, and here assigned for error that the court below erred in entering judgment for the plaintiffs on the demurrer.\nM. P. Henry, for the plaintiffs in error,\ncited Dow v. Whetten, 8 Wend. 160; Robertson v. French, 4 East 135; Eastern Archipelago Company v. The Queen, 75 Eng. C. L. 856, 874, 876, 887, 911; Earl of Cardigan v. Armitage, 9 Id. 93; Hodgson v. Field, 7 East 613; Livie v. Jansen, 12 Id. 648; Green v. Elmslie, Peake’s N. P. Cas. 212; St. Johns v. American Insurance Company, 1 Duer 371; 1 Phillips on Ins. § 1131; O’Reilly v. Royal Exchange Assurance Company, 4 Campb. 246; Rae v. Columbus Insurance Company, 17 Missouri 301; 1 Phillips on Ins. 644; Potter v. Ocean Insurance Company, 3 Sumn. 27; Hehn v. Corbett, 2 Bingh. 205.\nMcCall, for the defendants in error,\ncited Shep. Touch. 100; Bullen v. Denning, 5 B. & Cr. 842; Blackett v. The Assurance Company, 2 Cr. Jerv. 244; Donnell v. Columbian Insurance Company, 2 Sumn. 366; Palmer v. Warren Insurance Company, 1 Story 360; Burnett v. Kensington, 7 T. R. 211; Yeaton v. Fry, 5 Cranch 335; Citizens’ Insurance Company v. Glasgow, 9 Missouri 411; American Insurance Company v. Insley, 7 Barr 223; Waters v. Merchants’ Insurance Company, 11 Pet. 223; Hillier v. Allegheny Ins. Co., 3 Barr 470; Green v. Elmslie, Peake N. P. 212; Tatham v. Hodson, 6 T. R. 650; Hodgson v. Malcolm, Bos. & Pul. 336; Livie v. Jansen, 12 East 648; Powell v. Gudgeon, 5 M. & S. 431; Heyman v. Parish, 2 Campb. 149; Redman v. Wilson, 14 M. & W. 476; Walker v. Maitland, 5 B. & Ald. 171; Mutual Insurance Company v. Sherwood, 14 How. 366; Perrin v. Protection Insurance Company, 11 Ohio 147."
  },
  "file_name": "0351-01",
  "first_page_order": 351,
  "last_page_order": 356
}
