{
  "id": 986759,
  "name": "Silver versus The County of Schuylkill",
  "name_abbreviation": "Silver v. County of Schuylkill",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "356",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pet. C. C. 36",
      "category": "reporters:federal",
      "reporter": "Pet. C.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 259,
    "char_count": 4894,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.5632926603436604e-07,
      "percentile": 0.6772918034989684
    },
    "sha256": "5aece7251913e68a0081bf7aac3374bccf3f87827731ccc5e468334040bde67b",
    "simhash": "1:c88e813057ece090",
    "word_count": 860
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Silver versus The County of Schuylkill."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J. —\nThose who raise a question of jurisdiction, as the ground of objection to the judgment of a court, ought to notice a confusion of ideas in the use of the word jurisdiction, and to draw the proper distinctions.\nJurisdiction is often confounded with judicial power, or its equivalent, judicial competence; yet, there is a clear distinction between the terms. The judicial fewer of a court extends to all those classes of cases which that court may hear and determine. The jurisdiction of a court is confined to cases actually brought before it, and admits of various degrees; for jurisdiction of a case, ás a cause in court, vests the court with authority to call in the parties, and to bring it to a hearing in some form, so as to determine the cause in court, though the determination of the case itself may be beyond its competence. The jurisdiction by which a case may be determined is measured by the judicial power of the court, and not by the form in which the case is brought before it. This is a question of regularity of practice, and not of power, competence, or authority.\nIt is not questioned, that the Common Pleas has judicial competence to hear and determine cases of taxation. And when a case of that kind is instituted in court by appeal, the court obtains jurisdiction to hear and determine it. This, therefore, is a case within the competence of the court, and a cause within its jurisdiction, and the court was bound to determine it. They have done so, and their record is brought up here by certiorari for review. We discover no error in it.\nThe appeal is by petition, setting forth that the valuation was irregularly increased by the county commissioners, and that it was too high, and praying for correction herein. A hearing was granted, and the assessment was affirmed. This is all that the record shows that is material, and this is all it ought to show. On the evidence before the court, they decided that the petition of appeal was not sustained, and we cannot review their judgment on the evidence.\nIt is argued, that the whole proceeding was beyond the jurisdiction of the courtj for the reason that the commissioners had no authority to increase the valuation, and therefore it was void, and furnished no basis for a valid appeal. We need not say, whether this reason is well founded or not; for it does not support the conclusion — the want of jurisdiction of the court. It is the cause in court that is in question. The subject-matter of it was within the judicial power of the court, and it was instituted in court by appeal, and thus the jurisdiction attached. The proceedings of the commissioners are not part of the proceedings in the cause in court, and they could be used there only as evidence, and as such they do not come up here on the certiorari.\nJudgment affirmed with costs, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J. —"
      }
    ],
    "attorneys": [
      "H. 0. Parry, for the plaintiff in error. —",
      "Hannan, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Silver versus The County of Schuylkill.\nThe judicial power of a court extends to the determination of a cause \"before it, so far as to decide upon its jurisdiction of the case.\nOn an appeal from the decision of the county commissioners, under the Act of 26th April 1850, the Court of Common Pleas has power to decide the cause, although the act of the county commissioners, which was appealed fi-om, might have been void for want of authority. The subject-matter being within the judicial power of the court, it had jurisdiction to decide the cause.\nCertiorari to the Common Pleas of Schuylkill county.\nThis was an appeal from the decision of the commissioners of Schuylkill county, whereby the assessment -of the lands of the appellant, known as “The Valley Furnace Lands,” was, in 1850, raised from $37,000 to $76,000.\nThe appeal was taken under the Act 26th April 1850, and, on hearing, was dismissed. The proceedings were then removed to this court, where the appeal was reinstated: 8 Harris 369. And on the record being remitted, the court below confirmed the assessment.\nThe owner of the lands then filed a bill for an injunction to restrain the county commissioners from selling the property for the taxes so assessed. To which they set up, in answer, the decree of the Common Pleas, whereby the assessment was affirmed.\nThe court below granted the injunction; but, on appeal to this court, their decree was reversed, and the bill dismissed with costs: 6 Qasey 227.\nThis writ was then sued out to remove the proceedings whereby the assessment was affirmed; and the same was here assigned for error.\nH. 0. Parry, for the plaintiff in error. —\nThe Common Pleas had no jurisdiction over the subject-matter; and, therefore, they had no authority to affirm the valuation. The case was not within the provisions of the Act 26th April 1850, § 7: Kemp v. Kennedy, 1 Pet. C. C. 36.\nHannan, for the defendant in error,\ncited Silver v. Schuylkill County, 8 Harris 369; Hughes v. Kline, 6 Casey 227."
  },
  "file_name": "0356-01",
  "first_page_order": 356,
  "last_page_order": 358
}
