{
  "id": 986749,
  "name": "Garrett versus Crosson et al.",
  "name_abbreviation": "Garrett v. Crosson",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "373",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 373"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Johns. 127",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372354
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0127-01"
      ]
    },
    {
      "cite": "2 Watts 256",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0256-01"
      ]
    },
    {
      "cite": "4 W. & S. 320",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "11 Johns. 525",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137685
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0525-01"
      ]
    },
    {
      "cite": "1 Jones 295",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0454-01"
      ]
    },
    {
      "cite": "5 W. & S. 57",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 376",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0213-01"
      ]
    },
    {
      "cite": "8 W. & S. 193",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0193-01"
      ]
    },
    {
      "cite": "4 W. & S. 316",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0316-01"
      ]
    },
    {
      "cite": "8 W. & S. 193",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483279
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 456,
    "char_count": 8295,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.2879568589435576e-07,
      "percentile": 0.6191498037144251
    },
    "sha256": "7db494199ced115a864b942108ac099a5613e3fdb023d64b9314e149dd0bde10",
    "simhash": "1:53f55ec484fcfc16",
    "word_count": 1484
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Garrett versus Crosson et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe note was given to secure a part of the purchase-money of a tract of land. If the consideration has wholly failed, it is difficult to see upon what principle the plaintiff is entitled to recover. Though the note was payable in ten days, suit was not brought upon it until after the time when, by the contract of sale, the promissee was bound to make a good title to the promissor. At that time, it was impossible for him to make such a title. There were encumbrances on the land, greater in amount than the whole of the purchase-money then payable. Of course, the vendee had a right to treat the contract as rescinded, and he doing so, the consideration of the note Avas wholly gone. It is true, that if the purchase-money, payable on or before the 25th of March, when the title was to have been made, had been sufficient to discharge the liens on the land, the right to rescind Avould not have existed. This was shown in Mellon’s Appeal, (ante 121) a case decided at our last term in Pittsburgh. But such is not the present case.\nIt is supposed, however, that because the note was payable before, by the terms of the contract, the deed was to be made, the ease falls within the principle of Roland v. Tiernan, 8 W. & S. 193. But that case is easily distinguishable from the present. A sufficient reason for a distinction perhaps may be found in the fact, that there the articles of agreement stipulated for the payment of the dower-money in cash, when the agreement should be executed and delivered. Giving a note for the first payment Avas not, as here, authorized by the contract. It was taken in lieu of the money solely for the accommodation of the purchaser, and was treated by the court as if the dowe¥-money had been paid and then lent to the vendee.\nBut a more substantial ground of difference is, that in Roland v. Tiernan the executory contract of sale was still in force. The articles of agreement had not been rescinded by either party, and could not have been without mutual consent. The vendors were able to make the promised title, and tendered it at the trial. Consequently, the consideration of the note had not totally failéd, as in this case, where the pleadings show that the vendor was unable to convey that for which the note was given; when the bargain was in fact at an end. Doubtless, when the contract is, that the vendee’s note shall be paid at all events, without regard to encumbrances, and without reference to the quality of the title, it may be recovered; for there the covenant of the vendor, not obtaining title to the land, is the consideration of the note. No more than this is to be deduced from what was said in Roland v. Tiernan, and Lighty v. Shorb, 3 Penn. R. 447. But where the note is given to secure the purchase-money of the land, when its consideration is not the promise of the vendor but the title itself, a rescission of the articles of agreement extinguishes the note with them. The meritorious cause of the promise no longer exists. And in this case, even if the articles had remained in force, the matter having been left until after the promissee was bound to make title, the payment of the money and the giving a good title became concurrent duties. And neither party could recover against the other without showing, on his part, performance or its equivalent: Sergeant, J., Magaw v. Lothrop, 4 W. & S. 316.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      ". U. V. Pennypaeher and P. P. Smith, for the plaintiff in error,",
      "W. Darlington and W. B. Waddell, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Garrett versus Crosson et al.\nIt is a good defence to an action by the payee against the makers of a promissory note, given in part payment for a tract of land, that the vendor was unable, at the time stipulated, to make a good title in consequence of the existence of encumbrances greater in amount than the purchase-money then payable.\nIt would be otherwise, if the purchase-money then payable were sufficient to discharge the encumbrances; or if it were agreed that the note should be payable, at all events, without regard to encumbrances, and without reference to the quality of the title.\nError to the Common Pleas of Chester county.\nThis was an action of assumpsit by Elisha Garrett against William Crosson and Kennedy Crosson, upon a promissory note of which the following is a copy:—\n$200. London Britain.\nTen days after date, we, or either of us, promise' to pay to Elisha Garrett, or order, two hundred dollars, without defalcation, for value received.\nWilliam Crosson,\nFebruary 9, 1856. Kennedy Crosson.\nThe defendants pleaded, inter alia, the following special plea:—\n“And for further plea in this behalf, the said William and Kennedy Crosson say aotio non ; because they say, the said Elisha Garrett did sell to the said William Crosson, a certain tract of land situate in the township of London Britain, for the sum of $2000.40, on and subject to the following conditions, to wit:—\n“ ‘ Conditions of sale, made this ninth day of February 1856, of a tract of land as prescribed in advertisement, are as follows:—\n“ ‘ 1. The highest bidder to be the buyer.\n“ ‘ 5. The purchaser to pay two hundred dollars when the property is struct off to him, or give his note, with approved security, payable in ten days after date.\n“ ‘ 3. And the further sum of eight hundred dollars on the 25th day of March next.\n“ ‘ 4. The balance to remain in the property, secured by bond and mortgage, when a good title will be given, with peaceable possession. Elisha Garrett.’\n“ That, in compliance with the second condition as aforesaid, he, the said William Crosson, gave his note for $200, dated the 9th day of February 1856, payable in ten days, with the said Kennedy Crosson as his security, who was approved of by the said Elisha Garrett, and is the same note here sought to be recovered. That by said conditions, the further sum of eight hundred dollars was to be paid on the 25th day of March following; the balance of the purchase-money to remain in the property, secured by bond and mortgage, and a good title given with peaceable possession. That on the said 25th of March, the said Elisha Garrett was not capable to make, nor could he, the said Elisha, make a good title to the said William, of the said tract, so agreed to be purchased by'the said William, as aforesaid, according to the tenor and effect of the said conditions of sale, by reason of a certain indenture of mortgage upon the said tract of land, given unto Mary M. Russell, to secure the payment of $1087, dated the 27th of April, A. D. 1848, duly recorded. And also, by reason of a certain judgment for $269.64, entered on the 19th day of January, A. D. 1850, by John C. Powley, against the said Elisha Garrett, dated the 10th day of February, A. D. 1851, and to be found in judgment-docket B., page 91.\n“ Wherefore, by reason of the premises, it appearing that the said note of $200, here sought to be recovered, was given by the said William and Kennedy Crosson, as part of the. consideration-money for the purchase of the tract of land as aforesaid, according to the tenor and effect of the said conditions of sale; and the said Elisha Garrett being unable, at the time specified, to perform his part of the said agreement, contained in said conditions, to wit: to make a good title for the premises so sold and purchased, the said William and Kennedy refused to pay said note, as they lawfully might clo, for the cause aforesaid, and this they are ready to verify. Wherefore they pray judgment, if the said Elisha ought to have or maintain his aforesaid action thereof, against them, &c.”\nThe plaintiff demurred to this plea, and the court below gave judgment for the defendants on the demurrer; whereupon the plaintiff sued out this writ, and here assigned the same for error.\n. U. V. Pennypaeher and P. P. Smith, for the plaintiff in error,\ncited Roland v. Tiernan, 8 W. & S. 193; Lighty v. Shorb, 3 Penn. R. 447; Moore v. Shelly, 2 Waits 256; Harrington v. Higgins, 17 Wend. 376; Ludwick v. Huntzinger, 5 W. & S. 57; Dorsey v. Jackman, 1 S. & R. 42; Pennsylvania v. Simms, Add. 9.\nW. Darlington and W. B. Waddell, for the defendants in error,\ncited McGinnis v. Noble, 7 W. & S. 454; Dentler v. Brown, 1 Jones 295; Gans v. Renshaw, 2 Barr 34; Judson v. Wass, 11 Johns. 525; Magaw v. Lothrop, 4 W. & S. 320; Moore v. Shelly, 2 Watts 256; Greenby v. Cheevers, 9 Johns. 127."
  },
  "file_name": "0373-01",
  "first_page_order": 373,
  "last_page_order": 376
}
