{
  "id": 986814,
  "name": "Heffner versus Betz et al.",
  "name_abbreviation": "Heffner v. Betz",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "376",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 345",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 91",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pet. C. C. 435",
      "category": "reporters:federal",
      "reporter": "Pet. C.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 6432,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.2061824250432093e-07,
      "percentile": 0.5948630595837827
    },
    "sha256": "25c8bafcbb8e4296a90590897283bb4d188d9c46be4a686922b253a4c5d642fb",
    "simhash": "1:e05426429d4f3cca",
    "word_count": 1132
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heffner versus Betz et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J. —\nThis claim is founded on the charge that the sheriff, in 1838, having a liberari facias in his hands against Samuel Heffner (the plaintiff now), received the money due on it from John Heffner, and made this return to the writ; and yet, in violation of his duty, he dispossessed the defendant, now plaintiff, and delivered the possession of the property to John Heffner.\nSuppose this to be true. Then, the sheriff and John Heffner might have been indicted for forcible entry and detainer, and the possession would have been restored to Samuel; or possibly the court might, in a summary way, have corrected the wrong of their officer by a writ of restitution; or the sheriff might have been held accountable in some other form for his official wrong.\nBut, instead of this, Samuel submitted to the alleged wrong for eighteen years, and then brought this action of ejectment against distant alienees under John Heffner. What is the purpose of this action? Certainly it is to try the present right of possession, and not to try the wrong committed against the plaintiff by other persons eighteen years ago. The wrongful disseisin by John Heffner and the sheriff is not now to be imputed to the present possessors. If they have now a complete title to the possession, they may stand upon it, notwithstanding the improper ouster of some former tenant, who, if he had any right of possession then, has none now. It does not affect their title, even if they knew that a former owner had used force or artifice to get the possession from a former occupant.\nThe action of ejectment always supposes a wrongful disseisin, and makes the title to the possession the test of the wrongfulness. If the plaintiff had title when the suit was brought, and has not when the suit is tried, he cannot recover the land. A party who does a wrong is not forbidden to defend himself when sued for it; and a title is not enlarged by being violated.\nJohn Heffner’s interference to pay the execution against Samuel, appears to be accounted for by the fact that John was the owner of the property subject to the judgment against Samuel as former owner. The other elements of the cause require no special consideration.\nJudgment affirmed, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J. —"
      }
    ],
    "attorneys": [
      "A. V. Parsons and F. W. Hughes, for the plaintiff in error,",
      "Loeser and B. W. Summing, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Heffner versus Betz et al.\nThe action of ejectment is founded on a present right of possession; and cannot be used to restore the possession to one who was wrongfully turned out of it, if he have no present title thereto.\nError to the Common Pleas of Schuylkill county.\nThis was an ejectment by Samuel Heffner against John G. Betz, Gottlieb Rieger, and Eredericka Ehlers, for two houses and a lot of ground in the borough of Pottsville.\nOn the 20th August 1833, Samuel Heffner, the plaintiff, was the owner of the property in dispute; and on that day Peter Lazarus recovered a judgment against him, which became a lien thereon.\nOn the 19th July 1834, Samuel Heffner and wife conveyed the premises to John Heffner, Jr.; who, on the 14th March 1836, conveyed the same to John Heffner, Si’.\nOn the 21st March' 1836, John Heffner, Sr., leased a portion of the premises to Samuel Heffner, the plaintiff. Another portion was leased to George Brunson; and the remainder was occupied by John Heffner, Sr., the owner thereof.\nOn the 29th December 1837, John Heffner, Sr., notified the plaintiff to quit the premises; and on the 26th June 1838, commenced an action of ejectment against him.\nOn the 31st March 1838, a pluries fieri facias was issued against Samuel Heffner, on the judgment in favour of Peter Lazarus, and the property was extended. A liberari facias was issued to December Term 1838, under which the sheriff put Samuel Heffner out of possession of the portion of the premises occupied by him. He did not, however, put Peter Lazarus into possession of any part of the premises, but returned that the money had been paid by John Heffner.\nJohn Heffner died seised of the premises, between the 19th February and 4th March 1839; and on the 31st March 1844, his executors, under a power in his will, sold the same to George Heffner; and by various subsequent conveyances the title became vested in Betz and Rieger, two of the present defendants.\nAt March Term 1839, a scire facias ad computandum was issued at the suit of Samuel Heffner against the administrator of Peter Lazarus, deceased; and on the 14th September 1850, the court gave judgment in favour of Samuel Heffner, “ that he have and repossess the land and tenements mentioned in the writ.”\nA writ to redeliver the possession to Samuel Heffner, was issued to September Term 1851; to which the sheriff returned “ that he did not find Peter Lazarus, nor any person holding or claiming under him, in the possession of the premises, but that he found George Betz and Gottlieb Rieger in possession, and therefore he could not deliver the possession to Samuel Heffner.” The plaintiff, thereupon, brought this ejectment for the premises.\nThe court below (Woodward, P. J.) charged the jury that “whatever was the character of the original wrong to the plaintiff, there had been unreasonable delay in applying the remedy for it; that taking his evidence as true, he was ousted of his possession of the property in dispute in 1838; that the agreement of the 23d March 1836 proved him to have been a tenant from year to year, when the liberari facias was issued; that the legal title was in John Heffner, and before the ejectment was brought in 1856, this title has been transferred to the defendants ;■ that the plaintiff had slept upon his right for eighteen years; that the sci.fa. ad computandum et rehabendum terram could not affect the vendees of John Heffner or his heirs, for they had no notice of it; that the plaintiff could not recover; and that it was the duty of the jury to render a verdict for the defendants.”\nTo this charge the plaintiff excepted; and a verdict and judgment having been given for the defendants, the plaintiff sued out this writ, and here assigned such charge for error.\nA. V. Parsons and F. W. Hughes, for the plaintiff in error,\ncited 2 Saund. R. 72, notes 5, 6; 1 Smith’s Laws 64-5; McKelvy v. De Wolfe, 8 Harris 374; 2 Bac. Abr. 407; Woods v. Lane, 2 S. & R. 53; Milligan v. Dickson 1 Pet. C. C. 435.\nLoeser and B. W. Summing, for the defendants in error,\ncited Overdeer v. Lewis, 1 W. & S. 91; Foster v. McDivit, 9 Watts 345; Prutzman v. Ferree, 10 Id. 143."
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 379
}
