{
  "id": 986817,
  "name": "Anderson versus Neef et al.",
  "name_abbreviation": "Anderson v. Neef",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "379",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 379"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 283,
    "char_count": 5130,
    "ocr_confidence": 0.444,
    "sha256": "36a4351484a208372a16b38575d5328bf5dae4a9c037aa6a94257762d4dbe95f",
    "simhash": "1:3c6ad461cb0c6ded",
    "word_count": 889
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anderson versus Neef et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe plaintiff’s replication was a traverse of the defendant’s plea. To this traverse was added indeed an averment, which was neither an answer to the plea nor a demurrer. It was a statement of an abstract principle having no applicability to the case; only surplusage. It rendered the replication informal, but did not destroy its substance. The court, therefore, erred in giving a final judgment for the defendant upon his special demurrer to it.\nWe ought, perhaps, to give judgment for the plaintiff upon the whole record; but the pleadings are so informal, that we think it right to send the case back, with a brief statement of the principles upon which it should be decided.\nThe plaintiff can recover in this suit only upon proving that Eagley and Neef are jointly liable. Such joint liability he has averred in his declaration, and the facts that an award has been obtained against both defendants, and that but one has appealed, make no difference in this respect. It follows, that Eagley may avail himself of anything which shows that there was no joint liability when the action was commenced against both. I mean joint liability upon the note in suit. The Act of April 6th 1830 preserves the liability of joint obligors or promissors not served with process, in a suit in which judgment has been recovered against their co-promissors, or co-obligors; but it does not authorize a second joint suit. If, upon the contract, the promissee has obtained judgment against one of the promissors, either adversely or by confession, the contract is no longer joint. The promise of the one against whom judgment has been obtained is merged. But, in order-to work this effect, the judgment must have been upon the same contract. A judgment obtained upon another instrument, though it be a security for the’ same debt, does not destroy the joint liability created by the promissory note of two, and is therefore no defence to either, in a suit brought against the two. Satisfaction of it would be, but the judgment is not. It is but a cumulative security; not a former recovery. If, therefore, the judgment pleaded as having been recovered against Mrs. Neef, was not obtained upon the promissory note which is the foundation of this suit, it is no defence.\nJudgment reversed, and a procedendo awarded.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Me Veagh, for the plaintiff in error.",
      "W. Darlington, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Anderson versus Neef et al.\nIt is no defence to an action on a joint note, wherein one of the defendants has appealed from an award of arbitrators, that the plaintiff has obtained a judgment against the other defendant upon another instrument, which was a separate security for the same debt.\nSuch judgment does not destroy the joint liability on the note, and is no defence to it. It is but a cumulative security; not a former recovery.\nError to the Common Pleas of Chester county.\nThis was an action of assumpsit by Eber Anderson against Maria L. Neef and John Fagley, upon a joint note, of which the following is a copy:—\n$500. Chester Springs, Sept. 25, 1856.\nSix months after date, I promise to pay to Mr. Eber Anderson, or order, the sum of five hundred dollars, for value received, without defalcation.\nM. L. Neef,\nJohn Faglet.\n(Endorsed) Received, Sept. 6, 1856, $200 on this note..\nE. Anderson.\nThe cause was arbitrated, and there was an award in favour of the plaintiff for $320.37, from which Fagley alone appealed.\nThe plaintiff declared upon the above note; to which the defendant Fagley pleaded as follows :—\nAnd the said John Fagley says that the plaintiff, on the sixth day of October 1855, recovered judgment in the Court of Common Pleas of Chester county, against the said Maria L. Neef, for the sum of four hundred and two dollars and sixty cents; which judgment included the same identical cause of action and claim of the plaintiff sought to be recovered in this suit; which judgment is in full force, unreversed, and unsatisfied; and this, the said John Fagley is ready to verify.\nTo this plea there was a special demurrer; upon which, the court gave judgment for the defendant, and that the plaintiff answer over. The plaintiff then filed the following replication:—\nAnd the said Eber Anderson, as to the plea of the said John Fagley, says that he, the plaintiff, by reason of anything by the said John Fagley in that plea alleged, ought not to be barred from having and maintaining his aforesaid action thereof against him, because he says, the said judgment is not between the same parties, nor for the same identical cause of action. And since the passage of the Act of the 6th of April 1830, a judgment against one of two joint and several promissors to a note, is not a bar to a subsequent action on the same note against the other defendant upon whom process was not served. And this he, the said plaintiff, is ready to verify, wherefore he prays judgment, &c.\nThe defendant demurred specially to this replication; and the court below gave judgment for the defendant on the demurrer; whereupon the plaintiff sued out this writ, and here assigned the same for error.\nMe Veagh, for the plaintiff in error.\nW. Darlington, for the defendant in error."
  },
  "file_name": "0379-01",
  "first_page_order": 379,
  "last_page_order": 381
}
