{
  "id": 986688,
  "name": "Britton versus The City of Philadelphia",
  "name_abbreviation": "Britton v. City of Philadelphia",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "387",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 260,
    "char_count": 4541,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.1557160347743624e-07,
      "percentile": 0.5824696729423221
    },
    "sha256": "0d839c5163ca719b66a3a8882d6c117f865ed90afce2973599d4a6dc617a384a",
    "simhash": "1:141a26a1ec4d3ea5",
    "word_count": 787
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Britton versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J. —\nBy the first section of the Act of 1st May 1852, “relating to the district of West Philadelphia” (P. Laws, p. 508), the first, second, third, fourth, and fifth sections of the Act of the 8th April 1851 (P. Laws, p. 358-9), giving authority to the commissioners of the district of Richmond to contract for the introduction of water into the said district, and to lay iron pipes and introduce wholesome water into any street within the same, were extended to the district'of West Philadelphia, as fully and effectually as if the act had been originally passed for the said district.\nThe commissioners of the district laid iron water-pipe in front of the plaintiff in error’s lot, in 1853; and on the 31st December, in the same year, filed a claim for the same in the District Court for the City and County of Philadelphia. Upon the trial of the scire facias upon this claim, issued by the city of Philadelphia, to June Term 1856, the plaintiff in error and defendant below, offered certain evidence which was rejected by the court, and this is assigned for error. The assignment of error is in these words: “ The court below erred in refusing to permit Newbold H. Trotter, witness called upon the part of the plaintiff in error, to prove that the water-works in the district of West Philadelphia were not finished, and no water introduced in the said district until August 1855, twenty months after the filing of the lien for water-pipe by the defendant in error; and also that the water was introduced into said district by the city of Philadelphia, after the corporation of the district of West Philadelphia'had been merged in the consolidated city of Philadelphia.”\nThe language of the Act of 8th April 1851, and of the various acts in relation to laying iron pipes in different parts of the present city of Philadelphia, and to the filing of claims for the same, leave no doubt that the assessment for these expenses is a separate and independent matter. The claim must be filed within six months from the time of doing the work, or the lien on the real estate is lost.\nThe commissioners contract for the introduction of water, or erect works for that purpose themselves. Are they to postpone laying any iron pipes in any street until they are ready to deliver the water ? or may they not, and ought they, not, to lay these indispensable articles for the supply of water to their citizens, whilst the works to furnish it are in the progress of erection ?\nIn a new district, particularly, the building of culverts and the laying of gas and water-pipes before a street is paved, saves the continuous breaking up of it for those purposes, and of course a large expenditure of money.\nIt was a matter of discretion with the commissioners where the iron pipes should be laid, and it appears in this case to have been properly exercised.\nThe judge was right in rejecting the testimony.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J. —"
      }
    ],
    "attorneys": [
      "J. W. Ashmead and S. Abbott, for the plaintiff in error.",
      "Sellers and King, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Britton versus The City of Philadelphia.\nIt is no defence to a scire facias on a municipal claim for laying water pipes, that the water-works were not finished, and that no water was introduced into the district until twenty months after the filing of the claim.\nError to the District Court of Philadelphia.\nThis was a scire facias by The City of Philadelphia, on a municipal claim filed by the District of West Philadelphia, before consolidation, against Julia Ann Britton, for laying water-pipes in front of the defendant’s property.\nThe water-pipes were laid in July 1853*,under the authority of the _4ct 1st May 1852; and the claim was filed on the 31st De,cember385E,'fdf'205 feet of iron water-pipe, at one dollar per foot.“'''On the 21st April-1-855, an act was passed fixing the charge for water-pipes at ,75 cents per foot.\nOn the trial, the defendant offered to prove “ that the waterworks in the district of West Philadelphia were not finished, and no water introduced into the district, until August 1855, twenty-months after the filing of the lien for laying water-pipe by the defendant in error; and also that the water was introduced into the district by the city, after the corporation of West Philadelphia had been merged in the consolidated city.”\nThe. court below overruled this offer, and the defendant excepted ; and a verdict and judgment having been rendered for the plaintiff for $206.35, the defendant sued out this writ, and here assigned the same for error.\nJ. W. Ashmead and S. Abbott, for the plaintiff in error.\nSellers and King, for the defendant in error."
  },
  "file_name": "0387-01",
  "first_page_order": 387,
  "last_page_order": 389
}
