{
  "id": 986621,
  "name": "Kessler's Appeal",
  "name_abbreviation": "Kessler's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "390",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 276,
    "char_count": 4980,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 7.239708782402317e-08,
      "percentile": 0.43193946828560276
    },
    "sha256": "4c6308ca893a6d8d15f70789146a71387c6b701093842df2f92d04909bc2b236",
    "simhash": "1:996fc01426876062",
    "word_count": 868
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kessler’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nHenry Kessler, executor of Anna Roemer, deceased, claimed to be paid out of the proceeds of sale, by order of the Orphans’ Court, of the real estate of Henry Roemer, deceased, the amount of a judgment recovered by the testator against his administrator in 1833, within a year after his death. This was resisted by the heirs of Henry Roemer, deceased, on the ground that the judgment was not a lien on the land at the time it was sold; and of this opinion was the auditor appointed by the Orphans’ Court upon the administration account of James Todd, Jr., administrator de bonis non of Henry Roemer, deceased. On exception to the auditor’s report, it was affirmed by the Orphans’ Court, and this appeal taken by the executor of Anna Roemer, deceased.\nIt is unnecessary specially to notice the proceedings had upon the judgment of the appellant; suffice it that the heirs were never, during the period of over twenty years from the date of the judgment, made parties to any revival of it; and that more than thirteen -years had elapsed since the last revival against the administrator at the time of the sale. There remained, therefore, not the shadow of a doubt, but that the lien was lost at the date of the sale, and long before; and that the land, and consequently the proceeds of it, belonged to the heirs of Henry Roemer, deceased. There is nothing whatever in the argument that because the heirs never had actual possession of the property, therefore, the land was to be subject, ad infinitum, to the lien of the ancestor’s debts, and liable to be seized for them, regardless of whether the lien was kept good by revival or not. Both the Acts of 1797 and of 1834 were designed as limitations of liens against the estates of decedents, unless prolonged according to law. And whenever there was a failure in this respect, it operated to relieve the estate, as well in favour of heirs as purchasers. The lien ceased, because the means of continuing it was omitted. It was a positive act to be performed, to prevent the limitation operating; and hence the want of possession by the heirs, had nothing to do with the question of lien. The ease stood under the Act of 1834, as to revival, after the 1st of October of that year: Keenan v. Gibson, 9 Barr 249; and, as there has been no compliance with its requirements to continue the lien, nor any, even if considered under the Act of 1797, the real estate of Henry Roemer was discharged of all liability for the judgment of the plaintiff, and the proceeds of it were rightly directed to be distributed to his heirs.\nDecree of the Orphans’ Court affirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Todd, for the appellant.",
      "Logan, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Kessler’s Appeal.\nThe lien of a judgment obtained against the administrator of a decedent, is discharged, as against the heirs, by the lapse of five years, without proceedings to ■ make them parties, although they were never in actual possession of the property.\nA judgment obtained against an administrator, prior to the Act of 24th February 1834, is within that act, as to proceedings to revive it against the heirs, after its passage.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Henry Kessler, executor of Anna Roemer, deceased, from the decree of the court below, disallowing a claim by the appellant against the estate of Henry Roemer, deceased.\nHenry Roemer died intestate on the 22d July 1832, and administration of his estate was granted to John Marr. On the 5th July 1853, Anna Roemer obtained judgment in the District Court of Philadelphia, against the administrator, for $864. This judgment was revived against the administrator, in 1839, in 1844, and again in 1857; but no proceedings were had to make the heirs of Henry Roemer parties to these revivals.\nJohn Marr died in 1854, and administration de bonis non was granted to James Todd; and in 1857, certain real estate of Henry Roemer, deceased, was sold by order of the Orphans’ Court, for the payment of debts, and the proceeds thereof were paid to the administrator. His account having been duly filed, was referred to an auditor, with power to report distribution of the balance in his hands.\nIt appeared, that the real estate from which the fund was produced, had remained in the possession of Anna- Roemer, the mother of the intestate, until her death in 1833. The intestate, Henry Roemer, derived title to the property through his father, John Roemer, deceased; who devised the same to his widow Anna Roemer, for life, with remainder to the intestate in fee. The heirs of Henry Roemer were never in actual possession of the premises.\nThe fund was claimed by the heirs, to the exclusion of the judgment, on the ground that its lien had expired against the real estate of the decedent. The auditor reported in favour of their claim, and his report was confirmed by the Orphans’ Court; whereupon this appeal was taken by the judgment-creditor.\nTodd, for the appellant.\nLogan, for the appellees."
  },
  "file_name": "0390-01",
  "first_page_order": 390,
  "last_page_order": 392
}
