{
  "id": 986823,
  "name": "Hess versus Potts",
  "name_abbreviation": "Hess v. Potts",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "407",
  "last_page": "412",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 594,
    "char_count": 13561,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.1361996321514404e-07,
      "percentile": 0.5773819245832479
    },
    "sha256": "ff5f78733cd9b4f3975fedf82a771e78003a2f69832d3c07841b3643812a53e3",
    "simhash": "1:4c676f7dd478ac7a",
    "word_count": 2449
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hess versus Potts."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J. —\nThe plaintiff below and defendant in error, exhibited on the trial a clear legal title to the lot of ground, for the recovery of which this ejectment was brought.\nThe defendant set up title under, a sheriff’s deed of the premises on a sale for payment of a municipal charge against the lot, by-the District of Kensington, for curbing and paving in front of it. The claim was filed against “ Surgybill and Cressman” as owners, without denominating them as reputed owners.\nWithin the year allowed for redemption by the Act of the 20th January 1849, the plaintiff, Potts, tendered to the purchaser the amount paid for the property, together with 20 per cent, thereon, and the costs and charges of the sale.\nThe sheriff’s deed to Gault, the purchaser, bears date the 11th December 1852. On the 4th of August 1853, Gault made a deed for the premises to one Duffee, which deed was recorded on the day following. On the 8th of August, Potts tendered the money to Gault. On the 12th of September following, Gault, as agent of Duffee, as he alleged, sold the lot to Hess, the defendant. When the plaintiff made the tender to Gault, the purchaser, he declined taking the money, unless he was paid $50 or $100 more than the redemption-money; he also stated that he had sold the lot, but declined informing Potts, whom he had sold to.\nThe court directed a verdict for the plaintiff, reserving the questions of law arising in the case. Subsequently, these were determined in favour of the plaintiff, and judgment was entered on the verdict.\nThe questions raised now by the assignments of error relate almost exclusively to the tender: 1. Was it made to the proper party ? 2. Was it in amount sufficient?\n1. The Act of the 23d of January 1849 is very imperfect in its provisions. It does not provide for a tender in discharge of the duty to redeem, nor designate the party to whom payment or tender is to be made. It provides that “ after sale, one year shall be -allowed for the redemption of said property.” The courts,' therefore, are left to give effect to the provision, by the application' to it of well known and analogous principles.\nWho may redeem ? Although this is not provided for, yet it cannot be doubted, that the owner, or some person having an interest in the property sold, or an agent constituted for the purpose, may redeem.\nFrom whom is the redemption to be made ? This is perhaps the material question in the case, and is not elucidated by analogies. It must therefore rest mainly on intrinsic reasons for its determination. And we think them quite ample to justify the determination in this ease, that the tender of the money and offer to redeem was properly made to the purchaser at the sale. In sales for taxes under the Act of Assembly of 1815, the redemption is to be made by payment to the treasurer — for it readily occurred to the legislature iu passing that act, that it might defeat the right of redemption altogether, if the owner was obliged to hunt up the purchaser, who sometimes might live at a distance from the county in which the land was sold, to make an offer of the redemption-money; hence the officer making the sale was designated as the proper person to receive the redemption-money. But such is not the provision of the act under which this redemption is authorized. As no officer is designated to receive the money, the only person to whom the owner should look, it seems to me, or perhaps rather, is obliged to look, is to the purchaser. The law entitles him to the money, or to the property. He is the person to receive the money, because it belongs to him. He is therefore a proper party to whom the offer may be made. If this were not so, it would be in the power of a purchaser, by shifting the title from one person to another, to prevent the owner from redeeming at all. A purchaser from the vendor of such a title, is bound to know the law, and to know that the title he acquires, is liable to be defeated by a redemption in one year. .The right to the redemption-money does not pass to him by taking a deed for the premises. Why shall he, therefore, ask that the tender shall be made to him ? His deed is for land, not an assignment of the redemption-money. If it be the latter, it would be necessary for him to give notice that he is assignee; otherwise, upon every principle, the owner might pay to the purchaser, the only party he can know as being entitled to receive it, The act of recording the deed, by the vendee, does not in the least alter the rights or duty of the owner. He is not about to purchase an estate when he goes to redeem — he simply goes to pay a debt, and the recording of the deed is not notice that the holder of the conveyance from the purchaser is entitled to the redemption-money. It is the realty the deed relates to, not to money or any substitute for it. It passes only what is described in it, nothing more or less. It may be perfect without any reference to the redemption-money, the party buying the property subject to the chances of non-redemption. The recording acts have no effect on the point. If we depart from the purchaser as a proper person to whom to make the tender, and look for the real holder, a succession -of transfers might make it impossible to find the proper party in time to make the tender. And the unreasonableness of such a rule will be very apparent, when we consider that he might be a distant resident, without an agent to represent him. The proposed remedy, by petition in court, to set aside the sale on payment of the money into court, has no existence on authority of law. The deed being acknowledged and delivered to the purchaser, is not within the reach of such a summary remedy.\nIt is evident, that the legislature looked to the purchaser as the party to be reimbursed, by the repayment of the money paid by him and 20 per cent.; and that he was deemed and intended to be the proper party to whom the redemption-money might be paid or tendered. This view is strengthened by the provision in the 11th section of the Act of 1856, showing the legislative mind in regard to this very point, wherein the purchaser is to be called into court to show cause why he shall not reconvey to the owner on payment of the redemption-money. These acts are on the same subject, and develop the legislative will as claimed to be in this case. To establish the rule that the tender or payment is to be made to the •purchaser, relieves the duty to be performed by the owner of numberless difficulties. It is plain, and injures no one. The vendee from a purchaser at such a sale, knows that the title he gets is defeasible, and if he chooses to gamble in the chances of redemption, he is not a very meritorious party. The law imposes a pretty severe penalty on an owner, in selling his property without notice in fact, oftentimes, that he owes anything, or that his property is liable to be sold at all; and it is not its object to forfeit his estate by imposing unnecessary and onerous conditions upon him. We think that the tender was well made to Gault the purchaser.\nThe act speaks of redemption within one year. It will scarcely be contended by any one, that an equivalent in law for this is a tender or offer to redeem. That having been done by the plaintiff below, he is entitled to recover, if he have made a sufficient tender.\nOn this point we are satisfied, that the money tendered was sufficient in amount. It does not appear that Gault had paid the taxes for that year, nor did he demand or claim them. He showed no title to them, and the owner was not bound to pay or offer to pay them to him. He chose, doubtless, to pay them to the proper officer.\nBut it is singularly enough contended, that this action of ejectment, not being brought within the year allowed for redemption, nor until three years afterwards, is too late. No authority is cited in support of this position, nor am I aware of any statute of limitation on this subject short of twenty-one years, as there is in the acts regulating sales for taxes, wherein there is a limitation to the period of five years in certain cases. The suit was not barred, and the plaintiff lost nothing by the delay.\n, But the most fallible objection of all that was urged against the plaintiff’s recovery, was, that the sheriff’s sale divested the plaintiff’s legal title, and as he had no reconveyance of it at the time suit was brought, he could not maintain ejectment. This would indeed be a damaging argument against the plaintiff, if there was anything in it. But there is not. It had no greater operation in this respect, than has a sale for taxes; and such a position was never thought of in suits brought after tender in such cases. The same thing might be said in cases of mortgages, and pledges of any kind. It is a divestiture sub modo ; to take effect upon a contingency — this contingency may not happen, and the title is not divested. This is the law of tax sales, as well as of every species of pledges. The law pledges the property to the purchaser, subject to be redeemed within a year. If not redeemed within that time, the title is divested and fully vested in the purchaser. If redeemed, no title passed. The redemption-money only remains to the purchaser. We are of opinion that the plaintiff below was entitled to recover, and the judgment must be affirmed.\nJudgment affirmed, and execution stayed until the money tendered, $52, be paid into court.",
        "type": "majority",
        "author": "Thompson, J. —"
      }
    ],
    "attorneys": [
      "Marlcland, for the plaintiff in error.",
      "J. F. Johnston, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hess versus Potts.\nUnder the Aot 23d January 1849, giving the owner of property sold for municipal claims, the right of' redemption within one year, it is sufficient to tender the redemption-money to the purchaser at sheriff’s sale.\nThe right to the redemption-money does not pass to the vendee of such purchaser by a deed for the premises.\nIf a tender of the redemption-money be made to the purchaser within a year, and he refuse to accept it, the owner may maintain ejectment for the premises against a party claiming under the purchaser.\nSuch ejectment need not be brought within a year of the sale; the tender being equivalent to an actual redemption, the owner has twenty-one years within which to bring his ejectment.\nThe owner’s legal title is not divested by the sheriff’s sale for a municipal claim; the purchaser takes a defeasible title, subject to the right of redemption.\nCertificate from tbe Court of Nisi Prius.\n. This was an action of ejectment by Robert F. Potts against Jacob C. Hess for a lot of ground in Fifth street, 131 feet south of Diamond street, in the City of Philadelphia.\nThe plaintiff purchased the premises in question, from Parry & Randolph, on the 28th December 1850.\nOn the 24th May 1851, the Commissioners of the District of Kensington filed a municipal claim against the premises, for $11.95, in the office of the prothonotary of the'Court of Common Pleas, for curbing and paving in front thereof; in which Surgybill & Cressman were named as owners.\nUpon this claim, a scire facias was issued to June Term 1852, and judgment having been obtained by default, a levari facias was issued thereon; by virtue of which the premises were sold by the sheriff, on the first Monday of November 1852, to Henry W. Gault, for $35. The sheriff’s deed was executed on the 11th December 1852.\nOn the 4th August 1853, Gault conveyed the premises to Washington J. Duffee; and the deed was recorded on the following day. On the 12th September 1853, Duffee conveyed to Jacob C. Hess, the defendant.\nOn the 8th August 1853, the plaintiff tendered to Henry W. Gault, the purchaser at the sheriff’s sale, $52 for the redemption of the premises; and at the same time tendered to him a deed ready drawn, which he requested Gault to execute. Gault refused, saying it was all right, but that he had sold the property; he declined stating to whom he had sold it.\nThe amount of the tender was made up as follows:—\nPurchase-money, . . $85 00\n20 per cent, thereon, 7 00 — $42 00\nSheriff’s fee for deed, . 2 00\nDrawing deed, 5 00\nRecording deed, . 2 50\nAcknowledgment, 25— $9 75\n$51 75\nAdditional, 25\n$52 00\nThis ejectment was brought on the 24th December 1856.\nOn the trial, the defendant’s counsel submitted the following points, upon which he requested the court to charge the jury: — •\n1. That, Washington J. Duffee having placed his deed on record before the time of the alleged tender to Henry W. Gault, the plaintiff was bound to take notice of the fact, and to make the tender to the said Duffee.\n2. That a fender made to H. W. Gault after he had parted with • the property, was a nullity!\n3. That the plaintiff was bound, after the tender to H. W. Gault, to institute legal proceedings before the period of redemption allowed by the Act of Assembly had elapsed, in order to make such tender effectual against the defendant.\n4. That if the defendant is a bond fide purchaser without notice of the tender made to H. W. Gault, the plaintiff cannot recover.\n5. That if the tender made to Henry W. Gault did not include the amount of the taxes for the year 1853, the plaintiff cannot recover.\nThe learned judge declined so to charge, and directed the jury to find for the plaintiff, subject to the opinion of the court on the law of the case. The court, subsequently,, entered judgment for the plaintiff on the points reserved; to which the defendant excepted; and certified the case to this court, where he assigned for error the refusal of the court below to charge the jury as requested.\nMarlcland, for the plaintiff in error.\nJ. F. Johnston, for the defendant in error."
  },
  "file_name": "0407-01",
  "first_page_order": 407,
  "last_page_order": 412
}
