{
  "id": 986743,
  "name": "Riddle versus Etting et al.",
  "name_abbreviation": "Riddle v. Etting",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "412",
  "last_page": "414",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 412"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 325,
    "char_count": 5354,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.3901707774842195e-07,
      "percentile": 0.6426536836703607
    },
    "sha256": "6153fefadd66d83733aafb0d0f52ed9a4dd13045f89f01e9c144ab400e7b53c3",
    "simhash": "1:7b4ed1f14cd27813",
    "word_count": 937
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Riddle versus Etting et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThis judgment cannot be sustained. When the attachment was served upon Riddle, the garnishee, he was in no sense the debtor of Hannum & Price. He had paid his debt, and been discharged, before the attachment was laid. It matters not, that payment was not made in money. He had assumed an obligation to the agent of Paul & Co. at the instance of Price, who had been one of the firm of Hannum & Price, and the assumption had been accepted as payment. How then could Hannum & Price, after that, recover from him the price of the boiler ? And if they could not, how can the attaching creditors of Hannum & Price? They stand in the position of their debtors.- In a certain sense, they are equitable assignees of whatever claim their debtors had against Riddle.\nIt is no answer to this, to say that Price had no authority to take a note from Riddle and hand it over to Paul & Co., or to Mr. Broomall, their agent. If this be admitted, he still had a right to receive payment from Riddle. The firm of Hannum & Price had been dissolved, it is true; but, notwithstanding the dissolution, a debtor of the firm was safe in paying his debt to any one of the members of the firm. He could not, indeed, combine with one to defraud the other partner; but fraud is not in this case. • It was no fraud upon Hannum that Price should pay a creditor of the firm. But more. When the firm was dissolved, Price was specially empowered to collect the debts due to it, and to pay the creditors. Public notice of this authority was given. Even if it be conceded, that after the dissolution, Price could make no new executory contract which would bind Hannum, yet it was not in the power of the latter to prevent his receiving a debt due to the firm. But the better opinion seems to be,‘that even after dissolution, a liquidating partner may bind the firm in an executory contract given for the purpose of liquidation: Robinson v. Taylor, 4 Barr 243. It is, however, unnecessary to discuss that question. Eor the purposes of this case, it is sufficient to say, that the payment to Price was a discharge of the debt due from the garnishee, and that, consequently, there was nothing in his hands which the attachment could reach, on the 1st of January 1858, when it was sued out. The jury should, therefore, have been instructed that the plaintiffs could not recover.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Broomall, for the plaintiff in error.",
      "J. B. Morris, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Riddle versus Etting et al.\nAfter the dissolution of a partnership, either of the late partners has authority to receive a debt due to the firm, and to discharge their debtor.\nAn attaching creditor can acquire no superior claim against the garnishee than their debtor had.\nError to the Common Pleas of Delaware county.\nThis was an attachment-execution at the suit of E. J. Etting & Brother against Hannum & Price, which was served on Samuel Riddle, as garnishee.\nAbout the 10th June 1857, Hannum & Price, the defendants, undertook to build a steam-boiler for Samuel Riddle, the garnishee. The iron was furnished by Joseph S. Paul & Co.\nOn the 1st September 1857, Hannum & Price dissolved partnership; and on the 2d October, the following notice thereof was published:—\n“ The partnership heretofore existing between the subscribers, in the foundry business, in the borough of Chester, under the firm of Hannum & Price, was dissolved on the 1st of September 1857, by mutual consent.\n“ All persons indebted to the late firm will make payment to T. B. Price, and those having claims or demands will present them to him for payment.\nMark B. Hannum,\n“ Chester, Oct. 2. Thomas B. Price.”\nThe boiler was completed about the 20th December 1857, and on the 22d, Price settled with Riddle, and obtained from him his promissory note at five months, to the order of John M. Broomall, Ésq., the counsel of Paul & Co.; to whom it was delivered on the following day.\nHannum & Price had purchased iron from Etting & Brother, the plaintiffs, as well as from Paul & Co., and were indebted to both firms. Hannum was desirous of securing the former, whilst Price wished to secure the latter firm. About the middle of October 1857, Price called upon Riddle, and requested him to hold the money for Paul & Oo.; and soon afterwards, Hannum directed him to pay the money to Etting & Brother, and no one else. About the beginning of December, Hannum again called on Riddle, and gave him orders “ to pay the money to no one at all, but to retain it himself, until he knew where the money ought to go.”\nOn the 11th December 1857, Etting & Brother obtained judgment against Hannum & Price, for the amount of their claim; and on the 1st January 1858, this attachment was served on Riddle, as garnishee.\nThe court below charged the jury, that under the circumstances disclosed in evidence, Price had no authority to take the note of Riddle, and hand it over to Mr. Broomall for the benefit of Paul & Co.; and, therefore, the money was still, in contemplation of law, in the' hands of Riddle; and their verdict should be in favour of the plaintiffs.\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs for $821.46, the defendant removed the cause to this court, and here assigned such instruction for error.\nBroomall, for the plaintiff in error.\nJ. B. Morris, for the defendants in error."
  },
  "file_name": "0412-01",
  "first_page_order": 412,
  "last_page_order": 414
}
