{
  "id": 986718,
  "name": "Heffner versus Wenrich et al.",
  "name_abbreviation": "Heffner v. Wenrich",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "423",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 423"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Legal Int. 102",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 14518,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 2.3538021415658517e-07,
      "percentile": 0.7935404728229329
    },
    "sha256": "0c5d61640c5db9550a8a4ead2be7e70f9f46435b513cefe2e887e2d8f1b8f9db",
    "simhash": "1:56e3fc2701b0c7e4",
    "word_count": 2635
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heffner versus Wenrich et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThe plaintiff in error was sued for the balance of a book account, which began 24th June 1851, and ended October 7th 1851; and also for two promissory notes, one dated March 25th or 30th 1852, and drawn at 40 days, for $225; the other dated July 21st 1852, at 60 days, for $100.\nWhen the first of the notes was offered in evidence, it was objected to, on the ground that the date had evidently been altered; but the court overruled the objection and- admitted the note. The note has not been sent up with the record, as it should have been, for our inspection, but it does not seem to be controverted in argument, that there had been at some time an alteration of the figure 2 into a 3, and of the 5 into a 0, making a date which was first written 25 read 30.\nIt does not appear from the record, on what ground the court overruled the defendant’s objection. It could not have been with a view of submitting to the jury the question of alteration or no altération — and the time of it, whether before or after the issue and delivery of the note — because no such questions were submitted to the jury.\nThe learned judge told the jury, that the alteration being immaterial did not avoid the note; and this most likely was his reason for overruling the objection to the evidence.\nHe may have thought the alteration beneficial to the defendant, since the effect of it was to postpone payment five days. Possibly, he went upon the presumption, that the alteration was made before the note was delivered, there being no evidence to the contrary!\nWith whatever views the learned judge admitted the note, without putting the holders to explanation of its disfigured appearance, we are to assume, as the case is presented to us, that an alteration of the date was patent on the face of the note; or at the least, that there was such an appearance of alteration, that the jury would have found it, had the fact been submitted.\nAnd this assumed, we are compelled to say, there was error in the ruling of the court. The note should not have been admitted, except in connection with evidence tending to explain the alteration ; and then it should have been referred to the jury to say, whether the alteration, if any, was made before or after the defendant parted with the note.\nThe policy of the law is against all tampering with written instruments, and especially commercial paper. He who takes a blemished bill or note, takes it with all its imperfections on its head. The very fact that he received it, is presumptive evidence that it was unaltered at the time. The maker of a note cannot be expected to account for what happened to it after it left his hands, but a payee or endorsee who takes it condemned and discredited on the face of it, ought to be prepared to show what it was when he received it.\nSuch was the language of this court in Simpson v. Stackhouse, 9 Barr 188; and although it was predicated of an alteration in the body of the note, and not of its date, yet it was applied in Paine v. Edsell, 7 Harris 180, to a note altered only in the date. And again in Miller v. Gilleland, Id. 122, the same doctrine was applied to the alteration of the date of a sealed note. So again, in Getty v. Shearer, 8 Harris 12, though the alteration was not injurious to the party charged.\nMiller v. Reed, 3 Casey 247, was not the case of an altered date, and might perhaps have been rested on the special circumstances, that the interlineation seemed all fair, and that the payee and endorsee being both dead, there was no party to be put to the duty of explanation.\nIt follows from the cases I have referred to, and those which they cite, both English and American, that the maker of negotiable paper is always to be presumed, in the absence of evidence, to have issued it free and clear from all blemishes, erasures, and alterations, whether of the date or the body of the instrument; and that the burden of showing that it was defective when issued, is upon the holder, even though the alteration be beneficial to the maker. The notion that an altered date may be beneficial to the maker of paper, was met in Miller v. Gilleland by Judge Gibson’s remark, that if the day of payment be accelerated by it, the debtor loses part of the time for which he stipulated, and the computation of interest is affected by it; if it be retarded, the starting of the statute of limitations or the presumption of payment from lapse of time is also retarded by it. It may be added also, that, the date being a material part of the instrument, any alteration therein, without the consent of the maker, destroys the identity of his contract.\nIt is quite apparent from all this, that the learned judge was in error in placing this note before the jury, with the observation that the change of date was immaterial, and without requiring the holders to explain it. If they could have shown, that the change was made before the note was delivered, or afterward, with the defendant’s consent, they would have relieved it of suspicion. But until they gave evidence to this effect, the primé facie presumption should have been, that the note came from the hands of the maker in a perfect statej and had been defaced and altered without his consent; so that whether benefited or prejudiced by the alteration, it was no longer the promise and contract he signed.\nThere is another point in the cause that must be noticed.\nThe suit, as I have said, was founded on book account and promissory notes. The parties dealt in cattle and nothing else. On the first trial, the plaintiffs relied on their book account, and did not give in evidence the notes now in question. But the defendant, on that trial, offered as evidence of part payment of the book account, certain notes which he had made to the plaintiffs, and paid and taken up. The court rejected them, and the plaintiffs recovered the full amount of their book account.\nThe defendant, on error brought, complained of the rejection of his paid notes, and we reversed the judgment on that ground, saying (see 15 Legal Int. 102), “ that in connection with proof that the dealings of the parties were limited to the sale and purchase of cattle, a paid note, endorsed by the plaintiffs, was some evidence of a payment on the account sued. If it was given for cattle not charged in the plaintiffs’ books, or in renewal of other notes that were not applicable to the account, the plaintiffs should have shown it by way of rebuttal. The evidence tended to establish a payment, and therefore was competent.”\nWhen the record went back with this ruling upon it, the plaintiffs gave in evidence, not only their book account, but the two notes of the defendant, which they still hold. The paid notes, rejected in the former suit, were admitted on the part of the defendant, at the last trial, and applied as part payment. But the court refused to charge that the two notes, now in evidence on the part of the plaintiffs, must be presumed to have been given for cattle charged in the book account.\nAgain the defendant brings up the case, and complains that he should have had the instruction sought.\nUndoubtedly, the book account and all the notes should have been laid before the jury in the first instance. They were so, the last time; and the business of the jury was, to see that the plaintiffs should get payment for all the cattle sold, and that the defendant should not be compelled to pay for any of them twice.\nBut did any presumption arise, that the notes and book account were for the same identical cattle ? We think no legal presumption of the kind arose, such as it would have been the duty of the court to declare, as a conclusion of law, binding on the consciences of the jury. The notes were dated several months after the last charge in the books. They may have been given for Cattle charged in the plaintiffs’ books, or for cattle sold and delivered at the dates of the notes. The law makes no guess which way it was. And herein we depart from the ruling in the case of Mutrie v. Harris, 22 Eng. Com. L. R. 322, where Best, Ch. J., held that in an action on a promissory note, and also for goods sold and delivered, if the plaintiff prove the delivery of the goods before the note was given, and do not show the consideration of the note to have been distinct from them, the defendant must have a verdict on one of the counts. I must take it, said the chief justice, that if the plaintiff is entitled to recover on the promissory note, he is not entitled to recover for the goods.\nBut if the law, as we hold it, makes no presumption in favour of the identity of the book account and of the consideration of the notes, it makes none against it. If we cannot say, as a conclusion of law, that a promissory note between dealers in a single kind of chattels, is evidence of the payment of a precedent book account, we will not say, that such a note is to be presumed to be founded on an independent consideration. The probabilities being in equilibrio, the jury are to pass upon the question under the evidence, if there be any bearing upon the question; and if there be none, then in view of the usual course of dealings between parties in similar business.'\nThe case is singularly bare of proofs. But we suppose the plaintiffs were drovers and the defendant a butcher. Is it the custom of drovers to charge some of their sales ou book and take notes for others ? If it be not, had the defendant any knowledge that the plaintiffs were keeping a book account against him ? What is the usual course of business in such cases ?\nThese questions arise directly out of the case, and it is impossible to suppose that no evidence exists to throw light upon them. They are questions for the jury. We say of the plaintiffs’ notes, as we said last year of the paid notes, that they are some evidence of a merger of the book account — not conclusive of anything — not ground of a legal presumption for the court to make against either party, but to go to the jury, that they may decide, whether the notes were founded on items in the book account, or on a consideration quite independent of the book account.\nThe court did not treat the case in this way. While they refused, not improperly, to affirm the proposition of the defendant’s counsel, they directed the jury to find “ whether there is anything, and how much, due from the defendant to the plaintiffs, allowing interest on the notes given in evidence by both parties, from the time they, became due, and protest fees, and also interest after six months from the date of the book account.”\nThis was substantially directing a verdict for both the notes and book account, less the amount of the paid notes; giving thus to the plaintiffs, the benefit of the legal presumption claimed by the defendant, but which we hold belonged to neither of them.\nThe question upon this part of the case is one especially for the jury, and they ought to be left to settle the affairs of these litigious parties, on all the evidence of their dealings, without a binding direction from the court.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "F. W. <7. Hughes and <7. H. Campbell, for the plaintiff in error.",
      "B. W. Gumming and J. W. Boseberry, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Heffner versus Wenrich et al.\nThe holder of a promissory note, the date of which appears, upon inspection, to have been altered, must explain the alteration, and show it to have been lawfully made, before it can be given in evidence.\nThe maker of negotiable paper is always presumed, in the absence of evidence, to have issued it clear of all blemishes, erasures and alterations, whether of the date or body of the instrument; and the burden of showing that it was defective, when issued, is upon the holder, even though the alteration be beneficial to the maker.\nSuch evidence is for the jury, who are to say whether the alteration, if any, was made before or after the defendant parted with the note.\nIn an action on a book account, between parties whose dealings are limited to the sale and purchase of a single article of merchandise, a paid note in the hands of the defendant, is some evidence tending to establish a payment of the plaintiff’s claim.\nIn an action on a book account for goods sold and delivered, and also on a promissory note, there is no legal presumption that the note and book account were for the same identical goods.\nBut this is a question of fact for the jury, who are to determine, from all the evidence in the cause, whether, or not, the note was founded upon a distinct and independent consideration.\nError to the Common Pleas of Schuylkill county.\nThis was an-action of assumpsit by William Wenrich and Henry Pfeiffer, trading as Wenrich & Co., against Samuel Heffner, on a book account for goods sold and delivered, and also on two promissory notes.\nOn the trial of the cause, the plaintiffs, who were dealers in cattle, gave in evidence their books of original entry, showing the sale and delivery by them to the defendant, between the 24th June and 7th October 1851, of cattle to the amount of $1066.60 ; on which they allowed a credit for $670. And also the defendant’s two promissory notes in their favour, one of them for $225, dated 25th or 30th March 1852, at 40 days; and the other for $100, dated 21st July 1852, at 60 days.\nThe date of the note for $225 appeared, upon inspection, to have been altered from the 25th to the 30th March; and on this ground, the defendant objected to its admission in evidence. The court below, however, admitted the note in evidence, and sealed a bill of exceptions.\nThe defendant gave in evidence his two paid notes in favour of the plaintiffs, and by them endorsed, one of them for $185, dated 29th July 1851, at 60 days ; and the other for $225, dated 5th November 1851, at 60 days. Also William Wenrich’s receipt for $25, dated 21st December 1852, in full.\nThe court below (Hegins, P. J..) charged the jury, in answer to a point presented by the defendant, that there was no evidence that the notes given in evidence by the plaintiffs were given on account of the book account; and, therefore, the plaintiffs were entitled to recover upon those notes, in addition to the book account.\nTo this charge the defendant excepted; and a verdict and judgment having been given for the plaintiffs for $389.77, the defendant sued out this writ, and here assigned for error: 1. The admission in evidence of the note for $225; 2. The charge of the court.\nF. W. <7. Hughes and <7. H. Campbell, for the plaintiff in error.\nB. W. Gumming and J. W. Boseberry, for the defendants in error."
  },
  "file_name": "0423-01",
  "first_page_order": 423,
  "last_page_order": 428
}
