{
  "id": 986811,
  "name": "Tucker versus Bitting",
  "name_abbreviation": "Tucker v. Bitting",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "428",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Am. Lead. Cas. 33",
      "category": "reporters:federal",
      "reporter": "Am. Lead. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 193",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 429",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481746
      ],
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0429-01"
      ]
    },
    {
      "cite": "4 Wh. 369",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0369-01"
      ]
    },
    {
      "cite": "7 Cranch 90",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 430",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 8040,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.0834247435109251e-07,
      "percentile": 0.5630556067168395
    },
    "sha256": "6bf991d91f478a6d2c5f5a68e3650b7e499bf8686bd3d9fbc792d4923c5569f5",
    "simhash": "1:16aa0d623d143da2",
    "word_count": 1434
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tucker versus Bitting."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nThe plaintiff brought this suit to compel Tucker to pay for a bill of liquors, sold and delivered by the plaintiff to Wright. The single witness to the contract describes it in these words: — “ Mr. Tucker took Mr. Wright to Bitting. I was along. Mr. Tucker introduced Mr. Wright to Mr. Bitting. They had some conversation. I did not. I heard Tucker say to Bitting, if he aint good, 1 am. The amount bought on that day was $550; delivered next day. I went to the Tontine House and got the goods. Mr. Wright set up the business, but did not succeed. He cleared out. Don’t know on what credit the goods were sold.” The defendant demurred to this evidence. The learned judge held, that where words are demurred to, which may be received in either of two senses, that one is to be preferred which is most favourable to the plaintiff. With this principle in view, he proceeded to rule that the words, “if he aint good, I am,” might be regarded as a pledge of the defendant’s own credit; or if taken to mean merely a collateral engagement, the fact of Wright’s insolvency was sufficiently proved, and, therefore, the defendant was liable as his guarantor. Judgment was accordingly entered for the plaintiff.\nThe demurrer admitted the words proved, and all reasonable and necessary inferences therefrom — and if it be conceded, that as between two possible interpretations, the one is to be preferred which would be most beneficial to the plaintiff, the question still is, whether the words, in any sense in which they can reasonably be taken, come up to the rule of evidence which the law prescribes, where one man is to be charged with another man’s debt.\nWhat is that rule ? Our Act of 1855, like the English statute of frauds and perjuries, now requires such promises to be in writing ; but as the engagement in this case was prior to the Act of Assembly, we must deduce the rule from adjudged cases independently of legislation.\nIn Petriken v. Baldy, 7 W. & S. 430, it was said such agreements may be proved by parol; but as a protection against fraud, it is required, that the evidence of the promise should be clear and explicit, that there should be no room to suspect mistake, misapprehension, or any unfairness in the transaction.\nIn Kellogg v. Stockton, 5 Casey 460, the language of the court was, in all cases where a plaintiff seeks to make one man liable for the debt of another, the case must be plainly made out. Every ambiguity in the evidence weighs in favour of the defendant. It is essential, in such a case, that the plaintiff should accept and give credit on the faith of the proposition; and it is equally necessary, that the guarantor should be notified that his proffer has been accepted, otherwise there is no contract. A mere offer not accepted is not a contract; and a mere mental acceptance of a proposition, not communicated to the party to be charged, is not an acceptance at all in the eye of the law.\nAnd by C. J. Marshall, in Russel v. Clark, 7 Cranch 90, the law will subject a man, having no interest in the transaction, to pay the debt of another, only when his undertaking manifests a clear intention to bind himself for that debt. Words of doubtful import ought not, it is conceived, to receive that construction. It is the duty of the individual who contracts with one man on the credit of another, not to trust to ambiguous phrases and strained constructions, but to require an explicit and plain declaration of the obligation he is about to assume. See also 9 Barr 320; 4 Wh. 369; 5 Casey 150; and 6 Casey 215.\nIn some of these cases the rule, stated in the stringent language quoted, has been applied to letters and other negotiations in writing, and in some, to mere verbal promises; but uniformly, parties have been held to the high and satisfactory proof indicated by the language-cited above.\nOught these words, “ if he aint good, I am,” to be received as a compliance with the rule ? Are they adequate, taken in any sense they will bear, and in the connection in which they were spoken, to charge Tucker with \"Wright’s debt ?\nWe think not. The witness heard Tucker utter the words, but he does not say they had reference to the proposed contract for liquors, or that Bitting trusted Wright on the faith of them.' It is perhaps possible to infer that they had such reference, but this class of contracts is not to be made out by possible inferences, but by direct and explicit proof. The words are very like those in Unangst v. Hibler, 2 Casey 153: — “if George Wenner is not good, I am.” The witness then replied, u Yes, for $10,000 if you request it.” The court said in that case, “ There is no clear and explicit contract to be liable for the goods delivered to Wenner,” no “ explicit and plain declaration of the obligation. There was no agreement between the parties at all. There was no acceptance of any offer of guaranty, no amount fixed by the parties, nor was there any subsequent notice of the amount furnished on the alleged guaranty. There was no evidence to justify the court in submitting to the jury the question of guaranty.”\nAnd these observations were not more applicable to that case than to this one. Indeed they decide the plaintiff’s case against him, for if such evidence would not have justified the court in submitting the case to the jury, the defendant’s demurrer was well pleaded and should have been sustained. Words of such equivocal import cannot be construed into a pledge of credit or a contract of guaranty, without abrupt departure from authoritative precedents, and violation of a salutary and well defined rule of law.\nAnd now, to wit, 14th March 1859, the judgment of the District Court is reversed and set aside, and judgment is entered here for the defendant, on the demurrer, for costs.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "F. C. Brewster, for the plaintiff in error,",
      "B. W. C. Morris, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Tucker versus Bitting.\nA demurrer to parol evidence admits the words proved, and all reasonable and necessary inferences therefrom.\nParol evidence to charge one man with the debt of another, must be clear, explicit, and certain; words of doubtful import are not sufficient.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by Lewis Bitting against Joseph Tucker, on an alleged promise by the defendant to pay the plaintiff for a lot of merchandise sold to one William W. Wright.\nOn the trial, the only evidence given by the plaintiff was the testimony of William Samilton, who being swprn, testified as follows :—\n“ In August 1852,1 was introduced to Mr. Wright by Mr. Morrison. Mr. Wright called on me, at the Tontine House; he -wanted me to take charge of his house; I did so. Wright and myself went to look at the house; whilst there, Mr. Tucker called, he. asked Mr. Wright, where he was going to purchase his liquors. Mr. Tucker took Mr. Wright to Bitting. I was along. Mr. Tucker introduced Mr. Wright to Mr. Bitting; they had some conversation. I did not. I heard Tucker say to Bitting, if he aint good, I am. The amount bought on that day was $550; delivered next day. I went to the Tontine House and got the goods. Mr. Wright set up the business, but he did not succeed. He cleared out. Don’t know on what credit the goods, these goods, were sold.”\nCross-examined: — “Eight or ten months after Mr. Wright had closed, I took my bill and saw Mr. Tucker. He said Wright had cleared out. Mr. Wright called the name Tontine House.”\nThe defendant demurred to the evidence, and the plaintiff joined in demurrer. The court below gave judgment for the plaintiff on the demurrer, which was here assigned for error.\nF. C. Brewster, for the plaintiff in error,\ncited Chitty on Cont. 72; Id. 9; Petriken v. Baldy, 7 W. & S. 429, 430; Kellogg v. Stockton, 5 Casey 460; McQuewans v. Hamlin, 6 Casey 215; Russel v. Clark’s Executors, 7 Cr. 69; Unangst v. Hibler, 2 Casey 153; Wain v. Warlters, 5 Fast 10; Price v. Richardson, 15 M. & W. 539; Kay v. Allen, 9 Barr 320.\nB. W. C. Morris, for the defendant in error,\ncited Henry v. Sims, 1 Wh. 193; Lent v. Padelford, 2 Am. Lead. Cas. 33-7, 57-93."
  },
  "file_name": "0428-01",
  "first_page_order": 428,
  "last_page_order": 431
}
