{
  "id": 986815,
  "name": "Heugh versus Jones et ux.",
  "name_abbreviation": "Heugh v. Jones",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "432",
  "last_page": "434",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "20 Wend. 570",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/20/0570-01"
      ]
    },
    {
      "cite": "7 Paige 9",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2054807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/7/0009-01"
      ]
    },
    {
      "cite": "1 Jones 272",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 6560,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.2244952621546464e-07,
      "percentile": 0.9140841801973782
    },
    "sha256": "774fabf6e19bb2248b54576fa33de5121d4ee8e3432e3792b5bdb8dda38b60a2",
    "simhash": "1:7a85dea3eceb2bbb",
    "word_count": 1148
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heugh versus Jones et ux."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J. —\nMrs. Jones, owning real estate in her own right, borrowed $1750 of the plaintiff, for the avowed purpose of improving her separate estate, and -gave a promissory note therefor, with her husband as endorser. This action is brought jointly against them for the recovery of the money. The simple question upon the record is, will such an action lie ?\nThe plaintiff declared in twelve counts upon the promissory note and for money lent, &c. The bill of exceptions shows that he offered to prove that Mrs. Jones borrowed the money for the purpose of improving her separate estate, but it shows also that no evidence was offered to prove that the money was so applied. The evidence, such as it was, was rejected by the court.\nThat a married woman’s note or obligation is absolutely void, at common law, is not a controverted point; but it is supposed, the Act'of 11th April 1848, commonly called the Married Woman’s Act, enables her to contract debts for the improvement of her separate estate. Some of the phraseology of the enactment would seem to favour this view. After enacting that she shall enjoy her separate estate as a feme sole, the proviso is that “ nothing in this act shall be construed to protect the property of any married woman from liability for debts contracted by herself, or in her name, by any person authorizéd so to do.”\n“Debts contracted by herself;” what are they?\nThey are: 1st. Debts contracted before marriage whilst she was competent to contract, or afterward as a feme sole trader.\n2d. Debts for necessaries, after her husband has deserted her, or neglected and refused to support her.\n3d. And possibly, debts contracted for the improvement of her separate estate, where the money is so applied.\nWe say possibly in this last instance, because, it not having been shown that this money went into her estate, this point is not now to be considered as ruled.\nWhilst the marriage relation subsists, and the husband performs all marital duties, the wife has no power to contract debts except as his agent, and then they are his debts, not hers. Nor does the avowal that the debt is contracted for the purpose of improving her separate estate, make her liable, unless it be shown further, that the money was applied to that object.\nThe disqualifications which the common law imposes upon the wife are for her benefit and protection. Marriage places her sub fotestate viri. Her will is no longer free, but subject to constraint, and hence her power to contract is necessarily suspended during coverture. It required a statute to enable her-to unite with her husband in- conveying lands, and to separate from him in acknowledging the deed, and another to permit her to make a last will, and still another to enable her to testify her consent to the payment to her husband of moneys belonging to her on partition.\nWe have gone very far by way of statutory enfranchisement of married women. Almost all the disabilities, and with them the securities, of the common law are taken from her, and if legislation goes on, according to its modern tendencies, she will be left, before long, entirely competent to contract on her own account; and entirely exposed, therefore, to all the importunities, intrigues, and frauds which her husband or others may be disposed to practise. What will the Act of 1848 be worth to her, when she recovers her coveted freedom to alien and encumber her estate at pleasure ?\nWe are not disposed to hasten a result so disastrous to the peace and .comfort of married women. The Act of 1848 does not, in terms, give her the right to contract, even for such a purpose as wa§ avowed in this case, nor does it subject her to suit for money borrowed during coverture. We will stand as long as we can upon the eommon law doctrine, that in borrowing money she acts for her husband and not for herself, unless she be a sole trader, or the money be applied for the benefit of her separate estate. It follows, of course, that in this case the action should have been against the husband alone.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "L. Hirst, for the plaintiff in error,",
      "Gruillou, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Heugh versus Jones et ux.\nThe Act 11th April 1848, provides that nothing therein contained “ shall he construed to protect the property of any married woman from liability for debts contracted by herself, or in her name, by any person authorized so to doHeld, that a married woman was not liable for a debt contracted for the avowed purpose of improving her separate estate, unless it were shown that the money was applied to that object.\nThe words “ debts contracted by herself,” mean: 1. Debts contracted before marriage, whilst she was competent to contract, or afterwards as a feme sole trader. 2. Debts for necessaries, after her husband has deserted her, or neglected and refused to support her. 3. And, possibly, debts contracted for the improvement of her separate estate when the money is so applied. But this last point is not decided.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by Walter Heugh against Edward S. Jones and Martha M. Jones, his wife, upon a promissory note, of which the following is a copy:—\n“ $1750. Philadelphia, April 20, 1857.\nSixty days after date, I promise to pay to the order of Edward S. Jones, seventeen hundred and fifty dollars, without defalcation. Value received. M. M. Jones.”\nEndorsed — “Edward S. Jones.”\nWalter Heugh.\nOn the trial, the plaintiff offered, this note in evidence, to be followed by proof that the sum of $1750 therein mentioned was borrowed by the said Martha M. Jones, with the consent and approbation of her husband, the said Edward S. Jones,- for the purpose of improving her property in Germantown, in the city of Philadelphia, and that she said the note would be sufficient to secure the payment of the money; together with evidence to show that at the time she obtained the money, the said Martha M. Jones was possessed of certain real estate, in her own right, in German-town ; and that it was solely upon these representations, that the money was obtained by the said Martha M. Jones from the plaintiff.\nThe court below ruled out this evidence, and sealed a bill of exceptions; and a verdict and judgment having been given for the defendants, the plaintiff sued out this writ, and here assigned the same for error.\nL. Hirst, for the plaintiff in error,\ncited 1 Jones 272; 1 Harris 480; 1 Am. L. R. 434; 12 How. Pr. R. 336; 7 Paige 9; 20 Wend. 570; 12 Id. 433; 1 Comst. 452.\nGruillou, for the defendants in error,\ncited Stoops v. Blackford, 3 Casey 215."
  },
  "file_name": "0432-01",
  "first_page_order": 432,
  "last_page_order": 434
}
