{
  "id": 986822,
  "name": "The Borough of Pottsville versus Curry",
  "name_abbreviation": "Borough of Pottsville v. Curry",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "443",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 443"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 183",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0183-01"
      ]
    },
    {
      "cite": "7 Watts 526",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0526-01"
      ]
    },
    {
      "cite": "6 W. & S. 16",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480166
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0016-01"
      ]
    },
    {
      "cite": "2 Watts 94",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 462",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 526",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0526-01"
      ]
    },
    {
      "cite": "6 W. & S. 16",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480166
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 7377,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 4.716898635876919e-07,
      "percentile": 0.9291304242061988
    },
    "sha256": "02c89c9bb8c46875320490f3c1b2adfa7214087702b6bcb7ca566b8b7cb7537e",
    "simhash": "1:36c289054a9dfd77",
    "word_count": 1300
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Borough of Pottsville versus Curry."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nWe think the court erred in striking off the appeal from the award of arbitrators. A party is not to lose his right to trial by jury through the mistake or omission of the officer of the law. Here, the oath required by the Act of Assembly had been actually made, and had been reduced to writing. The attestation by the prothonotary only was omitted. The appellant had done all that the law required, to obtain the appeal, and could not be affected by the failure of the prothonotary to discharge his duty. It may be true, that the record is not complete, yet it does not negative the fact that the appellant made the oath required by the Act of Assembly. On the contrary, the fair construction of it would seem to be that the oath had been duly administered. How could an affidavit have been “filed with the award,” as the record asserts, when no affidavit was made ? The law does not require the oath to be in writing — still less, that, if in writing, it shall be attested by the officer before whom it was made. The attestation is convenient. It affords evidence that the oath was taken, but it is not the only possible evidence. When therefore the paper filed, being -in form an affidavit, was found without an attestation, it was competent for the appellant to show by other evidence that the oath was made. This was shown by the record, as we have seen, at least sufficiently to warrant an allowance to the prothonotary to attest, by his signature, nune pro tunc, the administration of the oath. Shortle v. Stockton, 7 Watts 526, relied upon by the defendant in error, was a case where there was nothing upon record to show that an oath had been taken, or even that an appeal had been attempted. An application to amend the record was therefore refused, for there was nothing to amend by, and no record to amend.\nIt is ui'ged, however, that the appeal cannot be sustained because the costs were not paid. The appellant is a municipal corporation. In Robinson v. Jefferson County, 6 W. & S. 16, it was held, that a municipal corporation may appeal from an award of arbitrators without the payment of costs. This decision, made in 1843, declares the law as it was at that time, under the Act of March 22d 1817, relative to suits brought by or against corporations, and under the general arbitration law of 16th June 1836. Unless, then, the law has been changed by subsequent legislation, the question is at rest.\nThe Act of July 12th 1842, abolishing imprisonment for debt, made great and unforeseen changes in the statutory requirements for an appeal from an award of arbitrators, or from the judgment of a justice of the peace. It was held to have abolished bail in all these cases. To remedy this supposed mischievous effect, the Act of March 26th 1845, relative to bail and attachments, was passed, which in its first section enacted, “ that in lieu of the hail heretofore required ly law, in appeals from judgments of justices of the peace, and from awards of arbitrators, the bail shall be absolute, conditioned for the payment of all costs accrued, or that may legally be recovered in such cases against the appellant. As municipal corporations were not theretofore required to give bail in such cases, this act had no application to them. Doubts having arisen as to its meaning, and particularly as to the question, whether it relieved the appellants embraced within its provisions from the obligation to pay, on an appeal, the costs which had previously accrued, the Act of April 13th 1846, was passed. Its object was twofold — first, to validate appeals which had been made under an erroneous understanding of the Act of 1845, and secondly, to declare the true construction of that act. The second section, upon which the defendant in error relies, enacts that “ the first section of the act entitled ‘ An act concerning bail and attachments,’ shall be so construed, as to require the payment by the appellant, to the prothonotary, of all costs which have previously accrued, whenever an appeal is entered from an award of arbitrators; excepting when executors, administrators, guardians, or trustees are appellants.” It is obvious, that no other appellants are within the purview of this act, than those embraced within the provisions of the Act of 1845. Both acts must be construed as one. Consequently, municipal corporations are unaffected by them. Nor do we find in any subsequent statute, any change of the law as enunciated in Robinson v. Jefferson County, 6 W. & S. 16.\nWhy a municipal corporation is required to make oath on an appeal (as was held in Monaghan v. The City of Philadelphia, 4 Casey 207), while payment of the costs is unnecessary, we are not called upon now to consider. It is sufficient for this case, that wo declare our adherence to the doctrine of Robinson v. Jefferson County.\nThe order of the court striking off the appeal, is reversed, and the record is remitted, with instructions to reinstate the appeal.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "B. 0. Parry, for the plaintiff in error,",
      "G. H. Glay, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "The Borough of Pottsville versus Curry.\nAn appeal from an award of arbitrators is not vitiated by an omission of the prothonotary to attest the jurat; if the record show that the affidavit was in fact made.\nA municipal corporation has a right to appeal from an award of arbitrators without payment of costs.\nRobinson ». Jefferson Oonnty, 6 W. <& S. 16, affirmed.\nError to the Common Pleas of Schuylkill county.\nThis was an action on the case by Patrick Curry against The Corporation of the Borough of Pottsville, for negligently leaving a pile Of dirt in the street, whereby the plaintiff, in consequence of driving over it, in the night time, was injured.\nThe case was arbitrated, and there was an award in favour of the plaintiff, for $150. The award was filed on the 13th March 1858, and on the 25th, the defendant appealed therefrom, without payment of costs. Samuel Heffner, a member of the town council, made the necessary affidavit, which was in proper form, with the exception that the prothonotary omitted to sign the jurat. And a recognisance was given in $100, with two sufficient sureties as required by law.\nOn the 7th April 1858, the plaintiff’s attorney obtained a rule to show cause why the appeal should not be stricken off, for the following reasons: 1. Because the defendant has not procured an affidavit to be made, that the appeal was not for the purpose of delay, and because injustice had been done. 2. Because the costs have not been paid as required by law.\nOn the 2d December 1858, the court below made the rule absolute, and struck off the appeal, which was here assigned for error.\nB. 0. Parry, for the plaintiff in error,\ncited Ross v. Dysart, 12 Harris 395; 3 Bl. Com. 304; Jacob's Law Dict. tit. Affidavit; 1 Bouv. Law Dict. 79; Webster’s Dict. tit. Affidavit; Selin v. Snyder, 7 S. & R. 171; Co. Litt. 232, 163; Broom’s Leg. Max. 427; Jones v. Badger, 5 Binn. 462; Foulk v. Brown, 2 Watts 214; Noble v. Houk, 16 S. & R. 422; Clark v. Wallace, 3 Penn. R. 443; Sterrett v. Ramsay, 2 Watts 94; Rhoads v. Commonwealth, 3 Harris 276; Robinson v. Jefferson County, 6 W. & S. 16; Monaghan v. City of Philadelphia, 4 Casey 207.\nG. H. Glay, for the defendant in error,\ncited Monaghan v. Philadelphia, 4 Casey 207; Proper v. Luce, 3 Penn. R. 65; Shortle v. Stockton, 7 Watts 526; Fechrer v. Rudy, 7 W. & S. 183; Bachman v. Reigart, 3 Penn. R. 270."
  },
  "file_name": "0443-01",
  "first_page_order": 443,
  "last_page_order": 445
}
