{
  "id": 986700,
  "name": "Jeter versus Fellowes",
  "name_abbreviation": "Jeter v. Fellowes",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "465",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Rob. 215",
      "category": "reporters:state",
      "reporter": "Rob.",
      "opinion_index": -1
    },
    {
      "cite": "12 Mart. 451",
      "category": "reporters:state",
      "reporter": "Mart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 510",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Rep. 235",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. Cas. 139",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "case_ids": [
        1888814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-cas/1/0167-01"
      ]
    },
    {
      "cite": "2 Mass. 84",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/2/0084-01"
      ]
    },
    {
      "cite": "1 W. & S. 342",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0342-01"
      ]
    },
    {
      "cite": "5 Watts 102",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0102-01"
      ]
    },
    {
      "cite": "2 Watts 246",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0246-01"
      ]
    },
    {
      "cite": "3 Cow. 120",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2157950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/3/0120-01"
      ]
    },
    {
      "cite": "1 Johns. Cas. 492",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Wend. 287",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/9/0287-01"
      ]
    },
    {
      "cite": "4 How. 467",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        1503942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/45/0467-01"
      ]
    },
    {
      "cite": "1 Blackf. Rep. 360",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1389316
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/1/0360-01"
      ]
    },
    {
      "cite": "4 Binn. 61",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0056-01"
      ]
    },
    {
      "cite": "1 Littell 325",
      "category": "reporters:state",
      "reporter": "Litt.",
      "opinion_index": -1
    },
    {
      "cite": "1 Story 218",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        6120920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/2/0486-01"
      ]
    },
    {
      "cite": "8 Johns. 462",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2134432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/8/0462-01"
      ]
    },
    {
      "cite": "4 Cow. 559",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2031024
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/4/0559-01"
      ]
    },
    {
      "cite": "7 Johns. Rep. 20",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "8 Johns. Rep. 383",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 284",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Mart. 483",
      "category": "reporters:state",
      "reporter": "Mart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 973,
    "char_count": 24054,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.0640639032735755e-07,
      "percentile": 0.5578688178345533
    },
    "sha256": "5ac1f7a083e81212f4da24fe04476a36b738fa781e6d600a904acd3867d1cc72",
    "simhash": "1:bcf650a5307aefb6",
    "word_count": 4252
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jeter versus Fellowes."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J. —\nBy the civil code of Louisiana, every transfer of immovable property must be in writing; neither shall parol evidence be admitted against, or beyond what is contained in the acts, nor on what may have been said before, or at the time of making them, or since. ■ The authentic act as relates to contracts, is that which has been executed before a notary public, or other officer authorized to execute such functions, in the presence of two witnesses; and is full proof of the agreement contained in it, against the contracting parties, their heirs or assigns, unless it be declared or proved a forgery.\nThis forms a clear and distinct statute of frauds, and is intended to exclude all parol evidence, going to alter, change, contradict, or vary the written contract of the parties, in relation to the transfer of land. Such a contract made in the state of Louisiana, for the transfer of immovable property, situate within its limits, must be governed and construed by the law of that state, which will be recognised everywhere as the law of the contract.\nThe application of these settled principles of -the law of Louisiana to the present case, will enable us to determine with precision the only question really involved in it, although apparently complicated by the number of judicial proceedings at New Orleans, and our want of familiarity with the technical language of the civil law.\nThis suit was brought to recover the balance of a note, given by the defendant below to the plaintiff, in part consideration of the purchase-money of certain lots in the city of New Orleans. The sale was evidenced by what is called, in the proceedings, an act of sale, executed before a notary public, in the presence of two witnesses.\nPrior to the execution of the act of sale, it was found that the property was subject to a mortgage, in favour of the minor children of John N. Johnson, of whom the plaintiff was the tutor. It was alleged, that the plaintiff’s agent agreed with the father of the defendant, acting for him, that the tacit mortgage in favour of the heirs of John N. Johnson for $42,300, should be removed by the,plaintiff, as soon as the plaintiff should return from Europe; and that the second payment of $4333.33 was not to be made, until the said tacit mortgage should be removed.\nThis agreement was not in writing, and took place a day or two before the signing of the act of sale. The act of sale is dated the 15th April 1853, and is signed by Cornelius Fellowes per pro. John P. Vairin, William Fellowes, John T. Jeter, agent. In it the said John P. Vairin, representing Cornelius Fellowes, acknowledges, that for and in consideration of the sum, conditions, and stipulations, thereinafter expressed, he hath, for and on behalf of the said C. Fellowes, bargained, sold, transferred, and delivered, and by these presents, does grant, bargain, sell, convey, transfer, assign and set over, with a full guaranty against all troubles, debts, mortgages, claims, evictions, donations, alienations, or other encumbrances whatsoever, unto Tinsley Jeter, the two lots of ground thereinafter described.\n“ This sale is made and accepted for and in consideration of the sum of $13,000, on the terms, conditions, and stipulations following, to wit: the said J. T. Jeter has made and furnished three promissory notes, all dated the 1st of March last past, for the sum of $4333.33 each,” which are therein particularly described.\n“ And in order to secure the full, prompt, and final payment of all and singular the aforesaid notes, together with all interest that may accrue thereon, the property herein conveyed remains specially mortgaged and hypothecated in favour of the present vendor, or any legal holder or holders of the said notes; the purchaser thereby binding himself not to alienate or encumber the said property to the prejudice of this act.\n“ From the certificates hereunto annexed, there appears no mortgage nor alienation to exist against the said property, other than the one known to exist.\n“ And now personally came and intervened, William Fellowes, of this city, who hereby obligates and firmly binds himself, his heirs and assigns, to warrant and for ever defend the aforesaid lots of ground to the said Tinsley Jeter, his heirs and assigns, from a general mortgage to secure the administration of Cornelius Fellowes, as tutor of the minor children of John N. Johnson, as fully and completely as though he were selling for himself.”\nIt is clear, therefore, by the law of Louisiana, that the alleged verbal agreement was merged in the act of sale, and could never be set up as an independent collateral contract, to affect the payment of the notes mentioned in the act, and which formed the consideration of the purchase. The civil code expressly repudiates such an agreement, when it declares, “ neither shall parol evidence be admitted against or beyond what is contained in the acts, nor on what may have been said before.”\nBesides, there is the general warranty on the part of the plaintiff, and the intervention of his brother, and his special warranty against this special mortgage, clearly negativing the idea, that the defendant relied upon the former conversation upon this subject..\nThe first note was paid at maturity; the second note, due 1st and 4th November 1854, was protested for non-payment; and on the 8th of the same month, Cornelius Fellowes filed his petition in the Fourth District Court of New Orleans, against Tinsley Jeter, alleging the non-payment of this note, which was secured by a special mortgage in said act of sale, and which said act of mortgage imported a confession of judgment, and praying executory process against the said two lots and the said Jeter. On the same day, an order of seizure and sale was made by the court, and the proper writ for that purpose issued to the sheriff of New Orleans. From this decree an appeal was taken to the Supreme Court, who, on the 30th April 1855, affirmed the judgment or order of seizure and sale, with costs in both courts.\nOn the 10th November 1854, Tinsley Jeter filed in the same Fourth District Court, his petition against C. and W. Fellowes, alleging that he was a resident of Pennsylvania, and certain fraudulent acts and statements of William Fellowes, as agent of Cornelius Fellowes, at the time, and preceding the purchase of the two lots, by which his agent was induced to accept the act of sale, as before stated; also that he, Tinsley Jeter, did not know of said tacit mortgage of $42,300, until recently, and that his father, John T. Jeter, had no authority from him to take an encumbered title; and praying that this case be tried before a jury, and that there be a judgment against William Fellowes and Cornelius Fellowes in solido, and against each of them, cancelling the sale of the aforesaid two lots of ground; that his two unpaid notes be cancelled and delivered up to him; and that he have judgment for the amount of the first note, with eight per cent, interest and costs of suit, and for $500 paid for taxes.\nThe defendants filed an answer, denying all the allegations of the plaintiff’s petition, and that any false or fraudulent representations were made to the plaintiff or his agent, or that any fraud was practised on either of them.\nUpon the trial, the jury found a verdict for the defendants, and the court being satisfied with it, entered judgment for the defendants, with costs; and on the 18th May 1855, a motion for a new trial was refused, with costs.\nIn the first ease of Cornelius Fellowes v. Tinsley Jeter, the defendant, on the 15th June 1855, filed his petition for an injunction, alleging, amongst other things, the prior verbal agreement with the agent of the plaintiff, the violation of it, the insolvency of William Fellowes, and the apprehension that the heirs of John N. Johnson will come against the property purchased of the plaintiff, by the defendantand that, by reason of these facts, the petitioner is entitled to receive and have additional security and guaranty for the title aforesaid, even until and after the cancellation of the mortgage aforesaid, and Cornelius Fellowes should be enjoined from proceeding with the order of seizure and sale, until the security aforesaid is given.\nOn the 18th June, the court refused the writ of injunction with costs, and on the same day the sheriff sold the mortgaged premises, at public vendue, to Robert Mott, for Cornelius Fellowes, for the sum of $8000, which paid the second note, and also the sum of $2127.58 on account of the third note; and for which a credit was given and written on the face of the note, and signed by the deputy sheriff in the presence of the notary public.\nThe first proceeding was as upon a confession of judgment, and did not involve a decision upon the precedent verbal agreement. The second disposed of all questions of fraud; but the third, as we understand the practice of the courts of Louisiana, decided against the very defence attempted to be set up here, and therefore it is res judicata, and can never be raised again in any other tribunal.\nHaving exhausted all his defences in the state of the contract, Mr. Jeter cannot complain, if the courts of Pennsylvania hold him bound by the decision of a competent tribunal in the state of Louisiana.\nIn either aspect, therefore, whether as an original question, under the laws of our sister state, or as having passed in rem judicatam, by the decisions of the courts of the state of the contract, the judges below were right, and their judgment is affirmed with costs.",
        "type": "majority",
        "author": "Read, J. —"
      }
    ],
    "attorneys": [
      "Rodney and McOall, for the plaintiff in error. —",
      "Fallons f Serrill, for the defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Jeter versus Fellowes.\nThe law of Louisiana excludes all parol evidence going to alter, change, contradict, or vary a written contract in relation to the transfer of lands.\nA contract made in the state of Louisiana, for the transfer of lands within its limits, must be governed and construed by the law of that state.\nIn Louisiana, a prior parol contract in relation to the transfer of lands, is merged in the subsequent written act of sale.\nThe courts of Louisiana having decided against an alleged fraud in reference to a sale of land, in part payment for which a promissory note was given, the maker is concluded, in an action on the note, brought in this state, from again setting up the same fraud by way of defence to the note.\nError to the District Court of Philadelphia. • V* • - ■ r\nThis was an action of assumpsit by Cornelius Fellowes against Tinsley Jeter, to recover a balance claimed to be due on a promissory nóte, of which the following is a copy:—\n$4333.33J. New Orleans, March 1st 1853.\nOn the 1st of November 1855, after date, I promise to pay to the order of myself, forty-three hundred and thirty-three one-third dollars, value received, with interest at the rate of eight per cent, per annum, from date until paid.\n(Signed) Tinsley Jeter,\nPer pro. J. T. Jeter, Sr.\n(Endorsed) Tinsley Jeter,\nPer pro. J. T. Jeter, Sr.\nOn the face of the note the following words are written, to wit: “ Pie Varietur.\n“New Orleans, April 15th 1853.\n“ P. W. Robert, Notary Public.”.\n“ This note is entitled to a credit of two thousand one hundred and twenty-seven dollars and fifty-eight cents, as so much made by the sale of the mortgage property, on the 18th of June, 1855.\n$2127.58. (Signed) J. B. Seine, Dept. Shff.”\nThe note in question, with two others, amounting together to $13,000, was given in payment for two lots of ground in the city of New Orleans, purchased by the defendant from the plaintiff. The defendant acted through the agency of his father, John T. Jeter; the plaintiff, who was then in Europe, by his agent, John P. Vairin.\nPrior to the execution of the written contract,'termed, in Louisiana, the act of sale, it was ascertained that there existed upon the premises, a tacit mortgage for $42,300, in favour of the minor children of John N. Johnson, of whom the plaintiff was the tutor. And it was alleged, that John P. Vairin, the plaintiff’s agent, agreed with the defendant’s father, that this lien should be removed, as soon as the plaintiff returned from Europe, and that payment of the second note was not to be made until the property was released from this encumbrance.\nThis agreement was not in writing, and took place a few days before the execution of the act of sale, which was dated the 15th April 1853. By it, the property was mortgaged to secure the payment of the notes.\nThe first note was paid at maturity, the second, which fell due on the 4th November 1854, was protested for non-payment. On the 8th, the plaintiff filed his petition in the Fourth District Court of New Orleans, praying execution against the premises, under the mortgage incorporated in the act of sale. On the same day, an order of seizure and sale was granted; from which the defendant appealed to the Supreme Court of Louisiana, where the decree was affirmed, with costs, on the 30th April 1855.\nOn the 10th November 1854, the defendant filed, in the same court, a petition, alleging that he was induced to purchase the property in question by the fraudulent acts and statements of the plaintiff’s agent, and praying that the sale might be cancelled, his unpaid notes delivered up, and that he might have judgment for the amount of the paid note, with interest and costs, and also for $500 paid for taxes. In this suit, there was a verdict and judgment for the defendant;\nOn the 15th June 1855, the defendant filed á petition in the first case of Fellowes v. Jeter, for an injunction to restrain the plaintiff from proceeding with the order of seizure and sale, until he should be indemnified against the mortgage in favour of the heirs of John N. Johnson. This was refused, with costs, on the 18th June; and, on the same day, the sheriff sold the premises, which were purchased by the plaintiff, for $8000. The proceeds paid the second note, and also $2127.58 on account of the third, for which a credit was endorsed by the deputy sheriff.\nOn the trial of the present cause, the defendant requested the court below to instruct the jury as follows:—\n1. That if the jury believe, that shortly before the execution of the act of .sale to the defendant, for the lots in New Orleans, it was promised and agreed by the plaintiff’s agent, to and with the defendant’s agent, that the tacit mortgage in favour of the heirs of John N. Johnson should be removed by the plaintiff, as soon as the plaintiff should return from Europe, or that the second payment of $4333.33 was not to be made until the said tacit mortgage should be removed; and if the purchase was concluded by the defendant’s agent, on the faith of such promise and agreement, and the plaintiff did not cause the said mortgage to be removed, but proceeded to have the property sold for non-payment of the second note, then the plaintiff is not entitled to recover in this action.\n2. That if such agreement was made as mentioned in the preceding point, and was violated by the plaintiff, who proceeded to sell the property under proceedings for non-payment of the second note, then the defendant is entitled to recover from the plaintiff in this action the damages which he has thereby sustained; and that the amount which the defendant paid on the first note, with interest thereon from the time of payment, is the measure of such damages. If the learned judge thinks the defendant cannot recover these damages, he is asked to instruct the jury that the defendant may defalk them.\n3. That if such agreement was made, as mentioned in the first point, and was violated by the plaintiff, and the plaintiff after-wards proceeded to have the premises sold at sheriff’s sale, subject to the said tacit mortgage in favour of the heirs of John N. Johnson, thereby preventing the property from bringing its fair value at the sheriff’s sale, and purchased it at said sale for $8000, which was much less than its real value, he cannot recover in this action.\n4. That when the plaintiff purchased the premises at the sheriff’s sale under the proceedings instituted by him in New Orleans, he assumed the payment of the note for $4333.33, on which this action is brought, and cannot recover in this action.\n5. That the defendant is not precluded from this defence by the adjudications in New Orleans, given in evidence by the plaintiff.\nThe learned judge refused to instruct the jury as requested by the defendant’s counsel, and charged them that the defendant was precluded from all defence upon the ground set forth in his 1st, 2d, and 3d points by the adjudications in New Orleans, which constituted res judicata. He also refused to instruct them as requested in the 4th point; but reserved the point for the consideration of the court in banc — whether the plaintiff, by purchasing the property under the writ of sale, was precluded from maintaining this action. And on the 30th April 1858, the court gave judgment for the plaintiff on the point reserved.\nTo this the defendant excepted; and judgment having been rendered for the plaintiff on the verdict, the defendant sued out this writ, and here assigned the charge of the court below, inter alia, for error.\nRodney and McOall, for the plaintiff in error. —\nUnder the Louisiana code, three things are necessary in order to constitute res judicata: 1. It is necessary in every ease, that the thing demanded, the relief sought, or the prayer of the petition in the suit pending, shall be the same with that acted on in the case decided: 2. It is also necessary in every case, that the demand shall be founded on the same cause of action: 3. It is also necessary in every case, that the demand shall have been contested in the suit decided between the same parties who are litigating in the suit pending; and that they had acted in the same capacity in which they are pretending to act: Cloutier v. Lecompte, 3 Mart. 483; Hawkins v. Gravier, 9 Id. 727; Goodman v. Chesnan, 3 Mart. N. S. 409; Civil Code, art. 2265.\nIt is a rule, that the exception reijudicatse is strieti juris; and if there be any doubt as to the identity of the things claimed, it cannot be insisted on. The party against whom the plea is set up should have the benefit of that doubt: West v. Creditors, 3 Louisiana Annual R. 529, 532; Fink v. Martin, 5 Id. 103.\nThe suit in New Orleans to rescind the sale, was on the ground of actual fraud; the ground of defence to the present action is failure of consideration. To obtain a rescission of the contract, it was necessary to show actual fraud: Kerr v. Kitchen, 7 Barr 486; Adams on Equity 177. But the defence to the payment of the purchase-money, on the ground of existing encumbrances, is independent of actual fraud in the vendor: Steinhauer v. Witman, 1 S. & R. 438; Murphy v. Richardson, 4 Casey 288. In Callander v. Dittrich, 4 M. & Gr. 68, a judgment of a Prussian court, in a suit for the rescission of a contract, was held no bar to an action for damages for breach of the contract.\nThen, as to the refusal of a judge to award the temporary injunction prayed for by Jeter. To understand what was the character and effect of this refusal, and to show that the matters of defence set up in this action were not passed upon by the court in refusing the application, it is necessary to advert to the nature and character of the injunction applied for, under the practice of Louisiana. The injunction asked for was what is called, in the practice of that state, conservatory process; the object of which is to keep things in statu quo, pending the decision of some issue. The cases in which it is allowed, are specified in articles 296 to 303 of the. Oode of Practice. The scope and- operation of the conservatory process of injunction are very extensive under art. 303. It may be granted in all cases, where it is necessary to prevent one of the parties to a suit from doing an act injurious to the other party, and for which an action will lie: Klein v. Coon, 10 Louisiana Annual R.\nNow it is obvious, that neither of the points in controversy in this cause was passed upon in the refusal of this injunction. It was in fact, a conservatory injunction to suspend the sale until further security should be given. Again, the Louisiana Code of. Practice, art. 587, 588, and 539, requires, in order to sustain the plea of res judicata, that the judgment shall be final, and not interlocutory, or the judgment shall be one deciding the controversy between the parties. In the petition for injunction nothing but an interlocutory order was asked for, and the judgment of the court was only interlocutory.\nAnd we would maintain, did the case call for it, that a judgment for the plaintiff in an action upon one of several notes, upon a point of defence common to them all, is not an estoppel in an action upon another of the notes. The demand and cause of action are not the same: West v. Creditors, 3 Louisiana Annual R. 532.\nFallons f Serrill, for the defendant in error. —\nThe matter of defence below was res judicata. Jeter’s petition to the District Court of New Orleans was not only for the special relief therein demanded, but also for general relief in the premises. If he had been able to establish the facts set forth in his petition, it is difficult to imagine how he could have failed to obtain relief in some form. In Marsh v. Pier, 4 Rawle 284, which contains a full review of the doctrine of res judicata, it is placed upon the basis of identity of subject-matter and evidence. Identity of evidence is the test: Johnson v. Smith, 8 Johns. Rep. 383; Rice v. King, 7 Johns. Rep. 20; 4 Cow. 559; 8 Johns. 462.\nEquity will not entertain jurisdiction of a matter which the party has had an opportunity of litigating in another court, and which had there been decided against him, unless it appear that there existed circumstances, &c., which prevented his making his defence, or trying the question: McClure v. Miller, 1 Bailey’s Eq. Rep. 107; Henderson v. Mitchell, 1 Id. 113. When the party seeking relief, by a petition for a rehearing, had knowledge of the evidence before the decree, or by reasonable diligence or inquiry might have obtained it, he is not entitled to relief: Baker v. Whiting, 1 Story 218; McDowall v. McDowall, 1 Bailey’s Eq. Rep. 324; Prevost v. Gratz, 1 Peters C. C. Rep. 365-379; 1 Paige’s Ch. Rep. 574; 1 MeCord’s Ch. Rep. 241; 1 Littell 325-337; Heller v. Jones, 4 Binn. 61; Himes v. Jacobs, 1 Penn. R. 152; Fishli v. Cowan, 1 Blackf. Rep. 360; Aspden v. Nixon, 4 How. 467; Morgan v. Plumb, 9 Wend. 287; Le Guen v. Gouverneur, 1 Johns. Cas. 492, 502.\nBut the plaintiff in error further contends that the present suit being on the third note, defence may be made to it, although the same defence may have been judicially determined in the suits on the other notes. This may be true, where the first defence did not go to the merits of the whole case, or to thé foundation of the action; but where that is the case, numerous cases establish that the defendant is estopped from again setting up the same defence to any obligation arising out of the original transaction: Gardner v. Buckbee, 3 Cow. 120; Kane v. Fisher, 2 Watts 246; Kilheffer v. Herr, 17 S. & R. 319; Long v. Long, 5 Watts 102; Leonard v. Leonard, 1 W. & S. 342; Cist v. Zeigler, 16 S. & R. 282; White v. Reynolds, 3 Penn. R. 96; Carmony v. Hoober, 5 Barr 305.\nThe construction of the act of sale is governed, not by the law of this state, but by that of Louisiana: Emory v. Grenough, 3 Ball. 371; Pearsall v. Dwight, 2 Mass. 84; Greenwood v. Curtis, 6 Id. 358; 13 Id. 1, 20; Lodge v. Phelps, 1 Johns. Cas. 139; Smith v. Smith, 2 Johns. Rep. 235 ; and see the very full note to Andrews v. Herriot, 4 Cow. 510.\nNow, it is very clear, that the law of Louisiana would not sanction the admission of the parol evidence offered in this case to affect the contract: Civil Code, art. 2231, 2233, 2256; Maignan v. Gleiss, 4 Louisiana R. 1; 8 Mart. N. S. 445; 12 Mart. 451; 1 Miller 240; 9 Louisiana R. 572; 17 Id. 369; 16 Id. 129; 11 Id. 247, 416; 10 Louisiana Annual R. 704; 9 Id. 49; 6 Id. 204; 12 Rob. 215; 3 Louisiana 116; 10 Id. 132."
  },
  "file_name": "0465-01",
  "first_page_order": 465,
  "last_page_order": 473
}
