{
  "id": 986645,
  "name": "Bank of Pennsylvania versus Spangler",
  "name_abbreviation": "Bank of Pennsylvania v. Spangler",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "474",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Ala. 206",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8496382
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/8/0206-01"
      ]
    },
    {
      "cite": "3 Wh. 492",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "500"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "13 Mass. 236",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 Penn. L. J. 185",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. 274",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6773255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0274-01"
      ]
    },
    {
      "cite": "8 Barb. S. C. 520",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "9 Cow. 414",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "1 Paige 585",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2178376
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/1/0585-01"
      ]
    },
    {
      "cite": "3 Wend. 13",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0013-01"
      ]
    },
    {
      "cite": "22 Conn. 643",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 223",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 12512,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4355501035002427
    },
    "sha256": "712b7faf35b823dc017ae2a3564b9e36f9f4b3439029136f394742916d0fd39d",
    "simhash": "1:a57f101ecaaea25a",
    "word_count": 2208
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bank of Pennsylvania versus Spangler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J. —\nAt the time of the original charter of the Bank of Pennsylvania, there were but four banks in the United States — the Bank of North America, a bank in Boston, another in New York, and the Bank of the United States. The charter of the Bank of Pennsylvania was modelled after that of the Bank of the United States, and it was intended to be the fiscal agent of the state government, as the other was of the general government. The state was a large stockholder, and provision was made for the absorption of the Bank of North America by the new institution, if they desired to subscribe to it and to relinquish their own charter.\nThe tenth section provided, “ That the bills or notes of the said corporation, originally made payable on demand, in gold and silver coin, shall be receivable in all payments to the state of Pennsylvania.” This is copied verbatim from the 10th section of the charter of the Bank of the United States. This section also provided, that “ the public moneys of the state, as well as those of any incorporation hereafter constituted by authority of the state, shall be constantly deposited in the Bank of Pennsylvania whenever lying inactive.” This provision was not in the act incorporating the first Bank of the United States, but was introduced in a modified form, in relation to the deposits of the money of the United States, into that incorporating the second bank, and formed the celebrated sixteenth section.\nBy an act passed 14th February 1810, the Act of the 30th March 1793, with the supplements, was continued for twenty years, from and after the 4th March 1813, subject to the modifications and restrictions therein mentioned; and by the Act of the 13th March 1830, the same was still further continued, with the acts supplementary thereto, until the 4th March 1858. This act provided, that the place of deposit, for the moneys of the Com monwealth, may be changed by the legislature whenever they shall deem it the interest of the state to direct such change.\nThis bank suspended specie payments in August 1814, which was continued for nearly two years and a half; and again on the 11th day of May 1837; resumed on the 5th day of August 1838, and again suspended on the 9th of October 1839; resumed specie payments on the 15th day of January 1841, and again suspended in about twenty days.\nThe Bank of Pennsylvania, with other banks of the city, during the third suspension of 1839, instead of issuing their own paper, received the notes of the Bank of the United States, and employed them as currency. The natural consequence of this suicidal policy was that this bank, and nine other city banks, became creditors of the Bank of the United States to the amount of five millions and seventy-eight thousand four hundred and forty-four dollars and ninety-four hundredths of a dollar, for which they took the post-notes of that institution; of this' amount the Bank of Pennsylvania owned $1,250,000, that is, one-half of its capital was locked up in an insolvent bank.\nThe Bank of the United States made four partial assignments. The first, of the 1st May 1841, was to secure the payment of these post-notes, a measure absolutely necessary to sustain the credit of the remaining banks, and to prevent an immediate pressure upon the mercantile community: Dana v. Bank of United States, 5 W. & S. 223. The second, of the 7th June 1841, was to secure the payment of notes and deposits, thus protecting two classes of creditors, which all our legislation has intended to favour and prefer : Hogg’s Appeal, 10 Harris 479. The third and fourth assignments, of the 4th and 6th September, in the same year, contained a provision allowing the trustees to receive in payment the notes of the bank.\nBy the Acts of the 4th and 5th May 1841, the legislature provided for a general assignment being made by the bank, if so decided by a majority of its stockholders, and the election of fivp or more trustees, who should receive, in payment of debts due to the said bank, or to them, at par, the notes or other evidence of debt issued or created by said bank.\nOn the 22d March 1852, the bank executed to Molton C. Rogers and others, a general assignment, in pursuance of the directions of these acts.\nIt appears, that the notes and post-notes of the institution were paid to the trustees under the assignments, in satisfaction of debts due to the bank at the time of the assignments, under the provisions of sections 20 and 6 of the Acts of 4th and 5th May 1841: 10 Harris 483.\nContinental money having disappeared with the close of the revolutionary war, the only currency of the United States, at the time of the charter of the Bank of Pennsylvania, was foreign gold and silver coin, and the bank notes of the four existing institutions in Philadelphia, Boston, and New York. No apprehensions being then entertained of the banks refusing to pay gold and silver on demand, no provisions were introduced into their acts of incorporation in case of such contingency, nor are they to be found in our laws, until the recharters of the Philadelphia Bank and of the Bank of the Northern Liberties, in 1828.\nThe. 18th, 19th, and 20th articles of these charters, and the same articles in the act to recharter certain banks, passed 25th March 1824, provided, that in case of refusal to pay in .gold or silver, any of their notes, bills, or obligations, or any moneys received upon deposit, the holder or owner shall receive, in the case of the two first-named banks, twelve per cent., and of the others, six per cent, interest, from the time of demand, which is to be endorsed, thereon, by the'president or cashier; and three months after such refusal to pay, the holder or proprietor may apply to the judge of any court, who shall give at least ten days’ notice to such president or cashier, and if the facts be substantiated, it is made the duty of the judge to reduce the same to writing, and transmit the same to the governor, who is to issue his .proclamation, declaring the charter to be forfeited; and from and after the tenth day after the date of said proclamation, the charter of the said bank shall be absolutely null and void, except for certain specified purposes. In case of suspension, it was not lawful for the bank to issue its own notes, or declare or make any new loan or dividend until such notes, bills, or obligations were paid.\nNone of these provisions were in any of the acts incorporating the Bank of Pennsylvania, which in February 1842, was unable to redeem its paper, even with the currency of the day, and could not pay the interest due on the state debt: Commonwealth v. Bank of Pennsylvania, 3 W. S. 185. This, and the general continued suspension of all the banks, gave rise to the “ Act to provide for the resumption of specie payments by the banks of this Commonwealth, and for other purposes,” passed 12th March 1842: P. Laws, p. 68.\nThis was a general law, and intended to provide for all cases of general assignments by banks, for the benefit of creditors.\nThe first section provides for the forfeiture of the charter where a bank did not redeem its notes, deposits, and other liabilities, in gold and silver coin. The second section provided for the application to a court or judge, a citation to the bank, service, and hearing of the parties, — and if the provisions of the first section were violated, then the directors were to make a general assignment to trustees, subject to the approbation of the stockholders, in trust for the benefit of all their creditors; which assignment was to be approved by the Court of Common Pleas, and recorded in the proper county within thirty days. ■ The assignees were to proceed to sell and collect, “ Provided, however, that the said assignees shall receive, in payment of debts due to said bank, its own notes and obligations, and the checks of its depositors, at par.” After some other provisions, it was provided that th.e corporate power of the bank should cease, except for four specified purposes.\nThe third section made it lawful for the directors of a bank, whenever they deemed it expedient, to wind up the affairs of such bank, to make a general assignment of all the estate, real and personal, of the bank, subject to the conditions and provisions relating to assignments by directors of banks; provided in the second section. This clearly applies to all voluntary general assignments, and places them on a footing with compulsory assignments made on the application of creditors, and the next class of compulsory assignments, directed by a majority of stockholders.\nThe provision with regard to the receipt of the notes of the bank, by the assignees, at par, in payment of debts due to said bank, applies with equal force to each of these three classes of general assignments; and therefore, in all suits by the assignees, under a general assignment, they are bound to receive the notes in payment, whether held by the defendant at the time of the commencement of the suit, or acquired afterwards.\nThis rules the present case, and the Act of the 29th March 1842, which contained a similar provision as to the receipt of notes and checks of depositors, but which act was of a temporary character, does not interfere with the operation of this general remedial law; particularly as the state ceased, in 1843, by the sale of its stock at a heavy loss, to have any interest in the institution.\nSuch a construction of the Act of 1842 is in strict conformity with all the previous and subsequent legislation, and is peculiarly appropriate- in relation to the bank to whose notes a superior credit had been given by the strong terms of the tenth section of the Act of 1793.\nJudgment affirmed, except as to costs, and judgment for the plaintiff for costs.",
        "type": "majority",
        "author": "Read, J. —"
      }
    ],
    "attorneys": [
      "St. Cr. T. Campbell and J. F. Johnston, for the plaintiffs in error,",
      "Biting, Gerhard, and Meredith, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Bank of Pennsylvania versus Spangler.\nUnder the Act 12th March 1842, the assignees of the Bank of Pennsylvania are bound to receive its notes in payment of debts due to the bank, whether held by the defendant at the time of the commencement of the suit, or acquired afterwards.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by The Bank of Pennsylvania, for the use of William 0. Patterson, William L. Savage, and John D. Taylor, its assignees in trust for the benefit of creditors, against Christian E. Spangler, upon a promissory note, of which the following is a copy:—\n$1000. Philadelphia, August 9th 1857.\nThree months after date, I promise to pay to the order of Daniel Deal, one thousand dollars, without defalcation, for value received. C. E. Spangler.\nEndorsed — Dan’l Deal.\nOn the 17th February 1858, the Bank of Pennsylvania executed a general assignment for the benefit of its creditors; and this suit was brought for the use of the assignees.\nThe defendant pleaded, and on the trial, tendered in evidence, $600 of the notes of the bank, held by him at the time of the assignment; and he also tendered and offered in evidence $450 of like notes which he had acquired after the commencement of the suit.\nTo these offers the plaintiffs objected, but the court below admitted the evidence, and the plaintiffs excepted. The learned judge then directed the jury to find for the defendant; to which instruction the plaintiffs also excepted; and a verdict and judgment having been given for the defendant, the plaintiffs sued out this writ, and here assigned for error: 1. The admission in evidence of the notes of the bank, held by the defendant. 2. The charge of the court.\nSt. Cr. T. Campbell and J. F. Johnston, for the plaintiffs in error,\ncited Eastern Bank v. Capron, 22 Conn. 643; Haxtun v. Bishop, 3 Wend. 13; Ex parte Hale, 3 Ves. 304; Act 22d March 1817, § 1, Brightly’s Purd. 76, pl. 45; 2 Bell’s Com. 129; Marsh v. Chambers, 2 Str. 1234; Dickson v. Evans, 6 T. R. 57; 1 Paige 585; 9 Cow. 414, note; Smith v. Breckenhoff, 8 Barb. S. C. 520; Ogden v. Cowley, 2 Johns. 274; Northampton Bank v. Winder, 5 Penn. L. J. 185; Hallowell and Augusta Bank v. Howard, 13 Mass. 236.\nBiting, Gerhard, and Meredith, for the defendant in error,\ncited Philips v. Bank of Lewistown, 6 Harris 394; Twelves v. Williams, 3 Wh. 492; Knowles v. Lord, 4 Id. 500; Ludwig v. Highley, 5 Barr 137; Bolland v. Nash, 8 B. & C. 105; Collins v. Jones, 10 Id. 777; Young v. Bank of Bengal, 1 Deacon 640; Tuscumbia Railroad Co. v. Rhodes, 8 Ala. 206; Act 12th March 1842, Pamph. L. 68; Northampton Bank v. Balliet, 8 W. & S. 315; Bayard v. Shunk, 1 Id. 92; Irvine v. Lumbermen’s Bank, 2 Id. 205."
  },
  "file_name": "0474-01",
  "first_page_order": 474,
  "last_page_order": 478
}
