{
  "id": 986751,
  "name": "Field versus The Commonwealth",
  "name_abbreviation": "Field v. Commonwealth",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "478",
  "last_page": "486",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 478"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Peters 230",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3338168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/38/0230-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 902,
    "char_count": 20324,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 6.508226783039703e-07,
      "percentile": 0.9606853526981689
    },
    "sha256": "8ce064b6fbb772dc7e4fea277152d9333ed54b9ab611b287a3f4f6fae0227dc2",
    "simhash": "1:38d2c4a59736acf4",
    "word_count": 3440
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lowrie, C. J.; dissented."
    ],
    "parties": [
      "Field versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J. —\nThe question in this case is, whether the power of removal of county superintendents, vested in the superintendent of common schools, has been legally exercised in this instance. To determine this, it is necessary briefly t'o state the legislative provisions upon this subject.\nThe school directors of the several counties of the Commonwealth meet triennially in convention, and select vivA voce, by a majority of the whole number of directors present, one person of literary and scientific acquirements, and of skill and experience in the art of teaching, as county superintendent, for three succeeding school years; and determine also the amount of compensation for the county superintendent, which shall be paid by the superintendent of the common schools, by his warrant drawn upon the state treasurer. It is made the duty of the president and secre tary of the convention to certify to the superintendent of common schools, the name and post-office address of the person elected county superintendent, and those of all the other candidates who received votes, together with the amount of compensation fixed upon by said convention. Upon the receipt of such certificate, if no valid objection be made, the superintendent of common schools shall commission the person so elected for the term of three years; but if objection be made, within thirty days, to the issuing of such commission, the superintendent of common schools may require such evidence, under oath or affirmation, in regard to the election or qualifications of the person elected county superintendent, as he shall deem necessary; and shall then issue his commission to the person properly qualified, •who shall have received the highest number of votes.\nThe superintendent of common schools, (who w.as formerly the secretary of the Commonwealth, an officer removable at the pleasure of the governor, but now a special officer appointed by the governor every third year, by and with the advice and consent of the Senate,) has “ the power of removing any county superintendent for neglect of duty, incompetency, or immorality, and to appoint another in his stead until the next triennial convention.”\nThe whole system being the creature of the legislature, it was within their power to have made the county superintendents removable at the pleasure of the governor, the state superintendent, or any other officer or body that they thought proper. Instead of this, a county superintendent is elected by a convention emanating from the people, for a term of years, and holding it, in fact, upon the tenure of good behaviour. If not guilty of neglect of duty, incompetency, or immorality, he cannot be removed by the state superintendent, to whom that power has been intrusted by the legislative will.\nWhere an appointment is during pleasure, or the power of removal is entirely discretionary, there the will of the appointing or removing power is without control, and no reason can be asked for, nor is it necessary that any cause should be assigned. This branch of the subject has been so fully discussed by the Supreme Court of the United States in Ex parte Duncan N. Hennen, 13 Peters 230, that it is only necessary to refer to it; and, by analogy to the power of removal exercised by the president, collectors may remove their subordinates without consulting the secretary of the treasury, though the approbation of the latter be necessary to an appointment, and it is not a breach of official duty on the part of collectors to refuse to.report their reasons for removing these subordinate officers.\nThe same doctrine is laid down by the Court of Exchequer Chamber in the case of The Queen v. The Governors of the Darlington Free Grammar School, 8 Adolphus $ Ellis 682. It was there contended, that the governors of the school could not remove a schoolmaster without his being summoned to answer the charge, nor without having a reasonable time to answer, nor, lastly, without proof of the charges brought against him; and the court said that, if he held his office during good behaviour, such steps would have been necessary to precede his removal. These views were supported by Baggs’ Case, 11 Coke’s Reports 98 (6), and Dr. Gas-kin’s Case, 8 Term Reports 209.\n“But,” Chief Justice Tindal said, “ looking to the terms of the letters patent of Queen Elizabeth, we think the office in question is, in its original creation, determinable at the sound discretion of the governors, whenever such discretion is expressed, and that it is, in all its legal qualities and consequences, not a freehold, hut an office ad libitum only. The governors would be guilty of misconduct, might perhaps render themselves liable to a criminal prosecution, if they exercised their discretion of removal in an oppressive manner, or from any corrupt or indirect motive; hut we see nothing that is to restrain them from exercising such discretionary power whenever they honestly think it proper so to do.” “If the master was appointed ad libitum, as we think he was, it is clear he was removable without any summons or hearing of him : Rex v. Mayor of Stratford upon Avon, 1 Levinz 291.”\nThis is no doubt the true rule: where the appointment is only during pleasure, it is then an office ad libitum, or at pleasure.\nBut the other rule, laid down in Baggs’ Ca,se and Dr. Gaskin’s Case, and affirmed in the case just cited, is as clearly the true one, where the appointment is either during good behaviour for a limited, or unlimited period, or where the removal can only be for certain specified causes.\nUpon this question, the authorities in England and in this country are clear, distinct, and emphatic, and in entire accordance with the spirit of our free institutions.\nThe county court judges in England are appointed by the Lord Chancellor, but within the duchy of Lancaster by the chancellor of.the duchy, and by the 18th section of the Act of 9 & 10 Victoria, ch. 95, “ An Act for the more easy recovery of small debts and demands in England,” passed 28th August 1846 (18 Statutes at Large 295), it is enacted, “ That it shall be lawful for the said Lord Chancellor, or where the whole of the district is within the duchy of Lancaster, for the chancellor of the said duchy, if he shall think fit, to remove for inability or misbehaviour any such judge already appointed or hereafter to be appointed.”\nWilliam Ramshay, Esquire, Judge of the County Court of Lancashire, holden at Liverpool, was removed by the Earl of Carlisle, chancellor of the duchy, upon charges presented by certain inhabitants of the borough of Liverpool to the chancellor.\nAfter notice to Mr. Ramshay, and a full hearing of the evidence, the parties complaining and the respondent being represented by counsel, the chancellor, by a formal instrumént under his hand and seal, removed him from office for inability and misbehaviour, and afterwards appointed Joseph Pollock, Esquire, county judge.\nSir Fitzroy Kelly, on behalf of Mr. Ramshay, applied to the Court of-Queen’s Bench, and moved for a rule to show cause why an information in the nature of a quo warranto should not be filed against Joseph Pollock, Esquire, for using the office of judge of the County Court of Lancashire, held at Liverpool.\nThe case is reported at length in 18 Queen s Bench Rep., page 173 (83 English Common Law). -\nLord Campbell said (p. 189): “We are of opinion that this instrument is not absolutely conclusive; that the chancellor, in the exercise of the authority to dismiss from the office, is, in the language of the judges in Rex v. Warren, 1 Cowp. 370, ‘ subject to the control of this court,’ and that (as is there said) we may * inquire into the cause and manner of amotion.’ ” “ The instrument being drawn up in the words of the act of parliament, we may presume that the chancellor has duly exercised his jurisdiction; till the contrary is proved. But we think that it would have been open to Mr. Ramshay to show, that he was removed without notice of any charges against him; or without an opportunity of being heard in his defence; or that no evidence was adduced to support the charges; or that the complaints against him were not for inability or misbehaviour in his office, and were of such a nature that, if proved or admitted, they could not disqualify him for his office, or amount to inability or misbehaviour, within the meaning of the act of parliament.”\n“ The chancellor has authority to remove a judge of a county court only on the implied condition prescribed by the principles of eternal justice, that he hears the party accused; he cannot legally act upon such an occasion without some evidence being adduced to support the charges, and he has no authority to remove for matters unconnected wTith inability or misbehaviour in the office of county court judge. Where the party complained against has had a fair opportunity of being heard — where the charges, if true, amount to inability or misbehaviour, and where evidence has been given in support of them, we think we cannot inquire into the amount of evidence or the balance of evidence, the chancellor acting within his jurisdiction being the constituted judge upon this subject.”\nWe find principles of a kindred character laid down by Chief Justice Mab-shall, in the case of Page v. Hardin, 8 B. Monroe's Reports 648, where the governor of Kentucky undertook to decide, that the secretary of state had abandoned his office, the tenure of which was good behaviour during the term for 'which he was appointed, and, having thus created a vacancy, commissioned another person in his place. The question arose upon a mandamus to the second auditor, to draw his warrant on the treasurer for the amount of one quarter year’s salary,’ in favour of Mr. Hardin; and.this brings us to the case of The Commonwealth v. Slifer, 1 Casey 23, where a similar application was made to this court by the adjutant-general to compel the state treasurer to pay him his arrears of salary. This court refused to grant the mandamus, not on the ground of want of power on their part, but because General Bowman had neglected to give bond according to law. In their opinion, the court adopted in the fullest extent the principles laid down in Ex parte Ramshay, in relation to the mode in which the governor was bound to exercise the power of removal for cause.\n“It does not appear,” says the Chief Justice, “ to be averred in the pleading that Governor Pollock removed the relator because he omitted to give the required security, nor is any other cause of removal set forth. It is merely pleaded, that he failed to perform the duties of the office, and did not at any time give bond with one or more sufficient sureties, &c., and 1 thereupon’ he was removed. No neglect of duty is specified except the failure to give bond, and from what seemed to be admitted in the argument, no other neglect of duty is pretended. No removal is shown or alleged, except that which is implied by the. simple appointment of a successor.”\n“We are unwilling to believe that the governor intended without cause to remove an officer appointed for a term of years, before the term had expired. That he possessed the power of removal is conceded; but the power is to be exercised upon cause shown. It exists only where ‘ the officer fails and neglects faithfully to perform the duties of his office.’ It is true, that the executive is made the judge, and that his ‘ opinion’ or judgment is conclusive, so far as relates to the question of removal. But that judgment is not to be pronounced without notice, without any charge or specification, and without any opportunity given to the officer to make his defence. The reputation and the right of the incumbent to the office, for the term specified in his commission, are involved, and he has a right to know the accusation, and to be heard in his defence. The present executive understood these rights too well, and appreciated them too highly, to be guilty of violating them. If he was on his trial before the Senate, on impeachment for doing so, it would be difficult to convince any one that he intended to commit any such act of oppression.”\nThis is conclusive of the present question, for it is acknowledged that there was no charge or specification — no notice, no hearing, no evidence produced, nor any opportunity given to the county superintendent to defend himself. All these were necessary before a removal could take place, and this appears to have been the construction originally placed, by the state superintendent, upon the section of the Act of 1854, vesting the power of removal for specified causes in him.\nThe county superintendent of Schuylkill county was, therefore, removed contrary to law; and as the appointment of a successor was consequently void, Mr. Krewson is now and always has been, since he was last commissioned by the superintendent of common schools, entitled to the office, and to all its rights and emoluments.\nIn the case of The Commonwealth v. Small, 3 Casey 31, this court asserted its. power, by quo warranto, to try the right to all military as well as all civil offices; and this being a county office, the court below had original jurisdiction over it,' by the express words of the Act of Assembly, and has exercised it in strict conformity to law.\nA late decision of the Court of Queen’s Bench places this right of a party accused to be heard in his defence, in a very strong light. The Rev. Alfred Poole was deprived, by the bishop of London, of his license, as curate of St. Barnabas; and he appealed to the Archbishop of Canterbury, under the provisions of the Church Discipline Acts. The archbishop, without hearing him, confirmed the decision of the bishop. Thereupon, Mr. Poole applied to the Queen’s Bench, for a mandamus to the archbishop, to make inquiry into the appeal — in fact to hear his defence.\nLord Campbell said, “ he could not enter into the truth of the questions raised, but he must express his regret that this mandamus should be necessary. The court, however,' had no discretion in the matter. There could be no doubt his grace had acted most conscientiously, and with the most sincere desire for the proper discharge of his sacred duties, and to promote the benefit of the church. But in his (Lord Campbell’s) opinion, he had taken an erroneous view of the subject, or had acted on advice which could not be sustained. He was bound to hear the appeal, and he had not heard it. It was one of the first principles of natural justice, that no man should be convicted without first being heard. He (Lord Campbell) would give no opinion, whether the decision come to was right or wrong; but even if the archbishop had come to a decision which was right, without hearing the opposite party, he was mistaken, as it was laid down in that maxim of Seneca, Qui aliquid statuerit parte inaudita altera, cequum licet statuerit, non cequus fuerit. If the archbishop had just cause to affirm the decision of the bishop of London, his judgment could not stand. That had been the uniform principle on which this court, from the most ancient times, had acted; and he recollected hearing a very aged judge once say, and not irreverently, that the Almighty and Omniscient Being would not condemn our first parents without their being heard. That precedent had been always acted upon 32 Law Times 230.\nJudgment affirmed.\nLowrie, C. J.; dissented.",
        "type": "majority",
        "author": "Read, J. —"
      }
    ],
    "attorneys": [
      "Knox and Palmer, for the plaintiff in error,",
      "J. H. Campbell and F. W. Sy J. Hughes, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Field versus The Commonwealth.\nThe superintendent of common schools has no power to remove a county superintendent, except for neglect of duty, incompetency, or immorality; and before a removal can take place, there must be a charge against the officer, notice to him of the accusation, the hearing of evidence in support of it, and an opportunity given to the party of making his defence.\nThe courts of Common Pleas have jurisdiction, in quo warranto, against a party claiming the office of county superintendent.\nError to the Common Pleas of Schuylkill county.\nThis was a quo warranto at the suit of The Commonwealth of Pennsylvania, ex relatione Jonathan K. Krewson, against William A. Field, to inquire by what authority the defendant claimed to exercise the office of county superintendent of common schools for the county of Schuylkill.\nThe information set forth that the relator, Jonathan K. Krewson, was duly elected and commissioned as county superintendent of common schools for the said county of Schuylkill for the term of three years, from the first Monday of June 1857; and that he entered upon and continued to perform the duties of said office until the 2d November 1858, when he received the following notice from'the superintendent of common schools:—\nPennsylvania, Department of Common Schools,\nHarrisburg, November 2d 1858.\nSir: You are hereby removed from the office of county superintendent for “neglect of duty and. incompetency.” You will immediately deliver to your successor, W. A. Field, Esq., the books of “ County Certificates” and “Provisional Certificates” in your hands, and the marginal references or “ duplicates” of all certificates, of either kind, issued by you since the first Monday in June 1857; together with all other official records or documents in your possession, or under your control, taking his receipt for the same in detail; upon the presentation of which at this department, your arrearages of salary and express charges will be adjusted.\nYour obedient servant,\nH. C. Hickoic,\nSupt. Com. Schools.\nTo J. K. Krewson, Esq., Minersville, Schuylkill Co., Pa.\nThat the relator had not received any previous notice of any charge against him, either of incompetency or neglect of duty, nor, as he averred and believed, had any such been made; nor had he ever received from the superintendent any specification of any fact, mistake, or act of commission or omission, whereon any such charge could have been based; but that the attempt so to remove him from his office was wholly without charge, specification, trial, or hearing of any kind whatever. That the superintendent, although subsequently requested, had refused to make known to the relator any specification to sustain the allegations of incompetency and neglect of duty; or to give him a hearing upon both or either of said charges.\nThat the defendant, William A. Field, had, from the said 2d November 1858, usurped and intruded himself into the said office of county superintendent, without any right or lawful authority therefor, and claimed to exercise the rights and duties, and receive the fees and emoluments to said office appertaining, to the .great loss, hindrance, and injury of the relator.\nThe defendant by his answer neither denied nor admitted that part of the information which set forth the removal of the relator without charge, specification, trial, or hearing; but alleged :—\n“ 1st. That the state superintendent of common schools had full power to remove the relator from the office of county superintendent, whenever he became satisfied that the said relator was incompetent, or that he neglected the duties of his said office.\n“ 2d. That the said state superintendent did become satisfied that the said relator neglected his duty as county superintendent, and was incompetent for the proper performance thereof, and did therefore remove the said relator from the said office.\n“ 3d. That there being a vacancy in the office of county superintendent of common schools for the county of Schuylkill, the state superintendent had the power to fill said vacancy, and did fill the same by the appointment of this defendant; who, having been duly commissioned, and having accepted the office and entered upon its duties, is entitled to hold the same until his successor is duly chosen and qualified.”\nThe relator demurred to this answer; and the court below, after argument, gave judgment for the Commonwealth upon the demurrer ; whereupon the defendant removed the cause to this court, and here assigned the same for error.\nKnox and Palmer, for the plaintiff in error,\ncited Act of 8th May 1854, § 46, art. 7, Brightly’s Purd. 1067, pl. 62; and § 40 of the same act, Id. 1066, pl. 49.\nJ. H. Campbell and F. W. Sy J. Hughes, for the defendant in error,\ncited Commonwealth v. Pennsylvania Beneficial Institution, 2 S. & R. 141; Commonwealth v. Sutherland, 3 Id. 145, 155."
  },
  "file_name": "0478-01",
  "first_page_order": 478,
  "last_page_order": 486
}
