{
  "id": 986819,
  "name": "Millard versus Morse",
  "name_abbreviation": "Millard v. Morse",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "506",
  "last_page": "509",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 506"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 429,
    "char_count": 8682,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.5232496770834586e-07,
      "percentile": 0.6696624011670178
    },
    "sha256": "f0b37c6479dff7fa8887e2af34bbeaae312d47390680ae29575c01c8ca7bae01",
    "simhash": "1:eea885852ac4affc",
    "word_count": 1521
  },
  "last_updated": "2023-07-14T18:36:56.587817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Millard versus Morse."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nThe action in the court below was debt for goods sold and delivered. With the declaration or statement a bill of particulars was filed. The defendant pleaded non assumpsit, set-off, and payment with leave, &c. Strictly, the first plea was a nullity, and would not have prevented the plaintiff from signing judgment: Brennan v. Egan, 4 Taunt. 163. The other pleas were affirmative, and admitted the alleged cause of action. After verdict, however, the plea of non assumpsit must be treated as if it had been nil dehet, the general issue. The plaintiff, not having availed himself of its inapplicability before verdict, has waived objection to it. Treating it, then, as a traverse of the alleged debt, we proceed to inquire, whether any of the defendant’s assignments of error have been sustained. .\nThe parties had entered into an agreement, by which Millard bound himself to sell to Morse a quantity of hemlock bark, from one hundred and fifty, to two hundred cords, properly peeled, piled, and cured; and to deliver it thus piled, on good wagon roads, within from one-quarter of a mile to a mile of Hollenbach’s steam saw-mill, and to complete the delivery before the next ensuing 1st of January. In consideration of this engagement, Morse contracted to pay Millard two dollars per cord for said bark, and to advance to him a reasonable amount of goods, provisions, &c., at reasonable rates, while he should be peeling and preparing the bark for delivery, according to the agreement/ The plaintiff furnished to the defendant the goods, for the value of which he now brings suit. The defendant commenced peeling bark and piling it, but failed in delivering it on wagon roads, as he had contracted to- do, and now attempts to make use of the contract as a defence under his pleas.\nAs a set-off, it clearly cannot .avail him. It was an entire contract, and substantial performance on his part was necessary, in order to give him any cause of action against the plaintiff. A partial performance was no better for such a purpose than no performance at all. Had the plaintiff received the bark, though not on wagon roads, the defective performance might have been the subject of compensation; but the jury have found that he did not. There was, therefore, no delivery; and consequently, no transmission of ownership from the defendant to the plaintiff. The contract fixed the place of delivery, and the plaintiff was under no obligation to receive the bark elsewhere. The court, therefore, properly instructed the jury, that the defendant was entitled to no allowance for anything he had done under his bark contract.\nIt is also contended, that the goods furnished by the plaintiff were not goods sold, but paid under the contract for the bark. It is difficult, however, to see how the delivery of the goods can be called a payment, when there was no debt to be paid. The fallacy of the defendant’s view of the case is, that the bark belonged to the plaintiff as fast as it was peeled. Such was not the contract. The defendant was bound to deliver'it, and until that was done, he had nothing which he could use either as a set-off, or in satisfaction of what was due to the plaintiff for the goods advanced to him. Having failed to render the stipulated equivalent for the goods, the plaintiff was at liberty to treat the advance as a sale. We think the charge of the court is, in all points, unexceptionable.\nNor are we able to perceive that the plaintiff in error was injured by the admission of the testimony of R. D. Patterson.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Bentley ‡ Little, for the plaintiff in error.",
      "W. $ Wo S. Jessup, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Millard versus Morse.\nAfter verdict, the plea of non assumpsit to an action of debt must be treated as the general issue.\nA contract to sell and deliver goods at a certain place gives no cause of action, unless there be a delivery at the place agreed on.\nSuch contract, without performance, is no defence to an action for the price of goods, advanced by the other party to the vendor, on the footing of the contract.\nSuch advance of goods was not a payment under the contract, there being no debt between the parties to which a payment could be applied, and the vendor having failed to render the stipulated equivalent for them, the other party was at liberty to treat the advance as a sale.\nError to the Common Pleas of Susquehanna county.\nThis was an action of debt by D. K. Morse against Ransom Millard, on a booh account for goods sold and delivered, amounting to $308.57. The pleas were non assumpsit, set-off, and payment with leave, &c.\nOn the 7th June 1855, the parties- entered into the following contract:—\n- “Memoranda of an agreement made this 7th day of June 1855 • — between Ransom Millard of the one part, and D. K. Morse of the other part — Witnesseth, Ransom Millard sells and agrees to deliver to D. K. Morse from one hundred and fifty to two hundred cords of good merchantable hemlock bark, properly peeled, piled, and cured, on good wagon roads,’ within from one-quarter of a mile to one mile of Hollenback’s steam-mill in Carbondale, by or before the first day of January next. It is understood, that the bark is to be delivered on such roads as above described, so that said Morse can load and draw as much conveniently to the steam-mill as from the steam-mill to the tannery. Eor and in consideration of the above agreement, said D. K. Morse agrees to pay said Ransom Millard two dollars per cord for said bark, and to advance to said Millard a reasonable amount of goods, provisions, &c., at reasonable rates, as said Millard may want, while peeling and preparing said bark for delivering to said Morse, according to said agreement.\n“ Signed in the presence of Ransom Millard,\nJohn Lee.” D. K. Morse.”.\nUnder this agreement, the plaintiff furnished to the defendant the, goods for the price of which this action was brought. The defendant commenced peeling the bark and piling it, but failed to deliver it on wagon roads, as specified in the contract.\nThe court below (Wilmot, P. J.) delivered the following charge to the jury:—\n“ The plaintiff claims on book account; most of the items charged are admitted; there is little or no controversy touching the account claimed by plaintiff; the case rests upon the defence set up. The defendant claims to recover for bark peeled and piled under a contract, which he gave in evidence. (The court here read the contract to the jury, and remarked, that the agreement was brief and clear, no one could fail to understand it.) The defendant agrees to deliver the bark upon good wagon roads ; that is, reasonably good roads, not turnpike roads, nor such as would be called good in the case of ordinary highways, but good for the woods; and such as could be visited with wagon teams, and the bark hauled away, in reasonable loads for a .team. The plaintiff was not bound to receive the bark, except upon such roads. Morality requires that men should honestly comply with their agreements ; and the law will not lend its aid to a party who has, in essential respects, failed to fulfil his engagements.\n“ It is further claimed by the defendant, if the bark was not delivered on roads as called for by the contract, yet that the plaintiff was in some way concerned in getting this bark; that the bark was taken through his instrumentality and connivance. This is a question for the jury, under the evidence in the case. If the plaintiff had any hand in removing this bark — if it was done with his privity and consent — then he should account to the defendant for it. In our view, the case lies here: — If you find that the defendant complied substantially with his contract, he is then to be allowed for the bark peeled and piled, the sum agreed upon. If you should believe that he failed to comply with his contract in not constructing proper roads, and that the plaintiff aided, assented to, or connived at the removal of the bark, you will then allow the defendant for the bark the contract price, deducting therefrom, on account of his failure to construct roads, such amount as you deem reasonable and just. If, on the other hand, you believe that the defendant failed t.o perform his agreement in the matter of the construction of the roads, and that the plaintiff had nothing whatever to do with the removal of the bark, then the defendant is entitled to no allowance for anything he may have done under his bark contract.”\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $355.27, the defendant sued out this writ, and here assigned the same for error.\nBentley ‡ Little, for the plaintiff in error.\nW. $ Wo S. Jessup, for the defendant in error."
  },
  "file_name": "0506-01",
  "first_page_order": 506,
  "last_page_order": 509
}
