{
  "id": 986784,
  "name": "Chandler versus Glover's Administrator",
  "name_abbreviation": "Chandler v. Glover's Administrator",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "509",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wend. 479",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0479-01"
      ]
    },
    {
      "cite": "17 Wend. 419",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020925
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0237-01"
      ]
    },
    {
      "cite": "12 Conn. 550",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/12/0550-01"
      ]
    },
    {
      "cite": "1 Pick. 202",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0207-01"
      ]
    },
    {
      "cite": "9 Mass. 62",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029704
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "137-40"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0063-01"
      ]
    },
    {
      "cite": "1 Denio 247",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        484121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/1/0247-01"
      ]
    },
    {
      "cite": "3 Wend. 479",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144167
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/3/0479-01"
      ]
    },
    {
      "cite": "17 Wend. 419",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/17/0237-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 343,
    "char_count": 5153,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.7389729932432377e-07,
      "percentile": 0.7067361842331348
    },
    "sha256": "4335465cc98743c27de89c66a15b92393ee6ee5d7741fa66bf58ec1b6577c05e",
    "simhash": "1:ed0bcda16e2d7f6f",
    "word_count": 908
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chandler versus Glover’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J. —\nAdmitting that the contract of the infant was not void, but only voidable, and therefore capable of being ratified, the question presented is, whether the plaintiff produced sufficient evidence of ratification to authorize the court to submit the matter to the jury. A single witness testified, that after Glover, the infant, attained his majority, he said to the plaintiff, “ I will pay you all I owe you, rent and all.” The witness added, on cross-examination, “ perhaps he did put in, that he would pay as fast as he got able. Think this was what he did say.” The court below instructed the jury, in effect, that this was not a confirmation of the contract to pay rent, into which Glover had entered, and as the plaintiff offered no evidence of his ability to pay, directed a verdict for the defendant.\nCertainly the direction was right. Most of the cases assert that an executory contract of an infant can be ratified only by a distinct promise to discharge its obligations, or by an express agreement to affirm it. A promise to pay as fast as he got able, was no affirmance of the contract originally made, for that was a promise to pay absolutely. A promise to pay when able, is perfectly consistent with a refusal to assume an immediate liability. It has -repeatedly been decided, that such a promise will not overcome the bar of the statute of limitations, unless accompanied by proof of ability to pay: Tompkins v. Brown, 1 Denio 247; Tanner v. Smart, 6 B. & C. 603; Laforge v. Jayne, 9 Barr 410. There is even more reason for applying the rule to promises set up in order to validate the voidable contracts of infants. The statute of limitations is said to be based upon the presumption that the debt has been paid; whereas the voidability of an infant’s contract rests upon a supposed mental incapacity. A conditional promise to pay, would seem to repel any presumption that the debt had been paid; but such a promise tends very slightly, if at all, to establish the prior existence of a mind capable of contracting. Accordingly, it has been ruled in New York, in Everson v. Carpenter, 17 Wend. 419, that where an infant had given a promissory note, which was only voidable, his promise to pay as soon as Tie could, made after attaining his majority, was unavailing without proof of ability. Such is our opinion.\nNor was there error in refusing to admit evidence of what Glover had told a stranger he would do. At most, it was hut a declaration of intention, not a ratification of the contract. A promise, to take-a case out of the statute of limitations, or to affirm an infant’s contract, must be made to the party in interest, or to his agent: Gillingham v. Gillingham, 5 Harris 302; Goodsell v. Myers, 3 Wend. 479. Declarations to.strangers are unavailing.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J. —"
      }
    ],
    "attorneys": [
      "Bentley Fitch, for the plaintiff in error.",
      "R. B. Little, for the defendant in error"
    ],
    "corrections": "",
    "head_matter": "Chandler versus Glover’s Administrator.\nA promise, after attaining majority, to pay a debt contracted during infancy, “ as fast as he got able,”' will not support an action, without proof of ability to pay.\nA promise, in affirmance of an infant’s contract, must be made to the party in interest, or his agent. Declarations to strangers are unavailing.\nError to.the Common Pleas of Susquehanna county.\nThis was an action of assumpsit by Henry Chandler against William Barrett, administrator of Joseph Glover, deceased, to recover the rent of a farm, demised to the defendant’s intestate, by a lease not under seal.\nThe lease was dated the 1st April 1851, and, under it, Glover occupied the premises until the 1st April 1852. At this time, he was an infant, not having attained his majority until August 1852.\nThe defendant pleaded the infancy of his intestate; and to meet this defence, the plaintiff called a witness, who testified that, on the 26th September 1853, he heard Glover say to the plaintiff, “I will pay you all I owe you, rent and all.” On cross-examination, the witness said, “ Perhaps he did put in, that he would pay as fast as he got able; think this was what he did say.”\nThe plaintiff then offered to prove by the same witness, that the next day after this conversation, Glover said to the witness, that Chandler had been kind to him, and that he would pay him all he owed him — rent and all. The court below ruled out this evidence, and sealed a bill of exceptions.\nThe court below (Wilmot, P. J.) then instructed the jury, under the evidence in the case, to find for the defendant.\nTo this the plaintiff excepted; and a verdict and judgment having been given for the defendant, the plaintiff sued out this writ, and here assigned for error: 1. The rejection of the evidence offered on the trial. 2. The instruction to find for the defendant.\nBentley Fitch, for the plaintiff in error.\nR. B. Little, for the defendant in error\ncited, Hinely v. Margaritz, 3 Barr 428; Curtin v. Patton, 11 S. & R. 305; Smith v. Mayo, 9 Mass. 62-4; Martin v. Mayo, 10 Id. 137-40; Whitney v. Dutch, 14 Id. 457-60; Ford v. Phillips, 1 Pick. 202-21; 12 Conn. 550; Laforge v. Jayne, 9 Barr 412; Everson v. Carpenter, 17 Wend. 419; Gillingham v. Gillingham, 5 Harris 302; Goodsell v. Myers, 3 Wend. 479."
  },
  "file_name": "0509-01",
  "first_page_order": 509,
  "last_page_order": 511
}
