{
  "id": 986790,
  "name": "Gosline versus Place",
  "name_abbreviation": "Gosline v. Place",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "520",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0144-01"
      ]
    },
    {
      "cite": "3 Penn. L. J. 307",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "6 Penn L. J. 153",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "6 Penn. L. J. 153",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "6 Hill 429",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "10 Wend. 609",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "9 Gratt. 312",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "case_ids": [
        4451203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/50/0153-01"
      ]
    },
    {
      "cite": "2 How. 319",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3327971
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/43/0319-01"
      ]
    },
    {
      "cite": "10 Wend. 577",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012968,
        2012982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0577-02",
        "/wend/10/0577-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 877,
    "char_count": 25867,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 7.185252574701739e-07,
      "percentile": 0.9674438548347799
    },
    "sha256": "23ba3e46ee351d2d2bb5331df59e1c416f198416354b0aa45156b94571cd14e8",
    "simhash": "1:8b77a27db62fa6bc",
    "word_count": 4615
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., dissented."
    ],
    "parties": [
      "Gosline versus Place."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J. —\nThis is a ease of certiorari to review the proceedings of an associate judge of the Common Pleas of Luzerne county, on an arrest under the Act of 1842 abolishing imprisonment for debt. The defendant, Gosline, was, on hearing, committed to prison ; and we are to inquire whether or not the proceedings are regular, and show sufficient cause for his detention.\nIn order to obtain a proper*position for interpreting the act in question, we must recall the state of the law which it was intended to correct. It had long been the law, that the plaintiff might, on bringing his suit on any kind of claim, arrest the defendant to compel him to give bail to the action, and.might imprison him if he did not give bail; and that, on obtaining judgment, he might imprison him as a means of enforcing payment, even though he was totally, and not fraudulently, insolvent. This was felt to be a great evil, as putting the personal liberty of the debtor in the power of creditors to a degree that was unreasonable, and that was scarcely reconcilable with the constitution, article 9th, section 16th, which forbids debtors without property to be continued in prison where there is not a strong presumption of fraud. This evil was partially corrected by the Act of 1836, for the commencement of actions; and it was in order to correct it completely that the Act of 1842 was passed. It is a substitute for the old law of arrest and imprisonment, in actions on contracts.\nHow then are we to treat proceedings under it ? Certainly not on the principles that govern in the matter of summary convie-\" tions; for they convict of nothing. The judge who hears the case decides no final question, but only that there is sufficient ground for an arrest under the statute. The cases now before us are cases of arrest before judgment, and we consider the law only in this aspect. This proceeding is collateral to the action for a breach of contract, and in aid of it and dependent on it. If the case be shown to be within the law, the party may be committed unless or until he shall pay the debt, or secure its payment, in due course of law after judgment, or give security not to remove or dispose of his property in fraud of his creditors, or to take the benefit of the insolvent laws, and, without fraud, assign all his property for the benefit of his creditors.\nThis proceeding is, therefore, not of the nature of a summary conviction; but simply an arrest for debt under the regulated supervision of a judge, instead of the arbitrary and badly controlled discretion of a party. Its purpose is to limit arrests to cases where there appears to be a strong presumption of some kind of fraud on the creditor, or on creditors generally; and this presumption is sufficiently shown when a judge, on hearing the case, is satisfied that the fraud' described in the act has been proved.\nThe second section of the act provides, that if a party has commenced a suit on contract, in court, of which an affidavit by himself or others is sufficient evidence, he has a right to apply to one of the judges of the court for a warrant of arrest. The affidavit is also to specify the nature and amount of the claim, so that it may appear to be on contract, and that the amount of bail, if offered, may be known.\nThen (by section 3) on further showing in the affidavit, to the satisfaction of the judge, that the defendant is about to remove, or is concealing, or has disposed of his property in fraud of his creditors, or that he fraudulently contracted the debt sued on, the plaintiff is entitled to a warrant of arrest in aid of his suit.\nBut this arrest is for the purpose of a hearing on the charges contained in the affidavit; and the defendant may deny them by his own oath, or by such other evidence as he may think proper to produce, § 6: and if, after hearing, the judge is satisfied that the plaintiff’s allegations are “ substantiated” or proved, he may adjudge the arrest to be final, and may commit the defendant to prison to abide the event of the suit.\nWhat allegations did the legislature mean ? and what would the judge naturally think of at the hearing ? Not that which avers the bringing of the • suit on a contract; for that allegation can hardly be imagined to be unfounded in any case. It is the preliminary fact that gives the judge jurisdiction of the case, so as to entitle him to hear the charge of fraud. If that do not sufficiently appear, no warrant is issued. If it be shown at the hearing to be false, the warrant ought to be quáshed, and the charge of fraud will not be heard. The defendant may (§ 6) “ controvert any of the facts and circumstances on which the warrant issued and the judge (§ 8) must be “ satisfied that the allegations are substantiated,” before he issues the commitment. This means that the charge of fraud, as the ground of this collateral aid of the ordinary suit, is the matter supposed to be alleged, controverted, and substantiated.\nAfter this study of the Act of Assembly, we are prepared to examine how it has been applied to the several cases in which Gosline stands committed. They are sufficiently alike to entitle us to take one as example of the rest. In the proceedings in Place’s case, the affidavit alleges the institution of the suit for goods sold and delivered, amounting to $3019.90; that at the time of the sale Gosline made various representations which induced the.sale; and that he had disposed of his goods in fraud of his creditors, and has property, money, and claims, which he refuses to apply to the payment of his debts; and that this debt was fraudulently contracted.,\nNow if this were a case of summary conviction, and this all the evidence on which it was founded, of course it could not stand. But this part of the proceeding is rather like a rule on a party to show cause why he should not be held to bail in a given action; and this affidavit is sufficient for that, because it may show probable cause to the satisfaction of the judge, though it is very defective in stating the facts and circumstances, or the particular acts of fraud. Perhaps the judge, on farther experience in this sort of cases, would refuse to be satisfied by an affidavit that alleges the fraud so defectively and generally, and with so' little description of the facts that constitute it. It is of the nature of the human mind, that it slides, by slow degrees, out of old forms into new ones, and that it becomes more exacting of adherence to forms and accuracy in using them, as these become more familiar and usual. Usage gradually moulds and defines them, and exacts accuracy and uniformity in applying them.\nBut the defendant has no just ground to complain of these deficiencies in these cases; for they do not at all affect the hearing of the charges. He may, on oath, deny all the allegations, and demand full proof of all the facts. If he refuses to be examined, as was the case here, he must expect the presumption to be against him. There is nothing, therefore, in the preliminary affidavit, that affords any just ground for reversing the proceeding; and we proceed to examine the commitment, and to see if it is sufficient to detain him in custody. It does not require much discussion.\n. The commitment recites the allegations of the affidavit, the issuing of the warrant, the arrest, and the hearing of the parties, and declares that, after hearing, the judge was satisfied that the demand of the plaintiff was on contract, and that the allegations were substantiated “in that the said Gosline has assigned and disposed of his property with the intent to defraud his creditors, and that he fraudulently contracted the debt respecting which the suit was brought;” and thereupon he was committed.\nIt seems to us, that this is a sufficient recital “ of the facts of the case,” so as to come up to the form of commitment indicated by the act, and a sufficient finding of fraud to justify the issuing of the commitment. We repeat, that the decision is not conclusive of any matter' in controversy; and that it is efficient only in giving a more vigorous remedy. It brings the' case within the class wherein the defendant is liable to this substituted form of arrest. It leaves the suit to be tried in the usual way; while it decides simply that there is sufficient evidence of fraud, to justify a requisition on him that he shall give bail to purge himself of the fraud in the regular way, or to save the plaintiff from losing by any fraud, perpetrated or contemplated. And such being the nature of the decision, it does not seem to us, that it was essential to specify in the commitment, the particular forms in which the defendant had disposed of his property, or perpetrated the frauds charged against him. He had a full opportunity of being heard, and we must presume that the evidence was sufficient to establish the conclusions arrived at by the judge.\nIt was argued, that the fraud, if any, in contracting the debt took place in the state of New York, and could not be made the ground of such a proceeding here. But we do not think so. The proceeding is not at all a criminal one. The fraud is treated as a private injury, giving rise to a corresponding modification of the ordinary private remedy applicable to debts. If the debt be fraudulently contracted, or if it be fraudulently attempted to be evaded, this special remedy may be applied, whether the fraud be committed in or out of the state; just as we allow actions of tort without question of the place where the wrong was done.\nProceedings affirmed, and record remitted.\nStrong, J., dissented.",
        "type": "majority",
        "author": "Lowrie, C. J. —"
      }
    ],
    "attorneys": [
      "Kutz and Hahes, for the plaintiff in error. —",
      "Haughawout and Merrifield, for the defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Gosline versus Place.\nA habeas coipus at common law can only be heard by the court in banc, though a single judge may allow the writ, on sufficient cause shown.\nThe writs of certiorari and habeas corpus may be severally used as ancillary to each other, when necessary to give effect to the supervisory authority of the court.\nIf a habeas corpus at common law issue, and the return show that the prisoner is held by virtue of proceedings in a court, or before a magistrate, over which the court issuing the writ has a supervisory authority, it may issue a certiorari to bring up the record; and thereupon hear and decide the case, or review and correct the proceedings, in order to give effect to the writ of habeas corpus.\nIf a certiorari issue, to bring up a case to a higher court for hearing or review, the court may also issue a habeas corpus to bring up the defendant; and may, in a proper case, admit him to bail, to appear at the hearing, and abide the event; and the form of the recognisance must be adapted to the exigencies of the case.\nThe warrant of arrest, under the Act of 12th July 1842, is an interlocutory proceeding, to hold the defendant to bail, in an action ex contractu, in a case falling within, the terms of the act.\nIf the allegations of fraud, in the plaintiff’s preliminary affidavit, he substantiated to the satisfaction of the judge, and not denied on oath, or otherwise controverted by the defendant, he may be committed to abide the event of the suit.\nIt is sufficient, that the affidavit set forth a ease of fraud in general terms; it is enough in the first instance, that it show probable cause to the satisfaction of the judge; for, on the hearing, the defendant may, on oath, deny all the allegations, and demand full proof of the facts.\nA commitment is sufficient, that recites the allegations of the affidavit, the arrest and hearing of the parties; and sets forth that, after hearing, the judge was satisfied that the demand of the plaintiff was on contract, and that the allegations were substantiated, “ in that the said defendant had assigned and disposed of his property with the intent to defraud his creditors, and that he fraudulently contracted the debt respecting which the suit was brought.”\nIt is not necessary to specify in the commitment, the particular forms in which the defendant had disposed of his property, or perpetrated the frauds charged against him.\nThe fraud of the debtor gives the statutory remedy to the creditor, and it is • immaterial whether it were committed in or out of the state.\nCertiorari to the Hon. William Merrifield, one of the associate judges of Luzerne county.\nThis was an action of assumpsit by U. M. & W. H. Place against James M. G-osline, on a book account, for goods sold and delivered.\nThe summons was issued on the 31st March 1858, and on the following day, the plaintiffs applied to Judge Merrifield for a warrant of arrest against the defendant, under the Act 12th Jnly 1842. The following is a copy of the affidavit on which the warrant was granted:—\nLuzerne County, ss.\nPersonally appeared before me, one of the associate judges of said county, U. M. Place, one of the firm of U. M. & W. H. Place, of Gloversville, state of New York, who, being duly sworn according to law, doth depose and say:\n1. That James M. Gosline, of the borough of Hyde Park, county aforesaid, is indebted to the said U. M. & W. H. Place, in the sum of three thousand and nineteen dollars and ninety cents.\n2. For goods, composed of gloves, mittens, &c., sold by them to him, the said Gosline, in the months of June and September, A. D. 1857. *\n3. And that suit has been commenced in the Court .of Common Pleas of said county, for the recovery of the said debt.\n4. That at the time the said goods were sold to the said Gos-line, he, the said Gosline, represented to this deponent, that he had no debts, and owed no money, except what he owed in Gloversville.\n5. Also further represented to this deponent, that he then had goods enough in his possession at home, to pay off all his indebtedness.\n6. That he had made and cleared a thousand dollars the last year, over and above all losses.\n7. That upon the said representations of the said Gosline, this deponent was induced to sell him, the said Gosline, the aforesaid amount of goods.\n8. That the said Gosline has never paid any part or portion of the said debt, and now refuses to pay or account for the same.\n9. And this deponent further saith and believes, that he, the said Gosline, has fraudulently disposed of his property and the said goods, with intent to defraud this deponent and other creditors.\n10. That he, the said Gosline, still has property, rights in action, money, claims, debts, and demands due him, which he unjustly refuses to apply to the payment of said claim.\n11. And that he, the said Gosline, fraudulently contracted the debt aforesaid.\nSworn and subscribed before me, this U. M. Place.\nfirst day of April, A. D. 1858.\nWm. Merrieield, Associate Judge.\nThe defendant having been arrested and taken before the judge, witnesses were examined on behalf of the plaintiff, — and the defendant offering no evidence, the learned judge decided that it was sufficiently proved, that the defendant had assigned and disposed of his property with intent to defraud his creditors, and that he fraudulently contracted the debt for which suit was brought; and, thereupon, the defendant refusing to give bail, the judge issued a commitment to the officer. Similar proceedings were had, at the same time, at the suit of four other creditors. The following is a copy of the commitment:—\nLuzerne County, ss.\nThe. Commonwealth of Pennsylvania, to James McKinney, constable of Scranton borough, in the said county of Luzerne, and to the keeper of the common jail of said county:—\nWhereas, the first day of April, A. D. 1858, U. M. Place, of the firm of U. M. & W. H. Place, made affidavit before Wm. Merrifield, one of our associate judges in and for said county, that James M. Gosline,'\"of Hyde Park, Luzerne county, aforesaid, was indebted to the said firm of U. M. & W. H. Place, in the sum of three thousand nineteen dollars and ninety cents, for goods composed of gloves, mittens, &c., sold' by them, the said U. M. & W. H. Place, to him, the said Gosline, during the months of June and September, A. D. 1857 ; and that suit had been commenced in the Court of Common Pleas of said county, for the recovery of said debt; that the said Gosline had never paid any part or portion of the said debt; that the said Gosline had fraudulently disposed of his property, and the said goods, with intent to defraud the said firm; that the said Gosline still had property, rights in action, moneys, claims, debts, and demands due to him, which he unjustly refused to apply to the payment of said claim; and that he, the said Gosline, fraudulently contracted the said debt:— whereupon, our said associate judge, being satisfied that the demand set forth in the said affidavit, was such, that the said Gos-line could not be arrested, according to the provisions of the first section of the Act of General Assembly of July 12, 1842, issued a warrant of arrest for the said Gosline, in accordance with the provisions of the third and fourth sections of the said act; and whereas, under the said warrant of arrest, the said Gosline was brought before our said associate judge, on the tenth day of April, A. D. 1858, when the hearing of the cause was adjourned until the 16th day of April, A. D. 1858; and whereas, on the said 16th day of April, the said parties appeared, and an adjournment was granted until the 30th day of April 1858; and whereas, on the said 30th day of April, the said parties appeared, and the hearing of said cause was adjourned from time to time, until the 5th day of May 1858; and whereas, on said 5th day of May, the parties appeared, and after a hearing of the said cause, the said Wm. Merrifield, our associate judge, aforesaid, is satisfied that the allegations of the complainant, the said U. M. Place, are substantiated, in that the said Gosline has assigned and disposed'of his property with the intent to defraud the said U. M. & W. H. Place, and other creditors; and that he fraudulently contracted the .said debt, respecting which the said suit is brought: — these are, therefore, in accordance with the provisions of the eighth section of said act, to command you, the said constable, forthwith to convey and deliver into the custody of the said keeper of the said common jail, the body of the said James M. Gosline; and you, the said keeper, are hereby required to receive the said James M. Gosline into your custody, in the said common jail, and him there safely keep until he shall be discharged by law.\nWitness the hand and seal of the said Wm. Merrifield, associate judge of the Court of Common Pleas of said county, at Hyde Park, this sixth day of May, A. D. one thousand eight hundred and fifty-eight.\nWm. Merrieield, Associate Judge, [seal.]\nThe defendant thereupon removed the proceedings to this court by certiorari, and here assigned, inter alia, for error: 1. That the plaintiff’s affidavit was defective; 2. That a contract made out of the state could not be made the basis of this proceeding; 3. That the commitment was defective, erroneous, and void.\nThe defendant then applied to this court, sitting at Pittsburgh, for a writ of habeas corpus, for the purpose of admitting him to bail, during the pendency of the cause in this court, which was granted; and on the hearing the following opinion was delivered by\nLowrie, C. J. — The relator was charged, under the Act of 1842, as a fraudulent debtor, by several of his creditors, and on hearing before one of the associate judges of Luzerne county, the charge was sustained, and he was committed to jail until discharged by law. Afterwards he obtained a certiorari out of this court, in the Eastern District, to bring up the proceedings for review. Next he applied to one of the judges of this court, who allowed him a writ of habeas corpus, returnable before the court in banc, and to that we have a return that the prisoner is in court, and that he is held in custody by virtue of the commitment and proceedings above recited. The prisoner now asks to he discharged on bail, to abide the result of the hearing on the certiorari.\nThis is a common law habeas corpus, and not under the Habeas Corpus Act of 1785. It is, therefore, a form of remedy which can be administered only by the court in banc, and not by a single judge; though a single judge may allow the writ, on sufficient cause shown.\nThe judicial authority of this court extends to the review and correction of all proceedings of all inferior courts, except where such review is expressly excluded by statute, in accordance with the constitution ; and we may issue all sorts of process, and use and adopt all sorts of legal forms that are necessary to give effect to this supervisory authority. Certiorari and habeas corpus are common law or customary forms used for this purpose, and they have the express sanction of the Act of June 1836, § 7: Brightly’& Purd. 771.\nNow certiorari and habeas corpus may be severally used as ancillary to each other. If a habeas corpus at common law issues, and the return to it shows that the prisoner is held by virtue of proceedings in a court, or before a magistrate, over which the court issuing the habeas corpus has a supervisory authority, the said court may issue a certiorari to bring up the record; and may thereupon hear and decide the case, or review and correct the proceedings, in order to give efficacy to the writ of habeas corpus. If a certiorari be issued to bring up a case into a higher court for hearing or review, the court may also issue a habeas corpus to bring up the defendant; and may, in a proper case, admit him to bail to appear at the hearing and abide the event; and the form of the recognisance must be adapted to the exigencies of the case.\nOld forms will not entirely suit new classes of cases, but must be moulded to suit them.\nAnd the Court of Common Pleas, as a court, has the same authority at common law over its inferior magistrates, by means of the wrics of habeas corpus and certiorari; and to this is added the express authority given by the constitution (Art. 5th, section 8) to exercise the same authority over justices of the peace, by means of the writ of certiorari, that the Supreme Court has over all inferior jurisdictions; and it may, of course, use these writs as ancillary to each other. All these principles will readily be found in any law dictionary, or elsewhere, where the law of habeas corpus is specially treated of.\nIn this case, we regard the habeas corpus as ancillary to the certiorari, and as that cannot'be heard in the Western District, we shall admit the relator to bail to abide the event of the hearing on it at the next term for the Eastern District, to which the case properly belongs. We must direct the recognisance to be framed so as to be adapted to the provisions of the Act of 1842, on which the proceeding is founded.\nOrdered, that the relator, James M. Gosline, be discharged from the custody of the sheriff, on his entering jointly and severally with one or more approved sureties, into several recognisances to the respective plaintiffs at whose suits he stands committed, in double the amount of their respective claims, with condition that the same, respectively, shall be void, if the said James M. Gosline shall appear before the Supreme Court, at the next term thereof at Philadelphia, and abide and obey all orders of the said court upon the habeas corpus sued out at his instance against the sheriff of Luzerne county, and which is then and there to be heard, and not depart the court without leave, or in default thereof shall pay unto the respective recognisees, at whose suits in the Common Pleas of Luzerne county he has been committed, such sums of money and costs respectively as shall he adjudged against him, within sixty days after final judgment, in the said respective suits, shall be rendered against him.\nAnd it is further ordered, that the further hearing of this cause be adjourned until the second Monday of March next, at Philadelphia, and that the prisoner be discharged on his recognisance.\nOrdered, that the habeas corpus and all the proceedings had thereon be certified, and sent by the prothonotary of the Western District to the prothonotary of the Eastern District.\nKutz and Hahes, for the plaintiff in error. —\nOf the power of this court to bring these proceedings before them for revision, there can be no doubt: 1. Because the writ of certiorari is not taken away; 2. Because no appeal is given : Townsend v. Morel, 10 Wend. 577. The judge who issued the warrants acted under a special statutory power; it is a special and limited jurisdiction, and all things necessary to give the jurisdiction must appear on the face of the proceedings : Grignon’s Lessee v. Astor, 2 How. 319; Cox v. Thomas, 9 Gratt. 312.\nThe affidavit does not establish legally any one of the particulars required to be established by the act, and consequently, the warrant was issued without authority of law: Spencer v. Hilton, 10 Wend. 609; Smith v. Luce, 14 Id. 237; The People v. The Recorder of Albany, 6 Hill 429; Dougherty v. Dougherty, 6 Penn. L. J. 153. And we think the commitment is void, because it does not recite the facts of the case.\nHaughawout and Merrifield, for the defendants in error. —\nThis court has no power to revise the proceedings of Judge Merrifield; the only question is, whether he exceeded his jurisdiction: Commonwealth v. Nathans, 5 Barr 124; Rex v. Morley, 2 Burr. 1042; Carpenter’s Case, 2 Harris 486.\nIt is enough that the affidavit was sufficient to satisfy the mind of the judge who heard the case below : Dougherty v. Dougherty, 6 Penn L. J. 153. That which is matter of discretion is not subject to review here: 6 S. & R. 1; Mauch Chunk v. Nescopeck, 9 Harris 48. But we contend that it was sufficient, under the terms of the act: Commonwealth v. Burkhart, 11 Harris 522; Commonwealth v. McCabe, 10 Id. 453; 3 Penn. L. J. 307; 1 Miles 75; 3 Watts 144; George v. Graham, 1 Tr. & H. Pr. 295."
  },
  "file_name": "0520-01",
  "first_page_order": 520,
  "last_page_order": 529
}
