{
  "id": 986660,
  "name": "Biles versus The Commonwealth",
  "name_abbreviation": "Biles v. Commonwealth",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "529",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "32 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Binn. 337",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Hill 318",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "15 Mass. 526",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0467-01"
      ]
    },
    {
      "cite": "3 Cush. 150",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1984072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/57/0150-01"
      ]
    },
    {
      "cite": "6 Cow. 72",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12126035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0072-01"
      ]
    },
    {
      "cite": "10 Ohio 75",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        588102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/10/0075-01"
      ]
    },
    {
      "cite": "3 Gray 441",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2077097
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/69/0441-01"
      ]
    },
    {
      "cite": "21 Wend. 509",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0509-01"
      ]
    },
    {
      "cite": "15 Ohio 717",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        491970
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ohio/15/0717-01"
      ]
    },
    {
      "cite": "3 Chit. Cr. L. 1038",
      "category": "reporters:state",
      "reporter": "Chit. Cr. Law",
      "opinion_index": -1
    },
    {
      "cite": "10 Mass. 34",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026949
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0042-01"
      ]
    },
    {
      "cite": "1 Dall. 239",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408532,
        12142581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0251-01",
        "/dall/1/0239-01"
      ]
    },
    {
      "cite": "21 Wend. 409",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151949
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0409-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1108,
    "char_count": 26788,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 3.4232306545400655e-07,
      "percentile": 0.8787340497457574
    },
    "sha256": "46a1a6eca41a6ff93c967d77aa7d1a47e8c7adf6c8191d8510f27e28e9f7d80d",
    "simhash": "1:acec34ede70adc2b",
    "word_count": 4678
  },
  "last_updated": "2024-02-27T20:05:07.474243+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Biles versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J. —\nThe defendant was the confidential clerk and bookkeeper of Hoskins, Hieskell & Co., and he was indicted and convicted of having made a false and forged entry in the journal of the said firm, with intent to defraud his said employers. The forgery consisted in a false addition of one figure in the amount of cash received from bills receivable, in the month of August 1856, and in the alteration of another true figure in said addition. The true addition was $6455.63, while the false addition was $5955.63, the first figure 5 being an alteration of the original figure in the addition, which was a 6. The result of this forgery was to represent the cash received five hundred dollars less than the actual amount; and, of course, to enable their clerk to abstract that sum from the funds of the firm.\nThe three principal books of a mercantile house are the day book, journal, and ledger. The ledger is the chief or grand book of accounts, to which all the others are subservient. It is the principal book of accounts among merchants, into which the accounts of the journal are carried in a summary form. A false entry in the day book, necessarily produces a false entry in the journal and ledger; whilst a false entry in the journal, results in a corresponding false entry in the ledger, in a condensed form.\nIn this case, the ledger, which is the book consulted for the state of the accounts, would represent the cash received from bills receivable, in the month of August 1856, as five hundred dollars less than the true amount.\nThe facts of the forgery have been found by the jury, and that it was done with intent to defraud this firm of Hoskins, Hieskell & Co.\nWe have read carefully the very able opinion of the court below, and the whole subject has been exhausted, in the very elaborate written and oral arguments before us. With all these lights we are unable to see, that this false entry does not amount to forgery, and one of the most dangerous character to the community. For if false entries in the books of a mercantile firm, can be made by a confidential clerk and book-keeper, with impunity, then all confidence in their accuracy must be destroyed.\nThe writing which is the subject of forgery, may be one by which a private fraud is attempted or done, or one tending to a public fraud or other public injury. It must be legally capable of effecting a fraud. “ In respect to private writings,” says Mr. Bishop, in his Commentaries on Criminal Law, vol. 2, § 438, “ it is immaterial by what name they go, and whether they are under seal or not, provided they have the other requisites. Thus a bond or other deed; a bill of exchange or promissory note; a check; an assignment of a legal claim, or a power of attorney to collect it; an endorsement of a promissory note; an endorsement of a payment; a receipt or acquittance; a letter of credit; a transfer of credit; a transfer of stock; an order for the delivery of money or goods; an acceptance of a hill of exchange, or of an order for the delivery of goods; an affidavit, in England, for the purpose of obtaining money due to an officer’s widow from the treasurer of the Queen’s bounty; a private act of parliament; a copy of any instrument, which copy is to be used in evidence in the place of a real or supposed original; a testimonial of character, as a schoolmaster or otherwise; and many other such things, are instruments of which forgery can be committed.”\nSo in the Queen v. Moah, 27 Law J. Rep. M. Cas. 204, it was held, that forging a letter of recommendation of himself to the chief constable, for the office of police constable, was forgery at common law. And in the Queen v. Griffith, Id. 205, where a station master, employed by a railway company to pay the carrier who delivered and collected parcels, told the carrier falsely that the company would not pay him for delivery, in which he acquiesced; the station master had printed forms for delivery and collecting, which he had to fill up and return; on the right-hand side, under the head Collecting, was written Rec’d, which was signed by the carrier’s servant; and he paid him ¿613 for collecting, but the delivery, amounting to ¿626, he kept himself; after the receipt was written, the station master put a receipt stamp under the name of the servant, and on it put in figures ¿639, the aggregate of both columns; it was held, that the prisoner was guilty of forging the receipt.\nWe perceive, therefore, that the crime of forgery, at the present day, extends to a large number of subjects which were not in existence in the earlier periods of the criminal law, and some of which had their origin in the present century. It is, therefore, no argument to say, that precisely such a case as the present is not to be found in the books, although the writing forged is covered by all the definitions and descriptions of the crime of forgery.\nThe industry of the counsel of the Commonwealth has, however, furnished us with a copy of the indictment in the case of Nicholson, who was convicted, in 1841, in the Court of General Sessions for the city and county of Philadelphia, of forging an entry in the day hook of his employer. He was defended by two of our ablest lawyers, Messrs. J. R. Ingersoll and E. W. Hubbell, who, after his conviction, moved in arrest of judgment, but the motion was overruled, and the defendant sentenced. The form of the indictment is similar to the present one. No writ of error was ever taken, and it remains a direct decision, of a court of criminal jurisdiction upon the very point now before us.\nWe are, therefore, of opinion that the offence is properly set forth in the indictment, and that it is forgery at common law.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J. —"
      }
    ],
    "attorneys": [
      "Remale, for the plaintiff in error,",
      "S. O. Perleins and Loughead, District Attorney, for the Commonwealth,"
    ],
    "corrections": "",
    "head_matter": "Biles versus The Commonwealth.\nThe making of a false entry in the journal of a mercantile firm, by a confidential clerk and book-keeper, with intent to defraud his employers, is a forgery at common law.\nSuch forgery may consist in a false addition of the amount of cash received from bills receivable.\nWhat is a sufficient form of indictment in such a case.\nError to the Quarter Sessions of Philadelphia.\nThis was an indictment for forgery, at common law, wherein-Edwin R. Biles, the defendant, was charged with having made a false and forged entry in the journal of Hoskins, Hieskell & Co., with intent to defraud the said .firm.\nThe defendant was for several years the confidential clerk and book-keeper-of Hoskins, Hieskell & Co., and had the entire charge of their books, and of the cash received in their business, until it was deposited in bank.\nThe forgery charged in the indictment was perpetrated by the false addition of the items of cash received from bills receivable, on a page of the journal of the firm. The true addition was $6455.63, the entry was first made by the defendant as $6955.63, and subsequently altered to $5955.63; thus enabling him to appropriate to his own use $500 of his employers’ money. An examination of the books of the firm resulted in the discovery of frauds of a similar character, to the extent of many thousands of dollars.\nThe first count of the indictment was as follows :—\nIn the Court of Oyer and Terminer and Quarter Sessions of the Peace, for the City and County of Philadelphia.\nNo. 610, February Sessions, 1858.\nCity and County of Philadelphia, ss.\nThe Grand Inquest for the Commonwealth of Pennsylvania, inquiring for the city and county of Philadelphia, upon their respective oaths and affirmations, do present, that Edwin R. Biles, late of the said county, yeoman, on the thirtieth day of August, in the year of our Lord one thousand eight hundred and fifty-six, at the county aforesaid, and within the jurisdiction of this court, was, and theretofore, for a long space of time, to wit, for the space of two years, had been, a confidential clerk and book-keeper of Francis Hoskins, Colson Hieskell, James F. Hieskell, and Thomas S. Young, copartners, under the firm of Hoskins, Hieskell & Co., and as such confidential clerk and book-keeper, was intrusted and employed by the said Francis Hoskins, Colson Hieskell, James F. Hieskell, and Thomas S. Young, copartners, under the firm of Hoskins, Hieskell & Co., to keep the hooks of account of said firm, to make the entries therein, and to have the sole charge and keeping of said hooks of account, and of the posting, settlement, and balancing thereof. And the jurors aforesaid, upon their oaths and affirmations aforesaid, do say and further present, that the said Edwin R. Biles, to wit, on the same day and year last aforesaid, at the county aforesaid, and within the jurisdiction of this court, having in his custody and possession a certain book of account of the said firm, commonly known as a “ Journal,” in which said journal, to wit, on page nine hundred and forty thereof, there was an entry or account, all in writing, for the bills receivable, the respective amounts of which said Mils receivable had been received by the said firm, at divers times, during the then preceding month, to wit, the month of August aforesaid; and which said entry, account, or writing, was in words, figures, ciphers, characters, and letters following — that is to say:—\n“Philadelphia, August 30, 1856.\n“ Cash Dr. to Sundries.\n“ To\n“ 35 “Bills Receivable, Note No. 3451 197.06\n“ “ 3305 1152.48\n“ “ 3617 1322.25\n“ “ 3600 387.28\n“ “ 3371 248.18\n“ “ 3611 1020.00\n“ “ 3628 200.00\nDft. “ 3568 532.07\n“ “ 3629 250.00\nNote “ 3473 321.81\n“ '“ 3554 319.25\n“ “ 3609 505.25\n■-6455.63”\nhe, the said Edwin R. Biles, afterwards, to wit, on the same day and year last aforesaid, at the county aforesaid, and within the jurisdiction of this court, with force of arms, &c., the said entry, account, or writing, falsely, fraudulently, and deceitfully did alter, and cause to be altered, by falsely forging and altering the figure 6, being the first figure in the sum total of the said several items of the said entry, account, or writing, to the figure 5; which figures and which said sum total did, before the said forgery and alteration, import and signify six thousand four hundred and fifty-five dollars and sixty-three cents, but by reason and means of the said forgery and alteration, did become, import, and signify five thousand four hundred and fifty-five dollars and sixty-three cents; with intent to defraud the said Francis Hoskins, Colson Hieskell, James F. Hieskell, and Thomas S. Young, co-partners, under the firm of Hoskins, Hieskill & Co., contrary to the form of the Act of the General Assembly in such case made and provided, and against the peace and dignity of the Commonwealth of Pennsylvania.\nThe second count corresponded to the first in all respects, except in alleging that the entry was originally $6955.63. The third alleged that the entry was complete without the addition, and charged the false and fraudulent making, forging, and counterféiting of the addition, $5955.63. The fourth charged the false and fraudulent making, forging, and counterfeiting of the entire entry. The 5th, 6th, 7th, and 8th counts corresponded to the first four, omitting the statement that the defendant was a confidential clerk and book-keeper of Hoskins, Hieskell & Co., and as such confidential clerk and book-keeper, was intrusted and employed by said Hoskins, Hieskell & Co. to keep the books of account of said firm, to make the entries therein, and to have the sole charge and keeping of said books of account, and of the posting, settlement, and balancing thereof.\nThe defendant having been convicted on this indictment, moved in arrest of judgment. This motion was overruled by the court below, and the defendant was sentenced to an imprisonment of three years at hard labour, in the Philadelphia county prison. The following opinion was delivered by Ludlow, J., on the motion in arrest of judgment:—\n“The defendant was indicted at the February Sessions of this . Court, for having fraudulently made, forged, and counterfeited an entry on the ‘journal,’ being a book of account belonging to the firm of Hoskins', Hieskell & Co., merchants of this city. The indictment, which consists of eight counts, substantially charges the offence to have been committed in the following manner: 1st. By a fraudulent erasure and alteration of one figure in the sum total of the entry; 2d. By the false making or forging of all the figures which represent the sum total; and lastly, by the forging or false making of the entire entry.\n“ There is no allegation of an erasure or alteration of either item of the various amounts representing the bills receivable, in the journal in question; but the offence, if committed, consists in the erasure, alteration, or false making of the sum total, or of a figure of said sum total, or of the figures thereof. It is alleged by the counsel for the defendant, that, in point of law, no offence known either to the common law or to, the statute law of Pennsylvania, has been committed, and that this judgment must be arrested. It is confessed by the Commonwealth, that this case is not within the statutes of forgery at present in force in this state, and the offence must, therefore, be a misdemeanor at common law; if it is not, the defendant is entitled to his discharge.\n“ Forgery at common law has been defined by the elementary writers, to be ‘ the fraudulent making or alteration of a writing, to the prejudice of another man’s right:’ 4 Bl. Oom. 247; or ‘ the false making of an instrument which purports on its face to be good and valid, for the purpose for which it was created, with a design to defraud any person or persons:’ 2 Bast P. Q. 991.\n“ A late writer defined, as well as described, the offence in terms sufficiently accurate to comprehend the usual definitions of all the earlier text-writers, when he said — ‘ Forgery is the fraudulent making or alteration of a writing, to the prejudice of a man’s right. It may be committed of any writing which, if genuine, would operate as the foundation of another man’s liability, or the evidence of his right:’ 3 Gíreeril. Bvicl. § 103.\n“It is obvious, that the first question to be determined, is the legal signification of the term ‘writing,’which appears in these various definitions. Is this word to be considered as a word of general signification, or is its meaning.in anywise to be restricted ?\n“ To say that any ‘writing’ may be the subject of a forgery, disconnected from the effect which this writing is to produce upon others, is simply an absurdity; and, therefore, the definitions restrict the meaning of the word, and define the various writings, the fraudulent making or alteration of which will amount to forgery. To make or alter a writing which, either at common law or by statute, was the object of forgery, with intent to defraud another, or to the prejudice of another man’s right, or which, if genuine, would operate as the foundation of another’s liability, or the evidence of his right, is forgery.\n“But it may be supposed that, though it appears that the writing was to the prejudice of another’s right, or the evidence of another’s right, yet the offence could not be forgery, because, at the common law, this crime could not be committed with respect to any writing of a private nature, unless the same was under seal. Whatever may have been the doubts expressed by the earlier English judges, upon this question, they were long since settled by the decision in Rex v. Ward, 2 Lot. Baym. 1461; and we cannot dispose of this point in a more satisfactory manner, than by quoting the decision of Ch. J. Tilgiiman, in Commonwealth v. Searle, 2 Binn. 337, decided in 1810; where the judge uses this language :—\n“ ‘ It seems to have been the opinion of the old writers on criminal law, that forgery at common law cannot be committed with respect to any writing of a private nature, unless the same wa,s under seal. But this point was fully investigated, and decided to the contrary, in the case of Bex v. Ward; since which, the law has been considered as settled.’\n“ A multitude of more modern authorities could now be cited to sustain this position, did we think it necessary so to do. The question then, now to be considered, is narrowed simply to this: Is the writing in question such a private writing as may be the object of a forgery at common law ? We will, of course, search in vain for a precedent at common law, which will exactly include a case similar to the present one, because the early- passage of statutes inflicting severe penalties for forgery in England rendered indictments at common law unnecessary; and further, when we consider the comparatively recent introduction of the art of bookkeeping, as a necessary concomitant with mercantile pursuits, which pursuits themselves are also of modern growth, we will not be surprised at the want of a suitable precedent.\n“ But the principle upon which Bex v. Ward was decided, is old enough and broad enough to include writings, the alteration, erasure, or making of which would have been forgery at common law. When the argument was used in that case (and apparently with great force), that the writing in question was not a deed, and therefore was not a forgery, the answer was, ‘ there is no reason why this should not be punished as a forgery, as well as if it were a deed; the injury may he as great, or greater.’ And Chief Justice Tilghman, in deciding Commonwealth v. Seárle, where the defendant had been convicted, not of forging the note in question, but of altering and publishing said note as true and genuine, although no precedent could probably be found in the books for the position taken by the court, adopts the principle .already alluded to, when he says:—\n“ ‘ What I chiefly rely on is, that the publication is,, in its nature, as dangerous to society as the forgery ; and, therefore, there is no good reason, why the common law should punish the one, and not the other.’\n“ The cases cited by the counsel for the Commonwealth, prove beyond a doubt, that the principle adopted in the cases above cited, has been applied, from time to time, by the courts, to the ever-expanding and varying interests of society; and thus have individuals, and whole communities, been protected from the evil designs of the vicious. The fraudulent counterfeiting of a printed or engraved railway ticket has been held to be forgery at common law : Commonwealth v. Bay, 3 (fray 441. So also, in England, the forgery of a railway pass : Regina v. Boult, 2 Gar. Sp Kir. 604. The false malting of an acceptance of a conditional order for the delivery of goods, was also held to be forgery at common law: Commonwealth v. Ayer, 8' Gush. 150. In Barnum v. The State, 15 Ohio Pep. 717, the fraudulent alteration of a book of account, with intent to defraud, was held to be a forgery.\n“ It is unnecessary to cite further authority in support of the position assumed, and we proceed to determine whether the erasure or alteration, or making of the entry in question, was to the prejudice of the rights of any one person; or whether, if genuine, it would operate as the foundation of another’s liability, or the evidence of his right.\n“The book in which the entry is made is a ‘journal,’ one of a series of books used by merchants in keeping their accounts. The verdict has settled the question, that an erasure or alteration, or the making in question, was fraudulently done, and with intent to defraud; and the same state of facts would have been presented to the court upon argument on demurrer, for the demurrer admits facts sufficiently set forth in the indictment; so that the defendant’s counsel cannot complain of the speedy determination of the cause at the trial upon the demurrer.\n“ With this state of facts, either admitted on demurrer, or found by the verdict, can there be a doubt of the injury inflicted upon the prosecutors, Hoskins, Hieskill & Co. ?\n“ The erasure, alteration, or making in question, was a part of the fraud perpetrated upon these prosecutors by the defendant. Without it, their rights might have been prejudiced, but the mere breach of trust involved in the abstraction of the money would have been promptly detected. By this fraudulent act, the injury was systematically planned, and so ingeniously carried into effect, that no sooner is it discovered, than the prosecutors find themselves in a most embarrassing position.\n“ A single false entry, in a set of mercantile books, discovered, tarnishes at once the most sterling credit, and being known by the community at large excites' the most feverish anxiety. Not only is the right of the immediate victim prejudiced, but the rights of others are endangered, and thus, too frequently, a wide-spread ruin follows the first disaster. Nothing but the clearest indication of legislative will should deter us, from declaring this evil to be within the reach of the remedy prescribed by the common law. But the act in question was not only prejudical to the rights of the prosecutors, but the writing, if genuine, might have been ‘the evidence of their rights.’\n“ True, the ‘journal’ would not he received as evidence for the prosecutors in a suit at law, but in equity, for collateral purposes, it might have been the ‘ evidence of their rights,’ and then by the adjudged case, the offence committed would be forgery: See 2 Russell on Crimes 340; Hawkeswood’s Case, 1 Leaeh, C. C. 357; 2 Hast P. C. 955; Deakin’s Case, 1 Sid. 142; Butler v. Commonwealth, 12 S. ‡ R. 237.\n“ Again, the entry in question is, in substance, an acquittance or in the nature of a receipt from the firm to the defendant; as confidential book-keeper, he receives the amount of the bills receivable ; to discharge himself from liability, he enters the several items in the ‘journal,’ as the agent of the firm; and then, not as the agent of the firm, but as an individual and for his own wicked gain, so erases or alters, or makes a figure or figures in the sum total representing the addition of the entire entry, as to deceive and thereby defraud his employers.\n“ In principle, we can see no distinction between this case and the very numerous decided cases, wherein to forge a receipt has been held to be forgery. As was said in Rex v. Ward, ‘the injury may be as great’ in a case of this description as in any other; and when we regard the incalculable evils which may be inflicted by this species of the crimen falsi, we think the importance of arresting its progress in our large mercantile communities, must be self-evident.\n“ The point urged with force at the argument of this case, to wit, that the act in question, if committed, was not such a one as would have deceived persons using ordinary observation, is, we think, untenable. The false instrument may simply carry on its face the semblance of that for which it is counterfeited; if the prosecutors, using ordinary observation, might have been imposed upon, that is sufficient: 2 Russell on Crimes 341-2. The entry made in this ‘journal,’ was calculated to deceive the most experienced merchant, the erasure and consequent alteration of the figure 6 to 5, would have the effect of allaying and not exciting suspicion; it was an evidencerimáfacie of the accuracy of the clerk, who, having cast up the column of figures, discovers and corrects a mistake. What individual would, under these circumstances, and having confidence in an ordinary, and not, as in this case, a confidential book-keeper, stop to recalculate the entire entry ? The crime thus committed was not only a serious one, but was so ingeniously consummated, as to entrap and deceive the most sagacious.\n“ Some objection was made upon the argument of this cause, to the form of the indictment, because it is therein alleged that the amount of the bills receivable had been received by the firm of Hoskins, Hieskell & Co.; but, in point of law, this was the fact, for the defendant was the legal agent of the firm, and it was not until the firm had thus received the funds that the defendant abstracted them by means of this forgery.\n■ “ Upon a careful consideration of the whole case, the court are of the unanimous opinion that the offence charged is forgery, and the motion in arrest of judgment must be overruled.”\nThe defendant thereupon made application to this court* for a writ of error, which was allowed; and here assigned for error: 1. That the indictment charged an impossibility, viz., an alteration of the addition of the prosecutors’ books in several items of bills receivable, with intent to defraud them; stating in each count that the respective amounts of said bills receivable had been received by the said firm. 2. That no offence known to,the common law was charged in the indictment.\nRemale, for the plaintiff in error,\ncited Wharton’s Cr. Law, § 1498; People v. Stearns, 21 Wend. 409; Commonwealth v. Sankey, 10 Harris 390; Rex v. Ward, 2 East P. C. 862; 1 Greenl. Ev., § 117-18; Poultney v. Ross, 1 Dall. 239; Commonwealth v. Hayward, 10 Mass. 34; Whart. Cr. Law, § 1421; Id. § 1419; 3 Chit. Cr. L. 1038-9; Whart. Cr. Law, § 1438; United States v. Morrow, 4 W. C. C. R. 733; Barnum v. The State, 15 Ohio 717; Regina v. Green, 24 Eng. L. & Eq. 555-6.\nS. O. Perleins and Loughead, District Attorney, for the Commonwealth,\ncited Whart. Cr. Law, § 1498; Pennsylvania v. Misner, Add. 44; West v. The State, 2 Zab. 212; People v. Rathbun, 21 Wend. 509; Wallace v. Harmstad, 3 Harris 467; Commonwealth v. Sankey, 10 Id. 390; 4 Bl. Com. 247; 2 East P. C. 861; Id. 949; 3 Greenl. Ev., § 103; 3 Chit. C. L. 1022; Powell v. Commonwealth, 11 Grattan 822; Rex v. Teague, 1 Cr. Cas. 35; Dawson’s Case, 2 East P. C. 979; 3 Chit. C. L. 1042; Pennsylvania v. McKee, Add. 33; Rex v. Ward, 2 Str. 747; s. c., 2 Ld. Raym. 1461; Commonwealth v. Searle, 2 Binn. 337; Commonwealth v. Ray, 3 Gray 441; Regina v. Boult, 2 Car. & Kir. 604; Commonwealth v. Chandler, Thatcher’s Cr. Cas. 187, Regina v. Sharman, 24 Eng. L. & Eq. 553; Upfold v. Leit, 5 Esp. R. 100; Hawkeswood’s Case, 1 Leach C. C. 257; Lee’s Case, Id. 258; Morton’s Case, 2 East P. C. 955; 2 Russ, on Cr. 340; Teague’s Case, 2 East P. C. 979; Deakin’s Case, 1 Sid. 142; Butler v. Commonwealth, 12 S. & R. 237; Kegg v. The State, 10 Ohio 75; Regina v. Fitchie, 40 Eng. L. & Eq. 598; Regina v. Inder, 2 Car. & Kir. 635; 1 Hale P. C. 683; Barnum v. The State, 15 Ohio 717; Foster 116; 2 Russ, on Cr. 328; Rex v. Bontieu, R. & R. 260; Rex v. Peacock, Id. 278; Regina v. Bush, cited in 2 Car. & Kir. 531; People v. Peacock, 6 Cow. 72; Rex v. Webb, Bayley on Bills 432; Commonwealth v. Ayer, 3 Cush. 150; Commonwealth v. Ladd, 15 Mass. 526; Rex v. Kinder, 2 East P. C. 856; Whart. Cr. L., § 1430; Commonwealth v. Smith, 6 S. & R. 568; Allen v. Coit, 6 Hill 318; Elliott’s Case, 5 Bos. & Pul. 93, n.; Collicott’s Case, 2 Leach C. C. 1048."
  },
  "file_name": "0529-01",
  "first_page_order": 529,
  "last_page_order": 538
}
