{
  "id": 415620,
  "name": "Beach versus Wheeler",
  "name_abbreviation": "Beach v. Wheeler",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "69",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Wend. 492",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Hawks 83",
      "category": "reporters:state",
      "reporter": "Hawks",
      "case_ids": [
        8681267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/11/0083-01"
      ]
    },
    {
      "cite": "3 Murph. 248",
      "category": "reporters:state",
      "reporter": "Mur.",
      "case_ids": [
        8690089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/7/0248-01"
      ]
    },
    {
      "cite": "2 Johns. 203",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6772818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0203-01"
      ]
    },
    {
      "cite": "24 Pick. 81",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2069295
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/41/0081-01"
      ]
    },
    {
      "cite": "4 Munf. 59",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        4442950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/18/0031-01"
      ]
    },
    {
      "cite": "3 Wash. C. C. Rep. 31",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "opinion_index": -1
    },
    {
      "cite": "2 Taylor 123",
      "category": "reporters:state",
      "reporter": "Taylor",
      "opinion_index": -1
    },
    {
      "cite": "7 Cow. 715",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0715-01"
      ]
    },
    {
      "cite": "1 Wend. 420",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "8 Cow. 142",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 424",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3514622
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0424-01"
      ]
    },
    {
      "cite": "5 W. & S. 439",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 753,
    "char_count": 15586,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.1916943290410742e-07,
      "percentile": 0.5915528279834076
    },
    "sha256": "2509e2dddc1cc2033b4e93d2a069f168f39a42ce2b44f8f7df5381eacdb6866a",
    "simhash": "1:90a4c1a6cfe661ea",
    "word_count": 2775
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beach versus Wheeler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— When a man is sued for setting on foot an unfounded prosecution, it must be shown that he had not probable cause. Our own cases define probable cause to be reasonable grounds for belief of guilt — a deceptive appearance of guilt arising from facts and circumstances misapprehended or misunderstood so far as to produce belief: 5 W. & S. 439; 1 Barr 237.\nWhat constitutes probable cause is generally said to be a mixed question of law and fact, and so it is, if the saying be rightly received. The jury determines what facts are proved, but the court decides whether they amount to probable cause or not.\nAll authority to institute suits and prosecutions is derived from the law, and though the abuse of that authority is a fact, yet it is to be measured by legal standards. The abuse of the authority involves necessarily a definition of the authority itself. The law alone is competent to say when a party has proceeded without or against law. What circumstances preceded and attended the prosecution complained of are for the jury to find from the evidence, but whether they justified the prosecution, is for the court. '\nIt is no just ground of complaint, therefore, that in this case the court assumed to pronounce on the effect of the plaintiff’s evidence. Granting every thing true he proved, and all necessary inferences therefrom, the court told the plaintiff he had not shown that the defendant proceeded in the suit at Boston without probable cause. What more could the plaintiff have got by going to the jury ? They could only have found his evidence all true, a,nd inferred such other conclusions of fact as resulted naturally and necessarily from that evidence. The benefit of this the plaintiff had, as on a demurrer to evidence, and hence if the judgment was right, there was no error in the time of pronouncing it. The court had the same right to pass on the value and effect of the plaintiff’s evidence on a motion for a nonsuit, as they would have had in a final charge to the jury.\nWere they right then in deciding that the evidence submitted by the plaintiff, failed to prove that Wheeler instituted the Boston suit without probable cause ? It is idle to deny that Wheeler was a patentee of the curry-comb. The patent is particularly recited in the record which the plaintiff gave in evidence, as of the date of the 25th April, A. D. 1846, and if falsely recited, it was competent for the plaintiff to show from the records of the Patent Office that no such patent had ever been issued to Wheeler. But as the proof stood, Beach was manufacturing and vending the curry-comb of which Wheeler was the eldest patentee.\nWhy, then, had not Wheeler the right to sue Beach for infringing his patent ? With the eldest patent in his hands, the acts necessary to constitute infringement confessed, and the law inviting him to an assertion of his rights, how is it possible to say that he proceeded without reasonable grounds for belief of Beach’s guilt— in other words, without reasonable cause ? Grant that Beach was proved to have been the first inventor, and that this fact invalidated Wheeler’s patent, yet when the Boston suit was commenced was there not a deceptive appearance of guilt, arising from circumstances misunderstood so far as to produce belief? There was but one way of answering this question negatively, and that was by going further, and showing not only that Beach was the prior inventor, but that Wheeler Jcneiv him to be so. Had that been shown, the malicious motive of Wheeler’s suit would have discovered itself at once, for he was bound to know that the first inventor had the best right to the patent, and that a patent obtained by Mm for an invention known to be another’s, was void— could not be the subject of infringement — and gave him no right of action whatever. Nay, if he knew that Beach was the original inventor, he was bound to know that he had himself practiced a fraud on the government, and so far from having any right of action against Beach, was liable to heavy penalties for'the wrong he had done.\nBut of such knowledge on the part of Wheeler there was no evidence. On the contrary, the evidence, so far as it went, tended, as Judge Stroud well observed, to negative the idea that Beach had, up to the time when the hardware merchants last conversed with Wheeler (which was after the suit at Boston had been commenced) ever informed them that he claimed the right to make the curry-comb as prior inventor. His first letters-patent bore date March 13, 1849; and actual notice of them is not shown to have been brought home to Wheeler then or at any other time.\nBut it is said we decided, when the cause was here before, that it was not necessary to bring home to Wheeler knowledge of Beach’s prior rights, and of the consequent invalidity of his own patent. I do not so read our judgment, as reported in 12 Harris 214.\nThe case was then here upon two questions; first, the competency of a certain letter which we decided was improperly admitted; and second, the instructions of the court upon this point of Wheeler’s knowledge. The judge who delivered the opinion here did indeed say that the whole instruction of the judge of the District Court on this subject was not correct; but he followed this remark by declaring that, “if there was .an actual infringement upon the defendant’s patent by the plaintiff, or if the defendant really believed that there was such an infringement, his belief being reasonably founded, there was probable cause for the institution of the suit; but if there was no infringement, and the defendant had not reasons which would have induced a person of ordinary sagacity to believe that his rights had been trespassed upon, there was no probable cause.”\nNow, what was this but putting the case on reasonable belief in an actual infringement ? That is, Beach is bound to prove, in this suit, that Wheeler proceeded in the suit at Boston without any reasonable grounds for believing that his rights had been trespassed upon.\nThat was the doctrine we held before, and it is what we hold still. It is exactly what would make out the want of probable cause, which Beach was bound to prove. But how was Beach to prove it ? Only by showing that Wheeler knew him (Beach) to be the first inventor; of which he offered not a particle of testimony.\nGrounds of belief involve knowledge of facts. Wheeler must know that he has a patent, and must be ignorant of any circumstance that would invalidate it, before he can have any belief concerning its infringement. It would be nonsense to talk about the infringement of a patent known to be fraudulent and void. You say he had no reasonable ground for believing his patent infringed; — then show that he knew it was not a valid patent.\nThus, by the most inevitable induction, the plaintiff is brought to the very point at which the court nonsuited him. And there is nothing in our former ruling inconsistent with the judgment of the court below. They took the test we had approved, but the plaintiff’s case could not endure its application. And it never can, until he can affect Wheeler with knowledge of the facts alleged; for, till then, the judgment of the law must be, what the judgment of charity always is, that a man’s conduct is influenced by his sincere belief of what he knows, rather than by a heart regardless of social duty and bent on mischief.\nThe judgment is affirmed.\nJustices Knox and Thompson dissented from this judgment.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "W. A. Porter, for the plaintiff in error.",
      "W. S. Price, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Beach versus Wheeler.\nIn an action for a malicious arrest and imprisonment on civil process, the suit being for an alleged infringement of a patent right, it is necessary to prove not only that the plaintiff was the first inventor, and therefore that the patent was invalid, but also that the defendant knew his patent was void on that ground. The possession of the letters-patent constituted sufficient probable cause for the suit, unless the defendant had knowledge of their invalidity.\nError to the District Court of Philadelphia.\nThis was an action on the case, by William Beach against William Wheeler for a malicious arrest and imprisonment on civil process. The case was formerly before this court, and is reported in 12 Harris 212.\nOn the second trial of the cause, the plaintiff gave in evidence the record of the suit of Wheeler against Beach, in the Circuit Court of the United States, in Massachusetts, for an infringement of Wheeler’s patent for an improvement in the manufacture of curry-combs, dated the 24th of April 1846; wherein Wheeler suffered a nonsuit on the 21st October 1851. He also showed that he was arrested and imprisoned in Boston, in the process in that suit, for above fifty days.\nIn the action in the circuit court, the present plaintiff gave the following notice of special matter, under the Act of' Congress, which was part of the record given in evidence:\n“ The defendant hereby gives notice, that besides all matters allowable in this defence, under the above plea, he intends to give special matters in evidence, tending to show that the plaintiff was not the original and first inventor of that for which he alleges in the writ he has obtained a patent in due form of law, but surreptitiously and unjustly obtained said patent for that which was in fact first invented by the defendant, who was using reasonable diligence in adapting and perfecting the same. And the defendant expects and intends to prove at the trial, by the persons whose names and residences are herein below stated, their knowledge of that for which the plaintiff alleges in this writ he has obtained a patent in due form of law, prior to the plaintiff’s application for such patent, and of the prior exposure for .sale and use of the same in public, in Philadelphia, New York and Boston, and Sharon, Ct., and elsewhere in the United States, with the consent and allowance of the plaintiff.”\nThe plaintiff also put in evidence letters-patent to himself, for the same improvement, dated the 12th February 1850, which recited the surrender of a former patent of the 13th March 1849 ; and gave evidence tending to show that he was the first inventor of the improvement.\nAfter the plaintiff’s evidence was closed, the court below (Stroud, J.,) on motion of the defendant’s counsel, ordered a nonsuit to be entered; which the court in banc, afterwards, refused to take off, and sealed a bill of exceptions. The plaintiff then removed the cause to this court, and here assigned the same for error.\nW. A. Porter, for the plaintiff in error.\n— In an action for malicious prosecution the jury ought to be instructed by the judge as to the law involved in the question of probable cause: Masten v. Dayo, 2 Wend. 424; Burlingame v. Burlingame, 8 Cow. 142; Murray v. Long, 1 Wend. 420. Whether there be probable cause is a mixed question of law and fact: McCormick v. Lisson, 7 Cow. 715; Munns v. Dupont, 3 Wash. C. C. R. 31; 1 Starkie on Ev. 513, 522.\nIn Johnstone v. Sutton, 1 T. R. 543, it is said, the question of probable cause, is a mixed question of law and fact: whether the circumstances alleged to show it probable or not probable existed, is a matter of fact; but whether, supposing them to be true, they amount to a probable cause is a question of law, and that upon this distinction the case of Reynolds v. Kennedy, 1 Wils. 232, was decided: Leggett v. Blount, 2 Taylor 123: Ulmer v. Leland, 1 Greenleaf 134; Munns v. Dupont, 2 Browne’s Rep. Appx. 42; 3 Wash. C. C. Rep. 31. In Crabtree v. Horton, 4 Munf. 59, it was held that the court ought not to instruct the jury that probable cause is proved, but should leave the weight of the testimony to the jury, unless the facts are agreed by the pleadings, or submitted to the court by the parties.\nThe question of probable cause is composed of law and fact; it being the province of the jury to determine whether the circumstances alleged are true or not; and of the court to determine whether they amount to probable cause; Johnstone v. Sutton, 1 T. R. 545; s. c., 1 Bro. P. C. 76; Blackford v. Dodd, 2 B. & Ad. 184; Ulmer v. Leland, 1 Greenl. 135; Stone v. Crocker, 24 Pick. 81; Panton v. Williams, 1 G. & D. 504; 2 Ad. & El. 169, N. S.; Watsonn v. Whitmore, 8 Jur. 964; 14 Law Jour. 41, N. S. But if the matter of fact, and matter of law, of which the probable cause consists, are intimately blended together, the judge will be warranted in leaving the question to the jury. McDonald v. Rooke, 2 Bingh. N. C. 217; 2 Scott 359.\nThe discharge of the plaintiff, by the examining magistrate, is primá facie evidence of the want of probable cause, sufficient to throw upon the defendant the burden of proving the contrary: Secor v. Babcock, 2 Johns. 203; Johnston v. Martin, 3 Murph. 248; Bostick v. Rutherford, 4 Hawks 83.\nThe mere belief of the prosecutor is no evidence of probable cause: Winebiddle v. Porterfield, 9 Barr 137.\nThere was no evidence that Wheeler ever had a patent. The court below took the allegation, in the Boston suit, alleging a patent as true, although the plaintiff in that case was turned out of court for not proving that allegation. [Lowrie, C. J. — “By giving the record in evidence, the plaintiff admits nothing, alleged by the plaintiff in that suit.”] They undertook to decide that Wheeler had a patent, and that it was a good one.\nThe charge is in direct opposition to the opinion of this court .in the same case: 12 Harris 215.\nW. S. Price, for the defendant in error.\n— The question is not who is the first inventor of the open back comb; nor is it one of validity as between the patents; nor yet, whether the defendant had real cause for the suit. But it is whether the plaintiff gave any evidence entitled to be submitted to the jury, that the defendant had not reasonable or probable cause for instituting the suit at Boston, at the time he did institute it. For the question of probable cause rests only on those facts and circumstances that were known to the prosecutor at the time the prosecution was begun, and not upon any which afterwards came to his knowledge: Swain v. Stafford, 3 Iredell’s L. 280, 4 Id. 392.\nWhile it may be conceded, therefore, under the numerous authorities cited by the plaintiff, that if there are facts in dispute (as in those cases) the proper course is for the judge to leave the question of probable cause to the jury, with instructions upon the law as applied to the several phases which the facts may assume; yet it is contended that in a case like the present, where there is no evidence of a want of probable cause, and, therefore, no disputed facts upon the subject, it is proper for the court to dispose of it, as was done: Blackford v. Dodd, 2 Barn. & Adol. 179; Davis v. Hardy, 6 Barn. & Cress. 225; Stone v. Crocker, 24 Pick. 81, 85; Varrel v. Holmes, 5 Greenleaf 168; Williams v. Norwood, 2 Yerger 329, 332; Masten v. Dayo, 2 Wend. 424, 428; Weaver v. Townsend, 14 Wend. 492; Bulkeley v. Keteltas, 2 Selden 384.\nIf the court had referred the question to the jury, it would have been error. Travis v. Smith, 1 Barr 324; Taylor v. Godfrey, 36 Maine (1 Seath) 525.\nThe case in 12 Harris 212, does not’ decide that the case is to be submitted to the jury, irrespective of the evidence.\nIt is apparent from the record of the suit in Boston, that Wheeler had a patent. The notice of special matter given in that suit, admits it. It is the statutory mode of bringing such matters on the record. That patent was primd facie evidence of right, and it lay upon the plaintiff to prove notice that the defendant was not the first inventor."
  },
  "file_name": "0069-01",
  "first_page_order": 69,
  "last_page_order": 75
}
