{
  "id": 415558,
  "name": "The Lancaster Mining, Smelting, and Manufacturing Company",
  "name_abbreviation": "Lancaster Mining, Smelting, & Manufacturing Co.",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "151",
  "last_page": "152",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 110,
    "char_count": 1417,
    "ocr_confidence": 0.437,
    "sha256": "f255c963d631cbb0c7b60e7c8d28fb0e5a41f65f8a43984aef1d93dffe489c1b",
    "simhash": "1:6d631af416c4de9b",
    "word_count": 252
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Lancaster Mining, Smelting, and Manufacturing Company."
    ],
    "opinions": [
      {
        "text": "The opinion- of the court was delivered by\nLowrie, C. J.\n— This company desires to be incorporated, and have presented for our approval their articles of association. They do not tell us under which law they desire to be incorporated; but we presume it is under the Act of 21st April 1854, and if it is, the articles of association ought to set out that the parties are possessed of mineral lands, and give a description of them; and we ought to have evidence of the truth of such allegations; for it is the oivners of mineral lands that are to be incorporated, and not those who may desire to speculate in them.\nBut, so far as we can discover, this court has nothing to do with allowing of charters in this special kind of cases, and if we have, we desire the parties interested to show us the law for it. As at present advised, we must refuse to approve the charter presented.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "The Lancaster Mining, Smelting, and Manufacturing Company.\n’ A charter for a mining company, desirous of being incorporated under the Act 21st April 1854, should set forth that the parties are in possession of mineral lands, and give a description of them. They should also produce evidence of the truth of such allegations.\nThe Supreme Court have nothing to do with, the allowance of charters, in such cases.\nThis was an application for a charter of incorporation, under the provisions of the Act 21st April 1854: Brightly’s Purd. 1056."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 152
}
