{
  "id": 415532,
  "name": "The Alexander Presbyterian Church of Philadelphia",
  "name_abbreviation": "Alexander Presbyterian Church",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "154",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 165,
    "char_count": 2595,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 7.871964132982943e-08,
      "percentile": 0.45956443792668994
    },
    "sha256": "204498ffa5a3305ee5d7751369fc40cd394b5cd1f40e6bb80fc42f346c945008",
    "simhash": "1:a9c6146cc60c75df",
    "word_count": 457
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Alexander Presbyterian Church of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— The charter here presented for our approval is defective in this, that it overlooks the provisions of that section of the Act of 26th April 1855, which requires that all property which the corporation shall in any way acquire shall he taken, held, and enure, subject to the control and disposition of the lay members of the society, or of such officers thereof as shall be composed of a majority of lay members, citizens of Pennsylvania, having a controlling power; and which further provides that “no charter hereafter granted by any court for any church, congregation, or religious society shall be valid, without requiring such property to be taken, held, and to enure, subject as aforesaid.” Under this act we have required that this provision shall be inserted in all charters presented to us for approval, in the words of the law. The law is complied with when the board of trustees is so provided for that it must necessarily consist, in its majority, of laymen who are elected by the lay members of the church, and when the charter follows the words of the act, in requiring that the property shall vest in such a board of trustees.\nWe feel bound, also, to object to approving of a charter written on several sheets of paper, and sewed together, as this is. It ought to be all written on a single sheet of paper, where a society cannot afford parchment for a document of such essential and permanent importance to their corporate existence and guidance. When such a one as this once parts from our possession, we can have no mode of securing the threads that connect the parts with our certificate and seal.\nUntil these defects are corrected, we must withhold our approval of the instrument.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "The Alexander Presbyterian Church of Philadelphia.\nThe charter of a ohurch must contain a pi'ovision that its property shall be held subject to the control and disposition of its lay members. This provision must be inserted in the words of the Act 26th April 1855.\nThe law is complied with, when the board of trustees is so provided that it must necessarily consist, in its majority, of laymen, who are elected by the lay members of the church; and when the charter follows the words of the act, in requiring that its property shall vest in such a board of trustees.\nThe court will not approve of a charter written on several sheets of paper and sewed together. It ought to be all written on a single sheet.\nThis was an application for a charter of incorporation, under the provisions of the Act of 6th-April 1791: Brightly's Purd. 164."
  },
  "file_name": "0154-01",
  "first_page_order": 154,
  "last_page_order": 154
}
