{
  "id": 415560,
  "name": "Rancel versus Creswell",
  "name_abbreviation": "Rancel v. Creswell",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "158",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Binn. 455",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0455-01"
      ]
    },
    {
      "cite": "1 Yeates 332",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774851
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0330-01"
      ]
    },
    {
      "cite": "6 Watts 18",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0018-01"
      ]
    },
    {
      "cite": "2 Yeates 400",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0400-01"
      ]
    },
    {
      "cite": "5 Johns. Ch. 35",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1980776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/5/0035-01"
      ]
    },
    {
      "cite": "5 Metc. 134",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 447",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0447-01"
      ]
    },
    {
      "cite": "7 W. & S. 96",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481819
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0096-01"
      ]
    },
    {
      "cite": "9 Watts 450",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 171",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 464",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 8048,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 7.574857952793658e-08,
      "percentile": 0.4489340884352717
    },
    "sha256": "d50e68ed09955e3c2adbe35fff510a8f16f7cd4b17d05ea991bf9a93d90b6787",
    "simhash": "1:a3547c1e322b21cb",
    "word_count": 1456
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rancel versus Creswell."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— There is no difficulty in Creswell’s title. It was devised to him for life, with remainder to his issue, and this plainly gives him an estate tail. He has barred the entail according to law, and thus converted his estate into a fee simple, and the purchaser of it shows no valid objection to the complete execution of his contract. The authorities on this subject are so well presented by the defendant in error, that we are saved from repeating them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Hemphill, for plaintiff in error.",
      "Lewis, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Rancel versus Creswell.\nA testator devised as follows — “ My will is, that when the proceeds of the above-mentioned lands shall have amounted to $2000, then my son S. C. shall have the farm, which I call the Laverty estate, &e. If my son S. C. shall have lawful issue, then the said property to go to the said lawful issue, at his decease; but if he should die without lawful issue, then the said property to be equally divided among my surviving children.” Held, that S. O. took an estate tail.\nError to the Common Pleas of Chester county.\nIn the court below, this was an action of covenant, by Samuel M. Creswell against Robert Rancel, wherein the parties stated the following case for the opinion of the court, to be considered in the nature of a special verdict.\n“ James Ross Creswell, late of the township of West Nantmeal, in the county of Chester, deceased, being seised in his demesne as of fee, of the plantation and tract of land hereinafter mentioned, by his last will and testament, dated the 25th day of April 1837, and proved the 8th day of August 1837, among other things, devised as follows:\n“ ‘ My will is, that the annual proceeds of the landed property, which I call the Laverty estate, and the landed property, which I call the Dunwoodie estate, from the time of my decease, shall be put to interest, from year to year, until it shall amount to the sum of two thousand dollars; the annual interest of said income to be paid to my daughter, Mary Esther Creswell; and when the said income shall have amounted to two thousand dollars, my will is that it be carefully put to interest on good, security, and the interest shall be for the support of my said daughter, Mary Esther Creswell ; if she should have lawful issue, then the said two thousand dollars to go to said lawful issue. But if she should die without lawful issue, then the said two thousand dollars to be divided equally between my surviving children. Item. — My will is, that when the proceeds of the above-mentioned land shall have amounted to two thousand dollars, then my son, Samuel Creswell, shall have the farm which I call the Laverty estate, except two fields adjoining lands which I call the Dunwoodie estate. If my son, Samuel Creswell, shall have lawful issue, then the said property to go to said lawful issue at his decease; but if he should die without lawful issue, then the said property to be equally divided among my surviving children.’ ”\n“ The directions of the testator as to raising the sum of two thousand dollars from the rents of his real estate were pursued, and that sum having been raised, the said Samuel M. Creswell entered upon the part of the Laverty farm so devised to him as aforesaid, and continued to hold the same till the 5th day of December, A. D. 1857. That part so devised contains one hundred and ten acres and ninety-five perches, and is the same tract conveyed by the plaintiff to the defendant, as hereinafter mentioned.\n“ On the third day of August, A. D. 1847, the said Samuel M. Cieswell and wife conveyed the said plantation and tract of land, containing 110 acres and 95 perches, to Reese E. Lincoln, for the purpose of barring the supposed estate tail of the said plaintiff therein, and the requisites of the Acts of Assembly in such cases were complied with, and the said Reese E. Lincoln, on the following day, re-conveyed to the plaintiff in fee. On the 20th day of November, a. d. 1857, the said Samuel M. Creswell, by articles of agreement under seal, covenanted and agreed to convey to the said Robert Rancel the said plantation and tract of land devised to him by the said will of his father, and to make him a good and sufficient deed therefor in fee simple. And the said Robert Rancel covenanted and agreed to pay the said Samuel M. Creswell therefor the sum of five thousand dollars, as follows: thirty-five hundred dollars on the delivery of the deed, and the further sum of fifteen hundred dollars by assigning and transferring to him a good judgment bond well secured on real estate in the county of Chester for that sum, payable on. the 1st day of April, A. D. 1858, the. said deed to be delivered on the 5th day of December, a^d. 1857, and the judgment bond to be delivered to the said Samuel M. Creswell within one week after that date. The deed was duly executed and delivered, and the first payment made to the satisfaction of the said Samuel M. Creswell. But the said defendant having caused the title to be examined subsequent to the purchase, and apprehending that the said Samuel M, Creswell has not conveyed and cannot convey the said defendant a fee simple title in the premises, refuses to assign or transfer to the said plaintiff a judgment bond for the said sum of fifteen hundred dollars, according to his agreement, or in any way to pay to the said Samuel the residue of the purchase-money.\n“ The only question is whether the plaintiff by virtue of the devise of the said James Ross Creswell, and of the proceedings to bar the supposed estate tail so devised to the said plaintiff as aforesaid, became seised of an estate in fee simple in the premises. If by virtue of the said devise and deed barring the said supposed entail, the plaintiff became seised in fee of the premises, then judgment to be entered for the plaintiff for the sum of fifteen hundred dollars and costs. If otherwise, judgment to be entered for the defendant with costs.”\nThe court below gave judgment in favour of the plaintiff for $1500 and costs, which was here assigned for error.\nHemphill, for plaintiff in error.\n— The. question presented is, whether the devise over is a good, executory devise. And this depends upon another question, whether the previous devise is an estate in fee. Eor, if that be a fee, the devise over is within the period limited for the vesting of an executory devise: Burkart Bucher, 2 Binn. 464; Lobach’s Estate, 6 Watts 171; Hoover v. Hoover, 5 Barr 355; Act of 8th April 1833; 4 Kent 273, 274, 275; Barnfield v. Wetton, 2 Bos. & Pul. 324; Pell v. Brown, Cro. Jac. 599; King v. Frost, 2 Barn. & Ald. 546; Porter v. Bradley, 3 T. R. 143; Eichelberger v. Barnitz, 9 Watts 450; Langley v. Heald, 7 W. & S. 96; Vaughan v. Dickes, 8 Harris 513; Price v. Taylor, 4 Casey 108; Eby v. Eby, 5 Barr 461; Rapp v. Rapp, 6 Barr 45; Johnson v. Currin, 10 Barr 498.\nLewis, for defendant in error.\n— It is wholly immaterial for the purposes of this argument, whether the words of immediate gift to Samuel taken by themselves, import an estate for life or an estate in fee simple. Eor if they import merely an estate for life, that estate is enlarged; if a fee simple, it is cut down by construction, and the result is the same, a fee tail: Doe v. Whicelo, 8 T. R. 211; Romilly v. James, 6 Taunt. 263; Barnford v. Lord, 14 Com. B. 708; Ellis v. Ellis, 9 East 382; Lillibridge v. Adie, 1 Mason 224; Eichelberger v. Barnitz, 9 Watts 447; Parker v. Parker, 5 Metc. 134; Burnet v. Denniston, 5 Johns. Ch. 35; Haines v. Witmer, 2 Yeates 400; Clark v. Baker, 3 S. & R. 470; Caskey v. Brewer, 17 S. & R. 441; Heffner v. Knepper, 6 Watts 18; Lapsley v. Lapsley, 9 Barr 130; Maurer v. Marshall, 4 Harris 377; Vaughan v. Dickes, 8 Harris 509; Amelia Smith’s Appeal, 11 Harris 9; Braden v. Cannon, 12 Harris 168; Middleswarth v. Collins, Phila. R. 139; Evans v. Davis, 1 Yeates 332; Langley v. Heald, 7 W. & S. 96; Cole v. Goldsmith, 7 Taunt. 209; Willis v. Bucher, 2 Binn. 455; Carter v. McMichael, 10 S. & R. 429; Hansell v. Hubbell, 12 Harris 245; Broadhurst v. Morris, 2 Barn. & Ad. 1; Ireson v. Pearman, 3 B. & C. 799."
  },
  "file_name": "0158-01",
  "first_page_order": 158,
  "last_page_order": 161
}
