{
  "id": 415610,
  "name": "Potts's Appeal",
  "name_abbreviation": "Potts's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "168",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 168"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 490",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0490-01"
      ]
    },
    {
      "cite": "3 Rawle 59",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0059-01"
      ]
    },
    {
      "cite": "6 Watts 18",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0018-01"
      ]
    },
    {
      "cite": "1 Wh. 139",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0139-01"
      ]
    },
    {
      "cite": "9 Watts 450",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 168",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0168-01"
      ]
    },
    {
      "cite": "3 W. & S. 124",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0124-01"
      ]
    },
    {
      "cite": "8 W. & S. 40",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483345
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 13450,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.9824233043005396e-07,
      "percentile": 0.851128965433892
    },
    "sha256": "9f43464ca3512776fb7fafd325f3ed4d6edf0468b0b7a334c5ae807f9e746b45",
    "simhash": "1:4164e704498cb2c7",
    "word_count": 2396
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Potts’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— The decree of the court below is so well justified by the reasons assigned in the opinion of the learned president, showing that the devise in question passes a fee tail in the real estate, and an absolute interest in the personal property, that we do not feel called upon to add anything to it. Our own recent decisions are quite numerous in favour of the conclusion, at which he has arrived: 20 State R. 509; 23 Id. 9, 31, 338; 24 Id. 244, 248, 252; 26 Id. 227; 28 Id. 73, 93, 101.\nDecree affirmed at the costs of the appellants.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Henry Wharton, for the appellants.",
      "McMurtrie, for Serena and Emily Potts, nieces of the testatrix, and appellees.",
      "McCall, for A. S. & E. Roberts."
    ],
    "corrections": "",
    "head_matter": "Potts’s Appeal.\nA testator devised real and personal estate in trust “to pay one-fifth of the rents, income, and interest thereof to each of my four sisters now living, Margaret, Elizabeth, Mary, and Ann, for and during all the term of their natural lives; and the remaining fifth part of my said residuary estate, real and personal, to the children of my deceased sister, Susan, in equal parts and shares in fee.” — And “ upon the decease of any and either of my said sisters or nieces, without issue (if with issue, the issue to inherit their shares), I grant and convey their portion of my estate for the use of my other sisters and children, in equal parts and shares in fee.” Meld, that the devisees took an estate tail in the realty, and an absolute interest in the personal property.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Robert T. Potts, Lewis Cooper, and William L. Schaffer, Jr., trustees under the will of William Lehman, deceased, from the decree of the Orphans’ Court, distributing the personal property belonging to the trust estate among the devisees of the testator.\nIt appeared from the report of the auditor appointed by the Orphans’ Court, to audit, settle, and adjust the account of the said trustees, and to report distribution of the balance in their hands, that William Lehman died some time in the latter part of March, or beginning of April 1829, having previously made his will, bearing date the 26th July 1827. The particular clauses of the will, which gave rise to the questions in this case, are as follows :—\n“ It is my will and desire, that after such gifts or bequests, as I may now or hereafter make, are paid, that — First, all' the rest, residue, reversion, or remainder of my estate, real or personal, whatever and wheresoever, is, and shall be devised and bequeathed to my cousin, William Eckard Lehman, now of the city of Philadelphia, and his heirs, executors, administrators, and assigns, nevertheless, and to for the following use, intents, and purposes: that is to say, in trust, to pay one-fifth part of the rents, incomes, and interest thereof, to each of my four sisters now living, Margaret, Elizabeth, Mary, and Ann, for and during all the term of their natural lives; and the remaining fifth part of my said residuary estate, real and personal, to the children of my deceased sister, Susan, in equal part and shares in fee. All which is above given or bequeathed, is for the sole and separate use of the said female relations, without the control or interference of those who now are or may hereafter become their husbands, or liability for the debt or engagement of said husbands.\n“Fifth. Upon the decease of either, or any of my said sisters qr nieces, without issue, (if with issue, the issue inherit their shares,) I grant and convey their portion of my estate for the use of my other sisters and children in equal parts and shares in fee.”\nWilliam E. Lehman, the trustee named in the will, having filed an account, was in due course of law discharged, upon his own petition, from the said trust; and the appellants, in 1848, were appointed trustees in his place and stead. They filed their only account of the administration of the trust estate, on the 16th January 1857, which was the one upon which the decree was made in this case.\nThe estate consisted of real and personal property. The realty included improved and unimproved property, all in the city of Philadelphia; and the personalty comprised investments in certain stocks and loans, part of which had been originally made by the testator in his lifetime.\nNo claims were made before the auditor by any except the devisees named in the will, and their representatives, and by A. S. & E. Roberts; nor did it appear that there were any outstanding claims against the estate. '\nThe claim of A. S. & E. Roberts was against David Schaffer, a deceased son of Elizabeth Schaffer, one of the devisees named in the will. The said Elizabeth Schaffer survived the testator and died intestate, leaving as her representatives and heirs at law, four children, and the issue of two deceased children, the said David Schaffer and Charles Schaffer.\nIt appeared that David Schaffer, the son of Elizabeth Schaffer, who was one of the devisees already mentioned, became indebted, during his lifetime, to the late firm of W. Lehman & A. S. & E. Roberts, and that the said Messrs. Roberts were the surviving partners of that firm.\nFor the purpose of securing this indebtedness, Mr. Schaffer executed to said survivors an assignment of all his interest in his mother’s share of the estate of the said William Lehman, and appointed them his attorneys in fact, to collect' the same from the executors of said estate. There was also submitted, to support this claim, an agreement between the said David Schaffer and the rest of the children of Elizabeth Schaffer, who had attained their majority, by which it was stipulated, that in case the said David should die before his mother, they would, nevertheless, permit his executors, administrators or assigns, to receive and take enough of his share of the estate coming to them from their mother to pay the claim under consideration, the same as if he had survived his mother. They also covenanted to give, if required, the necessary acquittances to the executors of William Lehman to justify such payment to the said legal representatives of David. In addition to the above, there was also produced a certain warrant, in writing, from Elizabeth Schaffer to William E. Lehman, executor and trustee of William Lehman, the testator, endorsed and acquiesced in by the said executor, directing him, in settling with the late firm of Lehman & Roberts, to charge to her account the sum of $2000, as in full of all their claims against the said David.\nThe auditor decided that the devisees named in the will took a fee tail in the real estate, and an absolute interest in the personalty, and reported distribution accordingly. To this the accountants filed exceptions, which the court below, after argument, dismissed on the 6th February 1858, and confirmed the report of the auditor.. From this decree the accountants have appealed.\nThe following opinion was delivered in the court below by Thompson, P. J.:—\n44 The testator evidently intended that the same property, which was given to his sisters respectively, for life, should, at the decease of either of them, be inherited by the issue of such devisee.\n44 The words used are,4 upon the decease of any or either of my said sisters or nieces, without issue (if with issue, the issue to inherit their share), I grant and convey their portion of my estate for the use of my other sisters and children, in equal parts and shares in fee.’\n44 The testator thus gives the estate over to his other sisters, after the failure of the issue of the first taker. While issue of the respective devisees for life exists, no interest springs to the other sisters; and the law will regard the devisee for life, as taking for the benefit of her issue as well as of herself, in other words, as taking a descendible interest. Such an interest is an estate tail in real property, and an absolute interest in personal.\n44 Where it appears that the issue is to take by inheritance from the first devisee, the inheritable estate vests as such in the devisee. Any form of words sufiicient to show that the remainder is to go to those whom the law points out as the general or lineal heirs of the first' taker, will enlarge the estate for life of the first taker, to an estate tail by implication: Elliott v. Pearsoll, 8 W. & S. 40; Price v. Taylor, 4 Casey 95.\n44 The words of this will show that the issue were to take by descent. 4 If with issue the issue inherit;’ they take as heirs and not as purchasers. By all the cases such a devise creates an estate tail.\n44 An estate in chattels not being transmissible to the issue in the same manner as real estate, nor capable of any kind of descent, when so given, from the necessity of the thing, vests wholly in the first-taker: Knight v. Ellis, 2 Bro. C. C. 575; Wharton v. Shaw, 3 W. & S. 124; Amelia Smith’s Estate, 11 Harris 9.\n44 In this case the issue are to inherit both the real and personal property. It is given as property transmitted to them through the first taker, and not as purchasers. They must claim by descent. But the personal property not being capable of such transmission, of necessity, vests absolutely in the first taker,\n“ Elizabeth Lehman is therefore entitled to an estate tail in the real property, and to the personal property absolutely.\n“ The remaining exceptions are not sustained, and the report of the auditor must be confirmed. Report confirmed.”\nHenry Wharton, for the appellants.\n— The language of the will here does not require the implication of estates tail in the first takers in the real estate. The testator did not contemplate an indefinite failure of issue, but meant the death of the first taker as the period at which alone the limitation over was to take effect King v. Frost, 3 B. & Ald. 546; Parker v. Birks, 1 Kay & Johns. 166; Stump v. Findlay, 2 Rawle 168; Williams v. Waters, 14 M. & W. 162.\nBut, if this construction should not be correct as to the real estate, it is contended that it is so as to the personalty. It is admitted to be a general rule that express words, which create an estate tail in real estate, will give an absolute interest in personal estate. But this rule does not apply, where the estate tail is only implied,, by reason of a gift over in failure of issue: Forth v. Chapman, 1 P. Wms. 663; Cole v. Goble, 13 Com. B. 454; Bamford v. Lord, 14 Id. 708, and note; 4 Kent Com. 282; Eichelberger v. Barnitz, 9 Watts 450; Deihl v. King, 6 S. & R. 29; Smith’s Appeal, 11 Harris 9.\nIn personal estate, the words “ at”, or “upon,” or “ immediately after” the decease of the first taker, without issue, have always been held to mean a failure of issue in his lifetime: 2 Jarm. on Wills 362; Pinbury v. Elkin, 2 Vern. 766; 1 P. Wms. 563; Stratton v. Payne, 3 Bro. P. C. 99; Read v. Snell, 2 Atk. 647; Wilkinson v. South, 7 T. R. 558; Rackstraw v. Vile, 1 S. & S. 604; Parker v. Birks, 1 Kay & Johns. 166.\nA farther illustration of this distinction is, that where express life estates are given in personalty, and then a limitation to the issue, with a further limitation over on a dying without issue, the issue will take as purchasers, and the limitation over will be valid as a contingent remainder: Knight v. Ellis, 2 Bro. Ch. Cas. 570; Stonor v. Curwen, 5 Sim. 264; Wynch’s Trust, 27 Eng. L. & Eq. 375.\nThat case is on all fours with the present, so far as regards the estate of the sisters of the testator here. The whole law on this subject is so fully discussed by the learned judges in Wynch’s Trust, that it is not necessary to spend more time in the discussion of the question.\nThe case of Smith’s Appeal, 11 Harris 9, is in no wise in conflict with the cases above cited, nor has it any bearing on the present.\nMcMurtrie, for Serena and Emily Potts, nieces of the testatrix, and appellees.\n— For the nieces living at the testator’s death, it is contended they took an estate tail in the realty, and consequently an absolute interest in the personalty. Issue always means heirs of the body, unless restrained by the context: Cannan v. Rucastle, 8 Com. B. 876. There must be something in the context to restrain the effects of the words dying without issue, to the time of the death of the first takers, as well in cases of personal as of real estate: 2 Jarm. on Wills 417, 448, 454; Sharp v. Thompson, 1 Wh. 139; Heffner v. Knepper, 6 Watts 18; Paxson v. Lefferts, 3 Rawle 59; Eichelberger v. Barnitz, 9 Watts 450; Caskey v. Brewer, 17 S. & R. 441; Wall v. Maguire, 12 Harris 248; Seibert v. Butz, 9 Watts 490; Simmons v. Simmons, 8 Sim. 22; Smith’s Appeal, 11 Harris 9.\nMcCall, for A. S. & E. Roberts.\n— The authorities are clear, that death without issue denotes a general failure of issue, whether •used in reference to real or personal estate, unless there be something in the will to show a plain intention to limit the failure of issue to a particular time: Barlow v. Salter, 17 Ves. 482. The cases cited on the other side, in support of the restricted construction, differ materially from the present. It makes no difference whether the legatee takes an express estate for life, or a larger interest, or whether the subject-matter be realty .or personalty. In either case the failure of issue is construed to be a failure of issue at any period of time, the first estate is held to be enlarged by implication into an absolute interest, and the limitation over is void for remoteness: Love v. Windham, 1 Lev. 290; Jesson v. Wright, 2 Bligh 1; Lepine v. Ferard, 2 Russ. & Mylne 370; Simmons v. Simmons, 8 Sim. 22; Dunk v. Fenner, 2 Russ. & Mylne 557; Burford v. Lee, 2 Freem. 210."
  },
  "file_name": "0168-01",
  "first_page_order": 168,
  "last_page_order": 172
}
