{
  "id": 415625,
  "name": "Barker versus Pearce",
  "name_abbreviation": "Barker v. Pearce",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "173",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wh. 220",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 213",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0213-01"
      ]
    },
    {
      "cite": "3 Wh. 208",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 6587,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 1.0990501103699177e-07,
      "percentile": 0.5675848283046617
    },
    "sha256": "2556aa35a8c2dd8dcdf74aa1d1396b126b8c4c38bc12db5e524e8c72a2731732",
    "simhash": "1:93636236e46d7785",
    "word_count": 1172
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Barker versus Pearce."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— This land was devised to the testator’s son for life, with remainder to such child or children, born in lawful wedlock, as he should leave at his death. The son died, leaving one child then born, and the plaintiff is his posthumous child. Is she entitled to take under the terms of the will ? We have no kind of doubt that she is; and the authorities referred to by the defendant in error are abundant proof of this conclusion, without noticing another line of argument that might be equally decisive.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Futhey, for the plaintiffs in error.",
      "P. Frazer Smith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Barker versus Pearce.\nA testator devised lands to his son for life, with remainder to such child or children, born in lawful wedlock, as he should leave at his death; the son died, leaving one child, then born, and one ere venire $a mere, who was bom after his decease: Held, that such posthumous child was entitled to take under the will.\nError, to the Common Pleas of Chester county.\nThis was an amicable action of ejectment, by Lewis Anna Pearce, a minor, by her guardian, Azariah Thomas, against Matthew Barker, guardian of Walter Sloan Pearce, for the undivided half of a messuage, plantation, and tract of land, with lots of woodland adjoining, situate in the townships of East Whiteland, West Whiteland, and Charlestown, in the county of Chester.\nThe parties agreed upon a case stated, to be considered in the nature of a special verdict, and subject to a writ of error; from which the following facts appeared.\nCromwell Pearce, of East Whiteland township, Chester county, by his last will and testament, proven 13th April 1852, devised, inter alia, as follows:\n“ I give, devise, and bequeath to my son, Lewis Gr. Pearce, for and during the term of his natural life, all that messuage, plantation, and tract of land, with lots of woodland adjoining, situate and lying in the townships of East and West Whiteland and Charlestown, being three separate tracts, which were conveyed to me during my lifetime, containing in all one hundred and ninety-four acres and one hundred and thirty-six perches, bounded and described as follows, (describing the lands.)\n“ Item. If my said son Lewis shall, at his death, leave a child or children born in, lawful wedlock, I do hereby give, devise, and bequeath to such child or children, all of the remainder of the above described real estate to them, or it, his, her, or their heirs and assigns for ever, in fee simple. But in case, as I suppose, my son Lewis should die without leaving a child or.children born in lawful wedlock, then I make the following disposition of the aforesaid real estate, containing one hundred and ninety-four acres and one hundred and thirty-six perches,” (devising the same over.)\nThe said Lewis Gr. Pearce married, after the death of his father, the above testator, and died November 14th, 1855, leaving a child, the above-named Walter Sloan Pearce, who was born in lawful wedlock, February 5th, 1854, and leaving his wife enceinte with a child, the above-named Lewis Anna Pearce, who was born January 21st, 1856, after the death of her father.\nMatthew Barker was appointed guardian of the said Walter Sloan Pearce, December 11th, 1855, and as such, took charge of the entire real estate devised by said will, before the birth of the said Lewis Anna Pearce, and still, by his tenants, has possession of the same.\nAzariah Thomas was appointed guardian of the said Lewis Anna Pearce, June 9th, 1856.\nThe question for the opinion of the court is, whether, under the will of Cromwell Pearce, the said Lewis Anna Pearce is entitled to the undivided half of the premises mentioned in the above-recited devise. If the court should be of opinion with the plaintiff, judgment to be entered in her favour for the premises claimed in this action.\nIf otherwise, judgment to be entered for the defendant.\nThe court below gave judgment for the plaintiff on the case stated, which was here assigned for error.\nFuthey, for the plaintiffs in error.\n— Was Lewis Anna Pearce, at the death of her father, born in lawful wedlock, within the meaning of the will ? The question appears to have been much mooted in England, but it appears to be now settled there, that generally under such a devise or bequest, a posthumous child will take.\nIn Pennsylvania, the precise question does not appear to have arisen. It has been held, that under a devise generally to the children of testator’s son, a child en ventre sa mere, at testator’s death, will take: Swift v. Duffield, 5 S. & R. 38. And where there was a devise to testator’s wife for life, and to her issue by testator begotten, and the wife was enceinte of a child, born after the death of the testator, it was held that the posthumous child was entitled: Wells v. Ritter, 3 Wh. 208. These cases rest upon the natural reading of the words of the will, and neither the expressions “living at the death,” or “born in the lifetime,” occur in them, nor was the interpretation of such expressions involved in their decision.\nIn McKnight v. Read, 1 Wh. 213, the consideration of the expression “who may be living at the time of my death,” came before the court. The testator gave one-third of his estate to his wife, one-third to his children “who may be living at the time of my death,” and one-third to collateral relatives. At the date of his will, and at the time of his death, he had two children, and his wife was enceinte with a third child who was born after his death. It was held that the child en ventre sa mere was not to be considered as living within the meaning of the will, and that under the Act of 1794 the will was revoked, so far as respected the share of such child, of the estate.\nThis case shows that the rule of law in Pennsylvania is not, as in England, that the words “ living at the death,” embrace, without more, the case of a posthumous child, but that such a child will or will not be embraced, according to the circumstances of the case. That they are not even primé fade embraced.\nP. Frazer Smith, for defendant in error.\n— In the construction of devises and bequests to children, a child en ventre sa mere is considered as a child in esse, and is entitled under all circumstances, in which a child then born would be entitled: 2 Powell on Devises 325, 326; 2 Jarman on Wills 103-4; 2 Greenl. Cruise’s Dig. 252 n.; 4 Kent Com. 412; Wallis v. Hodson, 2 Atk. 117: McKnight v. Read, 1 Wh. 220; Hall v. Hall, Prec. Ch. 50; Burdet v. Hopegood, 1 P. Wms. 486; Doe v. Clarke, 2 H. Bl. 399; Whitelock v. Heddon, 1 Bos. & Pul. 243; Trower v. Butts, 1 S. & S. 181; Swift v. Duffield, 5 S. & R. 38-40; Wells v. Ritter, 3 Wh. 208-24."
  },
  "file_name": "0173-01",
  "first_page_order": 173,
  "last_page_order": 175
}
