{
  "id": 415635,
  "name": "Letchworth's Appeal",
  "name_abbreviation": "Letchworth's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "175",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 279",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0279-01"
      ]
    },
    {
      "cite": "4 Wh. 428",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0428-01"
      ]
    },
    {
      "cite": "4 Watts 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0143-01"
      ]
    },
    {
      "cite": "4 Rawle 113",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0113-01"
      ]
    },
    {
      "cite": "1 Dall. 8",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12122314,
        1408474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0008-01",
        "/us/1/0009-02"
      ]
    },
    {
      "cite": "12 Leg. Int. 278",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852536
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0205-01"
      ]
    },
    {
      "cite": "4 Rawle 116",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 519",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 184",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0184-01"
      ]
    },
    {
      "cite": "9 Watts 407",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 279",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481796
      ],
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0279-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 12944,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 6.452702589481721e-07,
      "percentile": 0.9600465123642343
    },
    "sha256": "c91eb47aab493e178ce425443609fed31c9b6d8ce5004e48bc52acc8c4c8019d",
    "simhash": "1:dcc43240262ea275",
    "word_count": 2288
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Letchworth’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— Every judicial decision is the result of a process of interpretation of one or more transactions between correlative parties, in which the relevant acts, declarations, and writings of the parties are interpreted in the light of the laws and customs of the country, and of the principles of human nature. When parties mutually define their relations by writing, this process is usually a very simple one to those who have a reasonable skill in language, if the writing is well expressed. But with wills it is far otherwise, especially when testators attempt to provide for a distant and uncertain future.\nOur law books abound with illustrations of the ruggedness of this field of juridical interpretation; and very often our labour in it is needlessly increased by multiplying the machinery by which the work is to be done. Cases, or examples of wills, without number are examined, and applied as standards to test the one in hand; and from this empirical process, a classification according to form, rather than an interpretation of the spirit of it, is attempted. The life and spirit of a case is the principle of law that governed in its decision, and it is this principle, and not the case, that is to be the standard for other cases. The principle may be the same even when the cases differ. A pound is a pound, whether its form be cube or sphere, brass or iron.\nYet because every case is decided by a principle, it tends to illustrate and perpetuate the principle. By giving it. more value, we set cases above the principles that govern them. By adhering to mere cases and forms of rules we become mere legists.. By looking only to principles we become mere theorists. It is only by a careful combination of the two modes of proceeding that we can understand and respect the historical development of legal principles, and conduct ourselves as sound jurists.\nIn legislation and jurisprudence it is not the metaphysical principles which a searching analysis discovers in human nature, and which are yet in a latent condition in society, that we are to take as our guide; but those developed principles which a careful observation discovers to be living and acting in social life, and which are called forth by its circumstances. Society has a life of its own, and social order consists in its being allowed to have its own natural growth. The individual has a life peculiar to himself, and he is not entitled to take it as the standard by which social action must be tried. When we follow the lead of judicial cases that are founded on peculiar or obsolete ideas, we step aside from the highways of the social movement, and tend to produce or perpetuate disorder.\nNowhere, in jurisprudence, do individual peculiarities appear more prominent than in wills, and nowhere do we find more peculiarities of interpretation. We can escape from the embarrassments which they occasion only by regarding cases, not as standards to go by, but as illustrations of the principles by which they were decided. Judicial cases ought to show us the historical development of principles, and these, having stood the test of social experience, ought to he our guide.\nFor the present case we have a plain and admitted principle on which we can confidently rely. It applies to both devises and legacies, and enters into the life of a rule which is specially applicable here. The principle is this.\nThe law always and naturally inclines to attribute the real and substantial ownership of property to some existing person, even in the case of a trust, and never to leave any part of it in abeyance. In other words, it always inclines to treat the whole interest as vested, and not as contingent; and therefore, in case of doubt or mere probability, it declares the interest vested.\nNow, the special rule of this case is a corollary or scholium of the principle just stated. A devise or legacy, appearing to depend upon an event that is sure to happen, is vested, if the happening of the event does not form a part of the description of the devisee, and if the suspensive expressions can, consistently with, or by the aid of other parts of the will, be probably interpreted as referring, not to the vesting of the title, but to the vesting of the enjoyment: Smith’s Exec. Interests, §§ 309, 310.\nBy this will the testator constitutes his widow the head of his family during her life ; gives her all the income of his property for her support, and for the maintenance and education of the children; allows her to encroach on the principal for this purpose, if necessary; authorizes his executors to convert his land into money; and finally directs that on the death of his widow, and when his youngest child shall be of age, all his estate shall be distributed agreeably to the intestate laws.\nNow, to our mind, this is a very simple, natural, and just testamentary disposition. The testator was not thinking of devising away the estate from his children and heirs, but only of directing how it should be administered for the benefit of the family so long as it had, or stood in need of a head; and how it should afterwards be distributed. It is not a devise to such children as should be living at a particular time; but a direction for distribution among his natural heirs at a particular time.\nAnd this is necessarily involved in the' rule of distribution, “ agreeably to the intestate laws.” He changes their time of distribution, and adopts their substance. He means the intestate laws that govern the descent of his estate, and not of that of his children. It must, therefore, vest in interest on his death, and await the vesting in enjoyment until the time appointed by him.\nThe real estate having been rightly converted into personalty, must be treated as personalty; and it follows that, one of the daughters having died before the time of distribution, leaving no child surviving .her, her husband is entitled to her share. The law of the land so declares, and it is right: 23 State R. 29, 381; 24 Id. 327.\nDecree affirmed at the costs of the appellants.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Letchworth, for the appellants.",
      "Eli K. Price and H. C. Townsend, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Letchworth’s Appeal.\nThe law always inclines to treat the whole interest in property as vested, and not as contingent, and therefore, in case of doubt, it declares the interest vested.\nA devise or legacy, appearing to depend upon an event that is sure to happen, is vested if the happening of the event does not form a part of the description of the devisee, and if the suspensive expressions can, consistently with, or by the aid of, other parts of the will, be probably interpreted as referring, not to the vesting of the title, but to the vesting of the enjoyment.\nTestator devised as follows — “ At and after the decease of my said wife, and in case she should marry, and when my youngest child shall arrive at the age of twenty-one years, then it is my will, that all my estate shall be distributed by my executors, agreeably to the intestate laws of this Commonwealth: provided always, nevertheless, that in case all my said children shall die without leaving lawful issue, during the lifetime of my said wife, then, and in such case, I give, devise, and bequeath to my said wife, all my estate, real, personal, and mixed, to her and her heirs and assigns for everHeld, that the children of the testator took a vested interest under the will.\nAppeal from tbe Orphans’ Court of Philadelphia.\nThis was an appeal by Rachel K. Letchworth and Mary Knight, from the decree of the Orphans’ Court, distributing the estate of Jonathan P. Knight, deceased, in the hands of his executors.\nThe testator, Jonathan P. Knight, died in 1841, leaving him surviving, a widow, Alice, and three daughters, namely, Anna, Rachel, and Mary. His will was duly admitted to probate, and letters testamentary were issued thereupon to William Kinsey and William Hilles, the executors named therein.\nThe widow died in 1844, leaving her surviving the three daughters. Anna, the eldest daughter, intermarried in 1847 with Thomas Thorpe, the appellee, and, having survived her issue, died in September 1849; and Rachel, another daughter, subsequently intermarried with John Letchworth. Mary, the youngest child, arrived at the age of twenty-one years on the 2d of January 1856.\nThe executors, by virtue of a power contained in the will, sold the real estate of the testator, and invested the proceeds in bonds and mortgages; and filed a final account, in which they charged themselves with a balance for distribution.\nThat portion of the will of the testator which controls the distribution of his estate, is in these words, viz.: “ Item. At and after the decease of my said wife, and in case she should marry, and when my youngest child shall arrive at the age of twenty-one years, then it is my will that all my estate shall be distributed by my executors, agreeably to the intestate laws of this Commonwealth ; provided always, nevertheless, that in case all my said children shall die, without leaving lawful issue, during the lifetime of my said wife, then, and in such case, I give, devise, and- bequeath to my said wife all my estate, real, personal, and mixed, to her and her heirs and assigns for ever.”\nUpon the settlement of the account of the executors of this will, it was claimed, on behalf of the present appellants, that the interest of the testator’s children in his estate was a contingent one, which could not become vested until the arrival of the youngest child at the age of twenty-one years, viz.: on the 2d of January 1856, and that Anna, having died long before that time, without leaving any issue her surviving, had no interest which was transmissible to her administrator.\nThe auditor decided in favour of this claim, and awarded the whole fund to be equally divided between the two appellants, they being the only surviving children of testator.\nThe Orphans’ Court, regarding the interest of,the testator’s children in his estate as a vested one, reversed the decision of the auditor, and decreed that the administrator of the deceased daughter was entitled to one-third of the estate.\nFrom this decree the present appeal was taken.\nLetchworth, for the appellants.\n— The rule of construction in a case like the present, as laid down in Roper on Legacies, is as follows, viz.: — “ If, therefore, upon sound construction of a will, it appear that the testator meant the time of payment to be the period at which a legacy should vest, although it be given in terms of immediate bequest, with a direction for payment to the legatee at twenty-one, or other definite period, and so far within the rule for vesting, which has been considered, yet the case will form an exception to such rule, and the legatee’s living to attain the age of maturity, or other period of payment, is of the essence of the bequest, for if he previously die he will have taken no interest in the legacy to transmit to his personal representatives:\" Royer on Legacies, ch. x. § 2, p. 378; Dawson v. Killet, 1 Bro. Ch. 119; Seamer v. Bingham, 3 Atk. 57; Smell v. Dee, 1 Salk. 415; Onslow v. South, 1 Eq. Cas. Abr. 295, pl. 6; Cruse v. Barley, 3 P. Wms. 20; Atkinson v. Turner, 2 Atk. 41; Garbut v. Hilton, 1 Atk. 381, 14 Ves. 392; Elton v. Elton, 3 Atk. 504; Mackel v. Winter, 3 Ves. 236, 536; Steadman v. Pulling, 3 Atk. 427; Stapleton v. Cheele, Prec. Ch. 317; Hanson v. Graham, 6 Ves. Jr. 248; 1 Jarman on Wills 759; Preston on Legacies 104; 6 Bac. Abr. 244.\nIn Pennsylvania, the same rule of construction has been universally maintained, no case having ever been decided here in which it is called in question: Moore v. Smith, 9 Watts 407; Seibert’s Appeal, 1 Harris 501; Lamb v. Lamb, 8 Watts 184; Donner’s Appeal, 2 W. & S. 375; Patterson v. Hawthorn, 12 S. & R. 112; King v. Crawford, 17 S. & R. 120; Reed v. Buckley, 5 W. & S. 519; Magoffin v. Patton, 4 Rawle 116; King v. King, 1 W. & S. 205; Bayard v. Atkins, 10 Barr 18; Candler v. Dinkle, 4 Watts 144; Harding v. McAlpin, 12 Leg. Int. 278.\nEli K. Price and H. C. Townsend, for the appellees.\n— The rule of law on this subject, both in England and our own state, is well settled: it is that “ where the time of a legacy is annexed to the payment, it is vested; where to the gift itself, it is contingent:” 1 Royer on Legacies, ch. 10, § 2, p. 376, 555; 1 Jarman on Wills 763; 1 Preston on Estates 76; Ward on Legacies 175; Patterson v. Hawthorn, 12 S. & R. 112; Price v. Watkins, 1 Dall. 8; King v. King, 1 W. & S. 205; Magoffin v. Patton, 4 Rawle 113; Fleck’s Estate, 1 Pars. 126.\nTo the same effect are Tatem v. Tatem, 1 M. 309; Newport v. Cook, 2 Ash. 332; Maxwell v. McClintock, 10 Barr 237; Candler v. Dinkle, 4 Watts 143; Masden’s Estate, 4 Wh. 428; Kelso v. Dickey, 7 W. & S. 279; Hopkins v. Jones, 2 Barr 69; Bayard v. Atkins, 10 Barr 15. This principle has received its latest judicial sanction in Amelia Smith’s Appeal, 11 Harris 9; Manderson v. Lukens, 11 Harris 31; Rewalt v. Ulrich, 11 Harris 388."
  },
  "file_name": "0175-01",
  "first_page_order": 175,
  "last_page_order": 180
}
