{
  "id": 415571,
  "name": "Finley versus Hanbest",
  "name_abbreviation": "Finley v. Hanbest",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "190",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 190"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Johns. 20",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/7/0020-01"
      ]
    },
    {
      "cite": "4 Watts 183",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0183-01"
      ]
    },
    {
      "cite": "5 Conn. 550",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12135740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/5/0550-01"
      ]
    },
    {
      "cite": "4 R. 288",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 121",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 674,
    "char_count": 18237,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 4.5144814201536546e-07,
      "percentile": 0.9234349184064399
    },
    "sha256": "8aca911e5d178675e35cad453817b946e41f7fb082de0bc5cb26e56c25076ac4",
    "simhash": "1:8cb74c795606db91",
    "word_count": 3263
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Finley versus Hanbest."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— To this action of assumpsit the defendant pleaded very specially a former action against him by the same plaintiff, for the same cause of action, and a judgment therein against the plaintiff of 19th February 1851. The plaintiff replied nul tiel record ; but instead of concluding with a prout patet per recordum, he put himself upon the country; and the defendant having done the like, they were before the jury on the question, whether there was any such record as was set forth in the defendant’s plea.\nOn producing fhe record, it appeared that though the verdict was rendered on the 19th of February 1851, judgment was not entered up until the 6th of January 1853, which was after the institution of this suit, and the competency of the evidence was objected to on this ground.\nWe do not think it a decisive objection to the evidence that the judgment was entered subsequently to the institution of this suit; for if there had been a prior adjudication of the matters in issue between these parties, the defendant was at liberty to avail himself of it, though it had taken place pending the action: 5 Watts 121. And if correctly pleaded it would estop the plaintiff from' recovering more than his costs up to the time when the judgment was pronounced.\nBut did a judgment of 6th January 1853, support the plea of a judgment of 19th February 1851 ? Clearly not. The variance was fatal: 1 Chitty’s Pl. 385; 2 Saunders Pl. & Ev. 748.\nNor could the judgment be held to relate back to the. date of the verdict. It is not the former trial that constitutes the defence, nor the verdict, but the judgment; and until the defendant had obtained that, his record could avail him nothing. Why he suffered so long an interval to elapse between the verdict and judgment, we are not informed; but if, as is probable, it was because he failed to pay the jury fee, his negligence is not to be cured by a legal intendment that would give the judgment relation back to the date of the verdict. It was as much his duty to pay the jury fee, as to comply with any other rule of law; and until he entitled himself to the judgment, he could have no benefit from it.\nOn the special pleading, we should be obliged to say, the record of the former recovery was improvidently admitted, but it is of no practical importance to say so, because the evidence was competent under the general issue, if the former judgment was on the same matters that are in issue here.\nNot only was it competent evidence under the general issue, but most of the American authorities, and especially our own, attribute the same conclusive effect to it as when specially pleaded in bar: Cist v. Zeigler, 16 S. & R. 282; Kilheffer v. Herr, 17 S. & R. 325; Marsh v. Pier, 4 R. 288; Man v. Drexel, 2 Barr 204; Betts v. Starr, 5 Conn. 550; Preston v. Harvey, 2 H. & Mun. 55; King v. Chase, 15 N. Hamp. 9.\nSuch, indeed, is the tenor of the oft cited rule of Chief Justice De Grey, in the Duchess of Kingston’s Case: 11 State Trials 261. His language was, “ the judgment of a court of concurrent jurisdiction directly upon the point is, as a plea, a bar, or as evidence conclusive between the same parties, on the same matter directly in question in another court.”\nIf, therefore, this record could be offered under the general issue with the same effect as it could be specially pleaded, the variance between the proof and the special plea is not adequate ground for reversing the judgment; and the only question is, whether the judgment in the former action was upon the same matter which is directly in question here.\nAs the matters in controversy in both actions are determinable only by the pleadings, this was a question of law for the court, and the plaintiff had a right to have it decided on an objection to the evidence. The court overruled the plaintiff’s objection, and admitted the evidence. We shall test the soundness of the ruling, by contrasting the pleadings in the two actions.\nThe action here is assumpsit. The plaintiff, upon proper averments in his narr., claims to recover from the defendant a large amount of taxes and incumbrances upon a certain tract of land in Palmyra township, Pike county, which he alleges the defendant agreed and promised to pay in and by a certain conditional due bill, dated 7th August 1849, and signed by the defendant, which paper is fully set out. Such is the plaintiff’s cause of action, and the plea is non assumpsit, under which I repeat the defendant may show a former judgment for the same cause. There is no question that this issue involves the making of the alleged promise, and the existence of the taxes and incumbrances referred to.\nThe former action was a special action on the case for a deceit practised by the defendant in representing himself as the owner of the said tract of land, and inducing the plaintiff to exchange valuable property for it, when in fact he was not the owner of said tract, and his title thereto was valueless to the plaintiff. The plea there was not guilty; a simple denial of the alleged fraud. The issue thus made up involved no pecuniary liability by virtue of an express promise, but only a liability in damages for a wrong done to the plaintiff.\nIt is manifest, from this comparison of the causes of action in the two cases, that so far from being identical, they are not of kin, and have no resemblance to each other. The one sounds in contract, the other in tort; the one affirms a promise to pay' money, the other a cheat. It may be that the due bill was given in evidence in the former suit; but if so, it was by way of inducement to the real cause of action, or as part of the res gestae.\nIt must have come in collaterally or incidentally, for under the pleadings it could not have been the point directly in contest. Another of the rules in that admirable summary of Chief Justice' Db Grey is, that neither the judgment of a concurrent or exclusive jurisdiction is evidence of any matter which came collaterally in question, though within their jurisdiction, nor of any matter incidentally cognisable. Applications of this branch of the rule may be seen in Hibshman v. Dulleban, 4 Watts 183; Martin v. Gernandt, 7 Harris 124; and King v. Chase, before referred to.\nIt is not material, I agree, that the former suit was in tort, and this casein contract; for where the same matter has been previously adjusted, the effect of the adjudication is not dependent on the form of action. Where, in trespass or trover, a plaintiff is defeated on the ground that he had no title in the chattel, he cannot waive the tort and recover in a subsequent action the value of the chattel upon an implied assumpsit: Rice v. King, 7 Johns. 20.\nBut it is too clear for doubt that the due bill in suit here could could not have formed any substantial part of the plaintiff’s case before. The deceit consisted in misrepresenting the title and the value of the land sold; the due bill is an indemnity against liens and incumbrances upon the land. Both suits might have been well brought at the same time, and have stood together without either one working the abatement of the other, and without the plaintiff being put to his election in which he would proceed. We think, therefore, that the court erred in admitting the former judgment in evidence, and permitting it to conclude the plaintiff’s action. We see no other error on the record.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "F. O. Brewster, for plaintiff in error.",
      "A. V. Parsons, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Finley versus Hanbest.\nA defendant may plead a former recovery for the same cause of action, although judgment was entered up in the first suit after the institution of the second.\nIn assumpsit, a former recovery may be given in evidence under the general issue, with the same effect as if specially pleaded.\nWhether the former suit was for the same cause of action is a question of law for the court, determinable only by the pleadings.\nIn an action of assumpsit on a due bill given for whatever amount of incumbrances might be found against a tract of land conveyed by defendant to the plaintiff, a judgment for the defendant in a former action on the case, between the same parties, for a deceit practised by the defendant in representing himself as the owner of the said tract, and inducing the plaintiff to exchange valuable property for it, when in fact he was not the owner of it, and his title thereto was valueless to the plaintiff, is not a bar to the plaintiff’s recovery, although the due bill was given in evidence in the former action.\nError to the District Court of Philadelphia.\nThis was au actiou of assumpsit, by Richard Einley against Thomas P. Hanbest, on a due bill, of which the following is a copy:\n“ Due Richard Einley whatever amount of taxes and incumbrances may be found against my tract of land, No. 245 Palmyra township, Pike county, this day conveyed to said Einley.\n“ T. P. Hanbest.\n“ Philada., Aug. 7, 1849.”\nIn August 1849, the plaintiff was the owner of a house and lot in Norristown, Montgomery county, and the defendant held a deed for certain land in Pike county. On the faith of the defendant’s representation that his title was good, and that the land was free from all incumbrances, the plaintiff purchased it from him, and took a conveyance, dated the 7th August 1849, accompanied by the due bill on which this suit was brought; and in payment therefor gave to the defendant a deed for his house and lot in Norristown, a horse, and $400 in cash.\nOn examination, it was discovered that the defendant’s title was worthless, and that the land was incumbered by a mortgage for $2000.\nThe plaintiff then brought an action on the case, against the defendant, for deceit, in falsely and fraudulently representing himself to be the owner of the land, and thereby inducing the plaintiff to purchase it from him. In this suit there was a verdict for the defendant, on the 19th Eebruary 1851; but no judgment was entered thereon, until the 6th January 1858, which was after the commencement of the present action.\nThe defendant filed the following special plea in bar of the present action.\n“And for a further plea in this behalf the said Thomas P. Hanbest, by leave of the court here for this purpose first had and obtained, according to the form of the statute in such cases made and provided, says that the said Eichard Finley ought not to have or maintain his aforesaid action thereof against him, because he says that the said Eichard Finley heretofore, to wit, in the term of July, in the year of our Lord one thousand eight hundred and forty-nine, in the Supreme Court for the eastern district of Pennsylvania, before the honorable the judges of the said court, at a court of Nisi Prius, holden at the city of Philadelphia, for the city and county of Philadelphia, impleaded the said Thomas P. Hanbest in a certain plea of trespass on the case — viz.: in a certain special action on the case, in the nature of an action for deceit or complaint of him, the said Eichard Finley, to the damage of the said Eichard Finley, for the non-performance of the very same identical promises and undertakings in the said declaration mentioned, he the said Eichard Finley charging that said deceit practised, consisted in this, viz.: that the said Thomas P. Han-best at Philadelphia aforesaid, and in the county aforesaid, represented that he, the said Thomas P. Hanbest, was lawfully seised and possessed as of fee of, in, and to a certain tract of land situate and being in Palmyra township, in the county of Pike, and state of Pennsylvania, and known, and designated, and described as tract number two hundred and forty-five, in said county and state aforesaid, and that he, the said Thomas P. Hanbest, did then and there further fraudulently and deceitfully pretend, represent, and assert to him, the said Eichard Finley, and by fraud, devices, and stratagems, cause and induce him, the said Eichard Finley, to believe and suppose that the title to the said tract of land, situated as aforesaid, wras in him, the said Thomas P. Hanbest, and in no one else; that he, the said Thomas P. Hanbest, did then and there warrant the title to the said tract of land to be lawfully in him and no one else, and that he, the said Eichard Finley, confiding in the pretences, representations, and assertions of him, the said Thomas P. Hanbest, of, and concerning the said tract of land, situate and described as aforesaid, did heretofore, to wit, on the seventh day of August, in the year of our Lord- one thousand eight hundred and forty-nine, at the city and county aforesaid, at the special instance and request of him, the said Thomas P. Hanbest, to bargain with the said Thomas P. Hanbest, to exchange with the said Thomas P. Hanbest a certain part or parcel of the said tract of land, number two hundred and forty-five, in the county aforesaid, to wit: three hundred acres thereof, of him the said Thomas P. Hanbest, as he, the said Thomas P. Hanbest, did then and there allege and represent, for a certain messuage and lot or piece of ground, situate in the borough of Norristown, in the county of Montgomery, and state aforesaid, of him, the said Richard Finley, of great value, to wit, of the value of three thousand dollars, lawful money of Pennsylvania, and for a certain sum of money, to wit, the sum of two hundred dollars, and for a certain horse of him, the said Richard Finley, of great value, to wit, of the value of one hundred dollars, to be paid and delivered by the said Richard 'Finley to the said Thomas P. Hanbest, together with the said horse of the said Richard Finley, and the said messuage and lot or piece of ground, situate, &c., of him the said Richard Finley, in exchange for the said three hundred acres of land, situate in the county of Pike aforesaid, and state aforesaid, part of the said tract of land, numbered two hundred forty-five aforesaid; and the said Thomas P. Hanbest by then and there warranting the title to the said tract of land, in the county of Pike, &c., to be in him, the said Thomas P. Hanbest, then and there falsely, and fraudulently, and by stratagem sold and exchanged the same three hundred acres of land, and parcel of the said tract of land situate in the county of Pike aforesaid, with the said Richard Finley, for the said three hundred acres of land of him the said Thomas P. Hanbest, parcel of the said tract of land, situate in the county of Pike aforesaid, and for the said sum of money to be paid and delivered by the said Richard Finley to the said Thomas P. Hanbest, together with the said horse of the said Richard Finley, and the said messuage and lot or piece of ground, situate in the borough of Norristown, in the county of Montgomery aforesaid, of him the said Richard Finley as aforesaid; and the said Richard Finley, confiding in the said warranty representation and assertion, afterwards, to wit, on the day and year aforesaid, conveyed by deed and delivered the said messuage and lot of ground in the borough of Norristown aforesaid, to. the said Thomas P. Hanbest, and then and there paid and delivered the said sum of money to the said Thomas P. Hanbest, and then and there delivered the said horse of him, the said Richard Finley, to the said Thomas P. Hanbest, in exchange for the said three hundred acres of land, parcel, &c., of the said Thomas P. Hanbest; whereas, in truth and in fact, at the time of the making of the said false warranty and representation to and assertions as aforesaid, and of the exchange aforesaid, the said Thomas P. Hanbest was not seised and possessed as of fee of, in, and to the said tract of land, situate in Palmyra township, in the county of Pike aforesaid, nor of three hundred acres parcel of the said tract of land, and that the title to the said tract of land, and to the three hundred acres thereof, was not in the said Thomas P. Hanbest, but on the contrary thereof, there was, and still is, in some one else, other than the said Thomas P. Hanbest, and hath become, and is of no use or value to the said Richard Finley; and also by means of the premises he, the said Richard Finley, hath lost and been deprived of the use and benefit of the said messuage and lot of ground, situate in the borough of Norristown, &c., aforesaid, of him, the said Richard Finley, and by means of the premises, he, the said Richard Finley, hath lost and been deprived of the use of the said sum of money, and of the use of the said horse, to wit., at the county aforesaid; and also the said Richard Finley saith that the said Thomas P. Hanbest, on the said sale and exchange, fraudulently deceived and defrauded him, the said Richard Finley, as aforesaid, to wit, at the county aforesaid, wherefore the said Richard Finley saith that he is injured and has sustained damage to the value of five thousand dollars : and such proceedings were thereupon had in the said' court in that plea, that after-wards, to wit, on the 19th day of February, A. D. 1851, the said Thomas P. Hanbest, by the consideration and judgment of the said court, recovered in the said plea against the said Richard Finley $113.34, for his costs and charges by him about his suit in that behalf expended, whereof the said Richard Finley was convicted as by the record and proceedings thereof, still remaining in the said Supreme Court for the eastern district of Pennsylvania, at Philadelphia aforesaid, in the county aforesaid, more fully and at large appears; which said judgment still remains in full force and effect, not in the least reversed, satisfied, or made void — and this the said Thomas P. Hanbest is ready to verify by the said record — wherefore he prays judgment if the said Richard Finley ought to have or maintain his aforesaid action thereof against him, &c.”\nOn the trial, the defendant offered in evidence the record of the action for deceit, set forth in the above plea, to which the plaintiff objected, but the court below admitted the evidence, and sealed a bill of exceptions. And a verdict and judgment having been rendered for the defendant, the plaintiff removed the cause to this court, and here assigned for error the admission of the said record in evidence.\nF. O. Brewster, for plaintiff in error.\nA. V. Parsons, for defendant in error."
  },
  "file_name": "0190-01",
  "first_page_order": 190,
  "last_page_order": 196
}
