{
  "id": 415590,
  "name": "Wolf versus Welton",
  "name_abbreviation": "Wolf v. Welton",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "202",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wheaton 251",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 6009,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.0614591059490861e-07,
      "percentile": 0.5572023697134466
    },
    "sha256": "9dc22d518b36335600c184855ec9facb0a52ed5a03dc312973f8701540d41004",
    "simhash": "1:ee65c46513555efb",
    "word_count": 1045
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wolf versus Welton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— Welton & Reffert dissolved partnership by Welton selling- out to Reffert, and retiring from the business, on the latter agreeing to pay $150, “ and all the debts of the firm of Welton & Reffert, and keep said Welton free from any and all costs and damages in the settlement of'the same.”\nOn the same day, Wolf agreed in writing with Welton that he would be “ security for the true and faithful performance of the above agreement on the part of T. W. Reffert.” On this agreement the present suit is brought.\nIt is not denied that there has been a breach of Reffert’s agreement, but it is said Wolfs undertaking was an entire contract, and two previous actions having been brought against him upon it, and recovery had for two firm debts, which Welton had to pay, it is denied that another action will lie.\nThe defendant’s mistake consists in considering his contract an entire and not a severable one. Reffert’s undertaking was to pay the debts of the firm. These were several — not connected or dependent. Wolf’s contract was, that Reffert should pay these several debts. The parties could not possibly have contemplated one entire performance, but several distinct performances — as many, indeed, as there should be debts.\n“When an agreement,” said Judge Washington, in Perkins v. Hart, 11 Wheaton 251, “ embraces a number of distinct subjects, which admit of being separately executed and closed, it must be taken distributively, each subject being considered as forming the matter of a separate agreement after it is so closed.”\nThis is the principle on which these contracts are not to be considered as indivisible and entire. When a debt is established against the firm, which Reffert refuses to pay, Wolf is bound to pay it, as if that was the very debt in respect of which he contracted. And it does not affect his liability that he has already paid two other debts, or that others remain behind, to be paid hereafter.\nSee the subject of entire and severable contracts, fully treated in the note of Hare & Wallace to the case of Cutter v. Powell, 2 Smith’s L. C. p. 44, et seq.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "F. M. Crane, for the plaintiff in error.",
      "(x. Gr. Waller, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wolf versus Welton.\nA contract by a surety that a continuing partner, on a dissolution, should pay all the debts of the firm, and save harmless the retiring partner, is a severable one, upon which distinct and separate actions may be brought on every breach of the agreement.\nError to the Common Pleas of Wayne county.\nThis was an action of assumpsit, originally brought before a justice of the peace, by Austin Welton, against Charles L. E. Wolf, in which the parties submitted the following case stated for the opinion of the court; with liberty to either party to take a writ of error:—\n“Austin Welton and T. Win. Reffert were partners in the chair and pump business, in Honesdale, and on the 28th June 1852, Welton sold out to Reffert, and a paper of which the following is a copy was executed:—\n“ ‘ Memorandum of agreement made this 28th day of June 1852, by and between Austin Welton, of the borough of Honesdale, of one part, and T. Wm. Reffert of the same place, of the other part — Witnesseth: The party of the 1st part sells to the 2d part all his interest in the cabinetmaking business and chair and pump business in said borough, and all his claims in the stock and tools of the firm of Welton & Reffert, for one hundred and fifty dollars, to be paid in one year from the 1st day of July 1852, with interest from this date, without defalcation or stay of execution, and the party of the 2d part hereby agrees to pay the party of the 1st part the above .one hundred and fifty dollars as above stated. He also agrees to pay all the debts of the firm of Welton & Reffert, and keep said Welton free from any and all costs and damages in the settlement of the same. To the faithful performance of the above, we bind ourselves, our heirs, executors, administrators, and assigns firmly by these presents. Signed, sealed, and delivered the day and year above written.\n‘ Austin Welton. [Seal.]\n‘T. Wm. Reeeert. [Seal.]\n“ ‘Witness — F. Drake.’\n“ At the date of the above agreement, C. L. E. Wolf, defendant, became security for Reffert’s performance of this part of contract in writing, as follows:—\n“ ‘I do hereby agree to and with Austin Welton, that I will be security for the true and faithful performance of the above agreement on part of T. Wm. Reffert, as above written. June 28,1852.\n‘ Charles L. E. Wole.\n“ ‘Witness — F. Drake.’\n“There were several debts owed by Welton & Reffert at the time of the dissolution, and suits were brought before Justice Farnham against Welton & Reffert, and judgments obtained, in one case for $23.39, and in another case for about $10.\n“Welton then brought suits against Wolf on his above obligation of surety, and obtained two judgments before Justice Farnham for each of the above judgments against Welton & Reffert, which said judgments have been paid by said Wolf, without appeal.\n“ Subsequently a suit was brought by E. Gr. Reed against Welton & Reffert, and judgment rendered by the justice for $100, which remains unpaid and unappealed.\n“Welton then brought suit against Wolf, on the above agreement, as surety pf Reffert, and Wolf claimed that the former suits or suit by Welton against him on said agreement was a bar to this suit, which plea the justice sustained, and rendered judgment for defendant.\n“It is agreed that the suits of Welton against Wolf, above referred to, were all based upon the above-recited agreement of security for Reffert.\n“If the court are of opinion that the plaintiff is entitled to recover, then judgment to be entered for the amount of the claim before the justice, on this appeal; and if not, then judgment to be entered in favour of the defendant.”\nThe court below gave judgment for the plaintiff, on the case stated, for $100 and costs, which was here assigned for error.\nF. M. Crane, for the plaintiff in error.\n(x. Gr. Waller, for the defendant in error."
  },
  "file_name": "0202-01",
  "first_page_order": 202,
  "last_page_order": 204
}
