{
  "id": 415599,
  "name": "McQuewans et al. versus Hamlin et al.",
  "name_abbreviation": "McQuewans v. Hamlin",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "215",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Pet. 495",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cranch 91",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 429",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0429-01"
      ]
    },
    {
      "cite": "7 Cranch 69",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572728
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0069-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 498,
    "char_count": 9652,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 7.226684795779869e-08,
      "percentile": 0.43133885411852196
    },
    "sha256": "87cf4a82262a61b5d36cc2026d422a60da540ec3d2e755d888f76a78432fd016",
    "simhash": "1:0c5685852e76fff1",
    "word_count": 1706
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McQuewans et al. versus Hamlin et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— The cases cited in the argument show that, when one man is called on to pay the debt of another, he has a right to insist on proof of a promise that is clear, explicit, and certain, leaving no room for doubt or misapprehension. All experience justifies the rigour of the rule. Such, indeed, is the temptation to fraud and perjury in actions of this sort, that the legislature has at length given us the substance of the 4th section of the British statute of frauds and perjuries; and for the future, promises of this nature must be supported by written evidence.\nThe court was called on to declare that the evidence in this case was insufficient to support the action, which they declined to do. We have looked through that evidence carefully, and we think they were in error.\nThere is no direct evidence of a promise. One of the McQuewans and one of the Hamlins were brought together, when their common debtor’s affairs were the subject of discussion, but there was no promise made at that time. The strongest evidence on which the plaintiffs relied, were the confessions of McQuewan made to Judge Sartwell, and to John K. Comstock. -And what did they amount to ? McQuewan said to the former witness, they had made arrangements with plaintiffs (the Hamlins) to furnish Mr. Wright with goods; and to the latter witness he wished to say the same he had to them (Hamlins and other merchants), viz.: that he wished me to let Mr. Wright have what goods he might want, and at the expiration of every three months to send the amount to MeQuewans & Douglas, at Pittsburgh, and they would pay it.\nNow, what was the “arrangement” spoken of to Judge Sartwell ? The same that had been made with Comstock, or something else ?\nThe evidence does not tell us. And if the promise sued on was such as Comstock describes, it was the clear duty of the plaintiffs’ to furnish MeQuewans & Douglas notice of the credits given to Wright. In this view of the evidence, the contract would be in the nature of a letter of credit, and it is a settled principle that a guarantor of future credit is entitled to notice from the party giving the credit, of his acceptance of the guaranty: Kay v. Allen, 9 Barr 320.\nBut in truth, the allusion to any arrangement with the Hamlins was incidental to the treaty with Comstock, — and is an incidental allusion in a conversation with a third party having no interest in the contract in suit, to be held sufficient proof of that contract ? The law forbids it. One man is not to be charged with another’s debt, on evidence no better than this.\nA point was suggested in the argument that was not taken below— that the defendants as partners would not be bound to pay Wright’s debt to the plaintiffs on a promise of one of their number, made not in the presence of the other, nor with their express sanction, nor in the usual course of the business of their partnership.\nThough inclined to think well of this proposition, we prefer to put our judgment on the total inadequacy of the evidence to charge the defendants.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Samuel C. Hyell, sworn.",
      "John K. Comstock, sworn.",
      "Church & Johnson, for the plaintiffs in error.",
      "Wetmore, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "McQuewans et al. versus Hamlin et al.\nA promise to pay the debt of another must be proved by evidence that is clear, explicit, and certain, leaving no room for doubt or -misapprehension.\nQuere, whether a promise by one partner that the firm will pay the debt of another, is binding on his copartners ?\nError, to the Common Pleas of Wárren county.\nThis was an action of assumpsit hy B. D. & H. Hamlin against McQuewans & Douglas, to recover a debt due by one B. Phelps Wright, on an alleged promise of the defendants.\nThe defendants were lumber merchants in Pittsburgh. The plaintiffs were dry goods merchants, in Smethport. B. Phelps Wright was a mill-owner, and manufacturer of lumber, in McKean county; he had been in business for several years, buying goods of the plaintiffs, and selling his lumber to the defendants. He gave judgments to the defendants to the amount of about $30,000, for large advances made by them, on lumber to be received from him.\nIn the summer of 1854, Douglas went to McKean county, to examine into Wright’s affairs, and promised' to consult his partners as to the propriety of making further advances, and if their decision was favourable, to send him $5000 more. Having concluded to make a further advance to save the amount already owing to them, John McQuewan came up to McKean county in August 1854, and paidtoWright $4500. Wright then requested McQuewan to give him a credit at certain places in Olean, where he could trade to better advantage than in Smethport. This he did, with John Comstock and Stanley Martin; but, by special contract, that they should forward to defendants a copy of their account, at the end of every three months. Such accounts were furnished and paid.\nThe evidence relied on to prove an assumption of the plaintiffs’ debt, was as follows :\nSamuel C. Hyell, sworn.\n— “I saw McQuewans in Smethport in summer of 1854; saw Douglas there in November or December 1854, in my office; was there fixing some judgments of others against Wright; he said he had come up to fix up Wright’s business — the Olean accounts and Hamlin’s, but said very little about them; the talk was general. I had an introduction to McQuewan. He said to Judge Sartwell, they had made arrangements with plaintiffs to furnish Mr. Wright with goods. McQuewan was there after this.”\nJohn K. Comstock, sworn.\n— “ One of the defendants, John McQuewan, was at my house in Olean, N. Y., during the latter part of August 1854. B. P. Wright was present at the time. Defendant, McQuewan, and Wright called me into the sitting-room, at my house, for the purpose of having a conversation with me in relation to furnishing B. P. Wright with goods. McQuewan said to me, he had been up to Smethport, looking after Wright’s business, and was very well pleased with regard to its management. .He said, he found it would be necessary to make arrangements for goods to be furnished to Wright; Mr. Wright wished him to say to me, as he had said to Mr. Bradley, of the firm of Pay & Bradley, and to Mr. Martin, of this place, and to Messrs. Hamlin, of Smethport, and he wished to say the same to me that he had to them, viz.: that he wished me to let Mr. Wright have what goods he might want, and at the expiration of every three months to send the amount to McQuewans & Douglas, at Pittsburgh, and they would pay it.”\nThe defendants’ counsel presented the following points, upon which they requested the court to charge the jury :—\n1. That the evidence to support the assumption of one man. to pay the debt of another, should be clear, explicit, and certain, and that casual declarations by the party charged, made incidentally, and especially if contradictory at different times, is not such evidence as the law requires to fix a liability.\n2. That the evidence in this case, in reference to the time, ■place, and circumstances of the alleged assumption and the extent of it, is not such as would authorize a verdict for any definite amount.\n3. That if the plaintiffs were selling goods to B. P. Wright on the credit or responsibility of defendants, it was their duty to so advise them, and from time to time to furnish them statements of the amounts' so sold; and their failure to do so, is not only strong evidence against the hypothesis of defendants’ guaranty, but, no notice of such account having been furnished until after defendants had closed their accounts with said Wright, and all his property was under execution, and until 7 or 9 months after the alleged assumption, they cannot now be made liable for it.\nThe court below (Dericksoit, J.) answered these points as follows:\n“ 1. This point is answered in the affirmative.\n“2. This point cannot be answered affirmatively as a legal result. It involves matters of fact, which are for the jury to determine and not the court.\n“ 3. If the jury believe from the evidence that there was an agreement between the parties, by which the plaintiffs were to furnish goods to Wright, and the defendants were to pay therefor, it was not legally necessary that a statement of the amount sold or delivered to him, in pursuance of such agreement, should be furnished to the defendants, unless the jury believe that the agreement of the parties required it should be done; nor can it be charged as a matter of law, that a failure to furnish the statement until after the happening of the occurrence mentioned'in this point, is to he taken as strong evidence against the hypothesis of the defendants’ guaranty.”\nThe defendants’ counsel excepted to these answers ; and a verdict and judgment having been given for the plaintiffs below for $1728.90, the defendants sued out this writ, and here assigned such charge for error.\nChurch & Johnson, for the plaintiffs in error.\n— The evidence of an assumption was not sufficient to sustain a recovery: Russell v. Clark’s Executors, 7 Cranch 69; Havens v. Armstrong, 1 Bingh. N. C. 761; James v. Williams, 27 Eng. C. L. 280; Petriken v. Baldy, 7 W. & S. 429; Unangst v. Hibler, 2 Casey 150. But had there been such a contract, it would have been the duty of the plaintiffs to have given immediate notice to the defendants of the extent of the engagement: Russell v. Clark’s Executors, 7 Cranch 91; Kay v. Allen, 9 Barr 320; Lee v. Dick, 10 Pet. 495-6.\nWetmore, for the defendant in error.\n— The court were right in saying to the jury, in answer to the second point, that it involved matters of fact which were for the jury to determine, and not for the court. None of the cases cited on the other side resemble this."
  },
  "file_name": "0215-01",
  "first_page_order": 215,
  "last_page_order": 218
}
