{
  "id": 415616,
  "name": "Rose versus Quick",
  "name_abbreviation": "Rose v. Quick",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "225",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 225"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 389",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774289,
        6774253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0389-01",
        "/yeates/3/0388-01"
      ]
    },
    {
      "cite": "3 Yeates 324",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0323-01"
      ]
    },
    {
      "cite": "2 W. & S. 145",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0145-01"
      ]
    },
    {
      "cite": "6 Watts 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 494",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 5297,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 2.4616732824999043e-07,
      "percentile": 0.8056000562194939
    },
    "sha256": "b2b9d4f2214ce7d7cb8acdd05d1195419a5ba90454c52384224a774434528746",
    "simhash": "1:80a96271dcbe1a2e",
    "word_count": 949
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rose versus Quick."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— This paper is a will. It is in writing. It is signed by the testator at the end thereof. It has been proved by the oaths of two witnesses. It is to take effect after his death. It starts like a power of attorney, but soon loses that character. It describes the bodily and mental condition of the writer, in the usual phraseology of wills. Its directions are given expressly for the benefit of his heirs after his decease. He confers on the persons whom he nominates, full powers as executors, by imposing the duties which the law would impose if he had simply named them as executors; for to act fully, promptly, and prudently with the property of a dead man for the benefit of his heirs, is the substance of an executor’s duty. He directs the administration of his estate, real and personal, and authorizes its sale or retention according to the discretion of the appointed agents. He might have employed more words, and, in this, professional counsel might have assisted him; but no part of his intention is left unexpressed. Of its character as a will, the paper contains intrinsic evidence: and, therefore, the case finds no precedent in the decisions cited in the argument respecting memoranda, endorsements, and letters which required other evidence to help them out. This is the only question on which a doubt seems to have arisen. The power of sale is ample. The estate may be sold as fully and promptly as if he had been present and ordered it. Under these powers a perfect title may be made.\nJudgment affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "J. M. Porter and W. Davis, for the plaintiff in error,",
      "Van Auleen, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Rose versus Quick.\nA paper, in form a power of attorney, authorizing two persons therein named to administer on the party's estate, and to sell and dispose of, or retain, his property, as they should think proper, for the greatest benefit of his heirs, after his decease, is a good will; and the persons therein named are fully empowered as executors to sell the real estate of the testator.\nError to the Common Pleas of Pike■ county.\nThis was an amicable action of covenant by Levi T. Quick, surviving executor of Henry C. Middaugh, deceased, against Elijah Rose, to recover ‘the unpaid purchase-money of certain real estate of the alleged testator, which the defendant had contracted to purchase from the executors.\nOn the 15th August 1846, Henry C. Middaugh, the alleged testator, executed the following paper:—\n“ Know all men by these presents, that I, Henry C. Middaugh, of the township of Westfall, county of Pike, in the state of Pennsylvania, being weak of body, but of sound disposing mind and memory, do, on this 15th day of August, in the year of our Lord 1846, hereby empower and authorize John T. Quick and Levi T. Quick, of said township of Westfall, county and state aforesaid, in manner and form, as follows: that the said John T.,Quick and Levi T. Quick above named, admhn's on my estate, both real and personal, to sell, dispose of, or retain, as they shall think proper, for the greatest benefit of my heirs after my decease; and I do hereby nominate, appoint, and authorize said John T. Quick and Levi T. Quick, aforenamed, to act as fully and promptly with said property for the benefit of my heirs, to the best of their judgment, as though I were present and ordered the same.\n“ In witness whereof I have hereunto set my hand and seal, the day and year first afore written.\n“H. C. Middaugh. [seal.]\n“ Signed, sealed, and delivered in the presence of\n“ Henry Purdy,\n‘•Belinda Quick.”\nThis paper, on the 19th September 1846, was admitted to probate as the last will and testament of the said Henry O. Middaugh, and letters testamentary were granted by the register to John T. Quick and Levi T. Quick, as executors.\nOn the 27th May 1857, the executors entered into an agreement under seal with Elijah Rose, the defendant, by which they agreed to sell and convey to him a part of the real estate of their testator, and to make him a good and sufficient title for the premises. And the defendant agreed to pay them the purchase-money, to wit: $500 at the signing of the agreement, and the balance in one year from the date thereof with interest; $550 of the purchase-money was paid, and a deed was prepared and executed, and ready for delivery, on payment of the balance, which the defendant was.prepared to pay, if a good and sufficient title could be made to him.\nThese facts were agreed upon, and a case was stated for the opinion of the court, in the nature of a special verdict, with liberty to take a writ of error.\nThe questions for the decision of the court were: 1. Is the paper so proved as the will of the said Henry C. Middaugh, a valid last will and testament ? 2. Has the said Levi T. Quick authority, under it, to convey to the said Elijah Rose a good and sufficient title to the premises so purchased by him ?\nThe court below gave judgment for the plaintiff for the balance of the unpaid purchase-money, -which was here assigned for error.\nJ. M. Porter and W. Davis, for the plaintiff in error,\ncited Asay v. Hoover, 5 Barr 32; Grabill v. Barr, 5 Barr 441; Greenough v. Greenough, 1 Jones 494; Murry v. Murry, 6 Watts 356; Todd’s Will, 2 W. & S. 145; Plumstead’s Appeal, 4 S. & R. 545; Stein v. North, 3 Yeates 324; Shields v. Irwin, 3 Yeates 389.\nVan Auleen, for the defendant in error."
  },
  "file_name": "0225-01",
  "first_page_order": 225,
  "last_page_order": 227
}
