{
  "id": 415626,
  "name": "Hughes versus Kline et al.",
  "name_abbreviation": "Hughes v. Kline",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "227",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wheat. 119",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11729282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/19/0119-01"
      ]
    },
    {
      "cite": "2 Yeates 104",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 281",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 287",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 470",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 120",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": 0
    },
    {
      "cite": "4 R. 287",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 680,
    "char_count": 13392,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 6.529056436426156e-07,
      "percentile": 0.9609365256430008
    },
    "sha256": "0579ea7ff8ebdd827917728b93970e295d5968ba262652a92b55f32c4ceafd8d",
    "simhash": "1:0bce87b4024f2540",
    "word_count": 2328
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hughes versus Kline et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.,\nwho, after stating the facts of the case, proceeded as follows:—\nIt seemed necessary to the proper understanding of the case to give this brief outline of the bill and answer, and from it, it readily appears that the main question before us now, arises not on the merits of the acts of the assessing officers — a subject with which we have nothing to do; but whether the injunction granted in the case ought to be sustained or reversed, and the bill dismissed on other grounds.\nThe first inquiry will be, how far the proceedings on the appeal from the assessment, and the judgment of the court thereon, is conclusive. “ A record of a judgment of a court of competent jurisdiction between the same parties or their privies on the same subject-matter, is conclusive:” Marsh v. Pier, 4 R. 287; Chambers v. Lapsley, 7 Barr 24; Goundie v. Northampton Water Co., Id. 238. If the parties be the same in interest, it is not necessary that they should be the same in person: 1 Dall. 120. A decree in equity has the same effect in this respect as a judgment at common law. In our case, the complainant was a privy to the parties taking the appeal and owners of the property at the time, having become a purchaser from them after appeal taken and while it was pending in court. Standing in that position, the proceedings were undoubtedly as conclusive upon him, as upon the appellants from the assessment.\nWas the subject-matter the same in that case as in this ? These words, “ the subject-matter” — terms always used in this connexion in the law — indicate plainly that if the substance or essence of the controversy be the same, being between the same parties or privies, then the conclusiveness of the decree or judgment follows. The appeal from the act of the commissioners itself, shows the grounds for it. That the tracts of land had been rated at $37,000, with which the owners were satisfied; that the commissioners afterwards increased it to more than double that amount; that they had exceeded their powers in so doing, and that the sum is unreasonable and too high. This is the substance of the appeal; and it was heard and a judgment affirming the assessment was finally pronounced against the owners, on the 19th of March 1855, which decree remains unreversed and in full force.\nWhat does the bill now before us complain of? It charges the same commissioners with raising the taxes on the same lands to the same extent, in the same way, in the same year; and that the road and school taxes for 1850, '51, and ’52, were assessed on that valuation; and that the sums so charged, levied, and assessed, were charged and levied contrary to law, and are illegal. Interrogatories being specially put to the respondents by complainant, their answers exhibit the fact of the original assessment; that no objection was made to it by the owners; that the assessment was raised by the county commissioners, &e. Upon bill and answer, therefore, the case went before the court. There is no allegation in the bill that the lands were not subject to taxation. The complaint was as to the amount of taxes, and to get rid of that, the manner of assessment was objected to. The Common Pleas had jurisdiction of all this under the Act of 1850; they heard the case upon these allegations, and their decision was final and conclusive on the appellees in this case. The criticism that would distinguish the difference between the case and the subject-matter of the controversy is too nice for px-actical use, and we cannot adopt it.\nThe legislature has thought proper to place the assessment and collection of taxes in the hands of county and township officers, and has constituted the county commissioners generally, the appcllate tribunal for the correction of tbe assessments; and in Schuylkill county superadded thereto an appeal to the Court of Common Pleas from their decision. The proceedings are to be in all cases, as of necessity, summary; otherwise the raising the means for carrying on the municipal business of the counties might be greatly retarded, and the public interest much prejudiced. Wherever this power of revision has been reposed, in addition to the necessity of the process being summary, for the same reason, its action is to be final and conclusive, whether it be the act of a court specially authorized, or that of the county commissioners. To such tribunals, constituted for the purpose, parties dissatisfied on account of excessive taxation must appeal. The Act of 1806 enacts that whenever a remedy is provided, or a duty enjoined, or anything is to be done by any Act of Assembly, the directions of the act shall be strictly pursued. The bill in equity, in this, we think, contravenes these provisions. It does not complain of want of jurisdiction in the officers to levy and assess taxes on the lands in question, or that these lands were not the subject of taxation and liable to be sold for taxes; but against the regularity of raising the valuation, and the consequent increase of the taxes. This was within the jurisdiction of the Common Pleas; and if the remedy for correction had been attempted by bill in the first instance it would have availed nothing, as the court would have had no jurisdiction for the purpose sought to be obtained by this bill, there being a special remedy by statute. It will not do to permit the collection of taxes to be interfered with by such process, unless in the clearest cases of want of jurisdiction in the assessing or collecting officers. The- effects would be mischievous and disastrous. The collector might be restrained from using his duplicate and warrant, the treasurer from selling the lands of delinquents; and as a consequence of the want of means, the business of the county — the improvement of highways, the keeping of schools, and the maintenance of the poor, be indefinitely suspended, and the “wheels of government,” so far as the county is concerned, effectually stopped. A lesser evil would certainly ensue, if these officers are liable to be restrained by bills in equity for alleged excess in the discharge of duty, — in being subject to have their functions in individual cases suspended, and being obliged to attend courts in defence of themselves and their process. The correction of all errors in assessments that may be made on appeal to the commissioners, or by any superadded jurisdiction for that purpose, is final and conclusive — is not subject to be reviewed by bill in equity, nor even in this court: Kimber v. Schuylkill, 8 Harris 366. As these views dispose of all that is needed to be considered, we omit other points discussed in the paper-book.\nDecree reversed and bill dismissed at the costs of the appellee.",
        "type": "majority",
        "author": "Thompson, J.,"
      }
    ],
    "attorneys": [
      "Bannan, for the appellants.",
      "E. O. Parry, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Hughes versus Kline et al.\nThe decision of the Court of Common Pleas, on an appeal from the county-commissioners, under the Act of 26th April 1850, is conclusive upon the parties; both as to the assessment of their real estate for purposes of taxation, and to the regularity of the proceedings of the commissioners.\nA party dissatisfied with the action of the county commissioners, in reference to the assessment of his property, must proceed in the manner provided by the Act of Assembly, and cannot maintain a bill for an injunction to restrain the collection of the tax, alleged to be illegally assessed.\nAppeal in Equity from the Common Pleas of Schuylkill county.\nThis was a bill in equity by Francis W. Hughes against Jacob Kline, Andrew H. Wilson, and Paul Lengel, county commissioners, and Samuel K. M. Kepner, treasurer of the county of Schuylkill, to restrain the sale of certain lands of the complainant for unpaid taxes for the years 1850, 1851, and 1852.\nThe bill set forth that the complainant was the part owner of four tracts of land in Schuylkill county, known as “ The Valley Furnace lands,” which he purchased from Joseph S. Silver, on the 7th March 1853, for $48,750. That the said lands were assessed, at the triennial assessment of 1850, at the sum of $37,000. That notice of said valuation and of appeal were given to the then owners according to law; who acquiesced in the assessment, and did not attend the appeal. That afterwards, the commissioners raised the aggregate valuation of the said lands to $76,000; and that the state and county and the road and school taxes for the years 1850,1851, and 1852 were assessed upon this valuation; thus greatly increasing the amount of taxes to be paid by the complainant ; and that the taxes so assessed were imposed contrary to law. That these lands were advertised to be sold for the said taxes on the second Monday of June 1856; and praying that the defendants might be enjoined from making sale thereof.\nThe respondents in their answer claimed the right to raise the valuation of the lands; which they averred was not fixed at the time of appeal, but was postponed until after the time of holding the township appeals. They set forth that, during their tour through the county, the commissioners ascertained that the lands in question had not been assessed at more than one-half of their cash value, and that, in accordance with law, and to equalize the county burdens, they had raised the valuation as stated in the bill. That the owners of the land had notice of the increased valuation, and appealed therefrom to the Court of Common Pleas, under the provisions of the 7th section of the Act of 26th April 1850 {Pamph. L. 627), alleging that the commissioners, in raising the valuation of the lands, had exceeded their powers, and that the assessment was unreasonable and too high. That the appeal was heard and dismissed, and the assessment sustained. That afterwards the case was removed to the Supreme Court, reversed, and the appeal reinstated. (See 8 Harris 369.) That the case was again heard, before the Hon. Jambs Burnside, at a special court held for the county of Schuylkill, on the 19th March 1855; and that the assessment so made by the commissioners, was affirmed by the court; which judgment; remains unreversed and in full force.\nThe case was heard on bill and answer, before the Hon. J. Pringle Jones, at a special Court of Common Pleas, held for the county of Schuylkill, on the 5th June 1856; when an injunction was granted to restrain all proceedings for the sale of the lands in. question, for the taxes of 1850,1851, and 1852, as prayed in the bill. From this decree the defendants appealed to this court.\nBannan, for the appellants.\n— The duty of revising the assessments is imposed on the county commissioners, by the 9th section of the Act 15th May 1841, Brightly’s Kurd. 778. The time of the performance of this duty is. directory only: Gearhart v. Dixon, 1 Barr 224; Insurance Co. v. Yard, 5 Harris 331, 337.\nThe owners of the land availed themselves of the right of appeal; and this' was a waiver of every irregularity in the making of the assessment complained of, and, under the Act of 1850, the court takes the place of the county commissioners, and becomes the assessing power, and is bound to make a proper and legal assessment: Kimber v. Schuylkill County, 8 Harris 366; Silver v. Schuylkill County, Ibid. 369; Hospital v. Philadelphia County, 12 Harris 230: and their decision is conclusive: Waage v. Weiser, 5 Wh. 309.\nE. O. Parry, for the appellee.\n— A brief reference to the laws relating to the assessment of taxes will show that the taxes in this case have been assessed without authority, and consequently the payment of them cannot he enforced by law. See Act 11th April 1799 §§ 7-8, 3 Sm. L. 394; Respublica v. Deaves, 3 Yeates 470; Act 28th March 1808, 4 Sm. L. 530; Act 15th April 1834, Purd. Pig. 1837, p. 189; Brightly’s Purd. 778-9; Act 15th May 1841 § 4; Act 27th July 1842, Brightly’s Purd. 779, 780.\nSince the passage of this Act of Assembly the county commissioners have no power to alter or revise the assessments. The power of revising and equalizing the valuation of the property is vested exclusively in the board of revision, who must exercise this authority after the returns of the assessors are made, and before the county commissioners assess the taxes. See also Act 29th April 1844, Brightly’s Purd. 792.\nIt will be seen by an examination of the proceedings which the counsel for the appellant alleges is a bar to the present application, that the validity of the taxes was not and could not have been passed upon by the court, so as to be conclusive in any future controversy.\nA judgment or decree is conclusive, only when it is rendered by a court of competent jurisdiction, upon the same point or matter strictly and directly in issue, and it is not conclusive of any point or matter incidentally cognisable or brought into controversy, nor of any matter to be inferred by argument from the judgment: Marsh v. Pier, 4 Rawle 287; Lentz v. Wallace, 5 Harris 415; Kelsey v. Murphy, 2 Casey 78. The appeal was from the assessment only: Silver v. Schuylkill County, 8 Harris 369. A tax being a creature of positive enactment, the state can have no equitable title to it, where she has no legal title: Commonwealth v. Duffield, 2 Jones 281; Bridge Company v. Frailey, 13 S. & R. 422. An exact and punctual adherence to the laws can alone divest the title to lands on a sale for the non-payment of taxes: Wistar v. Kammerer, 2 Yeates 104; Blair v. Caldwell, 3 Ibid. 284; Thatcher v. Powell, 6 Wheat. 119."
  },
  "file_name": "0227-01",
  "first_page_order": 227,
  "last_page_order": 231
}
