{
  "id": 415545,
  "name": "Sullivan versus The Philadelphia and Reading Railroad Company",
  "name_abbreviation": "Sullivan v. Philadelphia & Reading Railroad",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "234",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Barb. 364",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4963226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/19/0364-01"
      ]
    },
    {
      "cite": "14 Leg. Int. 268",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "29 Maine 307",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8847006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/29/0307-01"
      ]
    },
    {
      "cite": "1 Jones 145",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0145-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 865,
    "char_count": 20734,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 7.020021834912218e-07,
      "percentile": 0.965963266584268
    },
    "sha256": "9efef7ee947ffbcbf5f7b80aae53d3bab8d11b079b0f2db1e0c6657b1a52c5a5",
    "simhash": "1:ff239fa9ce760c7b",
    "word_count": 3643
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sullivan versus The Philadelphia and Reading Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— When a railroad company undertakes the transportation of a passenger for an agreed price, the contract includes many things.\nOn the part of the passenger his consent is implied to all the company’s reasonable rules and regulations for entering, occupying, and leaving their cars, and if injury befall him by reason of his disregard of regulations which are necessary to the conduct of the business, the company are not liable in damages even though the negligence of their servants concurred with his own negligence in causing the mischief.\nOn the part of the company the contract implies that they are provided with a safe and sufficient railroad to the point indicated; that their cars are staunch and roadworthy; that means have been taken beforehand to guard against every apparent danger that may beset the passenger, and that the servants in charge are tried, sober, competent men. When in performing this contract they hurt a passenger, without fault of his, the law raises, primd facie, a presumption of negligence, and throws on the company the onus of showing it did not exist.\nThis may be shown, and the legal presumption repelled, by proving that the injury resulted from inevitable accident, or, as it is commonly called, the act of God, or that it was caused by something against which no human foresight and prudence could provide. Whatever these can do for the safety of the passenger, the law requires the transporting company to do.\nBut as presumptions of law are always for the court to pronounce, so are the repelling circumstances relied on for the jury. The legal presumption, which is only an inference from general experience, remains of force until a countervailing presumption of fact is established; and as this is a conclusion drawn from particular circumstances, it is for the jury to consider these circumstances, and to determine what is the reasonable deduction.\nYet the court below not only failed to presume negligence from the fact of injury, but instructed the jury that if they believed the testimony in the cause, there was no negligence on the part of the defendant or its agents.\nAgain, even more pointedly, the learned judge said, “No proof of negligence has been exhibited against the agents and engineer which would authorize me to submit it to the consideration of a jury.;’\nThis was withdrawing from the jury a case that ought to have been submitted with very different instructions. The plaintiff was in no fault. He had taken his seat within the car, and in all respects had demeaned himself as an orderly passenger. Yet he was injured by the overthrow of the car in which he was seated.\nHere was a breach of the company’s contract, and here was what has several times been said by this court to be evidence of the company’s negligence: 8 Barr 483; 12 Harris 469. Then if the court thought there was evidence which was calculated to repel this primd facie presumption of negligence, they should have submitted it to the jury. Whether that spot in the road was not so commonly infested with cows as to require a fence or cattle guard of some sort; whether the speed of the cars was not too, great for a curve exposed at all times to the incursions of cattle; whether the engineer discovered the cow as soon as he might, and used his best endeavours to avert the collision; in a word, whether the accident was such as no foresight on the part of the company or its servants could have prevented — these were questions, and grave ones too, that ought to have been submitted to the jury.\nThe learned judge, after stating correctly the extreme care and vigilance which the law exacts of railroad companies, asks if they are required to provide suitable fences and guards to keep cattle off of the road ? In answering his question in the negative, the judge seems to have misapplied the reasoning of Judge Gibson in Skinner’s Case, 7 Harris 298.\nThat was an action by the owner of a cow killed on a railroad, to recover her value from the company, and the doctrine laid down was that the owner was a wrongdoer in suffering his cow to wander on a road engaged'in transporting passengers, and was rather liable for damages than entitled to recover them. The owner of the cow could not insist that the company should fence their road for the protection of his stock. It was his business to keep his cattle within his own bounds.\nNow such reasoning between a railway company and a trespasser commends itself to every man’s understanding, because it tends to the security of the passenger. If farmers cannot make companies pay for injured cattle, but they involve themselves in liability by suffering their cattle to run at large, passengers are all the more secure from this kind of obstruction.\nBut when, notwithstanding this strong motive for keeping cattle off the road, a cow is found there and causes an injury to a passenger whom the company have undertaken to carry safely, is it an answer to the passenger suing for damages that the owner of the cow had no right to let her run at large ? Grant that she was unlawfully at large. And grant that the owner is bound to indemnify the company for the mischief she caused, yet, as between the company and its passenger, liability is to be measured by the terms of their contract. Having undertaken to carry safely, and holding themselves out to the world as able to do so, they are not to suffer cows to endanger the life of the passenger any more than a defective rail or axle. Whether they maintain an armed police at cross roads, as is done by similar companies in Europe, or fence, or place cattle guards within the bed of their road, or, by other contrivance, exclude this risk, is for themselves to consider and determine. We do not say they are bound to do the one or the other, but if by some means they do not exclude the risk, they are bound to respond in damages when injury accrues. Perhaps the passenger would have remedy against the owner of the cow— it is clear from Skinner’s Case that the company would — but the passenger has unquestionable remedy against the company. If he be injured by reason of defective machinery, nobody would think of setting up the liability of the mechanic who furnished the bad work, as a defence for the company against the claim of the passenger. Yet it would be a defence exactly analogous to that which satisfied the court in this case.\nWe do not wish to be understood as laying down a general rule that all railroad companies are bound, independently of legislative enactment, to fence their roads from end to end, but we do insist that they are bound to carry passengers safely, or to compensate them in damages. If a road runs through a farmer’s pasture grounds, where his cattle are wont to be, possibly, as between the company and the farmer, the latter may be bound to fence; but, as between the company and the passenger, the company are bound to see that the cattle are fenced out. If cattle are accustomed to wander on unenclosed grounds, through which the road runs, the company are bound to take notice of this fact; and, either by fencing in their track, or by enforcing the owner’s obligation to keep his cattle at home, or by moderating the speed of the train, or in some other manner, to secure the safety of the passenger. That is their paramount duty. To enable them to perform it, the law entitles them to a clear track: 7 Harris 298; 12 Harris 469. Neither cows nor men, not even the servants of the company engaged in the company’s work, are permitted to obstruct it. And because their right to a clear tract is absolute, their duty to carry safely is imperative. If they tolerate obstructions, they must avoid the danger by reduced speed and increased vigilance, or answer for the consequences.\nThe doctrine in Skinner’s Case, designed for the safety of the passenger, was so applied in this case as to compromise it. Herein was manifest error. The case must go back to be tried on the question whether there was anything in the particular circumstances of the accident to repel the primd facie presumption of' negligence. It is impossible to regard the accident as inevitable. If cattle were in the habit of coming upon the road at that place, or if there was nothing to prevent them, it was a contingency that the company were bound to anticipate and provide against.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "W. Darlington, for the plaintiff in error.",
      "J. J. Lewis, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sullivan versus The Philadelphia and Reading Railroad Company.\nWhen a railroad company undertakes the transportation of a passenger for an agreed price, the contract implies that they are provided with a safe and sufficient railroad to the point indicated; that their cars are staunch and roadworthy; that means have been taken beforehand to guard against every apparent danger that may beset the passenger; and that the servants in charge are tried, sober, competent men.\nWhen, in the performance of this contract, a passenger is injured, without fault on his part, the law raises, primd facie, a presumption of negligence, and throws on the company the onus of showing it did not exist. í%This legal presumption may be repelled by proving that the injury resulted from inevitable accident, or that it was caused by something against which no human foresight and prudence could provide.\nWhether such circumstances exist as will repel the legal presumption of negligence, is a question of fact to be determined by the jury, from all the evidence in the case.\nThat a car was thrown off the track by running over a cow, that was unlawfully.on the road, and the passenger thereby injured, is not, in itself, sufficient to repel the presumption of negligence. The company are bound to make provision against such accidents.\nError to the Common Pleas of Chester county. ■\nThis was an action on the case, brought by Eugene Sullivan against The Philadelphia and Reading Railroad Company, to recover damages for injuries sustained, whilst a passenger in the defendants’ cars, by the car in which he was seated being thrown from the track, by reason of the negligence of their agents.\nOn the 7th July 1854, the plaintiff took passage in the defendants’ cars, from Philadelphia to Phoenixville. When about a quarter of a mile from Phoenixville, upon an embankment, and near the termination of a curve in the road, the engine struck a cow that was upon the track ; the car in which the plaintiff was seated was thrown from the track and overturned, and the plaintiff thereby considerably injured.\nThe plaintiff’s counsel submitted various points of law, upon which the court was requested to charge the jury. The two following are those upon which the questions involved in this case arose:—\n1. The neglect of the defendants in this case to provide suitable fences and guards to keep cattle off the railroad, was such negligence as renders them liable in this action.\n2. The failure of the engineer to stop the train, under the circumstances in this case, before it reached the cow upon the track, was such negligence as renders the defendants liable in this action.\nThe learned judge delivered the following charge to the jury:—\n“ Eugene Sullivan brings his action against The Philadelphia and Reading Railroad Company, to recover damages for injuries, or supposed injuries, received while on board the defendant’s cars on their passage from. Philadelphia to Phoenixville. It appears from the evidence, that in the early part of the month of July 1854, the plaintiff was a passenger in the train of cars belonging to the defendant, used to carry passengers on the before-mentioned road; — that when near to Phoenixville the locomotive which drew the train, struck a cow passing across the track, knocked her off the track, but in her struggles she threw herself under the wheels of the second car, in which the plaintiff was seated, overset it, and inflicted on the plaintiff the injury which it is said he received. At or near where the accident happened, the railroad crossed on a bridge, a public highway, fifteen feet below the railroad; and on one side of the said public highway a private way raised the bank on to a level with the railway, while on the other side a path conducted to the same level, neither side having any fence to protect the railway from intrusion. The engineer saw the cow as she climbed the upper part of the pathway, reversed the engine, gave notice to the brakemen to put down the brakes, and used all the means in his power to stop the train, but the distance was not great enough to accomplish his purpose, and the accident we have noticed occurred. It is proper to remark that the road was in good order, the wheels had been carefully examined during the day, the cars were sound, and the train was running when the cow was discovered, below the usual speed, at the rate of eighteen miles an hour. I see nothing in the case, to warrant the imputation of censure, or of negligence, towards the agents of the company, although the distances at which the cow could be seen, have been variously stated, and the evidence on the point has been examined by counsel. It is also fair to notice, that the plaintiff was inside the car of the defendant, seated on one of the seats occupied by passengers, and negligence of no kind can be imputed to him. Such would seem to have been the condition of the parties to this suit when the injury complained of is said to have been inflicted.\n“ The principles of law applicable to cases of this kind, are not entirely settled. There are, indeed, certain doctrines which have been enunciated by the highest authority, and which will not be denied by any court, but the point which must rule the case you are trying remains undecided. The plaintiff requests me to say to you, that ‘ the neglect of the defendants in this case to provide suitable fences and guards to keep cattle off the railroad, was such negligence as renders them liable in this action.’\n“ This question .has never in terms been determined. I have already said that the evidence does not disclose any negligence on the part of the agents of the company. Notwithstanding the criticism as to the distance at which this cow could be seen, and the employment to which the attention of the engineer .was directed when the cow first came in sight, no proof of negligence has been exhibited against the agents and engineers, which would authorize me to submit it to the consideration of the jury. Passing by the circumstances of the accident which we have heard detailed, it is undoubted, that the Philadelphia and Reading Railroad Company is a purchaser, in consideration of public accommodation, of the privilege of using its road for the transportation of passengers, by means of locomotive engines; the evidence is uncontradicted, that at the time of the accident, the said company was using its road in accordance with its chartered privileges and in the usual way. In such use of its road the company is responsible for the direct and immediate consequences of errors committed by itself or its agents, and not for accidents resulting from causes beyond its control. It is, indeed, laid down, and is undoubted law, that the proprietors of a railroad, as passenger carriers, are bound to the most exact care and diligence, not only in the management of their trains and cars, but also in the structure and care of their track, and in all the arrangements necessary to the safety of passengers. They are held to the strictest responsibility for care, vigilance, and skill on the part of themselves, and all persons employed by them. Do this care, vigilance, and shill, require the company to provide suitable fences and guards to keep cattle off the railroad ? I cannot consent to adopt that opinion. The language of Chief Justice Gibson bears strongly on this point. It is conceded, says that eminent judge — ‘ That an American company is not bound to fence its railway, as an American farmer is bound to fence his fields. In a country so new and sparse as ours, of which the trunks of the principal railways are more extensive than in the island of Great Britain, the cost of fencing them would be greater than could be borne. The rights and responsibilities of a people are shaped by the circumstances of their condition. If they will have railways, they must be content to have them in the only way they are practicable. If an owner suffer his cattle to be at large, it must be at the risk of losing them, or paying for their transgressions.’ These observations made by Judge Gibson, in a case between the railroad company and the owner of a cow which had been killed on the track, bears strongly on the case you are trying. It declares, in terms, that in Pennsylvania a railroad company is not bound to fence its road. The fair and just inference is, that where an animal, as a cow, is run over by a train of cars, and these cars, or some of them, being thrown off the track, injures a passenger, no negligence on that account is attributable to the company. Where there are no fences cattle will trespass. If a railroad company are not bound to fence, it was no neglect that this company did not fence. I hold, therefore, that the presence of the cow on the track was not the result of negligence in the company. The company could not be expected to guard against her approach, were not bound to do so, and, in the language of Judge Gribson, the engineer is not bound to stop his train the moment he sees cattle on the track, however distant. Negligence in injuring passengers, by wantonly, indifferently, or negligently running over an animal on the track, is punishable in damages in an action against the company, but where due care has been exercised, as would seem to be the case in the instance before us, the company are not liable to damages. In this view of the case, I affirm the proposition of the defendant, that if the jury believe the testimony in this cause, there was no negligence on the part of the defendant or its agents, and the plaintiff is not entitled to recover. Should the jury take this view of the case there will be no need to go into the question of damages, for the verdict should be for the defendant. Should we be wrong in the conclusion we have come to, the Supreme Court will set us right.”\nThe plaintiff’s counsel excepted to those parts of the charge printed in italics ; and a verdict and judgment having been rendered for the defendant, he removed the cause to this court, and here assigned the same for error.\nW. Darlington, for the plaintiff in error.\n— That passenger carriers for hire, are held to the strictest responsibility for care, vigilance, and skill on the part of themselves and all persons employed by them, is a familiar doctrine, properly recognised by the court below, and not open to debate : Farwell v. Railroad, 1 Am. R. C. 346; Railroad Co. v. Aspell, 11 Harris 149. That this care and diligence is required of a railroad company, not only in the management of their trains and cars, but also in the structure and care of their track, would seem to rest upon the same principle, and has been so decided: McElroy v. Railroad, 1 Am. R. C. 591.\nIf injury occur to a passenger, the presumption is that the company were negligent: Railroad v. Norton, 12 Harris 469; and any negligence has been laid down to be gross negligence: Railroad v. Derby, 1 Am. R. C. 127.\nThe right to damages does not rest on contract, but on the duty of defendants to carry safely: Railroad v. Hughes, 1 Jones 145; and the promise is implied from the duty; 1 Am. R. C. 129; Hegeman v. Western Railroad, 3 Kern. 9.\nThe case of Railroad v. Skinner, 7 Harris 299, upon the authority of which the court below ruled this ease, has no application.\nThe liability of a railroad company not bound to fence their road, for damages in killing an animal which strays thereon, is quite a different affair from the liability for injury to a passenger whom they undertook to carry safely. In the former case, there is no contract or duty — in the latter there is both. The principle which governs the one is essentially different from that which applies to the other.\nJ. J. Lewis, for the defendant in error.\n— Not only was there no negligence on the part of the company, but there was abundant evidence to disprove it.' There was nothing to be submitted to the jury: Railroad v. Norton, 12 Harris 465; Lower v. Clement, 1 Casey 63.\nThat a railroad company is not bound to fence its road against cattle, is established by numerous authorities: Perkins v. Eastern Railroad Co., 29 Maine 307; Hunter v. Baltimore & Ohio Railroad Co., 14 Leg. Int. 268; Langlis v. Buffalo and Rochester Railroad Co., 19 Barb. 364; Railroad Co. v. Skinner, 7 Harris 298."
  },
  "file_name": "0234-01",
  "first_page_order": 234,
  "last_page_order": 241
}
