{
  "id": 415579,
  "name": "McCarty et al. versus The New York and Erie Railroad Company",
  "name_abbreviation": "McCarty v. New York & Erie Railroad",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "247",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 247"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Hill 157",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "3 Dana 91",
      "category": "reporters:state",
      "reporter": "Dana",
      "case_ids": [
        3208002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/33/0091-01"
      ]
    },
    {
      "cite": "17 Barb. 184",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4953144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/17/0184-01"
      ]
    },
    {
      "cite": "10 Barb. 612",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2412145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/10/0612-01"
      ]
    },
    {
      "cite": "26 Wend. 591",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2028373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/26/0591-01"
      ]
    },
    {
      "cite": "32 N. H. 523",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4518006
      ],
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/32/0523-01"
      ]
    },
    {
      "cite": "1 Gray 263",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0263-01"
      ]
    },
    {
      "cite": "17 Wend. 305",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0173-01"
      ]
    },
    {
      "cite": "10 Met. 472",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1987900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/51/0472-01"
      ]
    },
    {
      "cite": "3 Dana 92",
      "category": "reporters:state",
      "reporter": "Dana",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 62",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0062-01"
      ]
    },
    {
      "cite": "6 Wh. 505",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836961
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0505-01"
      ]
    },
    {
      "cite": "17 Barb. 189",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "6 Hill 160",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "6 Wh. 505",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 774,
    "char_count": 19395,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 5.931530596686238e-07,
      "percentile": 0.9532584718259636
    },
    "sha256": "a2bc8e605b9ebe96b830138e7dfbe3102beefb35fb4316f465e6aaae53c6bb4e",
    "simhash": "1:95aa3e4cd6bc6133",
    "word_count": 3429
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCarty et al. versus The New York and Erie Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court -was delivered by\nWoodward, J.\n— The plaintiffs shipped goods from the city of New York to Port Jervis, by the railroad of the defendants. On the arrival of the goods, they were taken out of the cars, and so many of them as the plaintiffs’ teamster, who was in attendance, could load and carry away were immediately taken by him, and the residue were placed in the company’s depot or warehouse, at Port Jervis. Before they were removed the warehouse burned down, and the goods were consumed.\n. The plaintiffs charge the company in this action with the value of the goods destroyed, first, as common carriers, and next as warehousemen. The court were of opinion that the company having delivered the goods, in safe condition, according to the consignment, were not liable as common carriers, and that their liability as warehousemen depended on the question of negligence, which was referred to the jury. “If the fire,” said the learned judge, “ was the result of accident, a circumstance over which they could have no control, they are not liable. If it was the result of carelessness or negligence on their part, they are liable.”\nThis mode of submitting the question of fact is complained of by the plaintiffs. It is said the judge’s use of the word “ accident” led the jury to believe that a loss occasioned by an accident is something different from a loss occasioned by negligence, whereas the two are identical. The opposite of accident is said not to be negligence, but design.\nIf accident and negligence be not opposites, we cannot regard them as identical, without confounding cause and effect. Accident, and its synonyms casualty and misfortune, may proceed or result from negligence, or other cause known, or unknown.\nWhat the court meant, and in effect said was, that the loss complained of may have resulted from the negligence of the defendants, or from other causes beyond their control — if from the first, they would be liable for it — if from the last, they would not — and the jury were left to determine from the evidence, whether it was fairly ascribable to that cause for which, they were thus instructed, the defendants would be liable.\nIt is impossible for us to see any error in such instructions. If it be said, the court did not define negligence as an efficient cause, it is a sufficient answer that they were not asked to. Besides, it is by no means certain that the plaintiffs were prejudiced by the jury being left to define it for themselves.\nIf this point was properly submitted, the effect of the verdict is to acquit the defendants of liability as warehousemen, for without negligence they would not in that character be liable.\nBut loss by fire, though it proceeded from no negligence of the defendants, would not be a defence for them as common carriers. In this character they became insurers of the property intrusted to them, and were bound to deliver it against all events, the acts of God and the public enemy alone excepted.\nThe only material inquiry that remains on this record then is, whether the court were right in treating the defendants as discharged from the duties of common carriers, by the delivery of the goods into their storehouse at Port Jervis.\nIt is insisted upon by the plaintiffs, that the reception and retention of the goods in the defendants’ storehouse was merely accessory to, and arising out of, the transportation of the goods from New York — that it is a service for which the company receive their reward in the freight paid them — that if they did not keep a warehouse, they would have fewer goods to carry and less freight to earn — that the warehouse, in a word, is a mere incident to their business as common carriers, and that the duty of the carrier covers the entire contract, principal and incident.\nCounsel rely, for support of these positions, on a class of cases in which the loss occurred after the duty of a common carrier had been assumed, and before it was fully discharged. Thus, in Eagle v. White, 6 Wh. 505, the goods had not been delivered according to the contract of carriage, but on the contrary, the plaintiff had refused to take delivery late on a Saturday night, and the key of the cars and the manifest were retained by the carriers. The transit was incomplete, and hence the carriers were responsible for the loss.\nSo, in Graff v. Bloomer, 9 Barr 114, the carrier had undertaken to deliver the goods in his warehouse at Pittsburgh, but when they arrived in Allegheny City, they were placed in his storehouse there, to await the completion of an aqueduct, by which they could be taken across the river to Pittsburgh. Whilst in that situation the storehouse and goods were burned, and the carrier was held liable, on the ground that this contract was unfinished, and his liability, of course, continuing.\nThe case of Clarke v. Needles, 1 Casey 338, recognises the distinction between the liabilities of warehousemen and common carriers, and rests on the ground that the duties of common carriers had already attached to the defendants, and remained unperformed when the loss occurred.\nTo the same effect was Lord Ellenborotjgh’S observation in Maving v. Todd, 1 Starkie R. 72.\nIt is apparent, that such authorities do not support the positions assumed. Undoubtedly, if the storing the goods for a reasonable time, without charge, be a mere accessory of the contract for transportation, as was the case in Clarke v. Needles, the liability of the common carrier, as such, attaches and continues until the contract is fully performed, and such is Judge Story’s doctrine in his Law of Bailments, § 536; but these authorities do not tend to prove that a transportation company, who provide a storehouse for the accommodation of their customers, cannot maintain the double character of common carriers and warehousemen, nor that the one branch of business is so essentially an incident of the other as to be inseparable. Nor is such the law. On the contrary, Mr. Angelí, in his excellent work on Common Carriers, § 302, tells us, if a common carrier, from A. to B., receives goods to be carried from A. to B., and by the known usage and course of business, the goods are to be deposited in the carrier’s warehouse at B., the responsibility, as common carriers, is limited to the arrival of the goods at B., when he holds them, not as common carrier, but as a mere warehouseman. The keeping of the goods in the warehouse, in such cases, as was observed by Buller, J., in Garside v. Trent & Mersey Nav. Co., 4 T. R. 581, is not for the convenience of the carrier, but of the owner of the goods; for when the voyage is performed, it is for the interest of the carrier to get rid of them presently.\nSo says Judge Story, in his work on Bailments, § 448, when the goods have arrived at the place of their fixed destination, and are there deposited in the carrier’s warehouse, to await the owner’s convenience in sending for them, or for the purpose of being forwarded by some other carrier to another place; there his duty as carrier ends, on the arrival of the goods at his warehouse; and his duty, as warehousman, commences. The cases, English and American, cited by these compilers, fully maintain these distinctions, and show clearly that where the contract of carriage has been fully performed, we are not at liberty to regard the storage as incidental or accessory to that contract, but as constituting a new and different relation with the owner, or consignee.\nAll of the New York cases which I have examined, and we are here administering the law of a New York contract, fully recognise the above-stated distinctions, and the doctrine also that, when a box of goods is delivered to a common carrier, marked in a particular manner, without any directions, except • such as may be inferred from the marks themselves, the carrier has a right to presume that the consignor of the goods intends they shall be carried and disposed of in the usual and customary way. And if the owner neglects to make the necessary inquiries as to the usage or custom of business, or to give direction as to the disposal of goods, it is his own fault; and the loss, if any, after the carrier has performed his duty according to the course of his trade and business, should fall upon such owner, and not upon the common carrier: Van Santvoord v. St. John, 6 Hill 160; Goold v. Chapin, 10 Barbour 612; Clendaniel v. Tuckerman, 17 Barb. 189.\nThe language of Justice Thompson, in Goold v. Chapin, cited with approbation in the last of the above cases, was, “ I think it must be implied in every contract of this nature, that if the consignee is not found, or does not immediately accept the goods when offered, the carrier may, if he so elect, keep them as bailee on deposit. His liability is not at an end entirely, but it assumes a different and less onerous character.”\nThese are sufficient authorities to justify the ruling of the court. The evidence showed that the company had fully performed their duty as carriers, and that, according to the usage and custom of the road, they had deposited the goods of which the plaintiffs were not ready to accept delivery in their warehouse. The plaintiffs were bound to take notice of this usage, and, in the absence of express stipulation, it entered into and formed part of the contract.\nThe liability of the company as common carriers terminated with the delivery of the goods into their storehouse. Thenceforth they were bound only to the duties of warehousemen, and, the jury having found that they performed these, the judgment was properly entered for the defendants.\nThe view that has been taken of the case sufficiently answers the nineteen errors assigned upon the record, and the judgment is accordingly affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "M. & C. Goepp, for the plaintiffs in error. —",
      "W. W. H. Jessup, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McCarty et al. versus The New York and Erie Railroad Company.\nWhere goods have been carried to their place of destination and there deposited in the carrier’s warehouse, to await the owner’s convenience in taking them away, the carriers are only subject, in respect to such goods, to the responsibilities of warehousemen, not to that of common carriers.\n1'he owner of goods, delivered to a common carrier, is bound to take notice of a usage to store them, on arrival at their place of destination, in the carrier’s warehouse; and the carrier is thereafter liable only as a warehouseman.\nA warehouseman is liable only for negligence in preserving the property deposited with him.\nError to the Common Pleas of Pike county.\nThis was an action on the case, by McCarty & Van Elton against The New York and Erie Railroad Company, to recover the value of certain goods delivered to the defendants as common carriers.\nThe first count of the narr. declared, that the defendants being common carriers, and having received from the plaintiffs certain goods to be carried from New York to Port Jervis, and there delivered, failed to do so, and that by their negligence, the goods were lost.\nThe second count stated that, at the request of defendants, plaintiffs delivered the goods to the defendants, to be taken care of and re-delivered on request, whereupon it became their duty to do so; that, though requested, they had failed to do so, and that by their negligence the goods were lost.\nThe third count declared that the defendants, at their special request, had the care of the goods, and thereupon it became their duty to take care of them, which they failed to do, and took such bad care of them that they were lost.\nThe fourth count was for trover and conversion.\nIt appeared, on the trial, that on the 13th January 1853, the plaintiffs below caused to be delivered to the defendants, at their depot in New York, a lot of goods, to be delivered to the plaintiffs, or their order, at Port Jervis. These goods arrived at Port Jervis on the 17th, on which day the plaintiffs’ teamster took away a load of the goods, and the remainder were stored in the defendants’ warehouse. On the night of the 18th the goods were consumed by fire.\nThe plaintiffs’ counsel requested the court below to charge the jury as follows :—\n1. That if the retention of plaintiffs’ goods in the warehouse or depot of the defendants, from the 15th January 1853, to the morning of the 18th, was merely accessory to and arising out of the transportation of the goods from New York to Port Jervis, then they are liable for the goods as common carriers, and can only excuse themselves by showing that the goods were lost by the act of God or of an enemy.\n2. That the retention of goods at the depot of a railroad company for a reasonable period of time, until the parties for whom they are intended call for them, is accessory and incident to the transportation of the goods, and it is a question for the jury whether the goods remained there a reasonable time or longer.\n3. That if the retention of the goods at the depot was not accessory to the contract of transportation, it took place under an. implied contract, by which the defendants agreed to keep the goods as warehousemen, until defendants should call for them; and defendants are still liable if the goods were lost or destroyed by any negligence of themselves or their agents.\n4. Whether there was such negligence, is a question of fact for the jury.\nThe court (Barrett, P. J.) charged the jury as follows:—\n“ This suit is brought to recover the value of certain articles of merchandise, consumed by fire at Port Jervis, in the depot of the company. The declaration charges the defendants first as common carriers, and secondly as warehousemen.\n“ The plaintiffs had a lot of goods shipped at Eew York, on the New York and Erie Railroad, on the 13th, and a lot on the 15th day of January 1853, to be delivered at Port Jervis, a station? on the said road. It is not denied that the company received the goods as common carriers, nor is the fact in dispute that they arrived at Port Jervis, the place of their destination, by railroad. The evidence is, that the shipment of the 13th arrived at Port Jervis on the 17th. The plaintiffs received the goods delivered to the company on the 15th, and they are not in controversy. On the 17th, when the goods arrived at Port Jervis, the plaintiffs had a team there in readiness, and took away what they could load upon it of the goods. A few articles were left that they could .not take, and were placed in the depot or warehouse of the company. The teamster signed a receipt for nearly all of the goods, but swears that he signed it without reading it, and that it includes items that he did not receive. On the night of the 18th, the depot took fire and burned down, consuming the entire contents. The articles left in the warehouse or depot, belonging to the plaintiffs, were burned. The company had received the freight upon them. The defendants allege that the fire was accidental, and there is no evidence to the contrary. A night watch was on at the time, and gives it as his opinion that the fire took place in the inside of the building.\n“ If the testimony of the witnesses is believed, the goods all arrived at Port Jervis, were unloaded from the cars, and what was not taken away went into the depot or warehouse provided by the company for that purpose. No charge was made against the plaintiffs for storing or warehousing their goods. The clerk of the company swears that they are not in the habit of charging for storage, where the goods are taken away in any reasonable time; that in some instances, where goods have been left an unreasonable length of time, they have charged something. These cases would seem to be exceptions to their general rule.\n“ Can the company be held liable, under such circumstances, for the value of the goods consumed by fire ?\n“ If the goods were safely delivered at Port Jervis, so soon as they were unloaded from the cars, and deposited in the depot or warehouse, the liabilities of the company as common carriers ceased. That being the case, the plaintiffs cannot, in this action, recover against them as common carriers. If the injury had occurred on the road, or while the goods were in the cars, and during their transit, they would be clearly liable.\n“ If you find, as you doubtless will under the evidence, that the goods were in the depot or warehouse at Port Jervis, and they are not liable as common carriers, are they liable as warehousemen for the damage ?\n“ Does the company sustain towards the plaintiffs the relation of warehousemen ? If they kept, without charge, a depot — a place of deposit — a mere place where goods may be kept dry and as secure as possible, until called for, to accommodate the customers of the road — it might be doubtful whether they should be treated as such. But, if they are to be so regarded, are they liable in this instance ? As warehousemen, they are only to be held to ordinary and reasonable care and diligence, in protecting and preserving the property placed in their charge. They are only liable for negligence. If the fire was the result of accident, a circumstance over which they could have no control, they are not liable. If it was the result of carelessness or negligence on their part, they are liable. The question of negligence is referred to the jury under the evidence.”\nTo this charge the plaintiffs excepted; and a verdict and judgment having been given for the defendants, the plaintiffs removed the cause to this court, and here assigned such charge for error.\nM. & C. Goepp, for the plaintiffs in error. —\nIf a warehouse is an incident to the business of a common carrier, the duty of the carrier covers the entire contract, principal and incident: Graff v. Bloomer, 9 Barr 114; Maving v. Todd, 1 Stark. R. 72; Story on Bailments, §§ 535-8, &c.; Angell on Carriers, § 129, 131, 304; 5 T. R. 392; Forward v. Pittard, 1 T. R. 27; Clarke v. Needles, 1 Casey 338; Eagle v. White, 6 Wh. 505.\nA carrier is only excused by the act of God, or of the king’s enemies: 1 Story on Bailments, § 485, 511. A delivery of goods upon the wharf, and notice to the consignee, does not constitute such a delivery as will discharge a common carrier on the Ohio river from liability for the loss of goods; he is bound to see them actually delivered. An offer to deliver does not relieve him: Hemphill v. Chenie, 6 W. & S. 62; Graff v. Bloomer, 9 Barr 114; Cope v. Dodd, 1 Harris 33\nW. W. H. Jessup, for defendants in error.\n— The liability of the company as common carriers ceased with the delivery of the goods in the depot: Angell on Carriers, p. 304; Garside v. Trent and Mersey Navigation Company, 4 T. R. 581; Rowe v. Pickford, 8 Taunt. 83; Richardson v. Goss, 3 Bos. & Pul. 126; Scott v. Pettit, Id. 469; Young v. Smith, 3 Dana 92; Foster v. Frampton, 6 B. & C. 107; Allan v. Gripper, 2 Cr. & Jerv. 218; Thomas v. Boston and Providence Railroad Company, 10 Met. 472; Gibson v. Culver, 17 Wend. 305; Hyde v. Trent and Mersey Navigation Company, 5 T. R. 389; Matter of Webb & Co., 8 Taunt. 443; Norway Plains Company v. Boston and Maine Railroad Company, 1 Gray 263; Moses v. Boston and Maine Railroad Company, 32 N. H. 523, 540.\nTo the same point are the following cases: Powell v. Myers, 26 Wend. 591; Gould v. Chapin, 10 Barb. 612; Clendaniel v. Tuckerman, 17 Barb. 184; Young v. Small, 3 Dana 91; Van Santvoord v. St. John, 6 Hill 157; Angell on Carriers, § 75. This rule, therefore, is fully settled in the state of New York, where the contract was made and executed."
  },
  "file_name": "0247-01",
  "first_page_order": 247,
  "last_page_order": 254
}
