{
  "id": 415534,
  "name": "Cabeen et al. versus Campbell et al.",
  "name_abbreviation": "Cabeen v. Campbell",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "254",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "20 Verm. 172",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11267275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/20/0172-01"
      ]
    },
    {
      "cite": "23 Wend. 611",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0009-01"
      ]
    },
    {
      "cite": "17 Wend. 504",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020905
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0284-01"
      ]
    },
    {
      "cite": "23 Wend. 611",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 731,
    "char_count": 16680,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 2.0696650684837206e-07,
      "percentile": 0.7575889559584362
    },
    "sha256": "719a4a00bb11fa4b1ec2b5505e197da036fd1f5b236b2a234e23d8050981d469",
    "simhash": "1:ffdd180d65b4e4f8",
    "word_count": 2933
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cabeen et al. versus Campbell et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\n— The right of a vendor to arrest goods sold, while they are in transitu to the vendee, is a right eminently favoured by the law. So strongly is it maintained that the vendor is permitted to resume his possession by any means not criminal, while the property is on the transit. No intervening attachment or execution against the vendee will defeat the right; or be allowed to interpose any obstacle to the vendor’s resumption of possession. Nor is this indulgence to the seller without substantial reason. It is grossly inequitable that his goods, before having reached the hands of the vendee, and before payment, should be appropriated to the satisfaction of other creditors, when the vendee becomes insolvent. In accordance with this obvious dictate of natural justice, therefore, so long as the goods are on their way to the vendee, and while they are in the hands of a middleman, or a carrier, the equitable lien of the vendor remains a lien which he may enforce by arresting the further transit in any way, even by a simple notice.\nBut when the transit is once at an end, and the delivery is complete, the lien of the vendor is gone. Therefore the right to arrest the goods ceases. The question therefore ever is, where' does the transit end? The answer to this question would be attended with no difficulty, were it not that the law recognises a constructive delivery as sufficient to defeat the vendor’s lien. What is, and what is not, a constructive delivery, is often not easy, to determine. Until the goods have arrived at the place of ultimate destination, understood as such between the buyer and seller, they are ordinarily liable to stoppage. But when an intermediate delivery occurs, before they reach their ultimate destination, if the party to whom they are delivered has authority to receive them, and give to them a new destination not originally intended, the transitus is at an end. They have then reached the ultimate destination intended by both buyer and seller. But if the middleman be a mere agent to transmit the goods in accordance with original directions, the vendor’s right continues. The rule may be stated as follows: — If'in the hands .of the middleman they require new orders to put them again in motion, and give them another substantive destination; if without such new orders they must continue stationary, then the delivery is complete, and the lien of the vendor has expired. This is the doctrine of Dixon v. Baldwen, 5 East 175, which is a leading case, and such is the recognised law of this state.\nWhat then was the character of the agency of Cabeen & Co., the middlemen, in this case ? Were théy agents for custody alone, or were they agents for transmission ? If the latter, then Seidel’s right to stop the blooms continued untilthey should reach Trenton, where the buyer lived, or until they should come into Chevrier’s actual possession. We think the case stated shows them to have been agents for transmission, and that Trenton was the ultimate destination intended by the vendor and vendee. The vendor’s, iron works were at Monroe Forge. The vendee’s place of business was at Trenton. Cabeen & Co. were at Philadelphia, on the line of transportation from Monroe Forge to Trenton. The blooms were despatched on this route, not to the agents of the vendee, but to agents of the vendor’s selection, accompanied by instructions to deliver to the order of the vendee, Trenton. The agents understood from the instructions, not that they were to retain the blooms until orders from Chevrier should again put them in motion, but that they were to forward. Without waiting for further orders, or even to communicate with the vendee, they shipped a part of the goods immediately to Trenton. There is at least as much reason for the belief that the word “Trenton,” in Seidel’s instructions to Cabeen & Co. (contained in his letter of January 6th 1855), was intended to designate the place at which the delivery was to be made, as that its purpose was to describe the person to whose order the goods were committed. That delivery at Trenton was also originally contemplated by the purchaser, is apparent from his letter to Cabeen & Co., dated January 9th 1855. In that letter he writes of having been informed that the blooms had been sent to Mm — assumes that they would forward them without further orders than they had received from Seidel, and objects only to their being sent by railroad. It must therefore have been the understanding alike of the vendor, the vendee, and the middlemen,. that Trenton was the place of ultimate destination, when the blooms were started on their transit from Monroe Forge.\nThe case is not then within the principle of Dixon, v. Baldwen, and its cognate cases. Cabeen & Co. must be regarded as a mere forwarding house. Thus they seem to have been regarded by all the parties to the sale and delivery. The transit therefore was not complete, and the right of Seidel to resume possession remained.\nIn Whitehead v. Anderson, 9 M. & W. 534, the law is declared to be well settled “ that the unpaid vendor has a right to retake the goods before they have arrived at the original destination contemplated by the purchaser.”\nSo in Covell v. Hitchcock, 23 Wend. 611, the Court of Appeals of New York ruled that the right to stop goods in transitu exists during the whole period of the transit from the vendor to the purchaser, or the place of ultimate destination as designated to the vendor by the buyer, and that this transit continues so long as the goods remain in the possession of a middleman, whether he be the carrier or keeper of a warehouse, or place of deposit, connected with the transmission and delivery of the goods. In that case the transit was held to continue, though the goods were in a warehouse, at the place to which they had been directed by the buyer to be sent, it being an intermediate point between the place of sale and the ultimate destination of the goods. This is also the doctrine of our own courts. In Hays v. Mouille, 2 Harris 48, goods had been delivered to an agent of the vendee. He delivered them to a forwarding house which shipped them. They came to the hands of other forwarders, yet the right of stoppage was held to remain.\nThese cases certainly go farther to maintain this favoured right of the vendor than we need follow in the case now before us. In all of them the middleman was the agent of the vendee selected by him. In the present case Cabeen & Co. were the agents of the seller, and were understood alike by themselves, the buyer and seller, to be agents for transmission to the place of original destination.\nJudgment reversed, and judgment entered on the case stated for the defendants.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Gibbons, for the plaintiffs in error.",
      "Lex, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Cabeen et al. versus Campbell et al.\nThe vendor’s right of stoppage in transitu is one eminently favoured by the law, and may be exercised at any time before the goods have reached their destination.\nWhen an intermediate delivery occurs, before they have reached their ultimate destination, if the p^rty to whom they are delivered, has authority to receive and give them a new destination, not originally intended, the transitas is at an end; but if the middleman be a mere agent to transmit the goods in accordance with original directions, the vendor’s right continues.\nError to the District Court of Philadelphia.\nThis was a scire facias by Charles B. Campbell and John F. Cottrell, trading as Charles B. Campbell & Co., against Robert B. Cabeen and Adam A. Konigmacher, trading as Cabeen & Co., garnishees of Louis Chevrier, the defendant in a foreign attachment.\nThe facts are fully set forth in the following case which was stated for the opinion of the court below:—\n“ On the 7th or 8th of January 1855, the garnishees received a letter from H. B. Seidel, relative to a quantity of blooms which he had previously sold to Louis Chevrier, as follows:—\nMonroe Eorge, January 6, 1855.\nMessrs. Cabeen & Co.\nGentlemen — I have to-day sent to the Pine Grove depot 28,079 pounds blooms, in 841 pieces, consigned to you, which please deliver to the order of Mr. L. Chevrier, Trenton.\nVery respectfully,\n-H. B. Seidel.\n“ Said blooms arrived in Philadelphia on the 9th of January 1855, and were received by garnishees, who immediately sent 85 pieces to Mr. Chevrier, at Trenton, and soon afterwards received from him a letter as follows, to wit:—\nTrenton, January 9, 1855.\nMessrs. Cabeen & Co., Philadelphia.\nGentlemen — I have a letter of Mr. H. B. Seidel, informing me that he has sent me 341 blooms to your care. Please do not send them by railroad. I think very shortly we will have a boat running. First time I go to Philadelphia I will call on you.\nYours, most respectfully,\nL. Chevrier.\n“ To which the garnishees replied:—\nPhiladelphia, January 9, 1855.\nL. Chevrier, Esq.\nDear Sir — We enclose railway receipt for 85 pieces blooms (Seidel’s), which had been sent when yours of this date came to hand. The remainder will be held subject to your order.\nYours,\nCabeen & Co.\n“ Mr. Chevrier wrote again, on the 24th of January 1855, as follows:—\nTrenton, January 24, 1855. Messrs. Cabeen & Co., Philadelphia.\nGentlemen — I believe there is a boat loading for Trenton, (Chestnut street wharf.) Would you be so kind to make some inquiries, and, if possible, send me the balance of blooms ?\nPlease send me your bill of expenses. Mr. H. B. Seidel separate. Yours, most respectfully,\nL. Chevrier.\n“And the garnishees replied on the day following, to wit:—\nPhiladelphia, January 25, 1855.\nL. Chevrier, Esq., Trenton, N. J.\nDear Sir — Yours of 24th inst. is at hand. The only Trenton packet now here has a full cargo on board, and the captain says unless the weather softens he will not attempt to go up. Please get the captain of the next vessel that comes down to call on us when he is ready to take in your blooms.\nYours, respectfully,\nCabeen & Co.\n“ A foreign attachment was issued at the suit of said plaintiff on the 26th day of January 1855, to March Term 1855, No. 24, against Louis Chevrier, which, on the 26th of January 1855, was served upon the said garnishees, who immediately notified Mr. Seidel and Mr. Chevrier of the fact by letter, as follows:—\nPhiladelphia, January 26, 1855.\nH. B. Seidel, Esq.\nDear Sir — 85 pieces out of the 841 pieces of blooms sent to our care for L. Chevrier, were sent to him by railroad, when an order came from Mr. Chevrier to hold on to the remainder till the vessels commenced running, and we advised him that we would hold them subject to his further instructions, and they have remained in our hands till this time.\nThis afternoon we have had served on us a writ of foreign attachment, at the suit of Charles B. Campbell & Co., which please note, and take such steps in the matter as may be best for your interest.\nWe hope to hear that you have before this received a satisfactory settlement for the blooms from Mr. Chevrier.\nYours, truly,\nCabeen & Co.\nWe will be glad to do all we can for your interest in this . matter, if you will let us know what we can do.\nPhiladelphia, January 26, 1855.\nMr. L. Chevrier.\nDear Sir — We have this afternoon had served on us a writ of attachment, at the suit of Charles B. Campbell & Co., for the blooms in our hands received from Mr. Seidel for you, which please note, and take such action in the matter as may be advisable.\nWe have notified Mr. Seidel of the above.\nYours, respectfully,\nCabeen & Co.\n“ In answer to their letter to Mr. Chevrier, they received the following, to wit:—\nTrent on, January 27, 1855.\nMessrs. Cabeen & Co. .\nGentlemen — I have received this morning your favour of yesterday. I am so vexed at the proceeding of Campbell that I cannot hardly write. Yourselves you know that the blooms in your possession are the blooms of Mr. Seidel, and his property. I am writing to Messrs. Campbell. I enclose a copy of my letter to them, and also send a copy to Mr. Seidel.\nYours, most respectfully,\nL. Chevrier.\n(Copy of letter enclosed.)\nTrenton, January 27, 1855.\nMessrs. C. B. Campbell & Co.\nGentlemen — What have you done ? I have just received a letter of Messrs. Cabeen & Co., informing me that you have made an attachment on blooms at Messrs. Cabeen & Co.’s, thinking they are mine. You have ruined me, and done a great injury to yourselves.\nThe blooms belong to Mr. Seidel. Messrs. Cabeen have written to him, and I am also writing to him, to take the necessary steps to prevent your proceeding any further. It is true that I could have had those blooms, that I had some of them; but as long as they are in Messrs. Cabeen & Co.’s hands they are the property of Mr. Seidel, and he can do with them what he pleases, you or me notwithstanding. I never had a bill of them, nor made a cent advance on them. You have been in the commission and forwarding business long enough to know more about it. Will go to Philadelphia on Monday; will call and see you.\nYours,\nL. Chevriek.\n“ On the 1st of February 1855, they received from Mr. Seidel the following notice:—\nPhiladelphia, February 1st, 1855.\nMessrs. Cabeen & Co.\nGentlemen — I am informed that Mr. L. Chevrier is in embarrassed circumstances. You will therefore not deliver to his order the blooms I consigned to you on January 6th 1855, or whatever portion of them may yet be in your possession.\nRespectfully yours,\nH. B. Seidel.\n“Messrs. Cabeen & Co. are dealers in iron, and general receiving and storing agents for the iron trade, and keep a general depot for receiving, storing, and delivering iron. Said Chevrier was insolvent when the order to stop the delivery of the blooms was given.\n“ The whole of said blooms, with the exception of the 85 pieces delivered to the said Louis Chevrier, as above mentioned, are still in their possession. If the court 'should be of opinion with the plaintiffs, then judgment to be entered in favour of the plaintiffs— that they have execution against the personal property of the said Louis Chevrier, in the possession of said garnishees, for the amount of their judgment in said suit of foreign attachment, first paying to defendants thirty dollars ($80) due for storage and their reasonable expenses in the proceeding; if otherwise, then judgment to be entered in favour of defendants: provided that either party may take a writ of error to the judgment of the court.”\nThe court below gave judgment for the plaintiffs, and delivered an opinion which will be found in 5 Am. L. R. 683; whereupon the garnishees removed the cause to this court, and here assigned the same for error.\nGibbons, for the plaintiffs in error.\n— The question is, whether the garnishees so far represented the vendee, as to make the delivery of the blooms to them, a full, effective, and final delivery to him. If not, the vendor had a right to stop them. That it was not such a delivery as to take away the right of stoppage in transitu is shown by Dixon v. Baldwen, 5 East 186; Coates v. Railton, 6 B. & C. 422; Bartram v. Farebrother, 4 Bingh. 585; Jackson v. Nichol, 5 Bingh. N C. 508; 2 Kent Comm. 545; Hays v. Mouille, 2 Harris 48; Donath v. Broomhead, 7 Barr 301.\nThere was neither aetual nor constructive delivery to the vendee, except as to the 85 pieces forwarded to Trenton by the garnishees, unless delivery of a part was delivery of the whole, as was intimated by Taunton, J., in Betts v. Gibbins, 2 Ad. & Ell. 57. But it is now settled that, where part of the goods are taken out from the rest, and delivered separately, the right of stoppage in transitu continues as to the rest: Miles v. Gorton, 2 C. & M. 504; Tanner v. Scovell, 14 M. & W. 28; Buckley v. Furniss, 17 Wend. 504.\nNo rights of third parties have intervened. The foreign attachment does not defeat the right to stop in transitu: Smith v. Goss, 1 Camp. 282; Oppenheim v. Russell, 3 Bos. & Pul. 42; Hays v. Mouille, 2 Harris 48.\nLex, for the defendants in error.\n— The authority of Dixon v. Baldwen, 5 East 175, has never been questioned. It is cited with approbation in the opinion of this court in Bolin v. Huffnagle, 1 Rawle 9, and in Covell v. Hitchcock, 23 Wend. 611; and in England in Dodson v. Wentworth, 4 Mann. & Gran. 559.\nThere are numerous cases in which a constructive delivery had been held to destroy the right of stoppage in transitu: Hays v. Mouille, 2 Harris 48, 51, 53; Donath v. Broomhead, 7 Barr 301; Lucas v. Dorrien, 7 Taunt. 278; Hammond v. Anderson, 2 Camp. 243; Stonard v. Dunkin, 2 Camp. 344; Harry v. Mangles, 1 Camp. 452; Rowe v. Pickford, 8 Taunt. 83; Fraser v. Hilliard, 2 Strobh. L. 309; Langer v. Golin, 20 Verm. 172; Allen v. Gripper, 2 Crompt. & Jerv. 218; Dodson v. Wentworth, 4 Mann. & Grang. 555; Valpy v. Gibson, 4 Mann. Grang. & Scott 835."
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 260
}
