{
  "id": 415569,
  "name": "Harleman versus Buck",
  "name_abbreviation": "Harleman v. Buck",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "267",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 34",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 12038,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3214967359100859
    },
    "sha256": "25e069cbd3cf3de7d50617d46fc204dda55ceb7604ef1fc8c76033f1a873769a",
    "simhash": "1:5611aa312eb696e9",
    "word_count": 2172
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harleman versus Buck."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n— A constable having an execution in his hands regularly issued on a judgment recovered for debts contracted before and after the 4th July 1849, cannot be treated as a trespasser for seizing and selling the debtor’s property in disregard of his claim to exemption under the Act of Assembly of 9th April 1849. The provisions of that act apply only to “ debts contracted on and after the 4th day of July 1849,” and no constable has authority to give debtors the benefit of' the law as to debts contracted before that date. If a debtor against whom such a judgment has been recovered means to have the exemption, he should pay so much of the judgment as represents the unexempted debt, and have it noted on the justice’s docket, whose duty it would then be to instruct the constable accordingly. Every debtor has a right to make specific applications of partial payments, and if he would have the benefit of this statute, he must qualify himself for it, by bringing the execution debt within the category of the statute.\nThe court below seemed to think the plaintiff in the judgment was in fault for mixing his claims, and obtaining a general judgment without distinguishing those that were contracted before the 4th July 1849, from those that were contracted after that date. But we cannot think so. He was bound to sue upon all his book account in one action. The statute was not a rule of pleading to him. He could not know that his debtor would claim an exemption, and if he had recovered a judgment for one part of his debt it might have barred him from recovering for the other part. He therefore was in no fault. Nor was the constable; who, with an execution in hand, issued on that judgment, was bound to levy it, unless he could render a legal reason to the plaintiff for not doing so. And what excuse could he have rendered ? If he had said the defendant claimed the exemption, the plaintiff would have replied that part of his debt, necessarily incorporated in that judgment and execution, was not subject to exemption, and to this the constable could have had no rejoinder. He would have made himself liable to the plaintiff to the extent at least of that portion of the debt that was contracted before the 4th July 1849. He could acquit himself only by making the levy, and if, for doing that, he is liable as a trespasser to the defendant, the statute punishes the fidelity of the officer to reward the inactivity of the debtor. Such a construction of the statute would be unreasonable and intolerable. The debtor has no right to involve a public officer in such a dilemma. Let him establish his title to the exemption before he claims it at the hands of the officer. We have been in the habit, in questions of distribution, of taking notice of the date at which the debt was contracted; but in a case of this sort we could not notice it if it had not been the subject of investigation in the court below. Ordinarily, the record brought up to us only shows the judgment and execution under which the constable justifies, and then there is no inquiry in this court into the date of the debt or debts on which the judgment was founded; but in' this instance, it appears fully upon the record, that the execution under which the constable acted was founded in part upon a debt that was not subject to the exemption claimed; and, therefore, we think the court were in error in holding him to be a trespasser.\nThe judgment is reversed and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Dimmick, for the plaintiff in error.",
      "Burnham and Siewers, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Harleman versus Buck.\nA defendant against whom a judgment has been recovered for a debt, part of which was contracted before the 4th July 1849, and the remainder subsequently to that date, can only have the benefit of the $300 exemption law, by paying that part of the debt which was contracted previously to the 4th July 1849, and claiming the benefit of the exemption as to the residue.\nA constable to whom an execution on such judgment is delivered, cannot bo treated as a trespasser for seizing and selling the debtor’s property, in disregard of his claim for an appraisement under the exemption law.\nError to the Common Pleas of Carbon county.\nThis was an action of trespass by George Buck against John Harleman, a constable, for levying upon and selling the plaintiff’s goods, by virtue of an execution issued by a justice of the peace, in disregard of his claim to exemption under the Act of 9th April 1849.\nOn the 25th June 1855, Jacob Bowman, recovered a judgment against George Buck, the plaintiff, before a justice of the peace, for $45.44 and costs, on a book account, part of which was contracted prior to the 4th July 1849, and the remainder subsequently to that date. An execution was issued on this judgment, and placed in the hands of John Harleman, the defendant; who levied upon a brown horse belonging to Buck. The plaintiff claimed to retain the horse under the exemption law of 9th April 1849, and demanded an appraisement, which the constable refused to grant, and proceeded and sold the horse under the execution. This Was the trespass complained of.\nOn the trial, the defendant’s counsel presented the following points, upon which he requested the court to charge the jury:—\n1. That if the jury believe that the judgment of Bowman against the plaintiff, given in evidénce, was founded on a debt contracted prior to the 4th of July 1849, the plaintiff cannot claim the benefit of the provisions of the Act of the 9th of April 1849, exempting property to the value of $800, on an execution issued on a judgment founded on such debt.\nWhich the court answered in the affirmative.\n2. That if the jury believe that the whole or greater portion of the items which make up the account of Jacob Bowman against the plaintiff, and on which the judgment given in evidence was founded, on which the execution issued and this horse was sold, was contracted prior to the 4th of July 1849, the sale of this horse was justified, and the plaintiff cannot recover in this case.\nThe court answered this point in the negative.\n3. That if any portion of the items which comprise the account of Jacob Bowman against the plaintiff, was contracted prior to the 4th of July 1849, on which the judgment was rendered and on which the execution was issued, and a sale of the horse was made, such sale was justifiable, and the plaintiff cannot recover.\nThe court answered this point in the negative.\n4. That if the judgment on which the execution issued and this sale was made, was for debt or debts contracted as well before as after the 4th of July 1849, and that part of the debt contracted prior to the 4th of July 1849, remained due and unpaid at the time of the issuing of the execution, the levy and sale of the horse, such execution would justify the constable in the sale of the horse, and the present plaintiff cannot recover against the constable.\nThe court answered this point in the negative.\nThe learned judge (Barrett, P. J.) charged the jury as follows :—\n“ Jacob Bowman obtained a judgment against Greorge Buck, on the docket of a justice of the peace, for the sum of $45.44, on the 25th day of June, A. D. 1855, in the usual form. On the 24th of August of the same year, an execution was issued upon it to the defendant, as constable, and a levy under it was subsequently made on a horse belonging to the defendant, and on the 11th of September it was sold at constable’s sale for $89.50. The regularity of the proceedings is conceded, and we have only at present to do with the question of the right to execute the writ upon the defendant’s property taken under it. The plaintiff gave in evidence, with the record of the justice, the same paper or bill upon which the suit was brought on the claim of the plaintiff, made before the justice, and which is dated May 29th 1855, and is simply the balance of book account stated. The defendant, to explain it and show when the debt was contracted, gave in evidence the books of Jacob Bowman. Erom the books, it appears that $24.21 of the debt was contracted prior to the 4th of July 1849; the residue of the debt, making up the judgment, Thomas Bowman says, was contracted after that date. He also says that the account between the parties commenced in 1848, and he stated the balance for which suit was brought in 1855. Credits to the amount of $9.95 are found upon the books; but when paid is not shown, nor is it material, as the amount is not equal to the amount of debt contracted previous to the 4th of July 1849. Erom the books then, even after deducting the amount of credits, at least $16.27 of the debt was contracted before the Act of the 9th of April 1849 took effect; and if the judgment had been for that amount, or had only been executed for that amount, the officer would have been justified in making the levy and selling the property as he did, it not having been shown that his horse was exempt under any former law. The execution, however, issued for the whole amount of the judgment, a levy was made on property sufficient to cover it, and a sale made which produced more than sufficient to pay the debt, interest, and costs. The plaintiff received the amount in satisfaction of said judgment.\n“ At the time of the levy, the defendant notified the constable that he claimed $300 worth of property, and on the day of sale, and before it took place, he served a written notice on him, clearly setting forth his claim, and making a demand upon him to have his property appraised and set aside for him to the amount of $300, according to the provisions of the Act of Assembly. The service of his last notice is admitted; the defendant disregarding that notice proceeded to sell, and we think in violation of the Act of Assembly. The plaintiff cannot be allowed to mix up his accounts in such manner as to collect any portion of them in plain violation of the statute; so far as a portion of that debt was concerned, the plaintiff had no right to sell the property of the defendant without first complying with the provisions of the law, after request made to that effect by the .debtor; neither the claim of the plaintiff before the justice, the judgment in his docket, or the execution issued by him, informed the constable that the debt was contracted prior to the 4th day of July 1849. If he had acted in obedience to his writ alone, he would have had an appraisement made according to the Act of Assembly; he chose to take the plaintiff’s word in preference to the plain command of his writ, and he must suffer the consequences. He proceeded to sell, in fiat disobedience of the statute, and in doing so was a trespasser. He is, therefore, liable to the plaintiff in this action, and must answer in damages; if, by his acts; the plaintiff sustained any, the measure of the plaintiff’s damages is the actual amount sustained by him. It is not a case for vindictive damages; .the constable had the right to make the levy, but in proceeding to sell without an appraisement he became a trespasser. The value of the horse taken, should form the basis for your calculation. You will return a verdict in favour of the plaintiff, for such sum as will compensate him for the loss he has sustained by the misconduct of the constable.”\nTo this charge the defendant excepted; and a verdict and judgment having been rendered in favour of the plaintiff for $91.41, the defendant removed the cause to this court, and here assigned the same for error.\nDimmick, for the plaintiff in error.\n— It was not in the power of the creditor to split up his cause of action; and the obtaining of one judgment could not affect the rights of the parties. The defendant should have paid that part of the debt: Reed v. Defebaugh, 12 Harris 495; Weaver’s Estate, 1 Casey 434; Johnston’s Appeal, 1 Casey 118. Trespass would not lie in this case: McKinney v. Reader, 6 Watts 34; Hammer v. Freese, 7 Harris 255.\nBurnham and Siewers, for defendant in error,\ncited Smith’s Appeal, 11 Harris 313; Johnston’s Appeal, 1 Casey 118; Knabb v. Drake, 11 Harris 490."
  },
  "file_name": "0267-01",
  "first_page_order": 267,
  "last_page_order": 272
}
