{
  "id": 415550,
  "name": "Northampton County's Appeal",
  "name_abbreviation": "Northampton County's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "305",
  "last_page": "311",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 36",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 181",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0181-01"
      ]
    },
    {
      "cite": "4 Penn. L. J. 180",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "7 Penn. L. J. 312",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "1 Watts 135",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0135-01"
      ]
    },
    {
      "cite": "4 Watts 373",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 101",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0101-01"
      ]
    },
    {
      "cite": "6 Watts 401",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 394",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0394-01"
      ]
    },
    {
      "cite": "4 Rawle 130",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0130-01"
      ]
    },
    {
      "cite": "7 Watts 458",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 471",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Johns. 423",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "4 Penn. L. J., 180",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 850,
    "char_count": 16954,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 3.363867122721687e-07,
      "percentile": 0.8754332781563713
    },
    "sha256": "68599db2b216281a3a928c1c316fb5ed785e6fb4b15031143c0ee8bc6b34592d",
    "simhash": "1:b6e7a5254c6debd4",
    "word_count": 3029
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Northampton County’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the .court was delivered by\nPorter, J.\n— It is an evil to encumber with improper tenements ground which the county has devoted to her public buildings. The destruction of the lives of lawyers and judges is bad enough, but something more is involved. Ordinarily, the jail with its involuntary tenants is located on the same ground. Prison discipline is in its infancy, but the public authorities will soon learn that just to the extent that a sick man is more costly than one able to work, it is bad economy to impair a prisoner’s health. To do this, there is no surer way than to deprive him of the light and air which the Author of his being has made essential to life. Under certain circumstances, society has the power to take this life directly, but as yet no civilized government has claimed the right to destroy both body and mind, by the slow agency of natural elements. Here, in the heart of a most intelligent community, for a few paltry dollars, a spacious lot which contained the county jail was leased for the purpose of a marble manufactory. This was done, as the president of the court most conclusively showed, in violation of the terms of the instrument by which the Penns originally granted the lot “thereon to erect a common jail,” and “to and for no other use whatever.”\nUp to this point we agree with him, but in framing his conclusion an error crept in. When this case arose, the evil had been done. Bad as the lease was, the lessee had received the benefit, and the money in court, which was the proceeds of his property, ought to have paid for it. A man who has enjoyed a privilege has no right to say that, because he ought not to have enjoyed it, he will not pay for it. However unlawful the act, it would be unsound policy to give him this immunity. The appellee who claims by a confession of judgment from his relative, the tenant, occupies no better position. Payment cannot be escaped by such an arrangement. The appellee, or some other good citizen, might, by a proper application to the court, have upturned the lease at the outset. Having omitted to do that, he cannot be allowed to vindicate the rights of the community by simply putting this money in his pocket. Bad once, the lease is good enough now. This is a paradox which the law permits, of which even a fraudulent deed wholly bad when properly attacked, and perfectly good unless so attacked, is the most effective illustration. Had the tenant declined to act under the lease, he would have been protected; had he asked for its cancellation, he would have been relieved; but neither he, nor a stranger who might have interfered, hut did not, can he allowed to object to its sufficiency after the public evil has disappeared.\nThe technical objections to the execution of the paper are not important, for as its acceptance by the commissioners would have estopped them from denying its existence, or disturbing the tenant in his possession, the correlative duty of making payment remained perfect.\nNo notice is taken of bringing the money into court, for the direction given by this decree is all that the appellant could have asked, if it had remained in the sheriff’s hands.\nDecree reversed, and the money in court awarded to the county of Northampton.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "J. M. Porter, for the appellants.",
      "M. H. Jones, for D. B. Hazen, and Reeder and Green, for D. S. Depue, appellees."
    ],
    "corrections": "",
    "head_matter": "Northampton County’s Appeal.\nOne who has enjoyed the occupation of land, under a lease from the commissioners of a county, which they had no legal right to grant, cannot set up the illegality of the demise, as a defence to the payment of the rent. Nor have his execution-creditors any rights as against a distress for such rent in arrear.\nWhere such lease was only signed by one of the commissioners, its acceptance by the others would estop them denying its existence, or disturbing the tenant in his possession; and therefore the correlative duty of making payment of the rent remained perfect.\nQuere, whether money made by the sheriff on a warrant to distrain for rent in arrear, he having in his hands a subseauent fi. fa., can be ordered into court for distribution ?\nAppeal from the Common Pleas of Northampton county.\nThis was an appeal by the County of Northampton from the decree of the court below distributing the proceeds of a sheriff’s sale of the personal property of Daniel S. Depue.\nOn the 18th January 1763, Thomas Penn and Richard Penn, the late proprietaries, granted unto Thomas Craig and others a lot in the borough of Easton, in trust for the use of the inhabitants of the county of Northampton, and thereon to erect a common jail or prison, sufficient to accommodate the public service of the said county, and to and for no- other purpose whatever. This lot, Granville John Penn and Richard Penn, who represented the title of the grantors, by deed dated the 24th September 1852, granted and released to the county of Northampton.\nOn the 15th September 1854, the county of Northampton demised a portion of this lot to Daniel S. Depue, by the following instrument, signed by one of the county commissioners:— .\n“Agreement made the 15th day of September A. D. 1854, between The county of Northampton of the one part, and Daniel S. Depue, of the borough of Easton, of the other part.\n“ The said The county of Northampton hath demised, leased, and let, and by these presents doth demise, lease, and let unto the said Daniel S. Depue and his heirs and assigns, a certain vacant lot or piece of ground situate on the south-east corner of Pomfret street and Pine alley, containing in front on said street sixty feet, and extending in depth about one hundred and fifteen feet to the jail yard wall, for the term of one year from the 1st day of October next. In consideration whereof the said Daniel S. Depue agrees to pay to the said The county of Northampton the yearly rent of $150, payable quarterly. The said lessee further agrees to leave the premises and deliver up the possession thereof, in as good condition as he finds it, at any time upon three months’ due notice, in case the county should sell the premises or want the same for county purposes. And further that he will not erect any building or other thing which might in any way endanger the safety of the jail yard or the escape of prisoners therefrom, within twenty feet thereof.\n“ In witness whereof the commissioners and lessee have set their hand and seals hereunto.\n“ Sealed and executed) in presence of > C. Kitchen. J\nHenry Messinger, rq , -, Daniel S. Depue.” h\nOn the 22d January 1857, the county commissioners issued their warrant to the sheriff of Northampton county to distrain the goods and chattels upon the premises, for $337.50 rent in arrear, due the 1st January 1857. A distress was made under this warrant.\nOn the 23d January a writ of fieri facias, at the suit of David B. Iiazen against Philip H. Depue and Daniel S. Depue, came to the hands of the sheriff, and was levied on the same goods previously distrained. The sheriff sold the goods levied on, and had in his hands the sum of $284.93, after deducting his costs and expenses.\nThe plaintiff in the j£. fa., David B. Hazen, moved for a rule on the sheriff to bring the money into court; which was granted by the court below, and the following opinion delivered by Maxwell, P. J.:—\n“ The sheriff having made a special return to this fi. fa., showing a sale of defendants’ property to the amount of $303.50, the plaintiff obtained a rule to show cause why the sheriff shall not be directed to pay this amount, less the costs, into court. In this special return the sheriff states that, upon the day prior to this execution coming into his hands, the commissioners of Northampton county had placed in his hands a warrant of distress, dated that day, under their hands and corporate seal, whereby he was commanded and authorized ‘ to distrain all and singular the goods and chattels upon a certain lot of ground in the borough of Easton, liable to distress for rent, for the sum of $337.50 rent due on the 1st of January, then instant (1857), by Daniel S. Depue (one of the above defendants), to the county of Northampton upon a demise,’ &c. He proceeds to recite his compliance with the requirements of the Act of Assembly, under the warrant, and the making of the distress in pursuance thereof. He then states the placing of the above fi. fa. in his hands by the plaintiff’s counsel, with notice that he would contest the legality of the warrant of distress and would claim the money arising from the sale of the goods under the fi. fa. On the same day, viz., January 23d 1857, he levied on the same goods and chattels so as aforesaid dis-trained for rent, subject, however, to the aforesaid distress for rent. That the exemption of $300 being claimed by defendant, he caused that amount to be appraised to him, and the defendant not having replevied said goods, &e., within the time allowed by law, he proceeded to sell the residue of the goods and chattels in manner directed by law at public sale, of which due notice was given; and sold the same for the sum of $303.50, &c. That he has in his hands the sum of $284.93, to which the counsel for the plaintiff in the annexed fi. fa. denies the right of the commissioners of Northampton county, and claims the same towards the satisfaction of the debt, &c., in the annexed writ of fi. fa.\n44 The sheriff then states 4 That inasmuch as the aforesaid sum of $284.93 is claimed both by the said county commissioners, and also the plaintiff in the annexed writ of fi. fa., and the sheriff not wishing to decide as to who is legally entitled to the said money, he prays to be permitted to pay into court the said sum of $284.93, the amount of money made by the sale of the said goods and chattels.’\n44 Thus we have here, in addition to this rule, applied for by the plaintiff in the execution, a petition by the sheriff to allow him to pay this money into court.\n44 The courts have always deemed it their duty to protect officers, like sheriffs, from injury and loss in the performance of their duties.\n44 They will, as has been frequently decided, enlarge the time for the return of a writ, where there is a contest as. to property, until the sheriff is indemnified or the right between the contesting parties is tried.\n44 But it is urged here, that the sale of these goods was not under a writ issued from this court. And also that, the defendant not having replevied, his time to contest is passed, and that the plaintiff in this execution has no right to object.\n44 The return here does not, as we can see, positively state under which process the sale was made, nor when made. A levy was made under thefi.fa., and a sale was subsequently made, the plaintiff in the fi. fa. claiming the proceeds, as entitled thereunder.\n44 Now where there has been a sale under a fi. fa. the law is well settled that if the sheriff has any doubt as to the plaintiff’s rights to receive the money, he may pay it into court and thereby discharge himself from responsibility. If a third person claims it, he may rule the sheriff to pay it into court.\n44 But did not the sheriff, in executing this warrant, act in his official capacity so as to enable him to ask the intervention of this court for his protection in reference to the money, even if the sale had been wholly under the warrant?\n44 The Act of March 21st 1772, authorizing distress for rent, provides that4 where any goods shall be distrained for any .rent reserved, &c., if the tenant shall not replevy, &c., the person dis-training may, with the sheriff, under-sheriff, or constable, in the city or county where- such distress shall be taken (who are thereby required to be aiding and assisting therein), cause the goods and chattels to be appraised, &c.; and after such appraisement sell, &c., for and towards satisfaction of the rent, &c., leaving the over-plus, if any, in the hands of the said sheriff, under-sheriff, or constable, for the owner’s use.’\n“ It has been decided in 4 Penn. L. J., 180, under this act, that ‘ a constable may be compelled to assist in the collection of rents by distress, and whenever he acts officially, and he and his sureties are liable for moneys collected or neglected to be collected by him under the landlord’s warrant.’\n“ In McElroy v. Dice, 5 Harris 169, the Supreme Court, while declaring that the officer is not bound to make the distress, assert that the law may require his interference after the distress made, should an appraisement and sale become necessary.\n“ Here the sheriff then, if he made this sale under this warrant, acted in his official capacity.\n“ Taking the whole facts, then, we think that this court is not only authorized, but their duty to protect the officer, requires them to allow the payment of this money into court for distribution.\n“ If the defendant is concluded by not having replevied, or the plaintiff in execution has no right of interference with this warrant — this can be shown upon the distribution of the money, and the rights of all parties be preserved.”\nThe proceeds of sale having been paid in by the sheriff, the court, after argument, decreed the same to David B. Hazen, the execution-creditor, being of opinion that the county commissioners had no right to lease the lot-in question, and that no binding lease had, in fact, been made. Erom this decree the present appeal was taken.\nJ. M. Porter, for the appellants.\n— The court below should not have ordered the proceeds of sale into court. The money was not raised on any process from the court. It was made under a landlord’s warrant emanating from a different jurisdiction than •the execution of the Common Pleas, and being prior in date, the court had no right to assume a summary authority over the matter, but should have left the parties to their action.\nIt is said, that the county had no power to rent the property. There is no question as to the title; nor as to the occupation under the lease. As to the power to hold property, see Jackson v. Hartwell, 8 Johns. 423; Vankirk v. Clark, 16 S. & R. 286, 290; Allegheny v. Lecky, 6 S. & R. 166; Commonwealth v. Commissioners of Philadelphia County, 2 S. & R. 193. And as to the power of the commissioners to lease, see Steiner v. Coxe, 4 Barr 13; County v. Bridenhart, 4 Harris 458. A mere stranger has no power to contest its validity: McHenry v. McCall, 10 Watts 471; Rubeck v. Gardner, 7 Watts 458; Goundie v. Northampton Water Company, 7 Barr 233; Leazure v. Hillegas, 7 S. & R. 320.\nAs to the form of the lease, it is enough that it is signed by the lessee: Bellas v. Hays, 5 S. & R. 427; Bertch v. Lehigh Coal and Navigation Company, 4 Rawle 130. And the commissioners having, by the warrant of distress, recognised its validity, could not thereafter object to it.\nBut it would have been good, if altogether by parol: County v. Bridenhart, 4 Harris 458; Chestnut Hill Turnpike Co. v. Rutter, 4 S. & R. 16 ; Hamilton v. Lycoming Insurance Co., 5 Barr 344; Hackney v. Allegheny Insurance Co., 4 Barr 185.\nNo one but the tenant himself could take exception to the regularity of the lease, or the power of the county to demise the premises. An execution-creditor has no such power: Stiles v. Bradford, 4 Rawle 394; Tarbox v. Hays, 6 Watts 401; Hazelett v. Ford, 10 Watts 101; Speer v. Sample, 4 Watts 373; Stewart v. Stocker, 13 S. & R. 199; 1 Watts 135; Dickerson’s Appeal, 7 Barr 257; Hauer’s Appeal, 5 W. & S. 473; Rowland’s Estate, 7 Penn. L. J. 312.\nM. H. Jones, for D. B. Hazen, and Reeder and Green, for D. S. Depue, appellees.\n— It appears from the sheriff’s return that the sale was made both on the warrant and execution; and the sheriff himself prayed leave to pay the money into court. He was acting, in the execution of the warrant, in his official capacity as sheriff: Commonwealth v. Sheppard, 4 Penn. L. J. 180; McElroy v. Dice, 5 Harris 169.\nThe county had no power to make the demise, and therefore their warrant was void. Counties are municipal corporations of specific and limited powers. They cannot be allowed to wander beyond the expressions and necessary implications of the particular legislation which creates them, and confers their powers : Vankirk v. Clark, 16 S. & R. 286; County v. Bridenhart, 4 Harris 458; Commonwealth v. Rush, 2 Harris 186; Lehigh County v. Kleckner, 5 W. & S. 181; Berks County v. Pile, 6 Harris 493.\nAgain, the warrant was void because the alleged lease was not executed by the county, and therefore for want of mutuality not binding on the lessee. It was not voidable, but void, and therefore incapable of ratification: Ludford v. Barber, 1 T. R. 86; Duncan v. McCullough, 4 S. & R. 483; Chamberlain v. McClurg, 8 W. & S. 36; Jackson v. Summerville, 1 Harris 360; Lansdell v. Gower, 8 Eng. L. Eq. 317. That a lease under a void power cannot be rendered valid by any act done subsequent to its execution, is established by abundant authority: 2 Sugd. on Powers 308; Jones v. Verney, Willes 169; Doe v. Watts, 7 T. R. 83; Doe v. Butcher, Dougl. 50; Frontiu v. Small, 2 Ld. Raym. 1418; 2 Str. 705."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 311
}
