{
  "id": 415565,
  "name": "Finley et al. versus The Lycoming County Mutual Insurance Company",
  "name_abbreviation": "Finley v. Lycoming County Mutual Insurance",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "311",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 311"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Denio 301",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2187609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/3/0301-01"
      ]
    },
    {
      "cite": "2 Am. Lead. Cas. 454",
      "category": "reporters:federal",
      "reporter": "Am. Lead. Cas.",
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Denio 301",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2187609
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/3/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 10089,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 4.500013275736993e-07,
      "percentile": 0.9228960839029612
    },
    "sha256": "7c9a2c967ea9486652e32567dc6110197beef6c473923a35a3efa86d2b0a45a0",
    "simhash": "1:c85305d26877f7dc",
    "word_count": 1782
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Finley et al. versus The Lycoming County Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\n— Finley & Stanley, partners in business, effected an insurance on their stock of lumber, tools, finished and unfinished work, and machinery, in a factory in West Philadelphia, in the Lycoming Mutual Insurance Company, on the 1st of April 1851, to continue for five years, and executed their premium note for $200, in addition to the cash payment required. On the 26th of June following, Finley sold out his interest in the property to his copartner, and dissolved the partnership.’ On the 22d February 3 855, the property was destroyed by fire. There was no assignment of the policy by Finley to Stanley, nor any new premium note given. Assessments made on the note were paid by Stanley after the dissolution; but no notice of his purchase or ownership of the property, was given to the company.\nThe act incorporating the company, as well as its by-laws, declare that when property insured is alienated by “ sale or otherwise,” the policy shall from thenceforth become void and be surrendered to the company; and this is expressly made a condition of their policies. This suit was brought in the name of the firm of Finley & Stanley to the use of Job Stanley, to recover the loss; and the defendants relied on the sale of Finley, and the want of assignment of the policy according to the conditions contained in it, as a defence. The court decided both points against the defendants, and the plaintiffs recovered.\nIt was a fundamental condition of the contract, as well as a statutory provision, of which the assured were bound as members of the company to take notice, that alienation of the property rendered void the policy. But by another condition contained in it, this might be avoided by the purchaser procuring an assignment- of the policy; which being done, with the “approval of any agent or director,” on signing a premium note for the same amount as the former holder, he might have the policy confirmed to him. This regulation was a reasonable and proper one, for otherwise the company would be obliged to have members and become insurers for parties without any knowledge of them, or consent on their part; but what we have most particularly to do with are these conditions of the policy, and whether a non-compliance with them is fatal to the plaintiffs below — and of this we have no doubt, unless there be something else in the case to avert such a result.\nIt is said by the defendants in error, that this was not a case to which these conditions attached; that the property insured was partnership property; that it remained in original hands; and that the transfer of Finley was but a release of his interest to Stanley. This is neither a sound legal or practical view of the question. The stipulation regards alienation by “ sale or otherwise.” If what took place between Finley and Stanley passed the interest in the property of the former to the latter, then it was within the terms of the condition, it was alienation by sale; but if not, it was alienation “ otherwise.” It was against alienation the prohibition was levelled, and the mere use of terms will not defeat the intent. That a sale by one partner to another is within the prohibition, cannot be doubted; there is no exception in its favour in the instrument, and the terms used give no room to imply any. By the transaction the one parted with all his interest, and the other acquired double what he previously possessed. This is a legitimate consequence of sale and purchase, and no substitution of terms will make it anything else. This was fully affirmed in the case cited from 1 Selden 405, Tillou v. The Kingston Mutual Ins. Co. And the question arose there upon a precisely' similar condition, and after a transfer by one partner to another. We have no authority in our own reports on the point, but consider the case cited as authority; being directly on the issue, and fully determining this part of the case against the plaintiffs.\nIf then there was a sale by Finley to Stanley before the loss, the former had no interest in the cause of action on his own behalf, or as trustee, and could not legally be a party plaintiff. There is no such thing as an equitable assignment of such a contract, as there is in relation to lands, and other choses in action, in which the assignor’s name may be used as the repository of the legal title — having parted with the equitable — and the suit be brought in his name for the use of the equitable owner. The contract of the parties was the opposite of this. It was agreed that a sale should render the policy void; but it might be confirmed or renewed, if assigned in the mode pointed out — there is no other way to effectuate the object, expressio unius est exelusio alterius. So, not being permitted to stand as an equitable assignor, Finley having no interest, neither legal nor equitable, was not a proper party: Howard et al. v. The Albany Ins. Co., 3 Denio 301; Murdock et al. v. Chenango Ins. Co., 2 Comstock 210; Saddlers’ Co. v. Badcock, 2 Atk. 554; Lynch v. Dalzell, 3 Bro. Parl. Cas. 479. The editor, in a note to this case, says: “If the assured, therefore, sells the property and parts with all his interest therein, before the loss happens, there is an end to the policy, unless it is assigned to the purchaser with the assent of the company.” We think the instructions of the court should have been in accordance with these views.\nWe do not perceive anything beneficial to the defendants in error, in the allegation of a waiver by the company of notice of sale and transfer of the policy, according to the conditions contained in it. No one is held to have waived his rights, until it be shown that he has done so with a knowledge of them, or where it was his bounden duty to know them. It was the express duty of the purchaser of the insured property to give notice to the company, and have the policy assigned according to its conditions, if he wished it continued for his use. The company were not bound to inquire anything about it. His paying assessments on the premium note given by him and his copartner, was no notice, or anything from which the company could infer a change in their former relation, even if notice in this way could avail, which it would not. Nor was there anything like a waiver in choosing appraisers of the value of the property lost by the fire. Their report recites, that it was between Job Stanley, acting partner of the late firm of Finley & Stanley, and the company. In this shape it received the approval of the agent as to amount. If this proceeding proved anything, it was that the company were still ignorant of any change of ownership in the property insured. We are therefore of opinion, that the grounds of waiver assumed by the plaintiffs were untenable. For all these reasons, the judgment must be reversed.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Parsons, for the plaintiffs in error,",
      "J. S. Brewster and E. E. Petit, for the defendant in error.—"
    ],
    "corrections": "",
    "head_matter": "Finley et al. versus The Lycoming County Mutual Insurance Company.\nA condition in a policy of insurance against fire, issued to a partnership firm, that alienation of the insured property, by sale or otherwise, shall avoid the policy, applies to a transfer by one of the partners, on his withdrawal from -the firm, to the remaining partner.\nError to the District Court of Philadelphia.\nThis was an action of covenant by Richard Einley and Job S. Stanley, lately trading as Einley & Stanley, for the use of Job S. Stanley, against the Lycoming County Mutual Insurance Company, on a policy of insurance against fire, issued to Einley & Stanley, on the 1st April 1851, for $1000 upon a stock of lumber, tools, finished and unfinished work, and machinery, in a factory in West Philadelphia, to continue in force for five years.\nThe 7th section of the Act of Assembly, incorporating the company, provides that “ when property insured by this corporation shall be alienated by sale or otherwise, the policy shall thenceforth be void, and be surrendered to the directors of said company to be cancelled.” And the same condition was inserted in the policy.\nAfter the insurance had been made, on the 26th June 1851, Richard Einley, one of the plaintiffs, sold out all his interest in the property insured to Job S. Stanley, the other plaintiff, without notifying the company of the sale, or any assignment of the policy being executed, or any regard being had by the plaintiffs to the terms of the policy in relation to assignments, the by-laws of the company, or the Acts of Assembly incorporating it. On the 22d day of February 1855, the property was totally destroyed by fire.\nThe defendants set up by way of defence that the policy was void under the Act of Assembly incorporating the company, the by-laws, and by the terms of the policy, in consequence of one of the plaintiffs having sold out his interest in the property; that the company had never been notified of such assignment, nor had it ever been approved or ratified by the company; and that it appeared from the evidence that Richard Finley had no title to the property when it was destroyed, and no right of action on the policy.\nThese facts were undisputed, and the court were requested to instruct the jury that, under the law of the state, the action could not be sustained. But the court refused to give such instruction, and charged the jury that the plaintiffs were entitled to recover.\nTo this charge the defendants excepted, and a verdict and judgment having been given for the plaintiff for $1120, they removed the cause to this court, and here assigned such charge for error.\nParsons, for the plaintiffs in error,\ncited 1 Phillips on Ins. 57; Carroll v. Boston Ins. Co., 2 Am. Lead. Cas. 454, 458; Lynch v. Dalzell, 3 Pro. P. C. 479; Sadlers’ Company v. Badcock, 2 Atk. 557; Murdock v. Chenango Ins. Co., 2 Comst. 210; Tillou v. Kingston Mutual Ins. Co., 1 Seld. 405; Howard v. Albany Ins. Co., 3 Denio 301.\nJ. S. Brewster and E. E. Petit, for the defendant in error.—\nThe release of one partner to another was not an assignment within the condition of the policy; no stranger was substituted in place of the former firm."
  },
  "file_name": "0311-01",
  "first_page_order": 311,
  "last_page_order": 315
}
