{
  "id": 415593,
  "name": "Winter et al. versus The Delaware Mutual Safety Insurance Company",
  "name_abbreviation": "Winter v. Delaware Mutual Safety Insurance",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "334",
  "last_page": "339",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 334"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Caines 274",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        6693574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/2/0274-01"
      ]
    },
    {
      "cite": "1 Marsh. 206",
      "category": "reporters:state",
      "reporter": "Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "3 Cranch 357",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1427691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/7/0219-01"
      ]
    },
    {
      "cite": "11 Johns. 241",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137703
      ],
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0241-01"
      ]
    },
    {
      "cite": "2 Caines 7",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "10 Johns. 79",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0079-01"
      ]
    },
    {
      "cite": "2 Sumn. 215",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 466",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "25 Maine 515",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/25/0515-01"
      ]
    },
    {
      "cite": "9 Johns. 79",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372371
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0079-01"
      ]
    },
    {
      "cite": "2 Johns. 93",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "10 Mass. 23",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2027031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0031-01"
      ]
    },
    {
      "cite": "13 Mass. 68",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 15548,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 4.719567370958748e-08,
      "percentile": 0.2955546829178072
    },
    "sha256": "622d9e62622e89e85e240c8958795e8ba83ecd664f242ad549f179dc1c240a52",
    "simhash": "1:baeba3ed9e4e463c",
    "word_count": 2791
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Winter et al. versus The Delaware Mutual Safety Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— The jury must have understood from the charge that the fact of sailing from Rio Janeiro for San Francisco, under the terms of the bottomry bond, was a change of voyage; even though the intention was to keep on from San Francisco to Portland. But intention, relative to destination, is an essential element of a voyage, and part of its definition. The bottomry bond was very convincing evidence of the intention to go to San Francisco; but it was not conclusive evidence of final destination : even a clearance to that port would not have been. Assuming then that the jury would have found the continued intention to go on to Portland, we cannot say that the original voyage was in fact abandoned; even though we should feel obliged to declare that, as matter of law, it was s.o far changed as to discharge the insurers. And this we cannot do, without first deciding that the circumstances of the voyage do not furnish an adequate excuse for the vessel setting out from Rio Janeiro to go by way of San Francisco.\nIn judging of the adequacy of the excuse, the case admits of a division of the question, according to the nature of property insured : the ship and the cargo separately. It was certainly the duty of the master, under the circumstances, to provide for the transportation of the merchandise to its destination by the best means in his power, and so carried, it would still be under the protection of the insurance. If he could not send it by the direct route, he would be justified in sending .it by another; or in taking it by another in his own vessel, if he could not get it repaired so as to go directly. So far then as relates to the merchandise, the accident and the necessary terms of repairing it, justified the change of route by San Francisco.\nBut it does not seem so clear to us relative to the ship; for if she was once safe from the perils insured against, and yet not fit and could not be fitted to resume her voyage from the port of safety, she was excused from it. To get repaired, then, so as to go by another route, in order to carry on the goods, would therefore seem to place her in the condition of a substituted ship. But we need not and do not decide this; for there is another principle which retains both ship and cargo under the contract of insurance.\nWe think that the jury might have found that there had been no change of the ultimate destination; and then it would follow' very clearly that the risk continued until the route was actually departed from; and most likely it would continue even after a determined change of destination. If a risk never commences, the insured is entitled to a return of premium, as being paid without consideration. But because of the entirety of the contract, he cannot have an apportional return of it on account of a part of the voyage having been abandoned.\nWhen, therefore, the risk has attached for a given voyage, there is no principle of justice that requires it to be detached, until there is a change of the hazard. A mere intention or determination to change the route at a given point does no wrong to the insurer. He is paid for the whole voyage, and is saved from wrong if held liable only so far as the true route is kept, and discharged when it is departed from. A knowledge of the destination is necessary for the definiteness and interpretation of the contract. Knowing it, we can mark the route that must be taken under the contract. But it is not essential to offer to perform the whole voyage: the less of it the better for the insurer. An insurance to Havre via Southampton is not avoided, if once attached, by the master’s determination, at or after starting, to go no further than Southampton.\nAssuming, then, that the intention to go to Portland was kept up, this was only an intended deviation, and the bottomry bond has no influence on the case, except so far as it makes the proof clear of an intention to deviate. It no more constitutes an abandonment of the voyage, than taking in a cargo for San Francisco would have done. If there was no actual deviation, no condition of the contract was broken.\nJudgment reversed and a new trial awarded,\nThompson, J., dissented; Woodward, J., was absent at Nisi Prius.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "C. Ingersoll, for the plaintiffs.",
      "J. Hill Martin and r. M. Wharton, for the defendants."
    ],
    "corrections": "",
    "head_matter": "Winter et al. versus The Delaware Mutual Safety Insurance Company.\nAn intention to deviate does not avoid the insurance on a vessel, if the loss occurs before her arrival at the point of intended deviation; there having been no change in her ultimate destination.\nWhere there is an insurance on a vessel and cargo, and the vessel is so damaged by perils of the sea, as to be unable to proceed on her voyage, the master is justified in sending on the cargo in another vessel, or by another route, and so carried, it is still covered by the insurance.\nCertificate from the Court of Nisi Prius.\nThis was an action of covenant, by Gabriel Winter and Benjamin G. Latimer, late trading as Winter & Latimer, against The Delaware Mutual Safety Insurance Company, on a policy of insurance on the schooner Orb and cargo, from Baltimore to Portland, in Oregon. The policy was for $2500 on the vessel, and $5000 on the cargo.\nThe Orb sailed from Baltimore on the 1st May 1851, and about the 28th July was compelled, by disasters at sea, to put into Rio de Janeiro for repairs. The master, being without the means of repairing his vessel, applied to Maxwell, Wright & Co., the only American house in Rio de Janeiro, under whose care and advice the vessel was surveyed, examined, and repaired at an expense of $3272.14, loaned by them on the vessel and cargo, at the marine interest of 56 per cent.; and the master executed a bottomry and respondentia bond to secure to them the sum of $5104.53. Having no correspondent in Oregon, Maxwell, Wright & Co. made it a condition of the bond that the master should stop at San Francisco, where they had a house, and where also the plaintiffs had an agent. The bond was to be paid at San Francisco, and the vessel to proceed thence to Portland.\nThe vessel having been thus repaired sailed from Rio de Janeiro, on the 1st August 1851, and on the 11th September, when off Cape Horn, again encountered very tempestuous weather, and was seriously damaged. On consultation, the master concluded to put back to some port on the Atlantic; and accordingly, on the 15th October, the Orb again put into Rio de Janeiro, in a damaged state. On being surveyed, the vessel and cargo were both condemned and sold; it being impossible to procure another vessel, by which the cargo might be forwarded to its destination; and the vessel being so much injured, as to be incapable of being repaired at a cost that would not exceed her value when the repairs were completed. The loss on the vessel was $3751.74; and on the cargo, $3869.27.\nThe learned judge before whom the cause was tried (Thompson, J.) charged the jury, inter alia, as follows:—\n“ Another means destructive of the assured’s right to recover is, where the party insured changes the risk, by a change of voyage or the port of destination. In the case before us, I have had no little difficulty in my own mind, in determining whether this state of affairs has occurred or not. If it has, it took place after the commencement of the voyage, in May 1851, and at the time of sailing from Rio Janeiro, and if it be established to your satisfaction, it will defeat the plaintiffs’ right of recovery for any loss after that period. We will consider this point.\n“ The plaintiffs have made it a part of their case, that to effect repairs it became necessary for the master of the schooner Orb to raise money, by a hypothecation of the vessel, freight, &c.; and for that purpose executed what is called a bottomry bond, to be paid and discharged in the port of San Francisco, California, after her arrival next after her departure from Rio; that the means could not have been raised on any such bond dischargable at Portland, Oregon; and that neither the assured nor Maxwell, Wright & Co., had commercial connections at Portland, but had at San Francisco. The master could, being the agent for the assured, legally enter into this obligation, and contract to bring the vessel to the port of San Francisco, and make it a terminus, either absolutely or for a purpose.\n“ He did contract to do so, if you believe he executed the bond in evidence, and about which there has been no dispute. The purpose, as the bond shows, was to bring the vessel, cargo, &c., to the point of payment, or control by force of law, of Maxwell, Wright & Co., if not paid at that point, according to the terms of the bond. All this he had full authority to agree to, and to undertake to do. Did he leave Rio Janeiro under this contract, with a view to its performance ?\n“ It is said, that San Erancisco is on the general course to Portland, Oregon, with a deviation of not over fifty miles or so, and that the vessel left Rio to perform the ultimate voyage. You will recollect that the agent of the assured, the captain, having received a large sum of money to enable him to move at all, and having contracted, in order to its procurement to sail to San Erancisco, that he fixed that point as a point of destination, with Maxwell, Wright & Co. If this be so, and the bond, as I have said shows it, you may, and perhaps ought to presume, but the intent is for you, that the vessel sailed under a binding obligation to arrive at and moor in the harbour of San Erancisco, in discharging the said contract. Was not this the intended voyage from Rio, between the parties to the bottomry bond ? subservient to the positive contract, entered into with competent authority for plaintiffs. The vessel might or might not proceed on from San Erancisco, as a contingency might turn out one way or the other, depending on the question of the payment of the bond, or the seizure of vessel, &c., for non-payment. This bond then, was an undertaking, an obligation incurred by plaintiffs, and we have told you that you may infer from the terms of the contract, and commencement of compliance with it, when the vessel sailed from Rio, rather than the opposite inference, that she sailed in obedience to the obligation entered into. This, then, would present the case of an intermediate contract, interfering with the original contract of insurance, not within the knowledge, consent, or anticipation of the insurers. If so, this, in our opinion, was such a change of voyage and risk, that from the moment it was commenced to be performed, it released the underwriters, and the policy did not attach at the time of the disaster. If the master executed this bond, and it is not disputed, we say, the presumption is, that the vessel sailed from Rio on the 1st of August 1851, under the contract contained in it, and to go to the port of San Erancisco. If so, the plaintiffs are not entitled under the circumstances of this case, to recover for any loss to the vessel or cargo after she sailed from Rio.\n“ We may admire the efforts of the master to meet the original wishes of his principals in endeavouring to get the vessel and cargo to Portland, Oregon; but must not forget that there was another party, the insurers, whose rights as originally existing, he could not change without their consent. Between the insured by their agent, the captain, and Maxwell, Wright & Co., we think this bond constituted a new contract, established a different voyage for the benefit of one or both of them, which changed the rights of defendants; and if so, they are no further liable than already stated; and I think that the declaration of the captain in his testimony, that he sailed from Rio for Portland, Oregon, does not control or change the effect of his written agreement to sail directly to San Francisco, where, if he had arrived hy the terms of this contract, this port might have become the terminus of his voyage.”\nTo this charge the plaintiffs excepted; and a verdict having been rendered for $1540 only, the amount of the first loss after leaving Baltimore and up to the time of sailing from Rio on the 1st August 1851, their liability for which was admitted by the defendants; and judgment having been entered on the verdict, the plaintiffs certified the case to the court in banc for revision, and here assigned for error the charge of the learned judge, that if the vessel sailed for San Francisco, the policy was avoided.\nC. Ingersoll, for the plaintiffs.\n— The master could not repair his vessel, except on bottomry, to be repaid at San Francisco. If he had not done so there would have been a total loss: Arnould on Insurance 1009-19; Ritchie v. U. S. Insurance Co., 5 S. & R. 506-7; Anderson v. Wallis, 2 M. & S. 242-3; Arnould 1020-38. There was no intention to change the terminus of the voyage.\nThe two questions on which uniformly depends the underwriter’s liability are, whether the deviation was compulsory, and whether there was no intention to change the terminus: Lavabre v. Wilson, Doug. 271; Winthrop v. Union Ins. Co., 2 W. C. C. 7; Blackenhagen v. London Assurance Co., 2 Campb. 454; Driscol v. Passmore, 1 Bos. & Pul. 200; Phelps v. Auldjo, 2 Campb. 350; Philips v. Ewing, 49 Eng. C. L. 325; Kettell v. Wiggin, 13 Mass. 68. The only doubt that was ever suggested of the perfect right to diverge, if necessary, from the voyage, is where the deviation is to avoid a peril not insured against: Breed v. Eaton, 10 Mass. 23; Robinson v. Marine Ins. Co., 2 Johns. 93; 1 Arnould 406-8. It is always a question of fact, whether the peril be so present and palpable as to excuse the deviation: Post v. Phœnix Ins. Co., 9 Johns. 79; Turner v. Protection Ins. Co., 25 Maine 515; 2 Kent Com. 316-317; Snowden v. Phœnix Ins. Co., 3 Binn. 466; 1 Arnould 344, 345, 383, 397, 308, 400.\nIn cases of emergency, arising under perils within the policy, it lies in the sound discretion of the master to do what he deems best for all concerned, including the underwriters: D’Aguilar v. Tobin, 1 Holt 185; Brig Sarah Ann, 2 Sumn. 215-216; Philips on Insurance 192; 1 Arnould 187.\nTo avoid the policy, the purpose to change the terminus must be fixed: Heselton v. Allnut, 1 M. & S. 50. The rule that the increase of risk cannot make unjustifiable, a deviation otherwise justifiable, covers the plaintiffs’ case. It was the master’s business to save his ship and cargo: Goss v. Withers, 2 Burr. 683; Post v. Phœnix Ins. Co., 10 Johns. 79; Williams v. Smith, 2 Caines 7; Arnould 1013-14. The intention to change the terminus, if formed after sailing, does not avoid the policy, until the point of deviation has been passed: Lawrence v. Ocean Ins. Co., 11 Johns. 241, 246.\nJ. Hill Martin and r. M. Wharton, for the defendants.\n— The distinction between a deviation and a change of voyage is, that in the former, the original voyage, as described in the policy, is not given up or lost sight of, while in the latter it is: Wooldridge v. Boydell, 1 Dougl. 16; Middlewood v. Blakes, 7 T. R. 165; Marine Ins. Co. v. Tucker, 3 Cranch 357; Delanoy v. Stoddart, 1 T. R. 22; 1 Marsh. 206; 3 Kent Com. 392; Henshaw v. Marine Ins. Co., 2 Caines 274.\nIn our case, the terminus of the voyage from Rio must clearly have been San Francisco, because as the cargo was to be taken thither, the bond being payable there, it is obvious that the accounts of the voyage were to be settled in that place; which settlement could only be, under the circumstances, from the proceeds of the cargo. It is absurd to suppose that the vessel was to .sail in ballast from San Francisco to Portland."
  },
  "file_name": "0334-01",
  "first_page_order": 334,
  "last_page_order": 339
}
