{
  "id": 415582,
  "name": "Maher et ux. versus Ashmead et al.",
  "name_abbreviation": "Maher v. Ashmead",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "344",
  "last_page": "346",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 344"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 53",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 56",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 37",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill, S. C. 499",
      "category": "reporters:state",
      "reporter": "Hill, S. C.",
      "opinion_index": -1
    },
    {
      "cite": "2 Blackf. 259",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1385422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/2/0259-01"
      ]
    },
    {
      "cite": "12 Johns. 257",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0257-01"
      ]
    },
    {
      "cite": "11 Johns. 444",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0444-01"
      ]
    },
    {
      "cite": "3 Caines 270",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "9 Johns. 118",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "4 Johns. 450",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001791
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/4/0450-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 6099,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 2.5938039721331947e-07,
      "percentile": 0.8188743822516293
    },
    "sha256": "d143759b80fbcca6a24b55f1264b0cd245419d4b39a68ff0b0bda19a4f171d11",
    "simhash": "1:d0358999990c05d0",
    "word_count": 1068
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maher et ux. versus Ashmead et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— This action ought to have been trespass. The warrant was not a nullity only, but an absurdity. It charged the defendant “ with absconding, or about to abscond, from the city,” with moneys belonging to a certain estate “ with intent to defraud heirs” — an improper act, but not obnoxious to the criminal law. The alderman could do nothing but discharge the party arrested. In-appealing to the court for redress she mistook her remedy. Case was not the proper form of action. The arrest was not an abuse of lawful process. It was an act committed under a void and irregular writ. Every step was unlawful. The seizure of the person was an act of direct violence. The injury was no more consequential, than if caused by a blow from a bludgeon. On turning to the record, we find the summons issued in case. In the declaration, the defendants are required to answer to a plea of trespass on the case. From every count the usual words, force and arms, are omitted. In several counts, the defendants are charged with having falsely and maliciously caused and procured the plaintiff to be arrested by her body, and to be imprisoned and kept, &c.; words which do not necessarily imply the exertion of force on the part of the defendants. In one count, a conspiracy is charged, but so connected with the procurement and service of the vicious warrant, as to form but an entire act. These allegations do not set forth a trespass. In its very birth, therefore, the action contracted a malady liable to developement in any stage of its life. A demurrer, or application for a nonsuit, would have ended it. On the motion made by the defendants to arrest the judgment, it should have been arrested, for the defect was not formal, but vital; not curable, but fatal. It presents itself also on this record, for the terms in which the warrant is set out show it to have been wholly irregular and void, and capable, therefore, of sustaining no other remedy. Where the defect appears on the face of the declaration, it is settled law, that a court of error is bound to notice it. Having thus laid the axe at the root, it is unnecessary to enter upon the minute branches of the case.\nJudgment reversed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "Guillou, for the defendant.",
      "H. M. Phillips, for the plaintiffs,"
    ],
    "corrections": "",
    "head_matter": "Maher et ux. versus Ashmead et al.\nFor causing a person to be arrested on a criminal warrant, charging an act which is not a crime, the proper remedy is trespass.\nFor such a cause, an action on the case cannot be maintained.\nWhere a fatal defect appears on the face of the declaration, a court of error is bound to notice it.\nCertificate from the Court of Nisi Prius.\nThis was an action of the case brought originally by Catharine Strong, who afterwards intermarried with Nicholas Maher, against Dr. William Ashmead and Catharine Strong, for an alleged malicious prosecution. The first three counts of the declaration were in case, for malicious prosecution, the fourth, for conspiracy to injure the plaintiff, by the means set forth in the former counts.\nOn the 18th January 1853, the defendants caused a warrant to be issued-by Alderman Elkinton, of the city of Philadelphia, charging Catharine Strong, the plaintiff, “with absconding, or about to abscond, from the city, with moneys belonging to the estate of Michael Strong, deceased, with intent to defraud heirs.” On this warrant, the plaintiff was arrested, held to bail, and, on the hearing, discharged by the alderman. She then brought this suit for malicious prosecution.\nOn the trial, before Kuos, J., the jury rendered a verdict for the plaintiffs for $2500. Each of the defendants moved for a new trial; and on the 17th January 1857, the learned judge made the following order:—\n“ The rule for a new trial is made absolute so far as relates to Dr. Ashmead, and refused as to the other defendant — the plaintiffs, by their counsel, assenting to the following conditions imposed by the court, viz., that the damages be remitted above $1000, for which judgment is entered against Catharine Strong, one of th.e defendants, upon payment of the jury fee, and the case is discontinued as to William Ashmead, without any liability upon the part of the plaintiff for his, William Ashmead’s, costs. Mrs. Catharine Strong objecting to this order.”\nCatharine Strong, the other defendant, thereupon filed the following reasons in arrest of judgment: 1. The plaintiff is not entitled to recover upon the declaration filed. 2. The declaration does not support an action on the case. 3. From the purport of the declaration, the proper form of the action should be trespass vi et armis, and not case.\nThe court overruled the motion in arrest of judgment, and the suit having been discontinued against Dr. Ashmead, entered judgment against Catharine Strong for $1000; which was here assigned for error.\nGuillou, for the defendant.\n— The authorities are clear, that where the warrant shows that no criminal offence was committed, and the process was therefore irregular on its face, trespass, and not case, is the remedy. The essential ground of the action for malicious prosecution is, that a legal prosecution was carried on without probable cause: Johnstone v. Sutton, 1 T. R. 544; Codrington v. Lloyd, 8 A. & E. 449; Parsons v. Lloyd, 3 Wils. 341; I Chit. Pl. 185-6 ; 4 Johns. 450; 9 Johns. 118; 3 Caines 270; 11 Johns. 444; 12 Johns. 257; Allison v. Rheam, 3 S. & R. 141-2; Berry v. Hamill, 12 S. & R. 212-13; Leigh v. Webb, 3 Esp. 165; McNeely v. Driskell, 2 Blackf. 259; Frierson v. Hewitt, 2 Hill, S. C. 499.\nIf all the counts are bad, and all present the same fatal error, then judgment should not have been entered for the plaintiffs below: Catherwood v. Kohn, 7 Barr 392; Wilson v. Gray, 8 Watts 37; McKee v. Bartley, 9 Barr 189; Griffith v. Eshelman, 4 Watts 56; Kline v. Wood, 9 S. & R. 297; Paul v. Harden, 9 S. & R. 24. This is a defect not cured by verdict: Frankstown Township Road, 2 Casey 473; Thompson v. Barkley, 3 Casey 265; Haldeman v. Martin, 10 Barr 369; 6 S. & R. 385; 4 W. & S. 53.\nH. M. Phillips, for the plaintiffs,\ncited Haldeman v. Martin, 10 Barr 369; Hudson v. Nicholson, 5 M. & W. 340."
  },
  "file_name": "0344-01",
  "first_page_order": 344,
  "last_page_order": 346
}
