{
  "id": 415608,
  "name": "Dickerson versus Rorke",
  "name_abbreviation": "Dickerson v. Rorke",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "390",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 301",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0301-01"
      ]
    },
    {
      "cite": "1 Dall. 430",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408601,
        12149636,
        12149709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0445-01",
        "/dall/1/0430-01",
        "/dall/1/0430-02"
      ]
    },
    {
      "cite": "1 Jones 412",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 171",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481815
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0171-01"
      ]
    },
    {
      "cite": "2 W. & S. 56",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 313,
    "char_count": 4750,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.533751716252911e-07,
      "percentile": 0.6716136732295975
    },
    "sha256": "92954123957bac2dc2d92de527f12a65b6e838fec9359e799f19a1870019a416",
    "simhash": "1:886ef8b04e7e72d8",
    "word_count": 835
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dickerson versus Rorke."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— The propositions laid down in the case of Robinson v. Bickley rule this case against the plaintiff in error, and we only repeat them with more specific reference to this case when we say:—\n1. When an award is made under a submission, the presumption of law is, that nothing is included in the award ^as not submitted, and that all that was submitted is included; but the contrary may be shown.\n2. Where a submission is in writing, it cannot. be directly revoked except by a written instrument given to the arbitrators, or a majority of them.\n3. If one of the arbitrators, during the investigation, refuses to serve because one of the parties had written him a letter, the other two may go on without him, if a majority have power to award.\n4. When an award has been made by a competent number, the presumption is that the whole case had been first fully considered.\n. Considering the case on these principles, we see no evidence affecting the regularity and validity of the award. The declaration is in substantial accordance with the submission and award.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "G. W. Biddle, for plaintiff in error,",
      "Juvenal, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dickerson versus Rorke.\nWhen an award is made under a submission, the presumption of law is, that nothing is included in the award that was not submitted, and that all that was submitted is included; but the contrary may be shown.\nWhere a submission is in writing, it cannot be directly revoked, except by a written instrument given to the arbitrators, or a majority of them.\nIf one of the arbitrators, during the investigation, refuses to serve because one of the parties has written to him a letter, the other two may go on without him, if a majority have power to award.\nWhen an award has been made by a competent number, the presumption is, that the whole case had been first fully considered.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by James Rorke against William R. Dickerson, upon an award.\nThe terms of the submission proved to have been signed by the parties in the spring of 1854, were as follows:—\n“We agree to leave all matters at variance between us to the arbitration of T. S. Woolston, Abraham Lower, and any third person they may choose; and their decision, or a majority of them, shall be final and without appeal.”\nThis submission was traced to the possession of the defendant, but was not produced by him, on notice. It was shown to have been before the arbitrators.\nThe arbitrators met, and appointed John M. Stetler, as umpire; and after hearing the evidence adjourned to make up their award. Before the time appointed, the defendant wrote a letter to Thomas L. Woolston, one of the arbitrators, requesting him not to sign an award, unless the plaintiff would sign another paper agreeing that it should be final. In consequence of this letter, Woolston refused to sign; and the following award was made by the other parties:—\nDickerson] v. I Rorke. j\nThomas L. Woolston, ] Abraham Lower, >• John M. Stetler, J\nArbitrators.\nThe arbitrators in this case, after having carefully examined all the testimony and vouchers produced, hereby make their award in favour of James Rorke for the following sums, to wit:—\nBalance due on contract ..... $505.48\nAmount paid sheriff ...... 255.00\nDamages on sale of property .... 1760.00\n$2460.48\nAbraham Lower, John M. Stetier,\nj- Arbitrators.\nPhilada., June 8th 1854.\nThe admission of the award in evidence was objected to on the ground of variance from the submission, and also from the declaration ; this objection was overruled by the court.\nThe defendant’s counsel offered no testimony, but argued that there had been a revocation of the submission. But the court below (Stroud, J.) charged the jury that there was no evidence of revocation; and that the omission of one of the arbitrators to meet the others and sign the award, did not vitiate it. There was a verdict and judgment for the plaintiff for $2891.91; which was removed to this court by the committee of the defendant, who had become a lunatic.\nThe admission of the award in evidence, and the charge of the court below, upon the points above stated, were here assigned for error.\nG. W. Biddle, for plaintiff in error,\ncited 1 Saund. on Plead. 180; 2 Saund. 62, n. 3; Everard v. Paterson, 6 Taunt. 625; Thornton v. Hornby, 8 Bingh. 13; Madkins v. Horner, 8 Ad. & Ell. 235; Craven v. Craven, 7 Taunt. 644; Creswick v. Harrison, 70 Eng. Com. L. 441, 451; Green v. Pole, 6 Bingh. 437.\nJuvenal, for defendant in error.\n— 1 Saund. on Plead. 180; 2 Tr. & H. Pract. 597; Rank v. Hill, 2 W. & S. 56; Green v. Fricker, 7 W. & S. 171; Murray v. Henrie, 1 Jones 412; Oxley v. Oldden, 1 Dall. 430; Kingston v. Kingcaid, 1 W. C. C. R. 448; Bayne v. Gaylord, 3 Watts 301."
  },
  "file_name": "0390-01",
  "first_page_order": 390,
  "last_page_order": 392
}
