{
  "id": 415586,
  "name": "Ott et al. versus Houghton",
  "name_abbreviation": "Ott v. Houghton",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "451",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 451"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Gray 114",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        1973959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/67/0114-01"
      ]
    },
    {
      "cite": "1 Met. 180",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/42/0180-01"
      ]
    },
    {
      "cite": "1 Pet. 322",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "332"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 456",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0456-01"
      ]
    },
    {
      "cite": "6 W. & S. 564",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0564-01"
      ]
    },
    {
      "cite": "5 Johns. 256",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0256-01"
      ]
    },
    {
      "cite": "3 Johns. Cas. 82",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wheat. 423",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wheat. 453",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1503009
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/20/0453-01"
      ]
    },
    {
      "cite": "7 Wheat. 424",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 8101,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.8658010242564307e-07,
      "percentile": 0.9002403228914119
    },
    "sha256": "4c6ced182bbd4b5adb0dde4b1d24ec35b789d7fa4956c6fe6e383c22e30440ac",
    "simhash": "1:942dc0e95580a77f",
    "word_count": 1470
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ott et al. versus Houghton."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\n— It is always competent for a party, against whom a witness is called, and gives evidence, to propound such questions, on cross-examination, as may tend to show his favour or bias towards the party calling him, if he has reason to believe that any such exists. Interest in the question may, and most generally does, create a bias more or less powerful in the minds' of most witnesses— but this only goes to the credibility and not the competency of the witness; and on this subject it was said, in Cameron v. Montgomery, 13 S. & R. 128, that the party against whom a witness is produced, may show everything which may, in the slightest degree, affect his credit; and the judgment in that case was reversed because the court below refused to allow the witness to be asked “ ivhether the plaintiff did not buy his real property at his instance?\" “It was a circumstance,” said C. J. Tilghman, “ which might show that the witness was under obligation to him, and this might have some effect on his evidence.” The rule is recognised in Bennett v. Hethington, 16 S. & R. 193, in which it is said that the “ witness may be subject to as strong bias as can influence the understanding and actions of man, yet if he be not implicated in the legal consequences of the judgment, he is competent.” It would be a sad category in which to be placed, if, the interest not being of the character to exclude the witness, his relation to the party or the question may not be given, to be weighed by the jury, in estimating his credit. The rule is not so: 1 Phill. on Ev., by Cowen & Hill, 120-21-22. The party was entitled to give such evidence, and it was error to reject it.\nThe second, third, fourth, and fifth assignments of error come within the principles here stated. The questions proposed, as given in these exceptions, were proper to be put to the witnesses, and it is not easy to see why they should have been objected to, or why overruled. If the defendants could show an interest in the question, and a bias on that account, on part of the witnesses, they had a right to do so, and the questions put, if answered affirmatively, might certainly have had a tendency in that direction on the minds of the jury. These assignments of error are therefore sustained; the first and sixth are not.\nThe 7th error is defectively assigned. In making the assignment, the entire charge is set out. In Hutchinson v. Campbell, 1 Casey 273, it is said the rule requires the “ exact language complained of, to be set out.” But as this case goes down for re-trial, we may as well say, that we perceive no error in the charge, on the subject of the recital and condition in the note. The language used admitted of no other construction, than that the patent had been conveyed, and the condition only required proof on part of the plaintiff that it would work as warranted, and so the court instructed the jury.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "M. Goepp and Longnecher, for the plaintiffs in error.",
      "C. M. Runk, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ott et al. versus Houghton.\nAn interest in the question goes to the credibility, not to the competency of a witness.\nA party may always put such questions to a witness, on cross-examination, as tend to show his favour or bias towards the party calling him.\nAn interest in the question may be thus shown on cross-examination.\nA recital in a note that it was given “ in consideration of a patent to burn lime,” is an admission that the patent had been conveyed.\nError to the Common Pleas of Lehigh county.\nThis was an action of assumpsit originally brought before a justice of the peace, by Emery Houghton, for the use of John Snyder, against Thomas J. Ott and Abner D. Mohry, as makers of a non-negotiable note. The following is a copy of the instrument sued upon:—\n$80. Upper Saucon, July 10, 1852.\nWe, or either of us, promise to pay Emery Houghton, or order, the sum of eighty dollars on the first day of June next, with interest till paid, without defalcation, for value received.\nThis note is given in consideration of a patent to burn lime, which patent must burn one hundred and forty bushels of lime to a ton of coal, otherwise this note is null and void.\n(Signed,) Thomas J. Ott.\nAbner D. Mohry.\nEndorsed: Emery Houghton,\nJohn Snyder.\nOn the trial, Jacob Long, a witness for the plaintiff, having testified as to the capability of the patent, and that it would burn the required quantity of lime to the ton of coal; the defendants proposed, on cross-examination, to ask him the following questions :—\n1. “ You don’t know that the defendants ever received a legal conveyance of that patent right ?\n2. “ Do you not now own a part of Orcutt’s patent for burning lime ?\n3. “ Do you not own a part of the patent alluded to in that note ?\n4. “Do you not own this patent right for Upper Macungy township ?”\nAnother witness, Moses Gruth, having also testified how much lime the patent kiln would burn, the defendants proposed to ask him this question:—\n5. “ Do you not hold a note or notes conditioned to be paid if Orcutt’s patent burns 140 bushels to the ton ?”\nThe defendants also proposed to ask Charles Heagy, one of their own witnesses, who testified that he had built a lime kiln of this kind, and that it would not burn 140 bushels to the ton, the following question:—\n6. “Did Jacob Long, the witness here examined, tell you how to fill your kiln, and did you fill it according to his directions?”\nThe court overruled these six questions, and sealed a bill of exceptions.\nAfter the testimony was closed, the defendants requested the court to charge the jury, that the plaintiff was bound to prove, that he had made a valid conveyance of the patent to the defendants, and that it would burn 140 bushels to the ton, or he could not recover; and also that there was no evidence whatever that any patent right at all had been conveyed. The court (McCartney, P. J.) charged, however, that the recital in the note was evidence of a conveyance of the patent right, and that the only question for the jury was, whether it would burn 140 bushels to the ton.\nTo this charge the defendants excepted, and a verdict and judgment having been given for the plaintiff for $97.16, they removed the cause to this court, and here assigned for error, the refusal of the court to permit the foregoing six questions to be put to the witnesses; and also, the charge of the court that it was not necessary to prove a conveyance of the patent right.\nM. Goepp and Longnecher, for the plaintiffs in error.\n— The questions proposed to be asked went to the credibility of the plaintiff’s witnesses: 1 Greenl. Ev. § 389; Evans v. Eaton, 7 Wheat. 424; Evans v. Hettich, 7 Wheat. 453; Owings v. Speed, 5 Wheat. 423; Van Nuys v. Terhune, 3 Johns. Cas. 82; Stewart v. Kip, 5 Johns. 256.\nThe court’s construction of the paper sued upon is not warranted by its terms. The conveyance of the patent and its capa.city to burn 140 bushels to the ton of coal are so closely connected in the instrument as to constitute jointly a condition precedent to the defendants’ payment of the money.\nC. M. Runk, for defendant in error.\n— The first question proposed to be put to Long was immaterial to the issue, and it was not error to overrule it: Thomas v. Snyder, 11 Harris 515. They could not introduce their defence on the cross-examination: Mitchell v. Welch, 5 Harris 339. A party must show that he was prejudiced by the error complained of: Phelin v. Kenderdine, 8 Harris 363. A conveyance of the patent must have been in writing: Brightly’s U. S. Dig. 730, pl. 40; 1 Greenl. Ev. § 403; 1 Starkie’s Ev. 133; Dreisbach v. Berger, 6 W. & S. 564; 6 Watts 456.\nThe 2d, 3d, and 4th questions were wholly irrelevant. The ownership of a part of the patent constituted no interest in the question so as to affect the credit of the witnesses: Evans v. Eaton, 1 Pet. 322; 1 Greenl. Ev. § 389, 391 ; Evans v. Mengel, 3 Barr 239; Morgan v. Weir, 1 Casey 119; Allegheny v. Nelson, Ibid. 332. The 5th and 6th questions were equally irrelevant to the issue.\nThe charge of the court is sustained by Dyer v. Rich, 1 Met. 180, and Bartlett v. Holbrook, 1 Gray 114."
  },
  "file_name": "0451-01",
  "first_page_order": 451,
  "last_page_order": 454
}
