{
  "id": 415612,
  "name": "Kupfert versus The Guttenberg Building Association",
  "name_abbreviation": "Kupfert v. Guttenberg Building Ass'n",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "465",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Denio 595",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        2186145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/2/0595-01"
      ]
    },
    {
      "cite": "14 Leg. Int. 49",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 737,
    "char_count": 15822,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 2.0021543678914554e-07,
      "percentile": 0.7430950607545073
    },
    "sha256": "551ad364c90ae8e027eda7dba774b517923d5898ecc88e11582820b8060a230f",
    "simhash": "1:446111d5b24e6fcb",
    "word_count": 2760
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kupfert versus The Guttenberg Building Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— Our juridical experience often reveals to us instances of great individual cruelty; but it has not yet revealed to us any institutions more cruel in theory than these building associations, as they call themselves, — and often the theory runs into practice.\n■Their practice is to make up a company of individuals, who subscribe for stock payable in monthly instalments; and, as the money is paid in, they lend it out by auction to such of their own number as hold an equal amount of stock, and as bid the highest premium; and, to secure its repayment, they take a pledge of the borrower’s stock, and also a bond and mortgage, payable in one year with interest, enforceable after six months, if the interest be not paid. This is the written theory of these loans, as appears by the constitution and by-laws of this association, and of all others that have fallen under our notice.\nNow, when we notice further, that these associations go on an opposite principle from all others, in this, that they are to be dissolved so soon as all the stock is paid up, which is usually in eight or nine years; then we are prepared to understand what is designed to be the actual practice. All stock paid in is intended to be loaned out to the stockholders at premiums and interest, and when the stock is all fully paid, it -and its profits are to be distributed among them. If a member has subscribed for $1000 of stock, and is not in arrears, he may become a borrower of $1000, on bidding the highest premium, and paying it in advance. The bond and mortgage which he gives as security, though made payable in a year, are really intended to stand until the period of dissolving the association, and are then to be regarded as paid by the mere payment of the interest and of the instalments of stock, and then the borrower will be entitled to his share of the profits of the association. In short, the loan is a mere advance of the stock to which the borrower expects to be entitled at the close of the concern; and when the arrears of stock and the interest on the advances are paid, the loan or advance is paid, and the borrower can claim only profits on the dissolution.\nIn practice, these loans are sold at premiums of from thirty per cent, downwards, varying according to the number of years the association has yet to run. If the premium be only twenty-five per cent, on a loan of eight years, then, in that time, a real loan of $750 would produce $1480, which is over twelve per cent, a year. But a borrower on such terms must be expected to make default, and this may be in one year; and then, if the bond can be enforced, he will have to pay $1060 for $750, which is over forty-one per cent. If he should fail in six months, it would be worse still.\nNow, when we consider, that the persons who make these ruinous engagements are apt to be men in very moderate circumstances, in earnest to secure a competence for themselves and their families, and not accustomed to the dangers and expedients of mere speculators, and therefore not sufficiently watchful against the excitements of social action and of auction competition, and are urged on by the hope of sharing in their own usury, and by associates too wise to be bidders themselves, we incline to wonder how the legislature could ever have authorized such incorporations. This has led us to examine the subject, and we do not find any law authorizing them.\nThe legislature have authorized the incorporation of building associations (Act 22d April 1850), and allowed them to adopt such constitutions and articles of association as to them may seem most beneficial. But such institutions are not defined by the act, and not being then known among us, they had received no customary-definition. Their definition must, therefore, be drawn from the name given by the legislature, and their constitution must accord with the defined objects. “Building Association:” this is descriptive of their objects, and it does not authorize the incorporation of citizens as a means of dealing in money, in disregard of the usury laws. If it does, banks and saving funds for loaning money at legal interest are ridiculous institutions, in a mere financial aspect. The usurers of the land may form a thousand building associations to-morrow, and admit needy borrowers as members, and then, by means of premiums, lend them money at any given rate of interest.\nWe are quite sure, that the legislature have not intended to say, that six per cent, is the law of interest for citizens generally, and with severe penalties for its breach, but where individuals unite together, and falsely call themselves a building association, they may take as much interest as they can get. Such absurdity dares not uncover its face anywhere.\nThe courts have always been assiduous in ferreting out the devices of usurers in violation of law, but if such associations are authorized by law, then one of the worst of all such devices is beyond control, because placed under the special protection of the legislature. Such cannot be the institutions intended to be exempted from the taint of usury by the Act of 1855. In what kind of cases it is, that the legislature expects the courts to indulge one class of citizens in unlimited usury, and to enforce their grinding bargains, while all other citizens are to be punished by us for the same acts, and kept within the bounds of humane principles, we do not know, and the Act of 1855 does not inform us. Presuming that all are equal before the law, we must administer it equally to all who do not clearly show their special exemption, shadowed by no doubts in its interpretation.\nThis company is not a building association at all. True, in the second article of its constitution, it declares its objects to be to erect buildings; but this is mere sham, for all the rest of its constitution and by-laws shows most distinctly that its only purpose is to loan out its money. This is a new device, and may require of the courts new or modified remedies to reach all the cases that will arise under it. We have begun of late to suspect that, by want of care, abuses were creeping in under the laws authorizing incorporations, and have begun to be extremely cautious in certifying charters. We advise other courts to do likewise, and we advise those interested in them to be sure that their objects and all their conditions are lawful.\nWe must treat the present case as a mere loan of money, in advance of the time when the concern is to be wound up. The means of paying it is the regular payment of the stock instalments, and interest equal to the advantage gained over others by the advance. All stock payments are, therefore, so far as they go, a compliance with the terms involved in the transaction. The written terms are usurious, and must be set aside, except so far as necessary to enforce the lawful duty. When future cases arise, we must deal with them as wisely as we can, having regard to the many interests involved in the general question.\nThe company is not entitled to say that the stock may be of less value than the payments, for it has engaged in no legitimate business by which either loss or gain can properly arise. If the stock is more valuable, we do not say what questions may arise from this.\nJudgment reversed and judgment in favour of the ■plaintiff below for the sum of $85.78, according to the second point in the case stated; and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "McMurtrie, for the plaintiff in error.",
      "Heyer, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Kupfert versus The Guttenberg Building Association.\nIn a scire facias on a mortgage given to a building association, tbe plaintiffs can only recover the sum actually loaned, with legal interest thereon.\nA purchaser at sheriff's sale, subject to a building association mortgage, is entitled to credit for the value of the shares of stock assigned to the association as collateral security for the mortgage debt.\nNeither the Act of 22d April 1850, nor that of 8th May 1855, authorize the incorporation of building associations with power to loan money at usurious rates of interest. Lowkie, C. J.\nError, to the District Court of Philadelphia.\nThese were two actions of scire facias on mortgages, brought by The Guttenberg Building Association against Augustus Kupfert, the mortgagor, and Henry W. G-ault, the terre tenant; wherein the parties agreed upon the following case stated, with leave to either party to bring a writ of error.\n“ The plaintiffs are a corporation chartered by the Court of Common Pleas under the Act of April 22d 1850, as a Saving Fund and Building Association, by a charter dated March 8d 1852, of which a copy is hereunto annexed, and is to be considered as a part of this case stated.\n“ On November 11th 1850, the premises described in the above writ of scire faeias were conveyed to Augustus Kupfert, the defendant, who was a stockholder in the corporation plaintiffs, and held twenty shares of stock therein of the prospective value of $100 each.\n“ On that day the corporation plaintiffs had money to be loaned to its stockholders, under Art. iv. of the charter, when Kupfert, the defendant, bid $212 as a premium for the preference of the loan of $1000; so that the premium was either paid to the plaintiffs in cash, or it was deducted from the loan, so that the defendant actually received $788.\n“ To secure this loan or advance, the defendant executed and delivered to the plaintiffs his bond, dated November 11th 1850, conditioned for the payment, of $1000 in one year, with lawful interest payable monthly; and also a mortgage, dated and recorded the same day, on the premises described in the writs, and on which mortgage the first of the above writs of scire facias issued; he also transferred to the plaintiffs, as collateral security, ten shares of stock of the corporation plaintiffs.\n“ On July 19th 1851, the plaintiffs made to the defendant a second loan or advance of $1000, in the same manner as the first loan; the defendant bid a premium of $192, and received from the plaintiffs $808, and executed and delivered a bond for $1000, and the mortgage dated July 19th 1851, recorded the same day, on which the second of the above writs of scire facias issued; the defendant also transferred as collateral security, ten shares of stock in the corporation plaintiffs.\n“ The defendant’s stock has never been forfeited, but still stands in his name.\n“ From the date of the first mortgage, November 11th 1850, to March 1852, inclusive, the defendant paid interest at the rate of $5 per month; and from July 19th 1851, the date of the second mortgage, he paid a further sum of $5 per month as interest, until March 1852, inclusive.\n“ The interest paid oh the first mortgage amounts to $85 ; on the second mortgage to $85.\n•“ The total amount paid by the defendant to the plaintiffs as instalments on his twenty shares of stock, is $386.\n“ No payments, either of interest or instalments on the stock, have been made since March 1852.\n“On February 4th 1852, a judgment was recovered in this court against Kupfert, the present defendant, for $350, on which a scire facias issued, under which the premises described in the writs of. scire facias were levied on and condemned, and on the first Monday of May 1852, were sold by the sheriff for $240, to Henry W. Grault, to whom a deed was executed by the sheriff on May 15th 1852, and who then entered into possession, has so continued ever since, and as terre tenant defends these suits.\n“At the said sheriff’s sale, notice was given by the plaintiffs that the premises were subject to the above two mortgages of $1000 each.\n“ On June 1st 1852, an attachment sur judgment issued out of this court to June Term, 1852, No. 299, against Charles Kupfert and Augustus Kupfert, the present defendant, and the corporation plaintiffs as garnishees; the attachment was 1 made known’ to the garnishees.\n“ June 22d 1852, interrogatories were filed and rule to answer.\n“ October 9th 1852, judgment against garnishees for want of answers.\n“ By the pleadings which are made part of the case stated, it is admitted that before suit brought, $1000 was tendered by Gault to the plaintiffs, and by them refused; and there has been paid on each of the mortgages since suit brought, the sum of '$500.\n“ The plaintiffs’ claim on the first mortgage (D. 54, 1233), is as follows:—\nAmount actually loaned .... $788.00\nDeduct amount tendered at maturity . 500.00 $288.00\nOn which Kupfert paid interest until March 1852, and also an excess of legal interest of $21.96.\nInterest on balance from March 1852, to March 1857 ....... 86.40\nDeduct excess of legal interest . . 21.96 64.44\nMaking amount due on first mortgage $352.44\nSecond mortgage: Amount actually loaned 808.00\nDeduct amount tendered at maturity . 500.00 308.00\nThe defendant paid interest to March 1852; interest on balance to March 1857 . 92.40\nLess excess of legal interest . . 2.68 89.72\nAmount due on both mortgages, with interest from March 1857 .... $750.16\n“Judgment to be entered in each case for one-half this amount.\n“It is further admitted, that, at the time of the sheriff’s sale to Gault, the mortgaged premises were worth $2000.\n“ The stock of Kupfert, which was pledged to the plaintiffs as collateral security for the loans made, was worth $578.60.\n“1. If Gault, the terre tenant, is entitled to deduct from the claim of the plaintiffs on the mortgages, the payments made by Kupfert on his stock, and if such payments are pro tanto a satisfaction of the mortgage debt, the .judgment shall be entered in each of these eases for the one-half of $364.16, or $182.08.\n“ 2. If the terre tenant is entitled to deduct from the mortgage debt the value of the. stock held by the plaintiffs as collateral security for that debt as above stated, the judgment shall be entered in each case for one-half of $171.56, or $85.78.\n“ 3. If the terre tenant is not entitled to the deductions under either of the above points, but is entitled on payment of the whole debt to be. subrogated to the stock, and if that stock is bound to contribute in the proportion of its relative value as compared with the value of the mortgaged premises, then judgment shall be entered in each case for the one-half of $578 — or $289.\n“ 4. If the plaintiffs are entitled to recover the premium on the loan, and none of the foregoing deductions are demandable, then judgment shall be entered in each case for the one-half of $1154.16 — or $577.08.\n“ 5. If the premium cannot be recovered, but if none of these deductions are demandable, and there can be no subrogation to the stock, then judgment to be entered in each case for the one-half of $750.16 — or $375.08.”\nAfter argument, the court below gave judgment for the $375.08 in each case, under the fifth point submitted.\nThe terre tenant thereupon removed the cases to this court, and here assigned such judgment for error.\nMcMurtrie, for the plaintiff in error.\n— The payments on the stock reduced the mortgage debt pro tanto, as the object of the association was to make these loans reimbursable by payment of the subscription to the stock. Both securities for the same debt must bear a part of the common burden, each being liable in proportion to their respective values: Kelly v. The Accommodation Saving Fund and Loan Association, 14 Leg. Int. 49; Carpenter v. Koons, 8 Harris 222.\nHeyer, for the defendants in error.\n— In Kelly v. The Loan Association, 14 Leg. Int. 49, no final decree was made. Carpenter v. Koons, 8 Harris 222; Hansell v. Lutz, Id. 284; and Holt v. Bodey, 6 Harris 207, all decide that several pieces of real estate mortgaged for the same debt, are each liable to contribution ; but in no case, in Pennsylvania, has it been decided that personal property held as collateral security is bound so to contribute with real estate. See Ferris v. Crawford, 2 Denio 595."
  },
  "file_name": "0465-01",
  "first_page_order": 465,
  "last_page_order": 471
}
