{
  "id": 415631,
  "name": "Hughes's Appeal",
  "name_abbreviation": "Hughes's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "471",
  "last_page": "472",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 471"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 213,
    "char_count": 3398,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 6.034489097263532e-08,
      "percentile": 0.37383299180763047
    },
    "sha256": "1bfa91370bd7469892436de2015831f8467511f5ee00c12419dc13fc4786b7df",
    "simhash": "1:a98a338943a6748a",
    "word_count": 574
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hughes’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— This association is of a similar character to The Guttenberg Building Association, as appears by the auditor’s report and the admissions in the paper-books, and the loan in this case was on similar terms to those in that. It is, therefore, to be governed by the same principles. The payments on account of stock are to be regarded as payments on the loan, and therefore this decree must be changed.\nDecree of distribution reversed, and. it is now here ordered and decreed that, of the money in court, the sum of $805.20 be paid to the plaintiff, the Washington Central Building Associaton, in full of their claim against the defendant, and subject to the costs of the auditor and of this appeal, which the ilaintiff is decreed to pay, and that the balance, 192.28, be paid to Arthur Hughes, the next lien creditor, on account of his judgment; and the cause is remanded to the District Court, that this decree may be carried into execution.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "A. Miller, for the appellant.",
      "Heyer, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Hughes’s Appeal.\nThe principles of the preceding case of Kupfert v. The Guttenberg Building Association, affirmed.\nAppeal from the District Court of Philadelphia.\nThis was an appeal from the decree of the District Court, distributing the proceeds of a sheriff’s sale of the real estate of John Murray, Jr.\nIt appeared from the report of the auditor appointed to report distribution of the fund in court, that, on or about the 17th September 1854, John Murray, Jr., was a member of The Washington Central Building Association, and the owner of six shares of their stock, on which he had paid $180. That he borrowed from the association the sum of $1200, at a premium of 12 per cent., and received $1056, for which he executed his bond and mortgage, dated the 17th October 1854, conditioned for the payment of $1200 in one year, with interest monthly, and also to pay $6 per month, being an instalment of $1 per share, on his six shares of stock. He also hypothecated his stock as collateral security for the loan. He subsequently paid, in his monthly instalments, $108 on account of interest on the bond and mortgage, and $108 on account of the monthly instalments on his six shares.\nThe fund in court was raised by the sale of the mortgaged premises, on process issued on a judgment entered on the bond accompanying the mortgage.\nArthur Hughes, a judgment-creditor of the defendant, claimed that the account between the association and the defendant should be stated as follows:\n1854, Sept. 17, loan . . . ■. . . $1056.00\n1857, Jan. 5, interest thereon .... 145.20\nCr. $1201.20\nPaid on account interest 108.00\nPaid on account stock 288.00\n- 396.00\nBalance ........ $805.20\nAnd he claimed the balance of the fund, on account of his judgment, as the next encumbrancer. The whole fund for distribution amounted to $997.48.\nThe auditor was of opinion that the association was entitled to receive the amount of $1056, actually loaned, with legal interest thereon, and refused to charge them with the payments made on account of the stock. He therefore awarded to them the whole of the fund in court on account of their mortgage.\nArthur Hughes excepted to this report, and, after argument, the court below dismissed the exceptions, confirmed the auditor’s report, and decreed distribution accordingly. From this decree, the present appeal was taken.\nA. Miller, for the appellant.\nHeyer, for the appellees."
  },
  "file_name": "0471-01",
  "first_page_order": 471,
  "last_page_order": 472
}
