{
  "id": 415563,
  "name": "Kintz versus Long",
  "name_abbreviation": "Kintz v. Long",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "501",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 355,
    "char_count": 6303,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.1863816032763065e-07,
      "percentile": 0.5903425257611544
    },
    "sha256": "3d60e069d4422fc9894feff430c2f7a08bef2da86fd5bcf32570b3739af18103",
    "simhash": "1:94673edd175810ad",
    "word_count": 1104
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kintz versus Long."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— It is unnecessary to measure with accuracy the husband’s interest under this deed. Starting from the point to which the English decisions have brought the law, that a husband may have curtesy of a trust estate, of such a nature that the legal estate, if executed, would have entitled him to curtesy, or adopting the phraseology of our Pennsylvania cases, that the husband is tenant by the curtesy wherever the wife during the coverture is in possession of an equitable estate of inheritance, and conceding that the proviso of the 10th section of the Act of 11th April 1848 means that, if a husband survives a wife who dies intestate seised of an estate of inheritance, he shall be entitled to enjoy that estate during life as a tenant by the curtesy consummate at common law, the question arises, whether the estate of the husband, as tenant for life under the deed to the plaintiff, became vested in the defendant by the sheriff’s sale. This involves the construction of the Act of 24th January 1849. The Act of 13th October 1840 had provided for the sequestration of estates for life: 3 Barr 275; 1 Harris 488. The third section of the subsequent act authorizes a sale under the ordinary writ, where a sequestrator has not been appointed. By the fourth section, the proceedings in the event of an election to retain the property are provided, and the exercise of the right is guarded. The provisoes of this section produce the only difficulty in construing the act. The third proviso declares that no such writ shall be issued unless by the direction of the proper court, and that, of the application of a creditor for a writ, the tenant for life shall have at least ten days’ notice. Does this requirement extend to the writ referred to in the third section, to be issued where the tenant has not requested an appraisement ? Or does it refer to the writ which the enacting clause of the fourth section has directed after the official ascertainment of the yearly value ? If the former, the natural place for the last proviso would have been at the end of the third section, and its present position is unfortunate. By restraining its effect to the proviso immediately preceding it, a greater obstacle is encountered. That proviso expressly forbids the writ where the annual rent is found to reach a certain sum, and by this construction it is forbidden by the last proviso, unless the court direct it to be issued. In other words, it is first forbidden altogether, and then an application to the court to issue it, is invited, if not enjoined. This spoils the whole. The other is the better reading. The writ mentioned in the third proviso, on this interpretation, is that authorized by the third section, and not the writ restricted by the proceedings directed in the enacting clause of the fourth. That is, any writ of venditioni exponas for the sale of a life estate, though applied for before the procurement of sequestration, can be issued only by the direction of the court, upon notice of such application to the tenant for life. So we decide. These proceedings were therefore bad from the start. The writ, so far as it struck at the life estate, was irregular and void. It passed no life estate whatever.\nJudgment affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "M. Goepp and J. M. Porter, for the plaintiff in error.",
      "Reeder and Green, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kintz versus Long.\nUnder the 3d section of the Act 24th January 1849, a venditioni exponas for the sale of a life estate, can only issue by the order of the proper court, on ten days’ previous notice of the application for such writ, to the tenant for life, as directed in the proviso to the 4th section.\nA sheriff’s sale of a life estate, under a venditioni exponas issued without such order and notice, is void, and confers no title upon the purchaser.\nError to the Common Pleas of Monroe county.\nThis was an ejectment, by William A. Long against Henry Kintz and Henry Dietrich, for a tract of land in Pocono township, Monroe county, containing 193 acres or thereabouts.\nOn the 27th March 1848, Garret Albertson and wife conveyed the tract in question to William A. Long, the plaintiff, trustee of Catharine Long, wife of Henry Long, in trust for said Catharine Long : habendum, “ unto the said William A. Long (in trust for the said Catharine Long) as aforesaid, heirs and assigns, for ever; subject, nevertheless, to be conveyed by said trustee, by said Catharine Long giving or signing an instrument (and acknowledging the same) authorizing him, the said William A. Long, trustee as aforesaid, to sell and convey the same.”\nThe defendant, Kintz, had purchased the premises, on the 28th February 1850, as the property of Henry Long and Catharine Long, under writs of venditioni exponas issued upon two judgments against Henry and Catharine- Long, in one of which he himself was plaintiff, and in the other, Jacob Stoufer. It was alleged by the defendants, that the conveyance in trust for Mrs. Long was a fraud upon the creditors of her husband; and also that by the sheriff’s sale, they had acquired her equitable title to the land.\nThe court below (Eldred, P. J.) left the question of fraud to the jury; and charged that, if the judgments under which the premises were sold, were obtained for necessaries for the family, purchased by the wife, the defendants were entitled to a verdict. The learned judge also instructed the jury as follows, in reference to the husband’s life estate in the premises: — “ The defendant’s counsel insisted that Henry Long had a life estate in this land which passed to the defendants by this sale by the sheriff, as well as any interest his wife may have, the judgment having been obtained for necessaries. It is not important to this ease, whether Henry Long had a life estate in the land or not, for if he had such an estate it has not been extinguished by that sale. Certainly not under the Act of 13th October 1840; nor do the proceedings to a sale of this land show a compliance with the provisions of the Act of 24th January 1849.”\nTo this charge the defendants excepted, and a verdict and judgment having been given for the plaintiff, the defendant, Kintz, who had survived Dietrich, removed the cause to this court, and here assigned the same, inter alia, for error.\nM. Goepp and J. M. Porter, for the plaintiff in error.\nReeder and Green, for the defendant in error."
  },
  "file_name": "0501-01",
  "first_page_order": 501,
  "last_page_order": 503
}
