{
  "id": 415581,
  "name": "Imhoff versus Brown",
  "name_abbreviation": "Imhoff v. Brown",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "504",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 553",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0553-01"
      ]
    },
    {
      "cite": "2 W. & S. 443",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0443-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7702,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 9.979955567765245e-08,
      "percentile": 0.53805279767276
    },
    "sha256": "bd5522f614c890fb8f31168ce82d484479eb23cb67f5436e35dd92c9fce5c5a7",
    "simhash": "1:1e58b63ea3049ed0",
    "word_count": 1365
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Imhoff versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— An examination of the points taken on the trial of the cause, has failed to exhibit sufficient ground for a reversal. Assuming, but not deciding, that we can go back to the refusal of the court to enter judgment for want of a sufficient affidavit of defence, how stands the case ? The right of the plaintiffs to file their affidavit is not clear. Several cases recognise a plaintiff’s right to add a statement to the copy of his note or book account: Bank U. S. v. Thayer, 2 W. & S. 443; Dewey v. Dupuy, 2 W. & S. 553. Practically, it is common to file a statement, showing the amount claimed, or exhibiting a credit, or deducing title to the instrument. In Mahon v. Gormley, 12 Harris 80, a more extended affidavit was filed and commented on, but the case turned on the construction of the defendant’s allegations. I very much doubt whether, in the system introduced by the Act of 28th March 1835, which simply requires the plaintiff to file his copy, but compels the defendant to set forth in an affidavit the nature and character of his defence, it was ever contemplated that a case should start with a contest of oaths between the parties. In view of all the decisions, it would seem the better practice to confine the plaintiff to his copy, and a statement respecting the extent of his claim and his right to sue, and not to permit him, by his oath, to allege facts against the defendant, in the absence of which a recovery would be impossible.\nPassing by this point, it is sufficient for a married woman, sued on a promissory note, to allege, in an affidavit, coverture, and to state that the note was not given for necessaries. To require her to go further and give any part of the history of her life, and detail the circumstances out of which the note grew, would be a step in advance of any previous decision. The plaintiff, when he comes to trial, is entitled to show circumstances which render her liable, but such an affidavit is sufficient to put him to the proof.\nJudgment affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "J. E. Gowen, for the plaintiffs in error.",
      "No counsel appeared for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Imhoff versus Brown.\nIt seems, that under the Acta of Assembly providing for the entry of judgment for want of an affidavit of defence, a plaintiff has no right to the defendant’s denial, under oath, of facts alleged in a statement or affidavit filed with the copy of the instrument on which suit is brought. No such statement or affidavit should be allowed, except as to the extent of the plaintiff’s claim, and his title to sue upon the instrument.\nIn an action against a married woman on a promissory note, it is sufficient to allege, in an affidavit of defence, the-coverture, and that the note was not given for necessaries.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, by Henry Imhoff, Jacob G. Imhoff, and Christian Gross, trading as Imhoff & Gross, against Louis Brown and E. Katharina Brown, his wife, upon a promissory note, made by the latter defendant.\nThe plaintiffs filed a copy of the note on which they sued, as follows:—\n“ |2185.58. “ Philadelphia, May 26, 1856.\n“ Ten days after date, I promise to pay to the order of Imhoff & Gross twenty-one hundred and eighty-five dollars and fifty-eight cents, without defalcation. Value received. With six per cent, interest until paid. Katharina Brown.”\nWith this copy they filed also the following affidavit:—\n“ The above-named Henry Imhoff being duly sworn, deposes and says, that the defendant, E. Katharina Brown, is by trade á butcher or victualler; and that the note on which this suit is brought was given by her in payment of hogs purchased by her, at various times, from the plaintiffs, to enable her to carry on the said trade; that she has carried on the same for years past, and that in so doing she has always acted and dealt as if she were an unmarried woman, and has been so treated by those with whom she has had business transactions; that her husband, the defendant, Louis Brown, being either unable or unwilling to support the said E. Katharina Brown and her family, has always permitted her to exercise the said trade, without any objection on his part, and to support herself and family with her earnings thereby. Deponent further states, that the title to the property on which the said defendants reside, is in the name of the said E. Katharina Brown, that the said property is liable for taxes, ground-rent, and a mortgage, and that to pay the same and thereby preserve the said property as a home for herself and family, the said E. Katharina Brown has had, and has no other means than her earnings at the said trade, in the pursuit of which the debt for which this suit is brought was contracted.\n“ Sworn to, &c. Henry Imhokp.”\nThe following affidavit of defence was filed by Katharina Brown, the other defendant not having appeared to the action:—\n“ E. Katharina Brown, one of the defendants, being duly sworn, for defence to the claim of the plaintiffs in this suit, says, that at the time of the making of the promissory note on which this suit has been brought, this defendant was and still is the wife of Lewis Brown, who has been joined with her in this suit, and that the consideration of said note was not for necessaries furnished by said plaintiffs for the use of herself and family. That her said husband resided with this defendant at the time óf the making of said note, and still continues to live and reside with her. That the title to the property on which the defendant resides is not in her name, as is alleged in the affidavit filed by the plaintiff in this suit. This defendant further says, that she has paid to said plaintiffs, on account of the said note, the sum of two hundred and eighty dollars; and that the said note was given by mistake to the plaintiffs for two hundred dollars above the true amount of their claim, and further says not.\nEva Katharina Brown.”\nThis affidavit being deemed sufficient by the court below, the plaintiffs took judgment by default against Louis Brown, and went to trial against the other defendant.\nThe material averments, in the first four counts of the declaration, were, that Louis Brown neglected to provide for his wife and family, that, to support herself and them, the wife, Katharina Brown, carried on the trade of victualling, and that the note in suit was given for hogs purchased by her from the plaintiffs, to enable her to carry on the trade. The promise to pay was laid as having been made by her alone. The fifth count stated a joint promise on the part of the defendants to pay'for necessaries supplied by the plaintiffs. The breach averred the neglect of the defendants, or either of them, to pay according to the promises laid in the several counts.\nThe judge, who presided at the trial, left it to the jury to determine whether Louis Brown neglected or refused to provide for his family. He added, “ that a question of fact was, whether this was Mrs. Brown’s debt, because if credit was given to her husband, and the debt was contracted by him, the Act of Assembly did not empower her to become responsible for her husband’s debt.” To which the plaintiffs excepted.\nThere were a verdict and judgment for the defendant; whereupon the plaintiffs removed the cause to this court, and here assigned for error: 1. The refusal of the court below to give judgment for want of a sufficient affidavit of defence. 2. The rejection, on the trial, of evidence of the competency of Louis Brown to provide for his family, and that he could not obtain credit except on his wife’s responsibility. 8. The rejection of the plaintiff’s original affidavit. 4. The charge of the court.\nJ. E. Gowen, for the plaintiffs in error.\nNo counsel appeared for the defendant in error."
  },
  "file_name": "0504-01",
  "first_page_order": 504,
  "last_page_order": 506
}
