{
  "id": 415566,
  "name": "Richardson's Appeal",
  "name_abbreviation": "Richardson's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "510",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 409,
    "char_count": 7400,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34565412887006153
    },
    "sha256": "a139c406325455516d4c14357892e1e54d3a7727d7051be7720981015ceb4463",
    "simhash": "1:fc7b8dbfa44d48d4",
    "word_count": 1307
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richardson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— A riparian owner who extends a wharf into the Delaware river beyond the line of private property, has no right to object to his neighbour doing the same. If incommoded by the second extension, he should have taken thought of that at first and allowed less wharf and more dock room. On an application to the wardens for a license, under the Act of 1818, the question is one of public interest, not of private right. For the redress of an injury done to the first builder by the second, the courts of law are open. The Board of Wardens is a tribunal instituted for the determination, of questions affecting the public. If they refuse an applicant a license, he may appeal; for to him the injury is reparable only in this way. It certainly never could have been the intention either of the Act of 1851, or that of 1854, to give the right of appeal, at different times, to every owner of property on the same river, and to every one having the right to use it as a highway; for then a case would occupy a lifetime. There is no analogy of the law which, on principle, gives to a neighbouring owner such an appeal; for he is not on the record of the wardens, and not a party to their proceedings. In reason, he is not entitled, for he has no interest in that which belongs to the public. More than all, no statute gives him the right.\nDecree affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "J. F. Johnston and St. G. T. Campbell, for the appellant,",
      "G. M. Wharton, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Richardson’s Appeal.\nNo one can appeal from the decision of the Board of Wardens of the port of Philadelphia, on an application for a license to extend a wharf into the river Delaware, except the party whose application has been refused.\nThe rights of adjoining wharf owners cannot be determined on such appeal; if injured, they must resort to a court of law for redress.\nCertiorari to the Quarter Sessions of Philadelphia.\nIn June 1857, Thomas Richardson presented the following petition to the court below; whereupon a rule was granted upon The Lehigh Crane and Iron Company, to show cause why the prayer of the petitioner should not be granted.\nTo the honourable the Judges of the Court of Quarter Sessions of Philadelphia county. The petition of Thomas Richardson respectfully shows:\nThat he is the owner of a wharf extending into the river Delaware, between Vine and Callowhill streets, in the city of Philadelphia; that on the north side thereof, there is a dock, which from the end of your petitioner’s said wharf extends northward to the end of a wharf owned by the city of Philadelphia, at Callowhill street, and that there is another wharf between the said wharves, and extending into said river, of the length of about 91 feet.\nThat on the-day of April 1857, The Lehigh Crane and Iron Company gave notice that they had applied to the Board of Wardens of the Port of Philadelphia, for a license to extend the said wharf into the said river of the length of 179 feet on the south side, and 110 feet on the north side; and they then further declared and gave notice that they had then deposited in the office of the said Board of Wardens a plan of the proposed extension of the said wharf, hut your petitioner further shows, that a plan was not then filed therein ; and he further shows that after-wards, viz., on the 4th day of May 1857, the said Board of Wardens, notwithstanding the premises and the remonstrance of your petitioner, licensed the said extension of said wharf as aforesaid.\nAnd your petitioner further shows, that the said extension is injurious to your petitioner, and to the city of Philadelphia, owners of the wharves aforesaid, and is' also injurious to the. public interests.\nWherefore, inasmuch as due notice of the filing of said plan was not given, and the said extension was unduly and wrongfully licensed as aforesaid, your petitioner prays your honours to order the sheriff of said county to summon a jury to view the premises and make report upon the propriety of granting the said license according to the Acts of the Assembly in such case made and provided.\nThomas Richardson,\nBy his attorney in fact, Edward Gr. James.\nAfter argument, the court below discharged the rule, and the following opinion was delivered by Thompson, P. J.:—\n“ Wherever the owner of a wharf upon the river Delaware is desirous to extend such wharf into the tide-way of the river, and makes application for that purpose to the Board of Wardens of the port of Philadelphia, under the provisions of the Act of February 7th 1818, the said Board of Wardens are authorized to determine two questions : 1st. Whether the plan of the intended wharf may be lawfully executed. 2d. Whether such wharf will improperly encroach on, or injure the ehantiel or harbour. If satisfied upon these points, the law says they shall give their license for erecting or extending such wharf. It was not the intention of the act referred to, to invest the Board of Wardens with jurisdiction to inquire as to the relative rights of adjoining or distant wharf-owners, or to ascertain and determine in what manner, and to what extent the erection of a wharf, upon the plan submitted by one person, might affect the value of the property of others in the neighbourhood. These questions were left for the consideration of other and more appropriate tribunals.\n“ The law contemplates, that every wharf-owner shall enjoy equal rights, in the extension of his wharf to the established line, and unless the proposed plan cannot be lawfully executed, or would injuriously affect the channel or harbour, the applicant is entitled to his license; other owners of property are not made parties to the proceeding; their rights are not adjudicated upon; the Board of Wardens can determine nothing as to them.\n44 The appeal is given to the applicant, whose petition has been refused, and to him only. If the applicant is successful, there is no reason for any appeal. The Board of Wardens would exceed their authority, if they should refuse an application, where the plan is a proper one and not injurious to the harbour, upon the suggestion that the profits of'some other persons might be lessened by the erection of the proposed wharf.\n44 Their refusal to determine matters over which they have no authority, gives no right of appeal to the parties interposing such suggestions; such persons cannot be considered as 4 aggrieved’ by a decision in which their rights were not called in question, and the effect of which is not to deprive them of any interest, or to prevent them from having every right they possess, legally adjudicated.\n44 Eor these reasons, we think that the prayer of the petitioner, for an appeal, should not be granted. His remedy for injuries arising out of the erection of his neighbour’s wharf, is not to be enforced in this court by appeal, but in a tribunal in which the rights of all parties can be fully investigated.\n44 The prayer of the petition is therefore refused.”\nThe petitioner thereupon removed the proceedings to this court, by certiorari; and here assigned for error the refusal of the court below to allow his appeal from the decision of the Board of Wardens.\nJ. F. Johnston and St. G. T. Campbell, for the appellant,\ncited the Act 7th February 1818, § 1, Pamph L. 72; Act 28th April 1851, §§ 8, 12, Pamph. L. 721; Act 8th April 1851, § 5, Brightly’s Purd. 1071; Act 5th April 1853, § 5, Pamph. L. 430; Act 24th April 1854, § 1, Brightly’s Purd. 1071.\nG. M. Wharton, for the appellees."
  },
  "file_name": "0510-01",
  "first_page_order": 510,
  "last_page_order": 513
}
