{
  "id": 415553,
  "name": "Seiple et al. versus Irwin et al.",
  "name_abbreviation": "Seiple v. Irwin",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "513",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 513"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Johns. Cas. 36",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "6 Johns. 70",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 6886,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 5.734749749534849e-07,
      "percentile": 0.9502007646005617
    },
    "sha256": "04d8ebe61852151f951d46c35639f23fc19450a195c60d702c2ff25f6f755f5d",
    "simhash": "1:34c7e5154ec2c38e",
    "word_count": 1222
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Seiple et al. versus Irwin et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— The extent of the agent’s authority was properly submitted to the jury as a question of fact. The point drawn into dispute is the qualifying remark, that the defence would be incomplete, unless the jury found some delegation of authority from the plaintiffs to the agent other than that necessarily implied in authorizing him to make sales as a salesman. This is ground to be cautiously trodden. It is undeniable, that an agent to whom merchandise has been intrusted, with authority to sell and deliver it, is authorized to receive the price; otherwise the fraud on the purchaser would run into cruelty. This agent’s powers were not embraced in that description. He was employed only to make sales. Ás a check, his employers seem to have retained in their own hands the delivery of the goods and the appointment of the terms of sale. The goods in question were so delivered as to inform the defendants sufficiently of the character of the agency. When the agreement had been made for payment in six months, the contract was complete. The subsequent acceptance of cash, with a deduction of five per centum from the bill,' was a new and totally unauthorized arrangement on the agent’s part. In making payment, the defendants took the risk of his integrity, and they must bear the loss which his unfaithfulness imposed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "J. M. Arundel, for plaintiffs in error.",
      "Marshall & Budd, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Seiple et al. versus Irwin et al.\nAn agent employed to make sales on credit, is not authorized subsequently to collect the price in the name of his principal; and a payment to him will not discharge the purchaser, except on proof of some authority to the agent other than that necessarily implied in the power to make sales.\nThe extent of an agent’s authority is a question of fact for the jury.\nError, to the District Court of Philadelphia.\nThis was an action of assumpsit by Seiple & Erdman against Irwin, Shultz & Peiper, to recover the amount of a bill of goods sold and delivered to the defendants.\nOn the 13th November 1854, the defendants purchased in plaintiffs’ store, on the usual credit, a bill of goods amounting to $173.02. The bill was purchased from one John Wilson, a salesman in the plaintiff’s store, employed to sell goods on commission. On the 23d November 1854, the defendants paid the bill to Wilson, with a deduction of five per cent, for cash, and took his receipt for the amount, as agent for the plaintiffs. No authority to Wilson was shown to collect money for the plaintiffs.\nThe court below (Hare, J.) charged the jury as follows:—\n^ “ The question for your determination is one merely of authority on the part of John Wilson, to collect money for the plaintiffs. The evidence shows Wilson to have been a salesman for plaintiffs, or that he was employed by them to sell goods. The defendants’ counsel contends, and the fact no doubt is, that the goods charged defendants in this suit were sold by John Wilson to defendants. The defendants have offered in evidence John Wilson’s receipt, dated a few days after the sale, for the amount of the bill. Where a person is employed to sell goods, and is intrusted with the possession and disposal of them by the owners, and sells for cash, payment to him by the purchaser will be good; and it may well be so, when he sells on credit; but on the other hand, when the person is merely employed to sell goods, and sells on a credit, without having the possession or disposal of them, a payment to him will not be good without some other evidence of authority. Take, for instance, a sale of goods across a counter — there the person selling the goods has the actual possession and disposal of them, and a payment to him at the time will be good. It does not follow that he can collect the money afterwards. And I do not conceive that a clerk’s having the authority to sell goods for his employers for credit, carries with it an authority to collect the money for the goods. It is for the purchaser to see to whom he pays his money, and if he pays the clerk or salesman who effects the sale, without sufficient proof of his authority, it is at his risk. If Wilson actually delivered the goods to defendants, or had the control of them for the purpose of delivery, payment might safely be made to him; or if the defendants had shown that, although Wilson was merely employed for the purpose of selling goods, yet that the plaintiffs had allowed him to collect money for them at any time, or had kept him in their employ after he had made such collections, that would be sufficient to imply an authority fr^m plaintiffs to Wilson to collect money, and defendants’ payment would have been valid. The question of Wilson’s authority to collect the amount of this bill is properly for your determination. Nevertheless, I will say to you, that the mere fact that the goods were sold by Wilson to the defendants, and that they, the defendants, afterwards paid Wilson for them, does not constitute a good defence to the plaintiffs’ claim in this case, unless yout find some authority from the plaintiffs other than that necessarily implied in their authorizing him to make sales for them as a salesman.”\nThe defendants excepted to the latter part of this charge; and a verdict and judgment having been given for the plaintiffs for $173.02, they removed the cause to this court and here assigned the same for error.\nJ. M. Arundel, for plaintiffs in error.\n— The power vested in an agent to sell goods for his principal, carries with it the power to receive payment for them: Capel v. Thornton, 3 C. & P. 352; 6 Johns. 70; 1 Caine 527; 3 Johns. Cas. 36; 1 Caine 324.\nMarshall & Budd, for defendants in error.\n— The alleged payment to Wilson was not a part of the same transaction. It was separate, distinct, independent, and irregular. It was not in accordance with the usual and customary course of business.\nIf payment is not in the usual and customary course of business, and is made under circumstances fairly giving rise to the pregumption that the agent was acting maid fide, and received the money with intent to appropriate it to his own use in fraud of the principal, the payment is not a valid payment: Addison on Contracts 1108. Whoever deals with a special agent is bound to acquaint himself with the limitation and extent conferred upon him, and acts at his own peril: Story on Contracts, § 184, Though payment to a factor for goods sold by him be valid, the principal may control the collection and sue for the price in his own name; and it is immaterial whether the agent was an auctioneer or a common factor: Girard v. Taggart, 5 S. & R. 19.\nThe cases of Pratt v. Willey, 2 Carr. & Payne 350, and Gilman v. Robinson, 1 Carr. & Payne 642, are referred to, as being especially applicable. Want of authority in John Wilson to collect the claim of plaintiffs below, appears both in the evidence and by the verdict of the jury."
  },
  "file_name": "0513-01",
  "first_page_order": 513,
  "last_page_order": 515
}
