{
  "id": 415575,
  "name": "Coxe versus The Bank of Pennsylvania et al.",
  "name_abbreviation": "Coxe v. Bank of Pennsylvania",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "516",
  "last_page": "517",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 516"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 238,
    "char_count": 3490,
    "ocr_confidence": 0.408,
    "sha256": "df8e253121178b931524be666782fc8b257edf60f2dd8009dcefb36bc2658003",
    "simhash": "1:588cb16f85bbcb48",
    "word_count": 603
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coxe versus The Bank of Pennsylvania et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— This court has no original jurisdiction over assignees for the benefit of creditors. That jurisdiction belongs expressly and exclusively to the Common Pleas. Our equity jurisdiction over trusts was not intended to affect the jurisdiction of the Common Pleas in such cases.\nThis bill charges that the assignees are about to violate their duty: and suppose they are; they will have to answer for it to the Common Pleas, when they come to settle their accounts. They evidently want our advice; but they are no more entitled to it from us than any other citizen.\nIf this court had to direct administration of an estate, possibly it might think it proper to hear all the parties interested, and give instructions to its trustees on different questions of law arising in the course of their duty; but we cannot assume a jurisdiction for this purpose out of the ordinary course of our duties as an appellant court. And besides, it would be totally impossible for this court to perform the duties already imposed upon it, if it should open its doors for applications of this character.\nBill dismissed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "McMurtrie, in support of the motion.",
      "J. F. Johnston and St. Ge. T. QampheU, for the defendants."
    ],
    "corrections": "",
    "head_matter": "Coxe versus The Bank of Pennsylvania et al.\nThis court has no original jurisdiction over assignees for the benefit of creditors : that jurisdiction belongs expressly and exclusively to the Common Pleas.\nThe equity jurisdiction of this court over trusts was not intended to affect, the jurisdiction of the Common Pleas in such cases.\nIn Equity. Motion for special injunction.\nThis was a bill in equity by Richard S. Coxe against The President, Directors, and Company of the Bank of Pennsylvania, and against William C. Patterson, William Lyttleton Savage, and John D. Taylor, assignees of the said bank, to restrain them from receiving the notes of the bank in payment of the debts due to it, and which passed to the assignees by virtue of a general assignment in trust for the benefit of creditors.\nThe bill set forth that the complainant was the holder of Mary Reeside’s check on the bank for $15,000, dated 26th October 1857, which was presented and marked “good” by the paying teller; and that payment was subsequently demanded and refused.\nThat on the 17th February 1858, the bank, having been insolvent since the 25th September 1857, and having during the interval suspended specie payments, made a general assignment for the benefit of its creditors. That a large proportion of the assets so assigned consisted of debts due to the bank, and that unless these debts were collected by the assignees, there would remain a very small sum, if any, out of which the debts due by the bank, or even a dividend thereon, could be paid by the assignees. And the complainant charged that it was the duty of the assignees to collect the said debts for that purpose; whereas the assignees denied that such was their duty, and pretended that they were required by law to receive payment in the notes issued by the bank. The complainant denied that such notes could be lawfully used in paying debts due to the bank before the assignment; and prayed for an injunction to restrain the assignees from receiving the same in payment, &c.\nThe defendants filed an answer, claiming it to be their duty to permit the creditors of the bank to make payment in the notes issued by it. The complainant moved for a special injunction, which now came on to be heard.\nMcMurtrie, in support of the motion.\nJ. F. Johnston and St. Ge. T. QampheU, for the defendants."
  },
  "file_name": "0516-01",
  "first_page_order": 516,
  "last_page_order": 517
}
