{
  "id": 415588,
  "name": "Hughes et al. versus The Mine Hill and Schuylkill Haven Railroad Company",
  "name_abbreviation": "Hughes v. Mine Hill & Schuylkill Haven Railroad",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "517",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 530",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0530-01"
      ]
    },
    {
      "cite": "8 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 91",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0091-01"
      ]
    },
    {
      "cite": "3 Rawle 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822510
      ],
      "pin_cites": [
        {
          "page": "281-2"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0273-01"
      ]
    },
    {
      "cite": "9 Watts 192",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0192-01"
      ]
    },
    {
      "cite": "4 Yeates 418",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0418-01"
      ]
    },
    {
      "cite": "2 Dall. 190",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11740728,
        11740807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0190-01",
        "/us/2/0190-02"
      ]
    },
    {
      "cite": "8 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 6956,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.0531521401225892e-07,
      "percentile": 0.5544589665266199
    },
    "sha256": "512e355311d62fcf47bb83280fe03462f86506fd0929901139100a68cd04701c",
    "simhash": "1:e4c188b92a0f84fc",
    "word_count": 1252
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hughes et al. versus The Mine Hill and Schuylkill Haven Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— Certiorari is a common form for the removal of causes for trial from one tribunal to another, and the service of the writ operates as an immediate supersedeas of the jurisdiction of the court to which it is directed, and removal of the cause. The actual removal of the record from the one court to the other, is merely one of the steps that are necessary to prepare the cause for hearing. A court must have the jurisdiction of the cause, in order to entitle it to the record; as it must have jurisdiction of a cause before the pleadings are entered, while, ordinarily, it cannot proceed without them.\nUnder the old English practice, each case was contained in a record by itself, and the very record was sent up for further proceedings to the other court, and there remained nothing in the first court to proceed upon. With us it is not entirely so, since much of the record is kept in dockets, and only copies of them are removed. .But this is only a formal difference, since the term “removal of the record” means, removal of the cause. The cause is removed when the certiorari is delivered.\nBut a certiorari applies only from á superior to an inferior court; and therefore this form would be improper in the present ease. Yet the removal of the cause, when effected in a proper •form, operates as a supersedeas as completely as in a case of certiorari. For this kind of a case, the law has merely declared the right of removal on the filing of a given affidavit, and neither it, nor any rule of court, prescribes the form in which the actual removal shall be conducted. Any suitable form is therefore adequate for the purpose, and we are not called upon, by any necessity of justice, to superintend or direct it.\nBesides filing the required affidavit, the party left with the prothonotary a precipe for the removal of the cause, and this is a sufficient declaration of his claim of right, and amounts to a supersedeas, subject only to the authority of the court to strike off his claim, if it does not fall within the Act of Assembly, and to direct the mode of certifying the record to the other court, if it does. It is like to a party’s demand for a reference to arbitrators, with which the court interferes only when the other party complains that it is exercised contrary to law. The demand does not remove the cause, but suspends the proceeding until all the forms necessary to a complete removal are terminated. When the demand for a removal is made, that must be disposed of before any new step can be taken.\nA reference is a removal of a cause to another jurisdiction without removing the record, and it is good, only when done according to law, of which the court is judge over the parties. When a court once obtains jurisdiction of a cause, it must necessarily judge, subject to correction by its superior court, whether a removal of it to a lower or co-ordinate tribunal is provided for by law. When a superior court directs a removal, it alone can direct 'the question of its jurisdiction. When a removal takes place between co-ordinate courts, the one having jurisdiction can alone decide on the propriety of the removal. If a party files an affidavit and precipe for a removal, and no exception be taken to it, there can be no objection to the prothonotary certifying and sending the record. If exception be taken, this must be dis>posed of by the court before he can do so. On these principles all the proceedings had in the Common Pleas of Schuylkill county after the 22d April 1857, are void, and no part of the record. The cause is removed to Dauphin county, and the proceedings here complained of, are not a part of it, are without any foundation, and were properly set aside.\nProceedings affirmed at the plaintiff’s costs.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "F. W. & J. Hughes, for plaintiffs in error.",
      "Bannan, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hughes et al. versus The Mine Hill and Schuylkill Haven Railroad Company.\nThe filing of the affidavit prescribed by the Act of 14th April 1834, by a railroad company, for the removal of a cause into the court of an adjacent county, operates as a supersedeas; and any further proceedings in the court in which the suit was originally brought, are void.\nError to the Common Pleas of Schuylkill county.\nThis was an action on the case, by Francis W. Hughes and Patrick M. Langton against the Mine Hill and Schuylkill Haven Eailroad Company, to recover damages for the burning of property belonging to the plaintiffs, occasioned by sparks emitted from the stack of a locomotive owned by and running upon the railway of the defendants.\nThe suit was commenced on the 26th March 1856, and upon the 22d April 1857, an affidavit and precipe were filed by the defendants, directing the removal of the cause into the Court of Common Pleas of Dauphin county, under the provisions of the Act of 14th April 1834: Brightly’s Purd. 132. The record was actually entered in Dauphin county on the 8th August 1857.\nOn the 20th July 1857, the plaintiffs filed a declaration, and entered a rule of reference, in Schuylkill county, in accordance with which arbitrators were appointed on the 6th August 1857, and on the 5th September 1857 their award was filed in favour of the plaintiffs for $3705. On the 14th September 1857,.the Court of Common Pleas of Schuylkill county set aside the rule of reference, and all the subsequent proceedings. To reverse which order this writ was sued out by the plaintiffs below, and the same was here assigned for error.\nF. W. & J. Hughes, for plaintiffs in error.\n— The filing of the precipe and affidavit did not remove the record: Williamsport and Elmira Railroad Co. v. Cummins, 8 Watts 451. There was no removal until the record was filed in Dauphin county: Walker’s Appeal, 2 Dall. 190; 11 Co. 41. The prothonotary had no right to remove the record without the order of the judges: 4 Inst. 105; 3 Bac. Abr. 71; 4 Yeates 418.\nThe order setting aside the proceedings is the subject of a writ of error: Orlady v. McNamara, 9 Watts 192.\nBannan, for the defendants in error.\n— The cause was properly removed. This court cannot look beyond the record: Brown v. Ridgway, 10 Barr 42; Righter v. Rittenhouse, 3 Rawle 273, 281-2; Dodds v. Dodds, 9 Barr 315; Moyer v. Germantown Railroad Co., 3 W. & S. 91; Harker v. Elliot, 7 S. & R. 284; Millar v. Criswell, 3 Barr 449; Commonwealth v. Hultz, 6 Barr 469; Withers v. Haines, 2 Barr 435, 437-8.\nSo soon as the requirements of the act are complied with, by the filing of the proper affidavit and precipe, the law removes the cause, and the jurisdiction of the court in which the suit is brought is at an end: Railroad Co. v. Cummins, 8 Watts 437.\nBesides, there is no final judgment in this case to which a writ of error will lie: Wilson v. Ingoldsby, 2 Ld.Raym. 1179; Cummings v. Wright, Id. 1531; Rejindoz v. Randolph, 2 Str. 834; Vice v. Burton, Id. 891; Erie Bank v. Brawley, 8 Watts 530; Straub v. Smith, 2 S. & R. 382; Clippinger v. Miller, 1 Penn. R. 72; Gardner v. Lefevre, 1 Penn. R. 73."
  },
  "file_name": "0517-01",
  "first_page_order": 517,
  "last_page_order": 519
}
