{
  "id": 415604,
  "name": "Furness et al. versus Smith et al.",
  "name_abbreviation": "Furness v. Smith",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "520",
  "last_page": "522",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0014-01"
      ]
    },
    {
      "cite": "6 W. & S. 366",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 6463,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 7.500188514851263e-08,
      "percentile": 0.4462088330246281
    },
    "sha256": "e7b70be8dac386bf1971b7786927db4008c8d8ecb0a53898ba4c931343103d20",
    "simhash": "1:fcdbda27b003d435",
    "word_count": 1145
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Furness et al. versus Smith et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— A debt .due to a non-resident is liable to a foreign attachment, when his ■ debtor is within reach 'of- our process. But a mere contract by such a non-resident to sell property for a certain price, to a person within our jurisdiction, is not such a debt; for the debt is not created until the contract is executed by the vendor.\nAnd to suffer such a mere contract to sell to be interfered with by attachment, would simply be to dissolve it; for we could not expect a non-resident to respect our process so far as to deliver the goods sold, after we had forbidden the payment of the price; and we could not reasonably prevent the garnishee from agreeing to rescind a contract that would most probably involve him in a fruitless lawsuit, if he desired to enforce it without paying.\nAn attachable debt could exist only after the goods sold had been delivered, having an interval of time between the delivery and the payment. But the jury have found that the delivery and payment were, in fact and by agreement, simultaneous, forming one transaction of purchase, the price and the goods being by one act exchanged for each other. Therefore, there never was a debt.\nThis fact being thus, it is no matter on what terms a part of the price was paid to Sweeny, Rittenhouse k Co. The attachment did not affect the dealings of the parties, and the plaintiff can gain nothing by the means adopted to protect these garnishees from a supposed danger.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. T. Montgomery, for the plaintiffs in error.",
      "Bullitt and Horton, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Furness et al. versus Smith et al.\nA debt due to a non-resident is liable to a foreign attachment, when the debtor is within reach of our process.\nBut a mere contract by a non-resident to sell property, for a certain price, to a person within our jurisdiction, is not such a debt; for the debt is not created until the contract is executed by the vendor.\nError to the District Court of Philadelphia.\nThis was a foreign attachment by Furness, Brinley & Co. against White & Sons, wherein the firm of Smith, Williams & Co. were summoned as garnishees. Judgment having been obtained against the defendants, a writ of scire facias was issued against the garnishees, to which they took defence.\nWhite & Sons, of Washington City, the defendants, were indebted to the plaintiffs at the time the attachment was laid, and on the 19th May 1856, a verdict was obtained against them for $2390.01.\nThe defendants, being insolvent, between the 6th and 10th November 1855, made sale of their entire stock to the garnishees for $32,300, to be paid as follows:—\nAmount due by White & Sons to the garnishees . $17,441.82\nOrder on J. L. White ...... 5,000.00\nCash ........ 9,858.18\n$32,300.00\nThe attachment was served on the garnishees on the 14th November 1855. On the same day, and after the service of the attachment, they completed the payment of the consideration-money for said purchase; and in order to protect themselves, an arrangement was made whereby a sufficient sum to cover the attachment, was to remain in the hands of Messrs. Sweeney, Rittenhouse & Co., of Washington City, to be applied by them to the payment of this attachment, in case the garnishees should be held liable under it.\nThe court below charged the jury as follows:—\n“ The plaintiffs cannot recover unless a debt or demand existed at the time when the attachment was served, or afterwards, of a nature to be subject to an attachment. A sale for cash paid at the time of the sale does not create such a debt.\n“ Nor does an executory agreement to sell for cash (though so far completed as to bind both parties) for a price depending on quantity and value, which are unknown at the time, and not ascertained till subsequently, provided the parties proceed to ascertain them and make payment as soon as they are ascertained.\n“ The facts in this case are for the jury. The principle of law, as I state it, is, that a sale for cash, paid as soon as the amount is sufficiently ascertained to pass the right of property and render payment possible and obligatory, does not vest any right in the vendor, which can be attached by his creditors.\n“ The evidence in this case would seem to show (although that is a question for the jury) that the quantity and value of the goods were not determined, nor the price fixed until the day on which the attachment was served. If so, the jury must decide whether payment was made on that day, and whether what took place on that day was a payment. If the sum placed in the hands of Sweeney, Rittenhouse & Co., was money reserved or kept hack out of the sale; if, in short, it was still the money of the purchasers, to be paid thereafter to the vendors, then it was attachable, and the jury should find for the plaintiffs. If, on the other hand, it was paid to Sweeney, Rittenhouse & Co., as the money and for the account of the vendors in extinguishment of the debt due by the purchasers, then it would not be bound by this attachment. One test on this point is, whether, if Sweeney, Rittenhouse & Co. had failed, or made default in paying the money, suit could have been brought by the defendant against the garnishees on the contract between them and the defendants, for the purpose of recovering the amount thus deposited. Unless such a suit could have been maintained, the jury cannot consistently find that the money continued to be due or could be made the subject of an attachment.”\nThere was a verdict and judgment below, in favour of the garnishees ; whereupon the> plaintiff sued out this writ, and here assigned the charge of the court for error.\nJ. T. Montgomery, for the plaintiffs in error.\n— At the time of the service of the attachment, the right of property in the goods had passed to the garnishees, and consequently the price of them was attachable in their hands: Blackburn on Sale 152-3; Hutchinson v. Hunter, 7 Barr 143; Scott v. Wells, 6 W. & S. 366; Rugg v. Minett, 11 East 210; Dennis v. Alexander, 3 Barr 50; Golder v. Ogden, 3 Harris 532; Smyth v. Craig, 3 W. & S. 14.\nBullitt and Horton, for the defendants in error.\n— A foreign attachment must be served on the debtor of the defendants: Raiguel v. McConnell, 1 Casey 362. But these garnishees never occupied the position of debtors; they purchased for cash to be paid on delivery of the goods. The cases cited on the other side, so far as they have any application, sustain the position of the garnishees. And see Nesbit v. Burry, 1 Casey 208; Sarvi v. Brazier, Phila. R. 214."
  },
  "file_name": "0520-01",
  "first_page_order": 520,
  "last_page_order": 522
}
