{
  "id": 415615,
  "name": "The Township of Franklin versus The Pennsylvania State Lunatic Hospital",
  "name_abbreviation": "Township of Franklin v. Pennsylvania State Lunatic Hospital",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "522",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 346,
    "char_count": 6423,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 2.9205254220551754e-07,
      "percentile": 0.8465748389191803
    },
    "sha256": "aead0f867a223dcdf8d74dccd73242cd0bc33649d649b71f4db89cbbe26d1d6d",
    "simhash": "1:500512e98043ebbd",
    "word_count": 1142
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Township of Franklin versus The Pennsylvania State Lunatic Hospital."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\n— It is very plain that the application to have this woman sent to the lunatic hospital, was made to the proper authorities. It is plain also, that the patients in the hospital are not to be supported out of the hospital funds, but by their friends, or out of the funds of the district from which they come. When sent by their friends, there is to be a contract for their maintenance. When sent by order of government, through any of its functionaries, government regulates the compensation, and directs its payment by the local functionaries charged with the duty of supporting those who need governmental care.\nThe court has power to send lunatics to the hospital who are charged with offences, and also, on application made, those who are unsafe to be at large. These views, derived from the general intent of the law, help us to read the 11th section. It requires the court to certify the legal settlement of such persons, or if they have none, to certify their residence at the time of the offence committed, on application made; and the general spirit of the act, and the intention of this section, require us to read or here instead of on. This certificate is given after a hearing, on notice to the overseers of the poor, and its purpose is quite apparent. It is the means of deciding what local authorities are to pay the hospital for the maintenance of the lunatic. For this purpose it is conclusive on them. The lunatic is' thereby charged as a quasi pauper; and if there are relatives who by law are bound for her support, the local authorities must see to that.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Ewell and Mercur, for the plaintiff in error.",
      "Macfarlane, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Township of Franklin versus The Pennsylvania State Lunatic Hospital.\nWhere the Court of Quarter Sessions directs an insane person to be committed to the Pennsylvania State Lunatic Hospital, as unsafe to be at large, the overseers of the poor of the proper township, are liable for the maintenance of such lunatic.\nIf the lunatic has relatives who by law are bound for his support, the local authorities must look to them for reimbursement.\nError to the Common Pleas of Bradford county.\nThis was a case stated for the opinion of the court below, between the Pennsylvania State Lunatic Hospital and the Township of Franklin, in which the following facts were agreed upon, with liberty to either party to take a writ of error.\nOn the 7th February 1853, Jeremiah Myers presented a petition to the Court of Common Pleas of Bradford county, setting forth:—\n“ That he has been for the last twenty years legally settled in said township of Franklin, where he is still settled and resides. And about sixteen years since your petitioner was lawfully married to one Keziah Prentiss, who has from thence lived with .him as his wife; but that said Keziah in the month of July 1850, became insane, and still continues so; that she has attempted to destroy her own life, having cut her throat severely with a razor, and said deponent has been, and still is, obliged to keep her confined in a room out of the reach of any instrument with which she might destroy herself; that she has torn down the stove in her room, and scattered the fire upon the floor; that she is continually tearing the clothes off from her person, so that it is difficult to keep any on her; and that by reason of her said insanity she is unsafe to be at large, and during the absence of said petitioner from the house, she has threatened to take the life of the girl living at said petitioner’s house.”\nThe court thereupon awarded an inquest to inquire into the alleged insanity of the said Keziah Myers, who found, among other things, that the said Keziah Myers was, at the time of taking the said inquisition, a lunatic, without lucid intervals, so that she was not capable of the government of herself; and that she had been in the same state of lunacy for the space of two years last past; and that by reason of said lunacy or insanity she was unsafe to be at large.\nOn the 15th February 1858, Jeremiah Myers presented his petition to the Court of Quarter Sessions, setting forth: That Keziah Myers, his wife, had been found by an inquest to be a lunatic, without lucid intervals; that by reason of insanity she was unsafe to be at large, and petitioner was obliged to keep her confined alone in a room; but, by reason of his limited means, he was unable to give her that care and treatment which her situation required; and she suffered unnecessary hardship, from which she ought to be relieved; and petitioner believed she would be relieved, if she could be placed in some suitable asylum. That he was unable, by reason of his poverty, to defray the necessary expenses of sending her to, and keeping her at an asylum; that the said Keziah had a legal settlement and residence in the said township of Franklin; and petitioner prayed the court to commit his said wife to the Pennsylvania State Lunatic Hospital.\nThe court thereupon fixed a day for hearing the said petition, and directed three days’ notice thereof to be given to the overseers of the township of Franklin. And on the 19th February 1853, due notice having been given to the overseers, the court made an order to commit the said Keziah Myers to the Pennsylvania State Lunatic Hospital; and certified to the trustees of said asylum that her legal settlement was in the township of Franklin; and that due notice of the proceeding had been given to the overseers of the poor of the said township, as required by law.\nIn pursuance of this order, the said lunatic was taken to the State Lunatic Hospital, and there kept, taken care of, and clothed from the 11th July 1855 to the 11th July 1856; during which time her hoard, medical attendance, clothing, and damage done by her, was of the value of $163, and the interest thereon $20.\nIt was agreed, that if the court should be of opinion, upon these facts, that the township of Franklin was liable to the plaintiff for the board, medical attendance, &e., of the said Keziah Myers, during the time aforesaid, then judgment to be entered for the plaintiff for $180, with costs ; but if not, then judgment for the defendant.\nThe court below gave judgment for the plaintiff, on the case stated, for $180 and costs; whereupon the defendant removed the cause to this court, and here assigned such judgment for error.\nEwell and Mercur, for the plaintiff in error.\nMacfarlane, for the defendant in error."
  },
  "file_name": "0522-01",
  "first_page_order": 522,
  "last_page_order": 524
}
