{
  "id": 415552,
  "name": "Leibersperger versus The Reading Savings Bank",
  "name_abbreviation": "Leibersperger v. Reading Savings Bank",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "531",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 531"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 553",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853546
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0553-01"
      ]
    },
    {
      "cite": "5 Wh. 261",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0261-01"
      ]
    },
    {
      "cite": "4 Wh. 257",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 276",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 482",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 5103,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 5.124033512621588e-07,
      "percentile": 0.9387973970683233
    },
    "sha256": "1c667ee39209b89dd05002c545cf63cac9db76d5651d4654a8be68a62bdcf36e",
    "simhash": "1:64723429ce62bf19",
    "word_count": 905
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leibersperger versus The Reading Savings Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— The first era of the affidavit of defence was marked by leniency to the affiant, for he was required only to state in general terms that he had a defence. The Philadelphia Act, of which the Berks is nearly a transcript, introduced a new system, by requiring a statement of the nature of the defence, and depriving the defendant of the power to judge of its sufficiency, by committing that power to the court. The plan has worked well by preventing delay in the rendition of judgments, and abridging the resort to the compulsory arbitration so consumptive of time and patience. It is, however, a nice line to hit, to determine how far the requisition on the defendant should be pushed, for while it be desirable to prevent a bad man from obtaining time by practising a trick, the conscience of a good man, who has a just defence, ought not to be unnecessarily wounded. Generally, it is sufficient if the affidavit set forth facts showing a solid defence, which can probably be established. It is not necessary that in such a paper he should meet, by an oath, every objection or argument against his case which fine critical skill may deduce. It had been better if this defendant, finding himself called to pay a note which he never endorsed, had demanded an inspection, and sworn to the forgery; but forgery is a technical legal offence, requiring precision in its statement, and it would be hard to make an unlearned man swear to what is at best a conclusion of law. He has sworn quite hard enough. He says that he did endorse a note for the maker of this note, but its amount was much smaller, and that he never endorsed for him a note of a thousand dollars, nor such a note as this one purports to be. If these facts were proved before a jury, the defence would succeed. If found in a special verdict, which submitted the defendant’s liability as the question, he would obtain a judgment. If the plaintiff were right in supposing that the language employed clothes a mere evasion, it would be safer to permit its temporary success than to adopt a rule which might hereafter cut off an honest man’s rights. Certainly it wears the appearance of a good primé facie defence, and we are disposed to let the defendant prove it if he can.\nJudgment reversed and a procedendo awarded.\nThompson, J., dissented.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "F. L. Smith, for the plaintiff in error,",
      "J. S. Richards and H. Clymer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Leibersperger versus The Reading Savings Bank.\nGenerally, it is sufficient if an affidavit of defence set forth facts showing a substantial primd facie defence, which can probably be established.\nIt is not necessary for the defendant to meet by his oath every objection or argument against his case which fine critical skill may deduce.\nError to the Common Pleas of BerTcs county.\nThis was an action of assumpsit, by the Reading Savings Bank against Jacob Leibersperger, as endorser of a promissory note made by Charles Seitel.\nThe plaintiff filed a declaration and copy of the note sued on, as follows:—\n$1000.00 Reading, October 6, 185T.\nThirty days after date, I promise to pay to the order of Jacob Leibersperger, at the Reading Savings Bank, the sum of one thousand dollars, without defalcation, for value received.\nCredit the drawer, Charles Seitel.\nJacob Leibersperger,\nEndorsed,\nJacob Leibersperger,\nHenry Dreifoose.\nTo this the defendant put in the following affidavit of defence :—\n“ Jacob Leibersperger being duly sworn, according to law, doth depose and say, that he has a just and legal defence to the plaintiff’s claim in the above-stated case, the nature and character of which is as follows: — That on or about the 6th day of October, A. D. one thousand eight hundred and fifty-seven, he endorsed an accommodation note for Charles Seitel, of which Charles Seitel was the drawer, for two hundred dollars, but he never did then, or at any other time, endorse a note for said Charles Seitel, for one thousand dollars, nor such a note as the one purports to be on which this suit is brought, and a copy of which is filed, nor did he ever endorse any such note, or any other note, to or for Henry Dreifoose, who is alleged to have endorsed the same to the plaintiffs ; that he never gave or delivered any note to the said Henry Dreifoose, neither did he receive value of any kind for such a note as the one on which this suit is brought from the plaintiffs, or from Henry Dreifoose, or from Charles Seitel.\n“ Jacob Leibersperger.”\nThe court below gave judgment for the plaintiff, for want of a sufficient affidavit of defence, which was here assigned for error.\nF. L. Smith, for the plaintiff in error,\ncited Boas v. Nagle, 3 S. & R. 250-3; Burkhart v. Parker, 6 W. & S. 482; Christy v. Bohlen, 5 Barr 38; Hugg v. Scott, 6 Wh. 276; Hutchinson v. Boggs, 4 Casey 294.\nJ. S. Richards and H. Clymer, for defendant in error.\n— The affidavit is evasive and insufficient: Umberger v. Zearing, 8 S. & R. 165; Ogden v. Offerman, 2 Miles 40; Walker v. Geisse, 4 Wh. 257; Comly v. Bryan, 5 Wh. 261; Dewey v. Dupuy, 2 W. & S. 553; Harris v. Mason, 2 Miles 270; Riley v. Bullock, 1 Tr. & H. Pr. 331; Fisher v. Stokes, Id.; Thomson v. Daniels, Id."
  },
  "file_name": "0531-01",
  "first_page_order": 531,
  "last_page_order": 533
}
