{
  "id": 415568,
  "name": "The School Directors of the City of Lancaster versus Rathvon; The Mayor, Aldermen and Citizens of Lancaster versus The Same",
  "name_abbreviation": "School Directors v. Rathvon",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "533",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 533"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 468,
    "char_count": 8303,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.8687793023533566e-07,
      "percentile": 0.7259508179820522
    },
    "sha256": "eb5750ead62b730070dc60354d9406b8a7cd257ccd04a045f1eac56ef20b15c5",
    "simhash": "1:8a8f048c3587d743",
    "word_count": 1449
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The School Directors of the City of Lancaster versus Rathvon. The Mayor, Aldermen and Citizens of Lancaster versus The Same."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— The cases stated place three things beyond dispute : 1. That the effort is to tax only the bills receivable held by the assignee. 2. That by law these bills are payable in the ordinary notes of the bank. 3. That the assets are insufficient to discharge the liabilities of the corporation. In other words, after every means shall have been employed to collect the property now assessed, notes of the bank to some amount will remain unpaid in whole or in part. It is not certain that the latter will be paid to the extent of the one dollar and forty cents on the hundred dollars mentioned in the cases stated. Estates have been assigned which did not pay one per cent., and the average dividend of some of the estates transferred under the National Bankrupt Act did not exceed six per cent. A few repetitions of the tax, under such circumstances, would sweep off the estate, and give the Commonwealth everything and the creditors nothing — a division so unequal as to show that there must be something wrong in the legal machinery which may produce it.\nSuppose no assignment had been made, and, on judgments obtained by the noteholders, attachments had been levied at the same moment on the property of this bank. The garnishee would have occupied, in the eye of the law, much the same position as that held by the present defendant; for he would have been liable to distribute it pro rata among the attaching creditors. Take the case of executions placed in the sheriff’s hands, the property sold and the money realized, for this is the alternative when an assignment has not been made. Here again, we have an officer of the law who has collected and is holding money payable to creditors in a manner which the law has appointed. Go one step further, by assuming the money to be paid into court, and the similarity between the duties of the prothonotary and that of a voluntary assignee becomes closer; for indeed, the court has more power respecting the appointment and discharge of the assignee than of its own clerk; and the authority of its decrees over both is at least equal. Formerly, it was common under the insolvent laws for the court to appoint the assignee of an insolvent debtor, and the assignee proceeded under this appointment to collect and distribute the debtor’s property. Scarcely a term now passes in which the prothonotary does not act as the trustee of litigant parties by receiving money paid into court by its order after a plea of tender. The legal attitudes of these various parties, however different their duties, are not very dissimilar. By the direction or permission of the law, they receive the property of one class and pay it to another under prescribed rules. They thus do for the’ parties that which, from the necessity of the case, the parties cannot do for themselves. They do for the creditors of a living man, what the administrator does for those of his intestate. In a word, they are agents necessarily intrusted for a time with the collection of property which somebody owns, which others claim, and which can be distributed only when the rights of all have been determined.\nBut what of the Act of 22d April 1846 ? Cannot property held m trust be taxed ? Certainly. Property which is to be held under a deed, or a will, or in any other mode embodying an arrangement necessarily permanent between private parties for their own benefit, ought to bear its share of the public burdens. Here is a subject-matter for the statute to operate upon, and here it ought to stop. It does not necessarily embrace property which the law has taken into its own hands, simply to collect, and then to distribute, and of which it has designated the temporary stakeholders or trustees for the better accomplishment of its work. In the absence of a decision or practice to that effect, we see no more propriety in embarrassing these officers with the duty of paying taxes, except where the law has by express and definite terms cast it upon them, than in taxing the money which passes through the hands of a sheriff or constable, a prothonotary or garnishee. If the property be taxable, let the tax be collected from the creditors who really own it; and if its value be too uncertain for that, this fact only increases the injustice of taxing it in the hands of the officer of the law. The limit of the present decision will, however, be found in the three considerations with which it set out.\nJudgments reversed and judgments for the defendant in both cases.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "Stevens and A. Kerr Smith, for the plaintiff in error.",
      "F. Franklin and S. K. Reynolds, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The School Directors of the City of Lancaster versus Rathvon. The Mayor, Aldermen and Citizens of Lancaster versus The Same.\nBills receivable, held by an assignee, under a voluntary assignment in trust for the benefit of creditors, are not taxable.\nError to the Common Pleas of Lancaster county.\nThese were two amicable actions of debt, the one, by the Board of Directors of the Common Schools of the City of Lancaster against Horace Rathvon, assignee of the Lancaster Bank; and the other, by the Mayor, Aldermen and Citizens of Lancaster against the same defendant; wherein the parties agreed upon the following statement of facts, for the purpose of settling the question of law arising thereon, without regard to form, as if the same had been found by special verdict, with leave to sue out a writ of error, without bail.\n“ The Lancaster Bank, on the 3d day of February, A. D. 1857, made and executed a voluntary assignment of all its property, real and personal, for the benefit of its creditors, to the said Horace Rathvon. The said assignment was duly acknowledged and recorded, and the trust accepted by the said Horace Rathvon, who has ever since been, and is now, engaged in the execution of said trust.\n“ The personal property and assets, exclusive of real estate, which were in his hands as assignee as aforesaid, at the time of the assessment of tax hereinafter mentioned, amounted to the sum of $177,151 (one hundred and seventy-seven thousand one hundred and fifty-one dollars), composed of various items, which are set out in a schedule hereto annexed, and made part of this case stated.\n“ The Board of Directors of the Common Schools of the City of Lancaster, in which the said Lancaster Bank was situated, and in which the said assignee resides and is engaged in the execution of his trust, since the execution of the said assignment, viz., on the 7th day of May, A. D. 1857, assessed upon the said assets, objects, and things in the said schedule mentioned, in the hands of the said Horace Rathvon, assignee as aforesaid, a school tax for the year 1857.\n“ If said assets, objects, and things in the said schedule mentioned, are so liable to be taxed for school purposes, then judgment to be entered for the sum of seven hundred and eight dollars and sixty cents ($708.60) against the defendant.\n“ If any portion of said assets, objects, and things in said schedule mentioned are so liable, and not all, then judgment to be entered against the defendant for the sum of forty cents on every one hundred dollars of the value of such portion.\n“ If neither the whole, nor any portion of the assets, objects, and things in said schedule mentioned ar.e so liable, then judgment to be entered against the plaintiffs. The costs to follow the judgment.\n“ The said assignment and all Acts of Assembly relative to the subjects of this case stated are made parts of it.\n“ The liabilities of the said bank exceed the assets in the hands of the assignee.\n“ All the taxes on the real estate of the said bank have been paid, and the bonus required by its charter.”\nAnnexed to the case stated was the following schedule of the assets in the hands of the assignee at the time of the said assessment, and their value: — ■\n“ Bills receivable.....$177,151.00\n“(Of the above, $38,054 have been paid off since the assessment in Lancaster Bank notes, and the remainder may be realized in Lancaster Bank notes.)”\nIn the case of The Mayor, Aldermen, and Citizens of Lancaster, the tax assessed amounted to $1771.51.\nThe court below gave judgment for the plaintiffs; whereupon the defendant removed the causes to this court, and here assigned the same for error.\nStevens and A. Kerr Smith, for the plaintiff in error.\nF. Franklin and S. K. Reynolds, for defendants in error."
  },
  "file_name": "0533-01",
  "first_page_order": 533,
  "last_page_order": 536
}
