{
  "id": 415585,
  "name": "McAllister et al. versus The Commonwealth",
  "name_abbreviation": "McAllister v. Commonwealth",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "536",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 536"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 344,
    "char_count": 5474,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 5.913548085361456e-07,
      "percentile": 0.9529933984568212
    },
    "sha256": "1fd54291e7b3d14b10eda1e2c09bffa8a65e4be5117f694b3d5945400cce5dd2",
    "simhash": "1:a7f815f8fd8bd587",
    "word_count": 981
  },
  "last_updated": "2023-07-14T20:28:42.464684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McAllister et al. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— There is nothing in the modern management of trusts to justify the relaxation of a solitary rule for their preservation. Most men know — but men whose lives are spent in advising people of their legal rights, know better than others— how generally the cestui que trust is the victim of that spirit of speculation which marks the present age. It was, therefore, strong ground on which this court pitched, when, in Morris v. Wallace, 3 Barr 319, they said that an investment in stocks in the trustee’s individual name, was itself a breach of trust; and I understand that case to apply even to securities in which the court, if addressed, would have directed an investment. Whether a trustee may make a temporary deposit of funds in a place where prudent and honest men generally deposit their money, or whether he is obliged to carry them home in his pocket where they may be lost, or keep them over night in his house where they may be stolen, it is unnecessary to decide, simply because, the case does not call for such a decision; but if he undertake to make a deposit in a banking institution, the entry must go down on the books of the institution, in such terms as not to be misunderstood, that they_ are the funds of the specific trust to which they belong. /TTej|áñr not so enter them as to call them his own to-day, if they'are good, and to-morrow, if bad, ascribe them to the estate; or shift them/ in an emergency from one estate to another; or, by the deposit,/ secure the discount of his own note, and have the deposit snatched at by the bank if the note be not paid, or attached by a creditor as the depositor’s individual property. Jackson v. The Bank the United States, 10 Barr 61, which has never been shaken, makes this last risk to the estate one of vast magnitude; for as” against an attaching creditor it constitutes the deposit the property of the depositor, whose name it bears, and prevents, from motives of legal policy, an explanation of its true character^ The trustee who desires to keep out of harm’s way himself, and to keep others out, has, therefore, a plain track before him. No matter what he intends to do, or what the cashier or clerk may think he is doing, the deposit must wear the impress of the trust, or he cannot, when brought to account, call it trust property. This administrator received the book with his own individual name written in it. He made several deposits, all entered by the institution on the page of their book in which his individual account had been previously kept. When the explosion took place, he made his own terms with the institution in his own way, without giving notice to the heirs, or asking their advice. We impute to him no wilful impropriety, but he must yield to a rule which is essential to the public welfare, and pay the money which was lost.\nJudgment affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "A. Herr Smith, for the plaintiff in error.",
      "Eshleman, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "McAllister et al. versus The Commonwealth.\nIf a trustee deposit the trust funds in hank in his own name, and a loss he is personally responsible for it.\nCommonwealth v. McAllister, 4 Casey 480, affirmed.\nError to the Common Pleas of Lancaster county.\nThis case was previously before the court, and is reported in 4 Casey 480. The facts presented on the second trial of the cause were the same as on the former trial. The only new features in the case were, an offer on the part of the defendant to prove, by a clerk in the Lancaster Savings Institution, that the money deposited by McAllister was known by him as trust-money, and so treated by him as clerk; also to prove, by the prothonotary, that McAllister had never to his knowledge acted in the capacity of a trustee; which offers were overruled by the court, and bills of exception sealed: and also proof that McAllister was a trustee of no other estate except that of Eve and Elizabeth Hackman.\nThe plaintiffs’ counsel presented the following points, upon which he requested the court to charge the jury:—\n1. The defendant in this case having deposited the funds of the trust estate, if they were the funds, in his own name, in the Lancaster Savings Institution, the loss of the same by the failure of the institution falls upon him, and the verdict must be for the plaintiff.\n2. The liability of the defendant for the funds lost by the failure of the Savings Institution, does not depend upon the good faith, prudence, or judgment with which he may have acted, nor upon the fact that he has deposited his own funds in the same place, but upon the safety of the funds; and the funds having been deposited by him in his own name in the Savings Institution, and the institution having failed, he is responsible, and the verdict of the jury must be for the plaintiff.\n3. There is no evidence that the funds deposited in the Savings Institution were the estate of Eve and Elizabeth Hackman, deceased; but even if they were, defendant having deposited them in his own name, he is responsible for the loss, and the verdict must be for the plaintiff.\nThe court below affirmed these points, and instructed the jury, that if the facts were proved, the plaintiff was entitled to recover. To this charge the defendant excepted, and a verdict and judgment having been rendered for the plaintiff, the defendant removed the cause to this court, and here assigned for error: 1. The rejection of the evidence offered on the trial. 2. The charge of the court.\nA. Herr Smith, for the plaintiff in error.\nEshleman, for the defendant in error."
  },
  "file_name": "0536-01",
  "first_page_order": 536,
  "last_page_order": 538
}
