{
  "id": 415535,
  "name": "Chase versus Ralston et al.",
  "name_abbreviation": "Chase v. Ralston",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "539",
  "last_page": "542",
  "citations": [
    {
      "type": "official",
      "cite": "30 Pa. 539"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0014-01"
      ]
    },
    {
      "cite": "6 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0357-01"
      ]
    },
    {
      "cite": "4 Binn. 265",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 219",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0219-01"
      ]
    },
    {
      "cite": "7 Watts 434",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0434-01"
      ]
    },
    {
      "cite": "1 Rawle 353",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819337
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0353-01"
      ]
    },
    {
      "cite": "6 Watts 29",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0029-01"
      ]
    },
    {
      "cite": "2 Wh. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    },
    {
      "cite": "6 Watts 249",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 260",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823540
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0260-01"
      ]
    },
    {
      "cite": "6 W. & S. 94",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0094-01"
      ]
    },
    {
      "cite": "2 W. & S. 149",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 P. R. 263",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    },
    {
      "cite": "6 Wh. 117",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0117-01"
      ]
    },
    {
      "cite": "4 Binn. 258",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/4/0236-01"
      ]
    },
    {
      "cite": "1 Yeates 3",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6770906,
        6770934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0002-01",
        "/yeates/1/0002-02"
      ]
    },
    {
      "cite": "6 Watts 247",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0247-01"
      ]
    },
    {
      "cite": "2 W. & S. 147",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853591
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0147-01"
      ]
    },
    {
      "cite": "5 Watts 483",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0483-01"
      ]
    },
    {
      "cite": "9 Johns. 337",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/9/0337-01"
      ]
    },
    {
      "cite": "3 W. & S. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854614
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0014-01"
      ]
    },
    {
      "cite": "6 Watts 29",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0029-01"
      ]
    },
    {
      "cite": "2 Wh. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    },
    {
      "cite": "4 Rawle 260",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0260-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 676,
    "char_count": 11127,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 2.8119169725260784e-07,
      "percentile": 0.8376526971263576
    },
    "sha256": "9cc68e37f20cab1d8963a525ff3dfc5380ddb495526959410eeb9cbcb2ca7941",
    "simhash": "1:ab6de521979f1876",
    "word_count": 2003
  },
  "last_updated": "2024-02-27T21:53:36.460521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chase versus Ralston et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\n— The question, what constitutes sufficient change of possession to perfect a sale of chattels, has been fruitful of litigation here and elsewhere. To attempt a review of the cases is like entering a wilderness. In Sturtevant v. Ballard, 9 Johns. 337, the genius of Chief Justice Kent struck out the first clear track. Seven years afterwards, this court followed with Clow v. Woods, 5 S. & R. 275, improving on what he had done. Clow v. Woods was a great case for us in Pennsylvania, and saved us from a confusion which has tormented the courts of several other states. It led to that long train of decisions, founded as well on the common law as on the statutes of Elizabeth, which say that whether the sale be absolute or conditional, a change of possession must take place. If possible, the delivery must be actual: if the nature and bulk of the article preclude this, then it must be constructive, a better term, I think, than symbolical, borrowed from the ancient ceremony of feudal investiture. In every case, every species of divestiture which can give the world notice, should be resorted to. When this principle is practically employed in trying a cause, the judge can, from the necessity of the case, do but one of two things: either come squarely up, and pronounce the sale fraudulent and void, which the court in this case refused to do; or refer to the jury the question whether the change of possession was all that the nature of the property permitted, and that was the shape which this charge took. In Massachusetts and Maine, perhaps in Ohio and Tennessee, the question of fraud seems to be invariably referred to the jury, as such questions always were before the statutes 13th and 27th Elizabeth. In Pennsylvania, the court has retained its hold over the facts to a somewhat greater extent: as where in Carpenter v. Mayer, 5 Watts 483, there was unreasonable delay in giving possession of furniture; or, as in Eagle v. Eichelberger, 6 Watts 29, where the delay was held by the court inconsistent with the nature of the articles purchased, and the convenience of the parties in removing them; or, as in Young v. McClure, 2 W. & S. 147, where the oxen were retained by the purchaser but for an hour, and afterwards worked by the seller; or, as in Hart v. McFarland, 1 Harris 182, where the transaction was condemned as bearing the impress of fraud on its front; or, as in Hugus v. Robinson, 12 Harris 9, where it is said the court ought to pronounce the sale void, when on its face the delivery is merely feigned, and no account is given of its suspicious appearance: 2 Whart. 302; 10 S. & R. 201, 419. But where the transaction, though actually tainted, displays no badge of fraud sufficient to raise a legal presumption, Avery v. Street, 6 Watts 247; or where something necessary to perfect the sale has been left undone and prevention is alleged, as in the case of hogsheads marked and separated, but not gauged, Smyth v. Craig, 3 W. & S. 14; or where the mere forms of law have been complied with, McVicar v. May, 3 Barr 224, Dunlap v. Bournonville, 2 Casey 72; and generally, wherever there is conflicting evidence respecting the acts and intentions of the parties, Forsyth v. Matthews, 2 Harris 100; however unsatisfactory the distinctions may appear when we put them in words, the case can go nowhere but to the, jury. What was to be done with this timber ? It could not be driven off, like the oxen in Young v. McClure, 2 W. & S. 147; or hauled away at once, like the hides in Pritchett v. Jones, 4 Rawle 260. Indeed, of all the articles of property which have stirred litigation on this subject, it is the least capable of manual delivery, for its removal requires the application of great force, and squared timber, such as this, can be properly transported only over snow. It was, therefore, sold and paid for. It was formally delivered in the presence of witnesses, and marked by stamping the purchaser’s peculiar mark on each stick. To be sure it was not measured, but the sticks were counted, and an experienced woodman’s eye would soon have given the contents in feet with sufficient exactness for practical purposes. All that was held necessary in Haynes v. Hunsicker, 2 Casey 58, was done, and yet there the lumber was piled in a millyard, whence it was more easy of removal than from the forest where this lumber was cut. More was done than the court thought necessary in Stoveld v. Hughes, 14 East 308, for there the timber was only marked, and not measured or counted. It was greatly more than the seller did in Cadbury v. Nolen, 5 Barr 320; for there he simply told the hands employed on the raft that it belonged to the alleged purchaser. In a word, the parties seem to have done what was practicable under the circumstances. They acted as the owner of a house does when he delivers the key; or the owner of a ship, when he transfers the muniments of title, 1 Yeates 3; or the owner of merchandise when he assigns the bill of lading and policy of insurance: 4 Binn. 258; or the owner of stock, when he executes a power to transfer it, 6 Wh. 117; or the owner of a growing crop, who, in place of pulling it up and throwing it over the fence, does what he can to give the purchaser control over it: Herron v. Fry, 2 P. R. 263. In this state of the law and the facts, it is questionable whether the court exercised all the power which they might have assumed. The complaining party certainly was not hurt by the charge. This discussion has embraced the only point presented with sufficient distinctness by the prayer for instruction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "W. A. Wallace, for the plaintiff in error,",
      "H. B. Swoope, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Chase versus Ralston et al.\nWhether, on a sale of personal property, there is such a delivery and change of possession as the nature of the property is capable of, is properly left to the jury as a question of fact; if there he such an apparent constructive delivery, it is not a legal fraud to he determined hy the court.\nError to the Common Pleas of Clearfield county.\nThis was an action of replevin by Thomas Ralston and Robert Beatty, trading as Ralston & Beatty, against John M. Chase, for two rafts of white-pine timber, valued at $300.\nOn the 12th December 1856, one Daniel Britton, who was in possession of a tract of timber land, and engaged in making timber, entered into a written contract with the plaintiffs below, whereby he agreed to sell them 7000 feet of timber, at three cents per foot, 4000 feet of which were then made. After the execution of the contract, the plaintiffs sent their agent, Manning Stevenson, Jr., to receive possession of the timber already'made; witnesses were called, and in their presence the timber was delivered and marked with the plaintiffs’ mark “R. & L.” A schedule of the estimated number and length of the sticks was also made; and Britton went on to manufacture the remainder of the timber called for by his contract. There was no snow on the ground at the time of this delivery, so that it was impossible to remove it; nor was there any timber-hauling in that neighbourhood prior to January 1857.\nOn the 15th January 1857, Isaac Dunlop, a constable, levied upon the 4000 feet of timber marked R. & L., with other timber 'upon the ground, by virtue of two executions issued by a justice of the peace, against Daniel Britton, on judgments in favour of John M. Chase, the defendant below. This timber was sold for $100, and purchased by the defendant, whereupon the plaintiffs issued this writ of replevin for the property which they claimed under their contract.\nThe defendant pleaded property in himself; and the only question made on the trial was, as the sufficiency of the delivery. On this subject the court below (Burnside, P. J.) instructed the jury as follows:—\n“ To constitute a valid sale of personal property, the possession must pass at the time of the sale. If there is no change of possession, any creditor may levy upon and sell it. Thus if I sell any one of you a horse, and you pay me the price agreed upon; if the horse is left in my possession, any one of my creditors may levy upon and sell him, and the purchaser at the sale would hold the horse, because, no possession having been delivered, the sale is deemed fraudulent in law.\n“ But the possession of some personal property cannot thus be delivered. Such, for example, is timber made in the woods. It is not pretended that Ralston has not complied with his contract; that he has not made the payments as he agreed to do. Did he take such possession of it as he could ?\n“ As we have said, timber made, and lying in the woods, is not the subject of manual delivery; but everything in the power of the parties should be done, to indicate a change of possession. A symbolical delivery of a ship at sea, has been held to be sufficient. In this case, if you believe the evidence, the symbolical possession was given, and the plaintiffs exercised acts of ownership over the timber, by marking it. Was there such a delivery and change of possession as the nature of the property was capable of? It is true, it was not hauled to the rafting-ground, immediately; but the evidence shows that the plaintiffs were engaged in hauling their other timber, and after the levy was made, which was on the 15th of January, they could no longer touch this.\n“ As before stated, your verdict will depend on the evidence as to the delivery and change of possession. If the plaintiffs took such possession as the nature of the property was capable of, they are entitled to your verdict. If they did not, then you will find for the defendant.\n“ I cannot instruct you, as verbally requested, that this sale was a legal fraud. If it was made to hinder and delay creditors, and you can find the proof in the evidence that such was the purpose of the sale, then it would be fraudulent.”\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs for $300, the defendant sued out this writ, and here assigned such charge for error.\nW. A. Wallace, for the plaintiff in error,\ncited Young v. McClure, 2 W. & S. 149; McBride v. McClelland, 6 W. & S. 94; Hugus v. Robinson, 12 Harris 13; Cadbury v. Nolen, 5 Barr 326; Clemens v. Davis, 7 Barr 263; Pritchett v. Jones, 4 Rawle 260; Babb v. Clemson, 10 S. & R. 428; Avery v. Street, 6 Watts 249; Cunningham v. Neville, 10 S. & R. 202; Streeper v. Eckart, 2 Wh. 302; Forsyth v. Matthews, 2 Harris 103; Eagle v. Eichelberger, 6 Watts 29; Geiger v. Welsh, 1 Rawle 353; Kepner v. Burkhart, 5 Barr 479; Haynes v. Hunsicker, 2 Casey 59; McClurg v. Lecky, 3 Penn. R. 83; Stockton v. Wilson, Id. 131; McCulloch v. Hutchinson, 7 Watts 434; Shaffer v. Watkins, 7 W. & S. 219; Hart v. McFarland, 1 Harris 182; Faunce v. Lesley, 6 Barr 123; Sanders v. Wagonseller, 7 Harris 248.\nH. B. Swoope, for defendant in error,\ncited Hugus v. Robinson, 12 Harris 12; Stoveld v. Hughes, 14 East 316; Cadbury v. Nolen, 5 Barr 326; Dawes v. Cope, 4 Binn. 265; Haynes v. Hunsicker, 2 Casey 59; Clemens v. Davis, 7 Barr 263; Shannon v. The Commonwealth, 8 S. & R. 444; Scott v. Wells, 6 W. & S. 357; Smyth v. Craig, 3 W. & S. 14."
  },
  "file_name": "0539-01",
  "first_page_order": 539,
  "last_page_order": 542
}
