{
  "id": 957771,
  "name": "Milliken v. Barr",
  "name_abbreviation": "Milliken v. Barr",
  "decision_date": "1847-09-28",
  "docket_number": "",
  "first_page": "23",
  "last_page": "24",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 138",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0138-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 265,
    "char_count": 4075,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.3343897935251368e-07,
      "percentile": 0.6298245573390572
    },
    "sha256": "7beab3a86751569a053dc9b9a3ff125d394757d563b9af4f6a2e7a3f38603c1a",
    "simhash": "1:faa2a3727777f5c1",
    "word_count": 728
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Milliken v. Barr."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis was an action of assumpsit on two promissory notes. The plaintiff in error, who was defendant in the District Court, alleged they were forged and counterfeit. On this ground much evidence was given on both sides.\nThe plaintiff below, as rebutting the defendant’s evidence, offered to prove, by witnesses, that they had seen a certain note of the defendant, and in his handwriting, in possession of the plaintiff, with endorsements and credits on the back, and the amount and character of the credits so endorsed, and this for the purpose of showing that the note sued by the plaintiff was different from that marked N, dated the 19th May, 1842. To this evidence the defendant objected, the objection was overruled by the court, and this forms the material question in the case, and is the error assigned.\nThe law and the practice on this subject is plain and well settled. Where the instrument or writing is in the hands or power of the adverse party, the practice is to give him or his attorney a regular notice to produce it; not that on proof of such notice he is compellable to furnish evidence against himself, but to lay a foundation for the introduction of secondary evidence of the contents of the document or writing; 1 Greenl. Ev. sect. 560. This rule is of immense importance to prevent surprise; indeed it has been held that proof that the adverse party, or his attorney, has the instrument in court, does not make notice to produce it unnecessary, for the object of the notice is not only to produce “the paper, but to give the party an opportunity to provide 'the proper testimony to support or impeach it; 2 Tidd’s Prac. 803; 1 Stark. Rep. 225; Note 2 to 1 Greenl. Ev. sect. 560.\nThe counsel for the defendant in error complains that his opponent did not state his objection to the evidence. The counsel had a right to require the objection to be stated, and the party would have been held to that ground of objection. The correct practice is to state for what purpose the evidence is offered; where the opposite counsel has omitted to, make the inquiry, the party offering the evidence has the advantage of showing it was pertinent evidence for any purpose. So where there is an objection to evidence, it is a duty the court owe to themselves to have the objection stated; Gordon v. Moore, 5 Binn. 138.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Hampton, for plaintiff in error.",
      "McQandless, contra."
    ],
    "corrections": "",
    "head_matter": "Milliken v. Barr.\nWhere evidence is intended to be given of the contents of a paper, and it is in the hands of the opposite party, notice to produce is necessary, even though the note is in court at the trial.\nIn error from the District Court of Allegheny.\nSept. 28. Assumpsit by John Barr on two notes drawn by Mil-liken, one dated November, 1843, for $95 50, payable April 1, 1844, the other for $9 50, of the same date, at one month. The defendant gave evidence disproving the handwriting, and showed an account between himself and Barr, resulting in a balance of $92 94, for which a due-bill was given, May 19, 1842. This was marked N, and had endorsements of payments, amounting in all to upwards of $80. On the 13th November, 1843, he gave a due-bill “ on settlement, for $9 18, on which $2 18 was endorsed as paid. He then proved, that on the 13th November, 1843, plaintiff called and demanded payment of the due-bill held by him. A settlement was made, and the balance ascertained to be eight dollars, odd cents. Some money was paid, and another account settled, on which a balance was due of nine dollars, odd cents, for which a due-bill was given to plaintiff, and a receipt to defendant. The plaintiff then proved, that on the 12th or 13th November, 1843, he held another note of defendant’s than that marked N, but of the same date, on which some endorsements were made of payments, of the same character as those upon the note marked N. This was objected to, and the admission of the evidence was the error assigned. These are all the facts bearing upon the question which could be collected from the paper book.\nHampton, for plaintiff in error.\nMcQandless, contra.\nSept. 28."
  },
  "file_name": "0023-01",
  "first_page_order": 23,
  "last_page_order": 24
}
