{
  "id": 957780,
  "name": "Huston, qui tam, v. Moorhead",
  "name_abbreviation": "Huston v. Moorhead",
  "decision_date": "1847-10-26",
  "docket_number": "",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Serg. & Rawle, 218",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0218-01"
      ]
    },
    {
      "cite": "1 Story Rep. 371",
      "category": "reporters:federal",
      "reporter": "Story",
      "case_ids": [
        6131203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/11/0927-01"
      ]
    },
    {
      "cite": "14 Pick. 192",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018916,
        2019038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/31/0192-01",
        "/mass/31/0192-02"
      ]
    },
    {
      "cite": "10 Johns. 228",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 7688,
    "ocr_confidence": 0.388,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03375949717531794
    },
    "sha256": "22dbb0e50c2c0d4b15984e0c6372bdebbd3b566444d7abef835c94aa9114dcfe",
    "simhash": "1:4a7b7eb51ef691eb",
    "word_count": 1368
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Huston, qui tam, v. Moorhead."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe act of the 2d March, 1728, 1 Smith’s Laws, 156, provides that the rate of interest shall be six per cent., prohibits the taking of more, and forfeits the money or other thing lent, where more is taken.\nHuston was about to open a store in his own name, and Moor-head gave him $1000. This was in 1837. The store being opened and continued, Moorhead made further advances, for which he took Huston’s notes, until they amounted to $3400. On the 11th June, 1842, they settled, and the debts and credits of the store were taken into consideration. The profits made by the store were estimated. Huston retained the books and the goods, and agreed to pay the debts of the firm, and gave to Moorhead his capital advanced and §1500, in his judgment bond for $4900. Whether this bond was usurious, was the matter in controversy. The plaintiff denied the partnership. The defendant put his defence on that ground, which was fairly put by the court to the jury. The evidence of partnership was clear; but after the settlement, Moor-head took a bond, with security, in $3000, to indemnify him against the debts of the store. These debts, at the settlement, were estimated by Huston to amount to $2200, and were taken into their calculations.\nThe first error assigned, which is principally urged in this court, is, “ that the court erred in charging the jury, in effect, that if Moorhead was a partner, and liable to third persons for the debts of the firm, that' then the contract between him and Huston could not be usurious, although he was indemnified against the said debts.”\nThe instruction of the court to the jury was, “ that if the $1500 included in the bond of the 11th June, 1842, was in lieu and stead of John Moorhead’s share of profits supposed to be earned during a Iona fide partnership, there was no usury; the fact that the result had been disastrous to William Huston, either from bad management, or an over estimate on supposed profits, cannot alter the transaction, and make that corrupt which, at the time it was executed, was honest and lawful.” In this instruction we discover no error. The evidence was indubitably clear that a partnership had existed. The argument of counsel is, that the taking of the bond of-indemnity against the debts of the firm, rendered the $4900 bond usurious. The argument is erroneous; the court went sufficiently far, when they told the jury that it was a circumstance for their consideration, in making up their verdict on the question of partnership. The bond of indemnity was no discharge of Moor-head from the partnership debts. Huston had transacted the whole business, retained the goods, books, and debts of the firm, and agreed to pay the creditors. The taking of the bond of indemnity and security against subsequent mismanagement by Huston, did not render his prior bond usurious. Nor can we see any error in the court’s answer to the points put by the plaintiff’s counsel. On the first point the judge conceded the law was, that if Moorhead, at the time he gave Huston the sums of money charged, so secured himself as to risk nothing but the insolvency of Huston, and then charged him more than six per cent, per annum for the use of the said money, then that charge was usurious, and induced a forfeiture of tbe money, and tbe plaintiff was entitled to recover. This was certainly putting the case as fairly to tbe jury for tbe plaintiff as he could desire. We think tbe cause was carefully tried, and properly left to tbe jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Cowan and Foster, for plaintiff in error.",
      "Kuhns, contrá."
    ],
    "corrections": "",
    "head_matter": "Huston, qui tam, v. Moorhead.\nA bond to a retiring partner for the amount of his capital advanced, and his share of the profits, being twelve per cent., is not usurious, although the advance of the capital was upon the bonds of the active partner, who also, at the dissolution and settlement, gave his bond to secure the retiring partner from all debts due by the firm.\nIn error from the Common Pleas of Westmoreland.\nOct. 14. Debt for the penalty for taking usurious interest. Huston, the plaintiff, proved that Moorhead held his notes or obligations for $3400, and that a settlement was effected between them, and a bond taken for $4900, payment of which had been compelled; the $1500 therein added being about twelve per cent, on the $3400 from the maturity of the notes and bonds: the question was, whether this was usurious. There was evidence that Moorhead had been a dormant partner with Huston, and that on the settlement of the concern, the $1500 had been agreed upon as his share of the profits; the $3400 being the capital advanced by him. On the other hand, there was evidence that Moorhead had denied the partnership, and alleged the advance by him was a loan.\nAt the time of the settlement, the debts were estimated at about $2200, which Huston undertook to pay, and gave Moorhead an indemnity bond in a penalty of $4000.\nMoorhead also showed that a suit was then pending against him on a debt due by the firm, for eight or nine hundred dollars.\nThe plaintiff’s points were, that if the pretended partnership was used as a cloak to obtain more than six per cent., without incurring the risks of a partner, the transaction was usurious; that to be protected, under án allegation that the money was received as profits, there must be a distinct understanding that the losses were to be paid by Moorhead in the proportion of the profits to be received; and that taking bonds for the money loaned or advanced was, in point of law, a securing himself against the risk of loss of capital, and if more than six per cent, was received, it was usurious. White, P. J., left it to the jury to say whether there had been a partnership, and the $1500 was received as profits, instructing them that if this were so, there was no usury; since the liability to strangers could not be affected by agreement between the partners, nor would the indemnity by Huston against the debts of the concern affect the question, especially as it was shown a suit was then pending against Moor-head by one of the creditors.\nCowan and Foster, for plaintiff in error.\nThe proceeding is under the act of 1723, and it is settled that a loan, where no greater risk is incurred than the insolvency of the borrower, is usurious. It was supposed by the court there could be no usury between persons, partners, as to strangers; but if the agreement for payment out of profits was merely colourable, it is equally within the act; Morse v. Wilson, 4 Term Rep. 353; Roberts v. Trenayne, Cro. Jac. 507; Waugh v. Carver, 2 H. Bl. 235; Muzzy v. Whitney, 10 Johns. 228; Turner v. Bissell, 14 Pick. 192; Hazard v. Hazard, 1 Story Rep. 371; Bank U. S. v. Owens et al., 2 Peters, 527; Phillips v. Kirkpatrick, Addis. 124; Evans v. Negley, 13 Serg. & Rawle, 218; Jestons v. Brooke, Cowp. 793. The court below ought, therefore, to have left it to the jury that, though there was a partnership, yet as Moorhead had Huston so bound that his principal was not hazarded, the transaction was usurious.\nKuhns, contrá.\nThe question of partnership was a matter of fact for the jury to decide; Tate v. Wellings, 3 Term Rep. 531. If the principal was at all put at hazard, it makes no difference what amount of interest is charged, it will not be usury. To incur the penalty of usury, there must be a corrupt transaction, in charging more than legal interest, either as a direct loan, or under an arrangement which was intended to cover a loan in fact. Cro. Eliz. 643; 4 Term Rep. 353; Phillips v. Kirkpatrick, Addis. 124; Roberts v. Trenayne, Cro. Jac. 508; Grace v. Smith, 2 W. Bl. 998; Floyer v. Edwards, Cowp. 115; Morse v. Wilson, 4 Term Rep. 353; Comyn on Usury, 30; Anderson v. Maltby, 2 Ves. jun. 248.\nOct. 26."
  },
  "file_name": "0045-01",
  "first_page_order": 45,
  "last_page_order": 48
}
