{
  "id": 957802,
  "name": "Thompson v. Clark",
  "name_abbreviation": "Thompson v. Clark",
  "decision_date": "1847-10-25",
  "docket_number": "",
  "first_page": "62",
  "last_page": "64",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 62"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Cow. 325",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "5 Cow. 129",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 382,
    "char_count": 6808,
    "ocr_confidence": 0.374,
    "pagerank": {
      "raw": 1.0587816460643954e-07,
      "percentile": 0.5560206405856094
    },
    "sha256": "aebf34e1ea7bf1721557d39767439d7e599524092f114d6d6cba8a09b442a08f",
    "simhash": "1:bf70ab0849ff48c2",
    "word_count": 1216
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson v. Clark."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThere is no rule more clearly settled than that a person shall not be permitted, during his possession of premises, to dispute the title of the landlord under whom he enters. He must first give up the possession, and then if he, or any one claiming under him, have a title aliunde, that title may be tried by ejectment. But this, although true as a general rule, is not without exceptions, as, for example, where the landlord’s title has expired, and also, as in this case, where the person in possession has _ the legal title and sells to another bona fide, and without notice of the tenancy. I agree that, where the relation of landlord and tenant is once established, it attaches, as a general rule, to all who may succeed to the possession through or under the tenant, either immediately or remotely. Thus it attaches to the person who buys from the tenant, because the purchaser may protect himself by inquiring as to the extent of his title, and, if he omits to do so, it is his own fault. All the cases cited are of purchases from the tenant himself, and in such cases it matters not in which character the purchaser enters, whether as tenant or under a deed from the tenant in fee-simple, for still he is considered as entering as tenant of the lessee: Jackson v. Davis, 5 Cow. 129; Jackson v. Harsen, 7 Cow. 325. The court made this case depend on the question of tenancy, independent entirely of title, and for this reason it must be reversed. The defendant contended that he was protected' at all events, because he purchased from Roadman, and Roadman and Lloyd purchased from Best without any notice of plaintiff’s claim. To which the court replied that, if the tax sale was void for residence, his title was imperfect, and the purchaser of such a title was not entitled to avail himself of such a plea. And this may be true, but the court adds that it is of no consequence whether the vendees of Best had notice or not, if the jury believe that Best obtained the possession from Polly Carpenter, who was the tenant of Fanny Clark. The law regards him as the tenant in her place, and so are all those who come in under him; and, if the jury are satisfied such is the fact, the question of title is not material. The tenant must restore the'possession to his landlord, and, after that is done, if he has a better title, he may recover in another suit. From this instruction we dissent. We take no exception to the general principle, which is sustained by all the authorities; but we differ from the court in this, that they deem it immaterial whether the vendees of Best had or had not notice of the tenancy... But this is a point on which this part of the case must turn; for, if the vendees were aware of the tenancy, the defendant has no case. But if, on the other hand, the defendant purchased from Roadman, and Roadman and Lloyd from Best, without any knowledge, or means of acquiring knowledge, of the tenancy, he being a purchaser for a valuable consideration without notice, stands in a better situation than Best. The doctrine of landlord and tenant may well apply to Best, because he was guilty of a wrong in colluding with the tenant to acquire a surreptitious possession. The law will not tolerate such conduct, and in such cases he must turn out without regard to his title, however acquired at any time short of the act of limitations. But, where a landlord lies by for a long period of time, as here, it is a misapplication of a wise rule of law to turn a purchaser without notice out of possession, where he has a good and indefeasible title, and put him to his action of ejectment. Under these circumstances, it must depend on the better title. When Roadman purchased from Best, Best had a legal title to the premises under a treasurer’s deed — a title which could be avoided only by proof aliunde that, at the time of the assessment, it was a seated tract. He also had the undisturbed possession of the locus in quo. There was then no indicium of ownership wanting. In what manner could the purchaser protect himself ? He was ignorant of the tenancy; also of the manner the possession was obtained; nor had he any means of acquiring information on that point. He saw that Best had the actual possession under, at least, an apparently legal title, and there was absolutely nothing to put him on inquiry. If the landlord is desirous of protecting himself, it is his duty to institute proceedings to recover the possession in a reasonable time; otherwise, where there is an intervening right, he must be content to forego his claim as landlord, and put himself on his title. It is true that the courts have always been anxious to protect the rights of landlords against any undue tampering with their tenants; to discourage all attempts to obtain possession even by the rightful owner by force or surreptitious means; but this must not be at the expense of purchasers Iona fide, and without notice of the tenancy. The latter, when he has no means of information, must stand in a better situation than the wrong-doer. To be turned out of possession after valuable improvements made on the property, and obliged to reinstate himself by the tedious process of an action of ejectment, may be a most serious injury to the owner and attended with irreparable loss. This ought not to be at the suit of a person whose own neglect may have been the cause of it.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Foster for plaintiff in error.",
      "Faird,, contra."
    ],
    "corrections": "",
    "head_matter": "Thompson v. Clark.\nThe vendee of a tenant who has an apparent legal title, and from whom the purchase was made, without notice of the tenancy, is not bound to deliver up possession'to the landlord, but may defend in ejectment.\nIn error from the Common Pleas of Westmoreland.\n,Oet. 19. The plaintiff in this ejectment claimed under Clark, who, it was shown, demised the premises to P. Best in 1822, and under whom it was shown E. Best obtained possession. The defendant showed a tax sale in 1816 to Cassily, who conveyed to Kintz in 1817, and he conveyed to E. Best in 1819, who subsequently obtained possession under Clark’s tenant. E. Best conveyed to Roadman about 1841, and the defendants entered under Roadman or his alienees. The plaintiff gave evidence to show that the land was seated at the time of the assessment under which the tax sale was made in 1816.\nThere was some evidence of a better title existing than Clark’s; but his honour (White, P. J.) instructed the jury that the question of notice to the defendants of the plaintiff’s title became immaterial, \"if they believed E. Best obtained possession under Clark’s tenant, and that the land was seated, which rendered the tax sale void. In that case the tenant must restore possession and resort to his ejectment. This was the only error assigned.\nFoster for plaintiff in error.\nFaird,, contra.\nOct. 25."
  },
  "file_name": "0062-01",
  "first_page_order": 62,
  "last_page_order": 64
}
