{
  "id": 957826,
  "name": "Thompson v. Thompson",
  "name_abbreviation": "Thompson v. Thompson",
  "decision_date": "1847-11-06",
  "docket_number": "",
  "first_page": "78",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 287",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 8613,
    "ocr_confidence": 0.405,
    "sha256": "8e1768f5af426705957c747c76a5c79502c42085dff93057c34a717b8a6585ab",
    "simhash": "1:aa51e8b3b382d410",
    "word_count": 1577
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson v. Thompson."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThere is a commanding equity in the claim of the plaintiff below which arrests the attention of the court, and which can scarcely be rejected by any principle of law when properly applied. These principles, when aided and guided by chancery doctrines, which we adopt here, will generally be found to sustain the dictates of strong natural justice. The court misapplied the principle, that he who disappoints the intention of the testator shall not be permitted to claim any benefit under the will, because it was not the plaintiff who disappointed the testator’s will, but John and Robert Thompson. In the will of the testator, he leaves the farm on which he resided to his son Robert, and another farm to his son John, and then gives to his sons Robert and John another farm which he supposed belonged to him in fee-simple, but to which he clearly had no title, but a life-estate. He bequeaths one hundred and fifty dollars to his daughter Mary, to be paid by his executors out of his personal estate, and, after two or three small legacies more, bequeaths all his personal estate to his son Robert after the payment of the legacies. In a codicil, he affirms the devise of the home-place to Robert, and adds to the devise of the plantation to John these words: “ in case of the want of heirs at his death the same to revert to my son Robert;” and then gives to his daughter Mary the farm in possession of his son James at his death, (being the same tract he had devised in his will to Robert and John as tenants in common, and which had fallen to the father during his life after the death of his son James without issue;) but, if she should think it preferable, she will receive in lieu thereof one hundred and fifty dollars, to be paid by John and Robert between them. After the testator’s death, the heirs sold the land to Hamilton and made a deed. The plaintiff, therefore, did no act of herself to defeat the intention of the testator. The sons asserted their right as heirs of their brother James; it was, therefore, utterly impossible for Mary Thompson to carry out or enforce the will; she did nothing more than acquiesce in the determination of the other devisees. But the principle, as enforced by the court below, would operate as a two-edged sword, and would prevent Robert and John from claiming the personal estate and the two farms devised to them; and Mary would be let into a participation of the whole estate. But this matter of selling the farm to Hamilton, which really belonged to them, was by mutual consent, and in which the two sons no doubt acted the leading and controlling part, ought not to operate to the injury of Mary alone. It appears, from the whole will and codicil taken together, that Mary was to have $150 as a legacy out of the testator’s estate at least. There might be room for a claim of $300, but she asks only $150. It appears, from statements at bar, that John paid her $75, his share of her legacy; and there is full evidence that Robert had repeatedly acknowledged his liability to pay hei* the other $75. Why, then, should a technical rule, intended to embrace cases entirely different from the present, and which, if rigidly applied, would operate with tenfold severity against Robert, be wrested from its proper place to prevent the recovery of a legacy acknowledged by the defendant himself to be justly payable by him ?\nThe plaintiff may have even made her election before the heirs sold the land, because it is proved that Robert said he had left money in the hands of Hamilton (the purchaser) to pay Mary his share of her legacy; and Hamilton testifies that defendant wished him to pay his share of the legacy left in his father’s will to his sister. On the argument at bar, it was stated that John had paid his share, but the time was not mentioned. . But she made the only election left her by bringing this suit; and, as the clear intent of the testator was that she should have at least $150 out of his estate to be paid by his sons Robert and John, who got all his estate, there is neither principle of law nor principle of equity to prevent her from recovering it.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Drum, for plaintiff in error.",
      "Banks, contra,"
    ],
    "corrections": "",
    "head_matter": "Thompson v. Thompson.\nThe mere joinder by a legatee, having a paramount estate, in a conveyance by the devisee and other owners, does not preclude her claiming a legacy under the will which affected to dispose of the land.\nTestator being entitled to a life-estate in land as heir, and his children entitled to the remainder in fee, devised the land to his sons J. & B., and gave a legacy of $150 to his daughter M., payable by his executors. By a codicil, he devised die land to M., or, if she preferred it, a legacy of $150, payable by J. & B. B. entered on the land and treated it as his own for upwards of twenty years. A sale was then made, and all the heirs entitled to the land, including M., joined in the conveyance. M. is not thereby precluded from claiming from K. the share of the legacy, payable by him under tire codicil.\nIn error from the Common Pleas of Indiana.\nOct. 21. James Thompson dying without issue, his land passed by the intestate law to his father Robert for life — remainder to his brothers and sisters in fee. Robert, the father, made his will in 1815, devising certain lands to his sons Robert and John in fee; to his daughter Mary, the plaintiff, he gave a legacy of $150, payable by his executors out of his personal estate. To his two other daughters he gave legacies, payable out of the personal estate. To his sons John and Robert (the defendant) he devised the land formerly belonging to his son James; and to Robert he gave the residue of his personalty. By his codicil, made in the same year, he devised to his daughter Mary the land possessed by his son James; but, if she thought it preferable, “ she will receive in lieu thereof, to be paid equally letwixt my son John and Robert, one hundred and fifty dollars.”\nThe present action was brought by'Mary to recover from Robert the one-half of her legacy. She proved that Robert had resided on the land and claimed it as his own since 1815, when the father died. \" That, in 1839 or 1840, one Hamilton had purchased this land from the heirs who joined in a deed to him. These heirs were John and Robert, Mary the plaintiff, and the heirs of the other sisters of James Thompson. That Robert had desired Hamilton to pay his share of the purchase-money to plaintiff, on account of the legacy under her father’s will, and that he had said he had left $70-in the hands of Hamilton for that purpose. This was all the evidence.\nHis honour directed a verdict for defendant, saying that the plaintiff, by joining in a sale of the land which deprived the devisees of the bounty so far as she could do so, could not have her share of the price of the land and the legacy too.\n(Note. — There was no evidence of the disposition made of the purchase-money due by Hamilton.)\nDrum, for plaintiff in error.\n1. The law is not that a legatee must yield his own property, which may be devised by testator to another, or forego the legacy claimed under the will; but the intent of testator to make the legacy dependent upon the devise must be plainly apparent. If testator laboured under a mistake as to his interest in the property devised; or if the legacy be not clearly inconsistent with the other dispositions in the will, the legatee may recover: Timewell v. Perkins, 2 Atk. 103; 8 Vin. Abr. 244; 2 Vern. 365; Ayres v. Willis, 1 Ves. 230; Incledon v. Northcote, 3 Atk. 430.\nThe testator in this case was clearly under the belief that he owned the James Thompson farm; and it is equally manifest, on the face of his will, that plaintiff should have the legacy, no matter who took the land.\n2. But even if the principle were, as held by the court below, it has no application here. By the codicil the land was devised to plaintiff, who could elect to accept it or the legacy. Before her election was made, defendant joined in a sale of the land. She was thus prevented, by his act, from enjoying the bounty intended for her by testator. The construction given by the court to the will was, therefore, just the reverse of what it should have been.\n3. The parties joined in the same deed to sell the land. It was for the jury to say whether the sale was not made by consent, and if so, the plaintiff could not be estopped in any event. Every intendment will be made against disinheriting an heir: 7 Watts & Serg. 287.\nBanks, contra,\ncites 2 Fonbl. Eq. 328; Broome v. Monck, 10 Ves. 609; Wilson v. Lord Townshend, 2 Ves. 695; Wilson v. Mount, 3 Ves. 191.\nNov. 6."
  },
  "file_name": "0078-01",
  "first_page_order": 78,
  "last_page_order": 81
}
