{
  "id": 957959,
  "name": "Dull v. Heath",
  "name_abbreviation": "Dull v. Heath",
  "decision_date": "1847-11-01",
  "docket_number": "",
  "first_page": "85",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 85"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 465",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0465-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 269",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0269-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 328",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0328-01"
      ]
    },
    {
      "cite": "6 Watts, 281",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0281-01"
      ]
    },
    {
      "cite": "1 Rawle, 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0231-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 266",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 120",
      "category": "reporters:state",
      "reporter": "Binn.",
      "pin_cites": [
        {
          "page": "158"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Dall. 456",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0063-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 203",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796838
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/1/0203-01"
      ]
    },
    {
      "cite": "2 Binn. 455",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0455-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 118",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805968
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/6/0118-01"
      ]
    },
    {
      "cite": "5 Binn. 120",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 5230,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03376181391270302
    },
    "sha256": "73cae95e0cc6ec2f634367f4ccd8a31ff388b73bdf8feed131d695db9a4df12b",
    "simhash": "1:b9295a2d4f52b8b8",
    "word_count": 929
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dull v. Heath."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe bills of exception to evidence have scarce the pretence of an argument to sustain them; and the other. points were settled when the cause was here before. Yet at the end of one short year we are called upon, with a confidence which nothing but the well-earned reputation of the counsel can excuse, to reverse our judgment, on the ground that a warrant and survey do not, with us, confer a legal title, notwithstanding a multitudinous train of authorities to the contrary! And for this unexpected attempt, we are referred, in the first place, to a dictum of Chief Justice Ellsworth, who, if not a great black-letter lawyer, was certainly a sound constitutional one; but who was just as certainly no authority. for a principle of local law depending on customs and usages peculiar to Pennsylvania. Next, we are referred to the opinion of Chief Justice Tilghman, in Caines v. Grant, 5 Binn. 120, whose qualification of the principle exhibits no more than an obvious struggle to get away from the obvious consequence of survivorship in joint-tenancy, and perhaps an unnecessary one; for no instance of survivorship between joint-tenants of an original title, even by patent, is to be found in our books, though, considering the multitudes of joint stock companies that were formed for taking up land during the closing years of the last century, we might expect that some such case would have occurred, notwithstanding the stipulation against it usually inserted in the articles of partnership, had the patent been thought to make a difference. That it was not, may be inferred from the fact that it made none in another respect. In Gonzalus v. Hoover, 6 Serg. & Rawle, 118, the sale of a patented tract without notice was held not to have passed it free from adverse claims founded on an equity which had arisen before the patent had issued. If the doctrine of purchaser without notice is inapplicable to it, why should the doctrine of survivorship not be ? Yet the argument of the plaintiff in error would put the state in the place of an ordinary vendor. But that a warrant and survey gives a legal estate against all but the Commonwealth, and that it may be conveyed, entailed, or barred, as an estate strictly legal, was predicated without qualification or reservation in Burkart v. Bucher, 2 Binn. 455; Duer v. Boyd, 1 Serg. & Rawle, 203; and Caines v. Grant, 5 Binn. 120. These cases teach that the patent is, in truth, no more than a security in the hands of the state for the fees and unpaid purchase-money; and that, as the state holds it only as a trustee for him who has the right, a conveyance to any one else has no other effect than to make him a trustee also. Even Chief Justice Tilghman and Chief Justice Ells-worth concede, that a title by warrant and survey is a subject of legal conveyance, and that it gives a legal right of entry which is sufficient in ejectment. Had the latter of those two eminent men suspected that a conveyance of it passed no more than an equity, he would not have bent his judicial conscience so far as to sustain an ejectment on it in a pure court of law. Nothing would have compelled him to submit to the mortification of such a professional incongruity. The will of Mary Morris, therefore, vested in Maria Nixon a legal title, which she and her husband were competent to convey; and their deed consequently vested a right of entry in their vendee.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Williams and Brown, for plaintiff in error.",
      "Jenks, contra,"
    ],
    "corrections": "",
    "head_matter": "Dull v. Heath.\nA title by warrant and survey is, in Pennsylvania, a legal title as against all but the Commonwealth, and the legal title passes by a conveyance of a feme covert and her husband, the wife having but a separate use in the beneficial interest, and no ex-. press power to convey: Heath v. Knapp, 4 Barr, 228, affirmed.\nIn error from the Common. Pleas of Elk.\nOct. 22. Heath brought ejectment, and the evidence of his title was similar to that stated in Heath v. Knapp, 4 Barr, 228. The defendants relied on the fact, that no patent having issued, there was not such a legal title as would pass under the conveyance by Mrs. Morris and her husband; the land having been devised to her separate use without the intervention of a trustee. The defendants were strangers to the trust.\nWilliams and Brown, for plaintiff in error.\nThe devise to Mrs. Morris confessedly vested in her but a life-estate, with either a power or a trust as to the remainder; and the estate in Mrs. Nixon, under her will, was certainly for her separate use: Fisher v. Herbell, 7 Watts & Serg. 63; Coates’s Appeal, 2 Barr, 129. In Heath v. Knapp, it was assumed the legal title passed, by Mrs. Morris joining in the conveyance with her husband, but that was on the assumption of a legal title having vested in her. This was a mistake; the whole title of Morris was equitable merely, since a patent had never issued: 3 Dall. 456; 5 Binn. 120, 158; 11 Serg. & Rawle, 266; having therefore but an equity, she was incompetent to dispose of it, as she had but a separate use: Lancaster v. Dolan, 1 Rawle, 231.\nJenks, contra,\ncited Robinson v. Williams, 6 Watts, 281; Devinney v. Reynolds, 1 Watts & Serg. 328; Frick v. Sterret, 4 Watts & Serg. 269; Bayard v. Inglis, 5 Watts & Serg. 465; Heath v. Knapp, 4 Barr, 230.\nNov. 1."
  },
  "file_name": "0085-01",
  "first_page_order": 85,
  "last_page_order": 87
}
