{
  "id": 957891,
  "name": "Frye v. Shepler",
  "name_abbreviation": "Frye v. Shepler",
  "decision_date": "1847-11-01",
  "docket_number": "",
  "first_page": "91",
  "last_page": "94",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Whart. 387",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0387-01"
      ]
    },
    {
      "cite": "6 Whart. 162",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 204",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 383",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852651
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0383-01"
      ]
    },
    {
      "cite": "9 Watts, 42",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Watts & Serg. 229",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 86",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 464",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846150
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0464-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 546",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Johns. Ch. 149",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts, 464",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0464-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 7276,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 1.7620534961870058e-07,
      "percentile": 0.7101898604899359
    },
    "sha256": "066d239e4fc3c3264f1af1eb5f18b55435f5b239fa0440f7cbc9db059ffc9293",
    "simhash": "1:f8f2fd0cc6a73151",
    "word_count": 1281
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frye v. Shepler."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe case of the plaintiff in error is touched with some strong traits of hardship. But the law cannot relieve from all the effects which flow from a party’s carelessness, negligence, or ignorance. The statute of frauds and perjuries established a wise and safe rule, in relation to the purchase and sale of real estate; and every departure from it, when contemplated through the medium of time, only impresses on the mind the excellence of the provisions of the statute. If judges, who allowed themselves originally to be seduced from it by the hardship of particular cases, had never swerved, the statute itself, and the necessity of adhering to its provisions, would have become so well known, that many of'those distressing cases, arising from parol contracts, never would have occurred; and at all times, as well now as soon after enacting the law, there would have been less hardship and injustice if its provisions had been strictly followed. We cannot extend or enlarge the exceptions to the statute, nor permit any feeling of tenderness or compassion to allow facts which have never heretofore been held sufficient to take a case out of its provisions, or, in other words, which have not been held sufficient to authorize a chancellor to decree specific performance to influence our judgment. The court below was right in telling the jury, that the facts proved in the cause were not sufficient to remove the bar of the statute.\nThere was no exclusive possession. Frye removed to the house and dwelling of Ringland, and lived with him; every thing went on as usual on the farm. Ringland’s property and stock was kept on the farm as usual, and ho continued to direct repairs, as he had done, and paid for them. Frye was a single man, and took some horses and farming utensils to Ringland’s ; the fields on the farm had been cropped out before he went there, and were so afterwards. There was therefore no exclusive possession to notify the neighbourhood that a change had taken place, nor any circumstances present sufficiently marked for that purpose. The case of Haslet v. Haslet, 6 Watts, 464, interdicts us, therefore, from recognising this possession as sufficient to take the case out of the statute. All the acts which are proven to have been done by Frye might readily have been done, in the estimation of those who witnessed them, with other views and purposes than as owner of the land, or in execution and performance of any contract for its purchase, and are therefore not sufficient to authorize a decree for specific performance by a chancellor: 1 Fonb. ch. 1, book 1, s. 8, note e; 1 Johns. Ch. 149; nor was there any ascertainment of the limits of the one hundred acres, so that they could have been set off by metes and bounds, according to any rule or data, fixing the boundary or limits of the alleged parol contract. No man can allege that John Frye ever took possession of the hundred acres, or of any hundred acres; he lived with the old man Ringland on the farm off which the hundred acres were to be struck. In all such cases, the boundaries ought to be so fixed and certain by the terms of the contract, that the land could be set off, as the parties intended it to be, by a surveyor, in the event of a decree for specific execution of the contract.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "McKennan, for plaintiff in error.",
      "Gow and Veech, contra."
    ],
    "corrections": "",
    "head_matter": "Frye v. Shepler.\nTo constitute a valid parol sale trader the statute of frauds, the possession must be exclusive of the donor, and the boundaries distinctly ascertained:\nHence, where A. entered trader a parol agreement with B. to receive one hundred acres, including the mansion-house on one side of a larger tract, and A. lived with B., performed, the consideration, and farmed the land in the manner it had been previously farmed, or with his own and B.’s cattle, having also an agreement to farm the whole of the larger tract for one year, for payment of taxes and making fences, it was held not to constitute a case out of the statute of frauds.\nIn error from the Common Pleas of Washington.\nOet. 25. Ejectment for one hundred acres, part of three hundred devised by John Ringland to the plaintiffs. The defendant claimed under an agreement with John Ringland, about one year before his death. He proved,by numerous witnesses, that Ringland, who was a relation, sick with the palsy, had agreed if he would come and live with and take care of him, he would give him one hundred acres, including the mansion-house on the end of the farm next Greenfield, and that he had performed his part of the agreement. He further gave evidence of Ringland’s declarations, that a particular coal-bed was in the land he had thus given: that Ringland had given directions to a surveyor to run off the one hundred acres sufficiently explicit to have enabled him to do it; and this was done “ according to the plan proposed” by Ringland to the survey- or, but not until after his death. The line of this survey crossed three or four fields. Defendant, when he came on the land, brought his stock with him, and farmed the land with that stock and Ring-land’s, but he lived in the same house with him and his wife, as before. Part of the one hundred acres had been held by one Thomas, as a cropper, but when defendant came there, Ringland refused to continue that arrangement; but with defendant’s consent Thomas continued another year. It appeared from the evidence there was no marking of boundaries, nor any exclusive occupation; but that defendant farmed the whole tract under an arrangement with Ring-land, in consideration of the payment of the taxes and making the fences for one year, and that in other respects matters went on as before the agreement.\nEwing, P. J., instructed the jury, that although it was part of the contract that defendant should live with Ringland, there was not such a delivery of possession as would take the case out of the statute. This was the only point assigned for error, and argued by\nMcKennan, for plaintiff in error.\nGow and Veech, contra.\nThe cases settle this case not to be within the exceptions to the statute. The possession must be delivered in pursuance of the contract, and must be such as is not to be accounted for on any other supposition than the existence of the contract : Jones v. Peterman, 3 Serg. & Rawle, 546. But Haslet v. Haslet, 6 Watts, 464, lays down rules expressly excluding this case. If the boundary has not been fixed; if the possession has not been exclusive, but a mere occupation in common; if acts of ownership have been exercised over the whole; there cannot, say the court, bo a decree of performance. The necessity of exclusive possession is recognised in McKee v. Phillips, 9 Watts, 86; Sage v. McGuire, 4 Watts & Serg. 229; Robertson v. Robertson, 9 Watts, 42; Goucher v. Martin, Ibid. 106; and Allen’s Estate, 1 Watts & Serg. 383; and of marked boundaries by Grier, J., in Woods v. Farmare, 10 Watts, 204, affirmed by this court.\nThis possession must also be notorious and unequivocal: Pugh v. Good, 3 Watts & Serg. 63; Parker v. Wells, 6 Whart. 162. The labour bestowed becomes immaterial if there was compensation by a receipt of the produce: Wack v. Sorber, 2 Whart. 387; Eckert v. Eckert, 3 Penna. Rep. 362; as in this case under the agreement for the occupation of the whole for a year.\nNov. 1."
  },
  "file_name": "0091-01",
  "first_page_order": 91,
  "last_page_order": 94
}
