{
  "id": 957796,
  "name": "Renshaw v. Gans",
  "name_abbreviation": "Renshaw v. Gans",
  "decision_date": "1847-01-01",
  "docket_number": "",
  "first_page": "117",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Serg. & Rawle, 258",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0258-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 241",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0241-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0454-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 478",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0478-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 159",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0159-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 195",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0195-01"
      ]
    },
    {
      "cite": "1 Rawle, 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0108-01"
      ]
    },
    {
      "cite": "5 Whart. 40",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts & Serg. 98",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 Serg. & Rawle, 464",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/1/0464-01"
      ]
    },
    {
      "cite": "1 Binn. 616",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts & Serg. 454",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0454-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 519,
    "char_count": 9133,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 4.825468438532166e-07,
      "percentile": 0.9319222858166635
    },
    "sha256": "ef6d55e88cb2b5dead84f6ec18e44ec2b9086efe8dd550b5a0da4542f58a97ed",
    "simhash": "1:9d0be4747267fa6a",
    "word_count": 1588
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Renshaw v. Gans."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt is not perceived how, upon the question of admissibility of the parol proof to reform the written agreement of the parties, this case can in principle be distinguished from Hurst’s Lessee v. Kirkbride, cited in 1 Binn. 616; Christ v. Diffenbach, 1 Serg. & Rawle, 464; Clark v. Partridge, 2 Barr, 13, and other kindred determinations. These settle the law of Pennsylvania to be, that a written instrument may be modified by parol evidence of what passed between the parties, at or about the time of its execution, in cases of fraud, mistake, or trust. As in Clark v. Partridge, there was, in the present instance, no mistake as to the contents of the written article, though there seems to have been a misapprehension as to its legal effect; nor was any trust contemplated, but the evidence was admissible upon the foot of fraud; for, as was well observed by Mr. Justice Huston, in Parke v. Chadwick, 8 Watts & Serg. 98, it is as much a fraud to obtain a paper for one purpose, and use it for a different and unfair purpose, as to obtain it by a fraudulent statement. All the cases show, that to pave the way for the reception of oral declarations, it is not necessary to prove a party was actuated by a fraudulent intention at the time of the execution of the writing. His original object may have been perfectly honest and upright; but if to procure an unfair advantage to himself, he subsequently deny the parol qualification of the written contract, it is such a fraud as will, under the rules, operate to let in evidence of the real intent and final conclusion of the contractors. Here, if the testimony is believed, the defendant expressly agreed to accept a conveyance of the property, which was the subject of the contract, burdened with the encumbrance of the quit-rents. This agreement was not inserted in, and made a part of the written article, only because both the parties conceived the rents to be in the nature of annual taxes, and therefore, as I understand the testimony, not coming within the description of the encumbrances intended to be guarded against by the stipulation for a “ warranty deed.” The defendant, by his own act, proceeding upon a misapprehension, having prevented the introduction 'of a provision into the articles, in conformity with his oral agreement, it would be inequitable to permit him to escape from his contract by a rule of evidence devised to prevent fraud.\nBut though it is clear, under the principle I have indicated, that in a proper case the evidence would be good for the purpose for which it was offered, we think that under the pleadings, as they at present stand in this cause, it should have been rejected. It is intraducibie only on the ground of fraud. The plaintiff necessarily founds his case, in part at least, upon the attempted fraud; for to warrant the tender of a conveyance with a warranty against all encumbrances, except quit-rents, he is obliged to introduce evidence of the imputed misconduct of the defendant, and thus makes it a part of his cause. He says, in effect, it is true the deed I tendered to your acceptance is not in accordance with my written covenant, but you agreed, verbally, to accept such a conveyance, and it is a fraud in you now to deny it. Now, it is settled by Clark v. Partridge, that, under such circumstances, the plaintiff must set out the facts in his declaration, and specially aver the fraud, in order that notice may be given to his antagonist what he will be called on to meet at the trial. This plaintiff, however, contented himself with a simple recitation of the article of agreement, with an averment of performance by himself, and non-performance by the defendant. But the proof offered did not sustain this statement of his cause of action, and therefore it was, the plaintiff found himself compelled to take another step, dehors the narr. by the introduction of the parol proof complained of. This it was not competent for him to do, under the authority cited; and hence an error was committed in its reception, for which the judgment must he reversed. Perhaps the plaintiff can so amend his pleadings, upon a second trial, as to avoid the difficulty. This will be for him to consider.\nThe answer of the court below to the defendant’s second proposition submitted, is correct. At the time of the sale of the premises, in satisfaction of the judgment recovered by Kugler & Co. against William Schoyer, Grans, the defendant, was in possession, without having paid, or in any way satisfied the plaintiff’s claim for purchase-money. He had, therefore, in his hands the means of paying the only encumbrance which brought his title into danger, and, as it.is clear, the property was purchased at the sheriff’s sale by Mr. Howell, at his instance, and for his benefit, this part of his defence is brought within the operation of the equitable principle ascertained and settled in Harper v. Jeffries, 5 Whart. 40, and McGinnis v. Noble, 7 Watts & Serg. 454, which restrains a purchaser, under such a state of facts, from withholding more of the purchase-money than is required for the discharge of existing encumbrances. Upon payment of the judgment under which the premises were sold, Howell will stand as a trustee for the defendant, for whose use he holds the legal title.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Patterson, for plaintiff in error,",
      "Deford and Veech, contra."
    ],
    "corrections": "",
    "head_matter": "Renshaw v. Gans.\nParol evidence is inadmissible to reform a written contract according to the intention of the parties, nnless the declaration specially sets forth the fraud as a ground for such reformation.\nTo insist upon the legal effect of a written agreement, when an exception was not inserted, on the expressed understanding of the parties, that such excepted matter was not embraced in the agreement, is such a fraud as will admit parol testimony to reform the contract accordingly.\nVendee in possession under a title, doubtful by reason of fraud in a prior conveyance, purchased the land in the name of another, under the judgment of one of the defrauded creditors. He must pay the price agreed upon to his vendor, deducting the amount paid by him at the sheriff’s sale, since he has not abandoned his purchase, and under all circumstances has obtained a perfect title.\nIn error from the Common Pleas of Fayette.\nNov. 1. Renshaw brought covenant on articles for the purchase of land by Gans, and declared upon the written agreement, without any averment of fraud, &c.: the articles stipulating for payment of $1000, “so soon as Renshaw makes a warranty deed for the lots.” Rut the deed tendered, pursuant to the articles, contained a general warranty, “ excepting quit-rents.”\nThe defendant gave evidence tending to show that Renshaw held under a conveyance by one Schoyer, which was fraudulent as .to creditors, and there was some notice on the' title-papers of that fact. He also, proved that under one of these defrauded judgments, there had been a sale of the property, as Schoyer’s, to one' Howell, since the date of the articles sued on.\nThe plaintiff then proved that Howell purchased at the sheriff’s sale at the instance of, and for Gans. He then proved by the scrivener, that Gans agreed to take the property, subject to the quit-rents; “that the principal reason why it was not put in the articles of agreement was, that the parties, together with myself,, concluded that it was not necessary, as we thought it could in nowise affect the title to said lots in the least, as- it was considered by us to be of the same nature of the annual taxes, from the payment of which the lots could never be relieved but' by consent of the owner of them.”\nThe defendant excepted to this testimony, because “ it does not explain any ambiguity, and does not allege or prove any mistake or fraud in the articles.”\nThe exception to the charge was on the prayer — -that if there was a doubt about the title, and defendant would be exposed to a lawsuit, he should not be held to his bargain. The court, Ewing, P. J., said, this was true as a general proposition; but if the purchaser, instead of relinquishing his purchase, holds to it, and purchases in the only claim which created any doubt in the title, he might be compelled to pay the purchase-money, deducting the amount paid to perfect the title.\nThe admission of the testimony, and the charge, were the errors assigned. \\\nPatterson, for plaintiff in error,\ncontended that the evidence was inadmissible, to vary the deed: Collam v. Hocker, 1 Rawle, 108; Stine v. Sherk, 1 Watts & Serg. 195; Farmers v. Fordyce, 1 Barr, 454; Stub v. Stub, 3 Barr, 251; Hain v. Kalbach, 14 Serg. & Rawle, 159. And that, if admissible under any aspect, it was not here for want of an averment in the pleadings: Clark v. Partridge, 2 Barr, 13.\nDeford and Veech, contra.\nThe misrepresentation of the effect of an agreement must be made good, and parol evidence is admissible to show that: Tyson v. Passmore, 2 Barr, 122; Fisher v. Worrall, 5 Watts & Serg. 478; McGinnis v. Noble, 7 Watts & Serg. 454; Le Fevre v. Le Fevre, 4 Serg. & Rawle, 241; Fox v. Foster, 4 Barr, 119; Christy v. Reynolds, 16 Serg. & Rawle, 258; Partridge v. Clarke, 4 Barr, 166.\nJan. 1."
  },
  "file_name": "0117-01",
  "first_page_order": 117,
  "last_page_order": 120
}
