{
  "id": 957820,
  "name": "Casporus v. Jones",
  "name_abbreviation": "Casporus v. Jones",
  "decision_date": "1847-11-09",
  "docket_number": "",
  "first_page": "120",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 458",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 184",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11740472,
        11740386,
        11740549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0184-02",
        "/us/2/0184-01",
        "/us/2/0184-03"
      ]
    },
    {
      "cite": "3 Watts & Serg. 395",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854685
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0395-01"
      ]
    },
    {
      "cite": "7 Watts, 540",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846881
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0540-01"
      ]
    },
    {
      "cite": "12 Mass. Rep. 485",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2051862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0423-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 94",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 536",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Serg. & Rawle, 367",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 462",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Mass. Rep. 469",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 540",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846881
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 5210,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03375988329821546
    },
    "sha256": "628f9b427d2e23d2e327d5e3282e6efefeac9f951352f5f3d0802cd1e6c8604c",
    "simhash": "1:3efc532d95169d3d",
    "word_count": 940
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Casporus v. Jones."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe plea of non-tenure may be pleaded in abatement, as is ruled in Seaton v. Jamison, 7 Watts, 540, and so are all the authorities. But that it must be so pleaded although asserted in that case, is not so clear. The plea not only goes to the present right of action, but also shows that the plaintiff cannot maintain any action at any time against the defendant in respect of the supposed cause of action, and this is the distinguishing characteristic of a plea in bar. Whenever the subject matter of the plea or defence is, that the plaintiff cannot maintain any action at any time, in respect of the supposed cause of action, it may and usually must be pleaded in bar; but matter which merely defeats the present proceeding, and does not show that the plaintiff is for ever concluded, should in general be pleaded in abatement. The criterion, or leading distinction between a plea in abatement and in bar is, that the former must not only point out the plaintiff’s error, but must show him how it may be corrected, and furnish him with materials for avoiding the same mistake in another suit, in regard to the same cause of action; or, in other words, must give the plaintiff a better writ, These are the general rules: but there are some matters of defence which may be pleaded either in abatement or in bar. Of these, several instances are given in 1 Chit. Plead. 434-5; and although not enumerated, I am rather disposed to think non-tenure may be added to the number. The plea here, however, does not pray judgment that the writ should abate. It has no conclusion; so that we are at a loss whether to treat it as a plea in abatement or in bar. But whether one or the other — and there is a conflict of authorities on this point —non-tenure is treated in all o’f them as a dilatory plea, and is usually used as a sham plea, and intended for delay; it therefore comes within the rule of court, which requires it should be supported by affidavit. This disposes of the judgment against Casporus. But how does the case stand as to the judgment against Patterson ? The plea of non-tenure as to him was regularly put to issue, and ready when the cause was called for trial. It was therefore too late for the plaintiff to ask judgment for want of an affidavit. By replying to the plea, he waives the objection of form. The court was therefore wrong in giving judgment against Patterson for want of an affidavit.\nThe plea of non-tenure was drawn out at length, but when does not appear. It is not a new plea, but the cause continued at issue as before. Whether the plea is bad because it fails to allege that he was not tenant of the freehold, it is not necessary to determine. But admitting it to be a defective plea, it cannot be treated as a nullity, and judgment rendered against the defendant on that ground. The validity of the plea must be tested on demurrer, and then the defendant will be entitled to amend.\nJudgment against Patterson reversed, record remitted, and procedendo awarded. Affirmed as to Casporus.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Patterson and Sowell, for plaintiff in error.",
      "Veech, contra."
    ],
    "corrections": "",
    "head_matter": "Casporus v. Jones.\nThe plea of non-tenure as to the whole, in an action of dower, is, it seems, in bar.\nThis plea, being in. the nature of a dilatory plea, requires an affidavit of its truth, under a rule of court relating to dilatory pleas. But the want of an affidavit is waived by joining issue.\nIn error from the Common Pleas of Fayette.\nNov. 1. Sarah Jones brought an action of dower unde nihil habet, $c. against Casporus and Patterson. Casporus pleaded ne unques seisi que dowér, and that husband of demandant is yet living, and issue was joined. Patterson pleaded « non-tenure,” and issue was joined. On the trial, Patterson produced his plea, drawn out as follows: “A. Patterson pleads non-tenure, that at the time of the issuing of demandant’s writ he was not, never has been, and still is not the tenant in possession of the premises,” but no affidavit was annexed. On the trial Casporus withdrew his previous pleas, and tendered a plea that “ he was not, &e., tenant of the freehold of the premises,” which was rejected for want of an affidavit, under a rule of court which provides that no dilatory plea shall be received unless supported by affidavit. The.court thereupon gave judgment for demandant, and this was the error assigned.\nPatterson and Sowell, for plaintiff in error.\nThe plea of non-tenure is in bar : Merrill v. Russell, 1 Mass. Rep. 469; William v. Gwyn, 2 Saund. 44, note 1; 2 Tr. & Hal. Pract. 194; 1 Chit. Pl. 434; Sanback v. Quigley, 8 Watts, 462. And the want of an affidavit is waived by replying : 2 Saund. 3, in note. As to Casporus’s plea, it is good because no action lies against other than the tenant of the freehold: 2 Saund. 43, note 1; Lyle v. Richards, 9 Serg. & Rawle, 367; Seaton v. Jamison, 7 Watts, 536; Galbraith v. Green, 13 Serg. & Rawle, 94; Ward v. Winship, 12 Mass. Rep. 485.\nVeech, contra.\nPatterson’s plea denies possession merely, and not tenure ; but the plea is in abatement: Seaton v. Jamison, 7 Watts, 540; 3 Chit. Pl. 1320; The court were therefore right in disregarding these pleas, since they were not sworn to: Ralph v. Brown, 3 Watts & Serg. 395; Rapp v. Elliott, 2 Dall. 184; Vicary v. Moore, 2 Watts, 458.\nNov. 9."
  },
  "file_name": "0120-01",
  "first_page_order": 120,
  "last_page_order": 122
}
