{
  "id": 957970,
  "name": "Davidson v. Thornton",
  "name_abbreviation": "Davidson v. Thornton",
  "decision_date": "1847-11-09",
  "docket_number": "",
  "first_page": "128",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Serg. & Rawle, 432",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 369",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0369-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 272",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0272-01"
      ]
    },
    {
      "cite": "4 Watts, 341",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842692
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0341-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 352",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478320
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0352-01"
      ]
    },
    {
      "cite": "1 Watts, 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0470-01"
      ]
    },
    {
      "cite": "2 Watts, 242",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 299",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0009-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 380",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts & Serg. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 142",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0142-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 68",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 15626,
    "ocr_confidence": 0.394,
    "pagerank": {
      "raw": 5.800811915485275e-07,
      "percentile": 0.9512685874736326
    },
    "sha256": "1b1fe2a3cca3b2eda66914df8105875e0de74a818665f48f4baaba0dbe73e9e4",
    "simhash": "1:d4ec7324df2521d8",
    "word_count": 2774
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davidson v. Thornton."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThat no defence can be taken to a scire facias post annum et diem, but subsequent satisfaction of it, or a denial of its existence by the plea of nul tiel record, and that under no circumstances can the original merits be overhauled, was decided in Curdesa v. Humes, 6 Serg. & Rawle, 68; and for the same reason, no exception can be taken to the validity of a judgment, sought to be revived either for the purpose of execution or of lien, if it stand in substance and in form on the record as a judgment of the court. Prom the time of Lewis v. Smith, 2 Serg. & Rawle, 142, to the present day, it has been constantly held, with two exceptions when the court were divided, that an erroneous judgment is valid between the parties and those claiming under them, till it be set aside on motion, or reversed on writ of error. If the defendant deny the judgment, he fails, if a judgment in form is produced; and he will not be heard, if he attempt to show that it ought not to have been rendered. We cannot therefore inquire whether Beeson, who confessed the judgment in question, was the proper representative of the original defendant, or whether he had a special authority to confess it. Defects from this cause, if they existed, might have been fatal to the judgment on motion, or perhaps in a court of error; but if the parties to it do not choose to take advantage of them, what is that to a terre-tenant who paid for the land at its estimated value, as encumbered ? In Hauer’s Appeal, 5 Watts & Serg. 473, where the principle was particularly considered, it was held, that a judgment confessed in a district court, on a warrant to confess in a court of common pleas, and which was consequently entered without the semblance of any authority, could not be set aside, directly or collaterally, at the instance of a subsequent judgment creditor; and a terre-tenant, who, like him, came in under the defendant, stands in the same predicament. Even a collusive judgment, though a nullity as to creditors, is conclusive between the parties to it; and a terre-tenant claiming by conveyance from the defendant, stands on no higher ground. This disposes of the first two exceptions.\nThe judgment sought to be revived, as to its lien, was rendered on the 31st of August, 1839; and the regularity of the previous revivals is not disputed. Within the five years, but without naming a terre-tenant, a scire facias, to further prolong the lien, was issued to June Term, 1844, and returned tarde venit, but to which Beeson, the administrator of the original defendant, entered an appearance, which the plaintiff disregarded, and issued another scire facias after the five years had expired, as well as after the lapse of a term, in which the issue and return of the preceding writ was not recited. The latter was issued to the December Term of the same year; and to these proceedings the following exceptions are taken.\nFirst, it is said that, as the terre-tenant was not named in the writ or the return of it, he had no notice that he was to be \\ffected; and that, having been returned without service, and consequently without naming him, the subsequent process would not connect him with it, or be carried back by an alias to the day of its inception. We must remember, however, that we have to deal with a statute of limitations, and that if the originating process issued a single day within the time, it saves the bar, whether the party to be affected have notice of it or not; and that the plaintiff is not chargeable with the sheriff’s inability to serve it in time to have an appearance or judgment at the ensuing term. And how is a terre-tenant prejudiced by want of notice at the return of an exploded writ, provided it be given him in time to plead and prepare for trial ? The plaintiff has the whole period allowed by the statute to begin, during which he may be absolutely supine; and he is not bound to issue his writ so far within it as to insure service before it expires, or even before the ensuing return-day. If he commence his proceeding at any day within the period, he will have done enough. A plaintiff may bring his action of assumpsit on the last day of the six years, though it be the last day preceding the term, when service is out of the question; and why should not the same rule be applied to a scire facias when the law does not require judgment of revival, as well as the commencement of the proceeding, to be within the five years ? It is not contended that it would have been inapplicable to the proceeding in this case, had the terre-tenant been named in the writ for the purpose of connecting-him with it by the alias; but he is sufficiently connected with it when he is named in the alias or the return to it, because the alias stands in the place, of its predecessor, and fulfils every purpose intended to be accomplished by it. The better practice is not to name the terre-tenant in the writ, but to direct the sheriff to name him in the return; and the plaintiff, having thus proceeded, is in no default; consequently, if the officer was remiss in his duty, he alone was responsible for it. But, to whom? Not to the terre-tenant, who is in no worse condition than if he had been served.\nAgain, it is objected that, as Beeson, the defendant, actually appeared to the unexecuted writ, there could be no second one. But he appeared after it had been returned tarde, and consequently when there was nothing to appear to. Had he agreed to waive the service while the writ was in the sheriff’s hands, it would have been an agreement to appear at the return of it, which the court would enforce, protecting him from the unnecessary costs of another, and a superfluous, writ. But after the first writ was spent and gone, the plaintiff was not bound to accept an appearance to it, which might subject him to additional costs, if he did not wish to proceed further. The writ was dead till it was revived, and that could be done only by the act of the plaintiff accepting an appearance to it, or issuing an alias to continue it. If the defendant could appear a single day after the return-day, he could appear at any indefinite time after it. But had the plaintiff accepted his appearance at a subsequent day, it would have been regular; not, however, by force of the appearance alone, but by the consent of both parties to proceed on the old writ. He was at liberty, therefore, to withhold his consent, and to proceed as if the defendant’s appearance had not been entered.\nFurther, it is said that the second scire facias, being a transcript of the first, was not an alias, but itself an original. According to the forms of the common law, an alias writ, whether mesne or judicial, is required to recite the mandate of, and return to, its predecessor, as the basis of further proceedings; and those forms were strictly followed in Pennsylvania, till the popular principle of rotation had driven every thing like experience- and skill from the offices of the prothonotaries and clerks. Since then, the practice of making every writ a transcript of the preceding one, and of putting every execution into the same form, whether the money to be made were recovered as a debt or as damages, has become universal. The courts have been compelled to give way to these and many other irregularities, which it became impossible to prevent; and they do not now require that a proceeding like the present should appear to be consistent in its parts. To the eye, a series of writs like the present appear incongruous, anomalous, and disjointed; but we hold it to be enough that they are in truth used to continue an original, A scire facias to revive a judgment post annum et diem, is a proceeding to execution; and though a scire facias to prolong the lien of one is not strictly so, it is subject to the same rules. There was then an alias scire facias to continue the preceding one; but it is objected that it was issued after the intervention of a term.\nOn the ground of precedent, the objection is disposed of by Pennock v. Hart, 8 Serg. & Rawle, 380. But it is said, with plausibility, that if the intervention of a single term were tolerated, any number might be tolerated; and that a plaintiff would have no more to do, in order to perpetuate his lien, than to have a scire facias returned without service, and let it remain dormant till it should please him to awaken it by an alias, and thus cut out intermediate encumbrances. The answer is found in Vitry v. Dauci, 3 Rawle, 9, in which it is ruled that a scire facias is abandoned, if it be not prosecuted within a year and a day. To the same effect are the decisions of the English courts: and the principle extracted from them is equally applicable to cases like the present.\nIt is doubtful whether this statute has done more good than harm. It has, doubtless, prevented injustice to purchasers; but it has borne hard on judgment creditors, who have lost their security for some technical irregularity in it. It is certainly not so decisively beneficial as to be an object of particular favour; and we ought not to strain it to defeat the plaintiff in a case like the present. We are therefore of opinion that the proceedings before us are sufficiently regular; and that the requirements of the act are substantially complied with.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Veech, for plaintiff in error.",
      "Howell, contra"
    ],
    "corrections": "",
    "head_matter": "Davidson v. Thornton.\nA tsrre-tenant, although he has paid his purchase-money, cannot object to the revival of a judgment, that it was entered without authority, or by one not a representative of the defendant in an original judgment revived by so. fa. His only defences are subsequent satisfaction, or the plea of nul tiel record, and that will fail if a judgment in form is produced.\nThe issuing a sd. fa. to revive against defendant and terre-tenants generally, though on the last day of the five years, continues the lien, if the terre-tenants are served with an alias issued in due time after the five years have elapsed.\nAn appearance to a writ returned tarde venit, is null, unless accepted by the plaintiff.\nA sd. fa. in form an original, but endorsed and docketed as an alias, and reciting the original judgment, and referring on the docket to the original sd. fa., is in effect an alias.\nA sd. fa. against defendant and terre-tenants, issued 15th March, 1844, to the first Monday in May, (June Term, 1844,) to revive a judgment entered in August, 1839. The writ was returned tarde venit, but defendant appeared. In September, 1844, a sci. fa. issued against defendant and terre-tenants, in form an original, but endorsed and docketed as an alias, to revive the judgment of 1839, returnable to the first Monday of October, (December Term, 1844,) which was served on the terretenant before the return-day. Held, that the lien was thereby continued.\nIn error from tbe Common Pleas of Payette.\nNov. 2. The question was, whether the land of Davidson, who was served with a soi. fa. as terre-tenant, was bound by the lien of a judgment.\nOn the trial it appeared that judgment was entered in 1828 against 0. Jennings. He removed to Tennessee, where he died, in 1832. In 1833 an amicable soi. fa. to revive issued against J. R. Jennings, his executor, on which judgment was confessed. The same was done in 1837. It was then discovered that J. B. Jennings had never proved the will in Payette county, whereupon Beeson took out letters of administration. In 1839 a soi. fa. of September Term, 1839, No. 196, to revive the judgment of 1837, issued against Beeson, as administrator of 0. Jennings, on which judgment was confessed, August 21,1839. On the docket of this suit there was a reference, “ soi. fa. to June Term, 1844, No. 30.” A sci. fa. to revive this last judgment issued against Beeson, with notice to terre-tenants, on the 15th March, 1844, returnable on the first Monday in May — docheted June Term, 1844, No. 30. This was returned tarde venit. There was a reference on the docket, “ al. sci. fa. to December Term, 1844, No. 49.” To this writ Beeson appeared. On the 23d September, 1844, a soi. fa., in form an original, but docketed and endorsed as an alias, December Term, 1844, No. 49, issued, returnable to first Monday of October, against Beeson, administrator, with notice “ to terre-tenants bound by the judgment” of September Term, 1839, No. 196. The docket also referred to June Term, 1844, No. 30. This writ was served on Beeson and the terre-tenant on the 27th September, 1844. Judgment was entered, but opened on the affidavit of the terre-tenant. The question was, whether judgment de terris could be entered against Davidson, who held under a deed dated November 1, 1842, and who, it appeared, had paid the purchase-money to one Simonton, who held under a partition in 1839; it having been supposed that Simonton was entitled to this judgment, but how did not appear.\nEwing, President, J., having reserved the point, gave judgment for the plaintiff, saying, it does not lie in the mouth of the defendant to deny the official character of J. 11. Jennings. The judgment of 1889 being therefore valid, its lien was continued by the sai. fa. of June, 1844, although not served on the terre-tenant, if duly followed by an alias. This was done by the sci. fa. of December Term. The case of Meason’s Estate was different — the writ there was served, and an alias unnecessary, nor was there any reference from one to the other on the writs or docket. Though there was an appearance by the defendant, there was none by the terre-tenant to the writ of June Term; an alias was therefore necessary. The reference on the dockets, and endorsement on the writ, is sufficient to make this a good alias, though the words, “as before we have commanded you,” are omitted.\nThe errors assigned contained the points relied on. 1. The original judgment was void, for the want of a proper party, and was against a party not a representative of the original defendant. 2. That revival by Beeson’s confession was void, for want of authority. (The judgment was entered by him, as prothonotary, under a confession signed by himself personally.) 3. The lien was lost, as against the terre-tenant, having paid his money, by lapse of time, from August 21,1839, to the issuing or service of the writ on terretenant, September 23 or 27. 4. The sci. fa. of December Term was an abandonment of the sci. fa. of June Term, since there had been an appearance there entered, and the lien was therefore lost. 5. There having been an appearance, and the intervention of a term and four return-days, the second sci. fa. could not issue, nor could there be judgment entered. 6. The sci. fa. of December Term was not an alias, but a copy of that of June Term, and both were defective in their recitals and commands, so far as the terre-tenants were concerned.\nVeech, for plaintiff in error.\nThe principal question in this case is, whether, as regards the terre-tenant, the judgment had lost its lien. On this he cited, Ulrich v. Voneida, 1 Penna. Rep. 245; Minier v. Saltmarsh, 5 Watts, 299; Brown v. Simpson, 2 Watts, 242; Clippinger v. Miller, 1 Penna. Rep. 71; Lusk v. Davidson, 3 Penna. Rep. 229; Fursht v. Overdeer, 3 Watts & Serg. 470; Westmoreland Bank v. Rainey, 1 Watts, 32; Armstrong’s Appeal, 5 Watts & Serg. 352; Meason’s Estate, 4 Watts, 341; Willett v. Archer, 1 Man. & Ry. 317; Geiger v. Hill, 1 Barr, 509.\nHowell, contra\nWhere a judgment has been rendered against a defendant, and it is opened, he will not be allowed to avail himself of any technical difficulty: Ekel v. Snevily, 3 Watts & Serg. 272; Pennock v. Hart, 8 Serg. & Rawle, 369; Chahoon v. Hollenback, 16 Serg. & Rawle, 432.\nNov. 9."
  },
  "file_name": "0128-01",
  "first_page_order": 128,
  "last_page_order": 134
}
