{
  "id": 957861,
  "name": "Lockhart v. John",
  "name_abbreviation": "Lockhart v. John",
  "decision_date": "1847-11-06",
  "docket_number": "",
  "first_page": "137",
  "last_page": "139",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts, 418",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "11 Serg. & Rawle, 422",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0422-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 431",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts, 418",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 382,
    "char_count": 6240,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 3.3601197354633356e-07,
      "percentile": 0.8752346179256011
    },
    "sha256": "2df9626650eb5d09b476347be060d35de75cda080e33433c3e5fc40a51201662",
    "simhash": "1:cdee30b1acf66ce6",
    "word_count": 1067
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lockhart v. John."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe court below certainly did not exercise sufficient vigilance over the first sale by the administrator. Before confirmation of the sale, they ought to have required him to give bond with approved security that he would faithfully apply the proceeds according to law. Their not doing so, however, was an error in the exercise of their discretion, which we cannot rectify. The 33d section of the 29th March, 1832, provides that no order of sale shall be granted by the court for the payment of debts, &c., of any decedent, until the administrator has given bond with security, to apply the proceeds of sale according to his duty. The 43d section of the act of 24th February, 1834, provides that no executor or administrator shall have power to execute any decree of the Orphans’ Court for the sale of any real estate, for the purpose of distribution or otherwise, nor to receive the proceeds of sale until he shall have given security, to bo approved by the court, for the faithful application of the money. But these sections must be considered as directory only. The Orphans’ Court, however, ought, in all cases, to look closely into the proceedings in this respect, and observe the directions of the act of Assembly faithfully. A high discretion is vested in them, which involves marked responsibility; and owing to their defects and neglects, orphans and widows may lose what estate is left to them, and creditors be defrauded of their just rights. None of these acts, nor any other act on the subject, declares that the sale shall be void for such omission, and as the court had undoubted jurisdiction to decree the sale, we cannot hold it to be void, but must consider it valid as a judicial sale made under a decree of the Orphans’ Court, having competent and full jurisdiction, and not subject to reversal in a collateral suit. The second section of the act of 29th March, 1832, in relation to the Orphans’ Court, provides that its proceedings and decrees, in all matters within its jurisdiction, shall not be reversed or avoided collaterally in any other court, but shall be liable to reversal or modification on appeal to the Supreme Court. This law, so reasonable in itself, was strongly asserted and maintained in 8 Watts, 418, and by the decision of a previous case at this term, Painter v. Henderson, antb, 48, in which Mr. Justice Rogers delivered the opinion of the court. The Only cases where the decree can be questioned, in a collateral proceeding, are those in which fraud can be clearly established, and then, like all other proceedings of courts of every character, their judgments and decrees must give way and be dissolved by the taint: McPherson v. Cunliff, 11 Serg. & Rawle, 431; or where the want of jurisdiction appears on the face of the proceed-. ings. The first sale, therefore, and confirmation by the Orphans’ Court, payment of money by the purchaser, and deed made to him by the administrator, vested the title in him.\nThe subsequent proceedings by the Orphans’ Court, in setting aside the sale five years afterwards, when the matter had passed from before them, and ordering a new sale by the second administrator, who had succeeded the first, who were removed because they had left the state, were of no account whatever, and altogether insufficient to disturb the title or possession of the purchaser at the first sale. No fraud is pretended or alleged in the first sale. The purchaser paid a valuable consideration, and all the principles applicable to the case require that he should be protected. The direction of the court below to the jury, was therefore right, and the judgment is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Veech, for plaintiff in error.",
      "Sayers, contra,"
    ],
    "corrections": "",
    "head_matter": "Lockhart v. John.\nThe want of security required by act of Assembly for a due application of the proceeds from, an administrator making sale under decree of the Orphans’ Court, for payment of debts and maintenance, does not affect the validity of such sale after confirmation.\nThe act is directory in this particular, but it should be cautiously observed.\nThe court cannot set aside a sale five years after confirmation, and a decree to that effect is a nullity.\nDecrees of the Orphans’ Court only examinable collaterally for fraud, or when want of jurisdiction is apparent on the record.\nIn error from the Common Pleas of Greene.\nNov. 3. Ejectment by Lockhart. The defendant’s title was a petition by the administrators of one Latimer, praying a sale for payment of debts and maintenance of children, with a schedule of debts and assets annexed. In September, 183T, a decree for a sale was made. In November the administrators reported a sale to John, the defendant — one-half cash, balance in two annual payments, secured by bond and mortgage. This sale was confirmed, and a deed made in 1838, pursuant to the decree. But whether the purchase-money had been paid and the securities given, did not appear from the record. ,\nIn June, 1844, a petition was presented setting forth that the administrators of Latimer had removed from the state, and had no place of residence therein for more than one year past. On citation, &e., the letters were vacated in default of entering security. And “on motion, the court set aside the sale.”\nThe new administrator then petitioned for a sale for payment of debts, which was ordered and made, security entered, and deed delivered to Lockhart, the present plaintiff, on payment of the purchase-money.\nThe court refused to charge that the first sale was void for want of security by the administrators, saying the court had jurisdiction under the act, and though the directions had not been complied with, for which the decree might ha,ve been reversed, or the sale set aside before confirmation, it was not void after confirmation.\nThis was the only error assigned.\nVeech, for plaintiff in error.\nUnder the old system, the requirement of security was discretionary; but under the act of 1832, ss. 33,47, it is now imperative, and not having been complied with, no title passed. The same principle is applied by the act of 1834, s. 43, the object being the security of the heirs, &c.\nSayers, contra,\nin support of the view taken by the court below, cited McPherson v. Cunliff, 11 Serg. & Rawle, 422; Snyder v. Markel, 8 Watts, 418.\nNov. 6."
  },
  "file_name": "0137-01",
  "first_page_order": 137,
  "last_page_order": 139
}
