{
  "id": 957783,
  "name": "Wentz's Appeal",
  "name_abbreviation": "Wentz's Appeal",
  "decision_date": "1847-11-10",
  "docket_number": "",
  "first_page": "151",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Johns. Rep. 241",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 6444,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.0923514486963346e-07,
      "percentile": 0.5659221831079727
    },
    "sha256": "8e8a74d5ffd6ddbc035c0c9b4670eaf721f65987e1982b542519256472571220",
    "simhash": "1:e6bda2211fbf6e35",
    "word_count": 1189
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wentz’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe eldest son or his alienee has the undoubted fight, at the return of a rule granted for that purpose, to come in and accept the real estate at its appraised value, but if he refuses, or, what is the same thing, neglects to do so, the right of election is gone for ever. If he slips the opportunity given on the return of the rule he cannot again assert his right, for that would be equivalent to giving him two rights of election instead of one. This is abundantly manifest from the act of the 29th March, 1882, and on authority. The 40th section provides that on appraisement in partition, the Orphans’ Court shall on application grant a rule on all persons interested to come into court at a .certain day to be fixed, to accept or refuse the estate so appraised, and if they do not come into court, or in case they refuse to take, a record is directed to be made and the estate offered to the next in succession. Two things are apparent from this section: 1st, That there is no difference as to the effect, whether the party expressly refuses or neglects to take; and 2d, That the appointed time to make the election is on the return' of the rule. But having slipped his time, can he again elect ? The authorities are full to the point that he cannot. Thus in Lawrence v. The Ocean Insurance Company, 11 Johns. Rep. 241, it is ruled, that an election once made is irrevocable, and in Com. Big., tit. Flection, A. 2, that a man by wrong or default may lose his eleétion. If an election once made is irrevocable, why is not a refusal or neglect to elect at the appointed time of the same binding force. The reason which applies to one, has an equal application to the other. If the eldest son had elected to take, it will not be denied he would be bound by it, because otherwise he would be at liberty to change his mind. When the property decreases in value, when he refuses, why should he be permitted to assert a right to take the property at the appraised value, when from particular or general causes it may rise in value. The glaring injustice of this pretension is a conclusive argument against it; for it will be observed it is claimed as a right, and not as a matter resting in the sound discretion of the court. The primary object of the intestate laws is to produce equality as far as practicable among the heirs, for equality is equity. No preference is given except that which arises from sex or priority of birth, and this is from necessity. But when is this assumed right to cease ? It is contended in effect that it continues until the return of the rule to show cause why the estate should not be sold; but this may be years after the refusal or neglect to accept, and in the intermediate time it may increase immeasurably in value. Could the legislature ever intend the injustice which must necessarily flow from such a construction ? For the eldest son would accept or refuse invariably as the property might rise or fall in value. This alone would determine his course. In speaking of the application, the language of the act (40th section) is imperative. The Orphans’ Court shall, on application of any one of the heirs, grant a rule to show cause why they should not accept or refuse; but in the 42d section the language is different. The court may, as is there said, on due proof of notice to all persons interested, make a decree authorizing and requiring the executor or administrator, &c., to expose the real estate to public sale at such time and place and on such terms as the court may decree. A discretionary power is therefore vested in the Orphans’ Court in the latter, although not in the former case. And this is a proper discrimination, for it would be' productive of much mischief if the court were bound to order a sale at an inconvenient season of the year, or where, from any causes, either general or partial, it would be likely to bring less than its intrinsic value. Hence the court may, in their discretion, direct or refuse the application to sell; and hence the propriety of bringing in the heirs on notice to show cause for or against the sale. This is an answer to the only argument which has been urged in favour of the alienee. From these views it results that the eldest son or his alienee has no right to elect, except at the time fixed by the court, viz. at the return of the rule granted for that purpose. That is the appointed time, and if he refuses or slips his opportunity, then he shall not again exercise a right which he has voluntarily consented to forego.\nBut has the court any discretion over a matter of this kind ? It would be perhaps perilous to say they have not, as cases may arise where it would be proper to exercise it; but the court will be cautious in doing so, unless with the consent of all the heirs, and never when the property, as here, has risen in value. After refusal to accept, • the other heirs have rights of which they ought not to be deprived, unless with their own assent.\nThis court is of the opinion that the Orphans’ Court was right in refusing to adjudge the real estate to Moses Wentz, the alienee of the second son, and therefore the decree is affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Foster, for appellant.",
      "Kuhns, contrá."
    ],
    "corrections": "",
    "head_matter": "Wentz’s Appeal.\nThe right to accept the real estate at the appraisement in partition is gone by the neglect or refusal of the heirs or their alienees to appear and accept, on the return of the rule. Semble — The court may, in their discretion, allow an acceptance at a subsequent time; but if the property has advanced in value, it should never be exercised. Per Kogers, J.\nFrom the Orphans’ Court of Westmoreland.\nNov. 6. On the 27th August, 1846, an appraisement in partition was confirmed and a rule granted on the heirs to appear on the first day of the next term, (which fell on the 15th February, 1847,) to accept or refuse the real estate at the valuation. The rule was served but no heirs appeared. On the 18th February, a rule on the heirs was granted to show cause why the real estate should not be sold. On the hearing, Wentz,,as alienee of the second son of the intestate, the eldest son not appearing, requested that the estate should be adjudged to him at the valuation, which was refused, and an order of sale made the next day. It did not appear from the paper book when the title of Wentz accrued, or that he had notice of the first rule on the heirs.\nThis refusal of the court was assigned for error.\nFoster, for appellant.\nKuhns, contrá.\nNov. 10."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 154
}
