{
  "id": 957844,
  "name": "Fenelon's Petition. McMaster's Petition",
  "name_abbreviation": "Fenelon's Petition",
  "decision_date": "1848-02-25",
  "docket_number": "",
  "first_page": "173",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts, 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0382-01"
      ]
    },
    {
      "cite": "10 Watts, 351",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850924
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0351-01"
      ]
    },
    {
      "cite": "4 Yeates, 392",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0392-01"
      ]
    },
    {
      "cite": "3 Watts, 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841304
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0292-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 401",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/4/0401-01"
      ]
    },
    {
      "cite": "1 Watts, 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0258-01"
      ]
    },
    {
      "cite": "7 Mass. Rep. 140",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999522
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/7/0118-01"
      ]
    },
    {
      "cite": "17 Mass. Rep. 240",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/17/0193-01"
      ]
    },
    {
      "cite": "11 Pick. 350",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 5331,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 4.103218965512847e-07,
      "percentile": 0.9097841225492297
    },
    "sha256": "b1586c64eb70c4ed82c97c3512356ec085a5e551b4d1c943f7f58be514ba3cfb",
    "simhash": "1:dd948cdfc71aa958",
    "word_count": 927
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fenelon’s Petition. McMaster’s Petition."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe question in this case, arising on the record and error assigned, depends upon the construction of the act of the 15th March, 1847, entitled “ A supplement to an act entitled an act to authorize suit to be brought,” &c.; Pamph. Laws, p. 376.\nThe fourth section repeals all former laws inconsistent with the provisions of the said supplement. The proceedings therefore on the petition of Fenelon under former laws, being incomplete and in fieri, were arrested, as with the touch of a torpedo, and the eourt and those vested with authority in the subject-matter, could proceed no further under those laws: 11 Pick. 350; 1 New Hamp. Rep. 61; 3 Halst. 48; Howe v. Starkweather, 17 Mass. Rep. 240, 7 Mass. Rep. 140. But a more decisive case to the same effect, is Stoever v. Immell, 1 Watts, 258, where the court say: “ If the proceedings were imperfect when the act under which it was begun expired, what has been done since is simply void, and needs no reversal.” And in same book, Commonwealth v. Beatty, page 382, where it was ruled, that a remedy having been provided by statute, and proceedings instituted under it, but during their pendency the statute was repealed, the remedy thereby was taken away, and any further proceedings to enforce it illegal. The proceedings under the old act were incomplete at the time so much of that act as was inconsistent with the act of 1847 was superseded and repealed, and they could never have been completed under the old act of 1836. But the statute of 1847, while it broke up and destroyed the old remedy, kindly furnished a new one. It changed the remedy, which has been considered as fully within the acknowledged competency and power of the legislature. The act of 1847 expressly refers to proceedings commenced under prior acts, and directs the mode of proceeding by viewers appointed under those acts; so that it is clearly within the saving of the case of Bedford v. Shilling, 4 Serg. & Rawle, 401, that an explanatory act, or one which changed a remedy, did not refer to causes already commenced, unless it was so expressly nominated in the act. But there is the more reason for that construction here, inasmuch as the proceedings under the old acts must cease, and the petitioner be compelled to proceed de novo, unless the eourt were justified in adopting the course which they did. That they were justified in doing so is clear from the provision of the first section of the act of 1847, which enacts, “ That the viewers appointed under the act to ivhieh this is a supplement thus clearly referring to viewers already appointed under the old act. The new statute then proceeds to specify the duties of the viewers so appointed, and to direct what they shall do, and how proceed. The court were right, then, in considering the report under the old act as a nullity, and one on which they could not act after the repeal of the law under which it was made.\nThey were fully warranted in sending the matter back to the viewers to proceed under the new act, because the act speaks of viewers appointed under the old act, and continues their authority to proceed under the new act. From the date of the act of 1847, it was substituted for the old act, so far as they were inconsistent, and the powers of viewers were continued under the act of 1847.\nA statute authorizing the apportionment of damages caused to one lot by the opening of a street, upon other lots benefited thereby, and making such damages a lien on such other lots, is constitutional : 3 Watts, 292. Compensation must be made when private property is taken for public use, but the mode, manner, and criteria of amount of that compensation is not a matter for judicial, but by legislative proceeding.\nProceedings affirmed, and procedendo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Woods and Loomis, for appellants.",
      "Forward and Todd, contrá,"
    ],
    "corrections": "",
    "head_matter": "Fenelon’s Petition. McMaster’s Petition.\nProceedings under an act of Assembly cannot be completed, after the repeal of the act, but according to the provisions of the new act.\nWhere proceedings to assess damages for opening streets in Pittsburgh, under the acts of 1836 and 1846, had been had and report filed, but exceptions thereto were not disposed of when the act of 1847 was passed, they are to be continued under that act. and the court below properly recommitted the proceedings to the former viewers to proceed under the new act.\nCertiorari to the Quarter Sessions of Allegheny.\nNov. 12. These two cases were argued together. They were proceedings to assess damages for opening streets under the act of 1836, sect. 3, et- seq., Pamph. Law's, 750, which provided, that the damages should be paid by the councils of Pittsburgh, and^the act of 1846, sect. 8, p. 470, which authorized the assessment of damages on any person benefited by the said road. The reports, awarding damages generally, were filed in December, 1846, and exceptions taken. By the act of 1847, Pamph. Laws, p. 376, other provisions were made respecting these claims. On the 27th of April, the court declined approving the report of the viewers, and recommitted the matter to them, with instructions to proceed under the act of 1847. This was the error assigned by the.petitioners.\nWoods and Loomis, for appellants.\nForward and Todd, contrá,\nreferred to the acts above cited, and also the act of 1845, p. 52 ; 1831, p. 311; 4 Yeates, 392; 10 Watts, 351; 1 Watts, 382.\nFeb. 25, 1848."
  },
  "file_name": "0173-01",
  "first_page_order": 173,
  "last_page_order": 175
}
