{
  "id": 957878,
  "name": "American Insurance Company v. Insley",
  "name_abbreviation": "American Insurance v. Insley",
  "decision_date": "1847-01-25",
  "docket_number": "",
  "first_page": "223",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Binn. 574",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1789004
      ],
      "pin_cites": [
        {
          "page": "579"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0574-01"
      ]
    },
    {
      "cite": "2 Wash. C. C. 66",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "opinion_index": -1
    },
    {
      "cite": "5 Rob. 256",
      "category": "reporters:state",
      "reporter": "Rob.",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates, 442",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0442-01"
      ]
    },
    {
      "cite": "Rob. 322",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 568",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pick. 535",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "9 Wend. 409",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "9 Serg. & Rawle, 103",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0103-01"
      ]
    },
    {
      "cite": "1 Johns. 386",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 483",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836973
      ],
      "pin_cites": [
        {
          "page": "496, 498"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0483-01"
      ]
    },
    {
      "cite": "10 Pick. 40",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014267
      ],
      "pin_cites": [
        {
          "page": "43"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0041-01"
      ]
    },
    {
      "cite": "3 Hill, 253",
      "category": "reporters:state",
      "reporter": "Hill,",
      "pin_cites": [
        {
          "page": "255, 256"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Gill. 370",
      "category": "reporters:state",
      "reporter": "Gill",
      "opinion_index": -1
    },
    {
      "cite": "11 Ohio, 170",
      "category": "reporters:state",
      "reporter": "Ohio",
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "22 Pick. 135",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/39/0135-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 139",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "11 Johns. 302",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0302-01"
      ]
    },
    {
      "cite": "2 Pick. 249",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049701
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0266-01"
      ]
    },
    {
      "cite": "13 Mass. 96",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0081-01"
      ]
    },
    {
      "cite": "4 Whart. 68",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0068-01"
      ]
    },
    {
      "cite": "2 Gall. 48",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "case_ids": [
        6617196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/12/0482-01"
      ]
    },
    {
      "cite": "2 Hayw. 349",
      "category": "reporters:state",
      "reporter": "Hayw.",
      "case_ids": [
        11984344,
        11984438,
        11984270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/3/0349-02",
        "/nc/3/0349-03",
        "/nc/3/0349-01"
      ]
    },
    {
      "cite": "19 Pick. 34",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2037699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/36/0034-01"
      ]
    },
    {
      "cite": "14 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2072957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/14/0009-01"
      ]
    },
    {
      "cite": "8 Mass. 308",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028469
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0260-01"
      ]
    },
    {
      "cite": "8 Pick. 22",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0001-01"
      ]
    },
    {
      "cite": "13 Johns. 457",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "3 Doug. 232",
      "category": "reporters:state",
      "reporter": "Doug.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1093,
    "char_count": 21800,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 1.7733564778468477e-07,
      "percentile": 0.712426863496675
    },
    "sha256": "28f8dee20db09bf60182f9d30886a69857af485e437edf2c505525f94df95121",
    "simhash": "1:98793a1eec385424",
    "word_count": 3921
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "American Insurance Company v. Insley."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nOn the subject of loss remotely oo casioned by-negligence, the law of insurance has undoubtedly been altered in England, to bring it to the law on the continent of-Europe, which treats such negligence as barratry. That it is now treated so by the English courts, is proved by the fact, that though the proximate cause be one of the perils insured against, yet if the remote cause be negligence, they require the assured to count for a loss from barratry, and not for a loss from the proximate cause. That Mr. Justice Bailey considered negligence to be barratry, is manifest from his expression in Busk v. The Boyal Exchange Insurance Company, that where an underwriter takes the superior risk, there is no reason to think he does not mean to take the inferior one; a conclusion that would not follow, if the inferior were a separate risk, and not a part of the superior one. In England, therefore, the modern decisions abundantly show that the limits of the risk from barratry have been enlarged so far as to admit a risk from negligence, provided the vessel were not unseaworthy at the beginning of the voyage, by reason of incompetence on the part of the master and crew. In America, the lead of the English courts has been followed, in effect, by the Supreme Court of the United States, and by the courts of Massachusetts, Maryland, Louisiana, and Ohio, all but the last seaboard states; and the question is, whether we shall fall in with the tide, or stand out on the ground of the old English law. It is true that the courts of New York have not yet abandoned their primitive decisions, but in that respect our position is a more favourable one, standing, as we do, unfettered by any precedent of our own. The courts of Massachusetts, however, have abandoned theirs, and they have embraced the new doctrine, though they had at first proceeded in a different direction; a sure proof of its convenience and justice. But the American decisions, though agreeing with the modern English doctrine in their results, do not exactly agree with it as to the process by which they are obtained. The English courts require the assured to count for a loss from barratry, and they consequently' treat it as having happened directly from the peril insured against by that name: the American courts require him to count for a loss from a peril insured against as the proximate cause, of which negligence was the remote one; thus holding the assured bound no further than to furnish a competent master and crew at the beginning of the voyage, without implicitly warranting that they will be diligent to the end of it. This is the principle on which the American doctrine has been put by Mr. Justice Story, in Waters v. The Merchants’ Louisville Insurance Company, 11 Peters, 223, in which he exhausted the subject, in his usual masterly manner, and placed the decision on safe ground, when he placed it on the maxim that the proximate cause alone is to be regarded. There is, therefore, no necessity to hold negligence to be barratry; and according to the principle in that case, the assured could not have recovered, if his declaration had contained a count for a loss from no other peril. But the doctrine in the two countries produces the same results; and the difference in it being merely modal, is unessential. How will it operate on the interests and the integrity of the parties ? It might perhaps be thought, that to exempt the assured from consequences produced by the negligence of his servants, would relax his care in procuring a master and crew of tried vigilance, and thus, at the expense of good faith, increase the chance of a loss, which would fall somewhere; but if the insurer choose to take the risk of it for an increase of premium, why should he not be at liberty to do so ? Public policy requires no more than that a man be not suffered to insure against his own knavery, which is not to be protected or encouraged by any means; for though the maxim respondeat superior is applicable to the responsibility of a master for the acts of his servants, yet the insured, so long as he acts with fidelity, is answerable neither for his servants nor for himself. This is certainly an implied condition of the contract of insurance against fire on land, and there is no perceptible reason why it should not be an implied condition of the contract of insurance against fire at sea.\nThus Ave see that there is nothing impolitic, unreasonable, or unjust, in the modern dpetrine; and why shall we not adopt it at the outset ? The law of insurance is a branch of the public law; and I feel myself as firmly bound by the decisions of the English and American courts, in regard to it, as I do by our own. I deem it to be vitally important that there be consistency of decision on all questions of commercial law, and to insure it, I ayouM adopt, Avithout inquiry, the larv of the Supreme Court of the United States, as a common standard in commercial cases, even in regard to which the state courts have no common superior; not because I deem that court to be superior to them in legal Avisdom, but because they would be more ready to folloAV its decisions, by common consent, than they ayouM be to follow the decisions of a court in any particular state. A diversity would lead to confusion and uncertainty, and eventual detriment; for it must be apparent, that to rule the present case in favour of the company, instead of being beneficial, would be ruinous to it and every other company in Philadelphia; for if owners were not allowed to insure against the slips and omissions of their mariners, the business of insurance would go elsewhere.\nThere are other points in the cause of less importance and no greater difficulty. The testimony of the master and sailors, to which the defendants took exception, was competent, not because the defendants would be liable, in the first instance, to bear the burden of’ their negligence, but because their ulterior liability to the plaintiffs, in case the company were unable to pay the loss, would be a remote and contingent one. Again, it is contended, that the counts in the declaration are repugnant, and that a general verdict on them cannot be sustained. It is true that separate interests in the vessel are laid in different persons; but the policy is joint, and the suit is consequently joint, in which the plaintiffs are the legal party, and consequently entitled for whomsoever it may concern, without setting out the equitable and derivative interests, which are no part of the title. Even as trustees, they could recover, by showing a fiduciary interest; for as a suit on a sealed policy must be brought in the name of the covenantee, if the plaintiffs could not recover, the other parties would be without remedy; and this disposes also of the objection that the vessel was mortgaged to the extent of her value. ■ The assignments of error, therefore, are not sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "F. W. Hubbell, for plaintiffs in error.",
      "Cadwalader, contra.",
      "Rawle, in reply."
    ],
    "corrections": "",
    "head_matter": "American Insurance Company v. Insley.\nIt is no defence to an action on a marine policy of insurance that a loss directly caused by a peril of the sea happened through the negligence of the captain and crew.\nIn such case, it is sufficient to aver a loss by the perils of the sea, which were insured against, and which directly caused the loss.\nThe master and mariners are competent witnesses for the insured.\nWhere the policy is sealed, the action must be brought in the name of covenantees, who are entitled to recover for the benefit of the interests insured, whether owners or mortgagees.\nAnd it is immaterial in such case that the various counts lay the interest in different persons, as owners or mortgagees.\nA. and B. being joint owners of a vessel, A. gave an order to a company in P. to insure for himself and B., and the policy was effected in their names. A loss having ' occurred, A. made an affidavit that a policy affected at Y. was the only one on his half of the vessel, and that B.’s half was separately insured. It is merely a question of fact for the jury what interest was insured at P., and the affidavit does not amount to a disclaimer of A.’s interest in such policy, so as to bar the right to a recovery for more than one-half of the sum insured.\nIn error from the District Court of Philadelphia.\nDeo. 16, 17 — Jan. 10, 11. This was an action on a sealed policy of insurance of the defendants, effected by Jacob and Esau Insley, the plaintiffs, in their names, and in the name of every person to whom the property insured may belong, on the brig Isabella, in the sum of $5000. The first count laid the interest in the plaintiffs, and the loss by stranding on a reef through stress of weather. The second count laid the interest to the extent of $3000 in Huston and Child, to whom she had been hypothecated by the plaintiffs. The third count laid the insurance as on one-half of the valuation of the vessel on the half owned by Esau Insley ; and the fourth was to the same effect, averring the partial interest of Huston and Child. The defendants pleaded they had not broten the covenants ; covenants performed; that the vessel was not lost through the perils of the sea; that the plaintiffs were not interested in the vessel in the manner alleged; and that, though the policy was upon the joint interest of plaintiffs, yet Jacob Insley had disclaimed and denied the authority to insure, and had effected a policy on his interest elsewhere, and, upon the loss happening, had received indemnity.\nThe first mate (objected to as interested) proved, that when the vessel struck on the Alligator Reef, where she was lost, it was about four and a half o’clock in the morning, rather before light, and she was going through the water about nine knots, with studding sails set, and that she was out of her course, owing to a mistaken allowance for the action of the currents. At the time of the loss, Jacob Insley was on board the brig in the capacity of supercargo, but did not interfere in the navigation of the vessel. The defendants gave evidence of the declarations of Esau Insley during his illness, that, if he were on board, he would run the vessel on a rock, as she was losing money, and the insurance would make it up. They then proved the order to insure $5000 on the brig, valued at $10,000, given by Jacob on behalf of himself and Esau Insley. Also a policy of insurance by the Atlantic Office of New York for the same amount as the one in question for account of plaintiffs : together with the affidavit of Jacob Insley, presented to the Atlantic Company at the time of the settlement of the loss by them, that this was the only policy on his half of the vessel, and that it was made for his sole account, and that the half of the vessel belonging to Esau ivas insured in Philadelphia by his orders. The plaintiffs proved the mortgage by them to Tompkins and Coale to secure two notes, which were afterwards endorsed to Iluston and Child, who were represented by the plaintiffs’ counsel.\nFindlay, J., instructed the jury, (in answer to plaintiff’s points, that the affidavits of Jacob Insley amounted to an abandonment of the policy by him, and, therefore, there could be no recovery but for one-half of the policy — and the evidence did not show a loss by the perils of the sea,) that, if the stranding was, by design of the insured, to defraud the underwriters, there could be no recovery, and that a loss by stranding was a loss by the perils of the sea.\n■As to the question of loss by negligence — If the vessel was provided ivith a competent captain and crew, when the risk commenced, it was no defence that one of the perils insured against happened through the negligence of the captain and crew.\nOn the first point, he said: The affidavits, showing a misstatement to the other underwriters, did not amount to an abandonment; and the question, whose interest was insured by defendants, was one of fact. That a mortgaged vessel might be insured for its full value.\nThe errors assigned, which were relied on, or argued by counsel, were: the charge as to the disclaimer by J. Insley; that there could be a recovery on all the counts; that the existence of the mortgage had no effect on the question of fraud, or on the right of plaintiff to recover. 8th. That, if the loss was by negligence of the master or crew, the plaintiffs might recover.\nThere was a point made below as to the effect of a pendency of a foreign attachment; but it was not noticed in this court during the argument.\nF. W. Hubbell, for plaintiffs in error.\nThe court misconceived the point taken below. There is no doubt that a loss by stranding is a loss by the perils of the sea; but a loss by design, of which there was evidence, was not by the perils insured against. The eighth point is the main one to be argued, and a stronger case of negligence cannot be shown. The weather was pleasant, so that all sail was set before daylight, and yet she bilged. The old cases are uniform that the insurers are not liable for a loss which is the result of ignorance or carelessness of the master: Goix v. Low, 1 Johns. Ca. 347; Tatham v. Hodgson, 6 Term Rep. 659; Gregson v. Gilbert, Park on Insurance, by Hilyard, 138; S. C., 3 Doug. 232; Vos v. Insurance Co., 2 Johns. Ca. 187; where it is decided all losses by acts of the master less than barratry, must be borne by the owners. Here there could be no barratry, since the owner was on board: Grim v. Phœnix Insurance Co., 13 Johns. 457. The same rule is uniformly-applied to deviations when, from any motive, not barratrous; when the insurance is discharged: Marsh. Ins. 518; Siordet v. Hall, 4 Bing. 607; Phyn v. Royal Ass. Co., 7 Term Rep. 505; 1 Philp. Ins. 593; Brazier v. Clap, 5 Mass. 1; Ellery v. N. E. Ins. Co. 8 Pick. 22; Tanner v. Bennett, 1 Ry. & Moo. 182; Hodgson v. Malcom, 5 Bos. & Pul. 336; Carruthers v. Sydebotham, 4 M. & Sel. 77; Parkin v. Tunno, 2 Campb. 59. Tait v. Levi, 14 East, 481, is a strong case to the point; the insurers were not to be liable higher up than Tarragona. The captain, through ignorance of the coast, put into Barcelona, and it was held to be either a deviation or a breach of the implied warranty that the captain would have sufficient skill to get into Tarragona. In Cleveland v. Union Insurance Co., 8 Mass. 308, the negligence of the captain in leaving the ship’s papers behind, which was the probable cause of her capture, was held to discharge the underwriters. 14 Mass. 1, and Stone v. Nat. Ins. Co., 19 Pick. 34, are to the same effect. Here was, then, an unbroken series of authorities down to 4 Maule & Selwyn. The new authorities have gone on a mistaken application of the rule in fire insurances. There the very object is protection against carelessness. This innovation was first applied to fire in cases of marine risk, and then expanded to include barratry, as defined by continental jurists. The English courts, and the Supreme Court of the United States, have adopted these views. New York and Massachusetts adhere to the old rule, as in England they still do in cases of deviation by ignorance.\nIn Busk v. Roy. Ex. Ins., 2 Barn. & Ald. 73, a loss by fire, owing to negligence, was held to be covered by a marine policy against fire, while it was admitted that a loss by perils of the sea, occasioned by negligence, was not within the rule. In Walker v. Maitland, 5 Barn. & Ald. 171, the loss by perils of the sea, though occasioned by negligence, was held to be covered by the policy: 14 E. C. L. R. 38, 130; Green v. Elmslie, Peake, 212. In the Patapsco Insurance Co. v. Coulter, 3 Peters, 222, this rule was followed, based upon a false definition of barratry, viz. carelessness of the master; and there, Baldwin and Thompson, Js., dissented. In Columbia v. Lawrence, 10 Peters, 517, it was said there could be no barratry on land ; and, in Waters v. Merchants’ Insurance Co., 11 Peters, 221, that a clause against barratry was not essential to protect the insured from negligence. The question is, therefore, whether we will adhere to the common-law rule, which is the law of the two principal commercial states, or fall in with the new cases which are shown to stand upon a definition of barratry not known to our law.\nThe witness was incompetent, for liability on account of his negligence: Gardner v. Small, 2 Hayw. 349; Jordan v. White, 4 Martin N. S. 335; The Hope, 2 Gall. 48; Bird v. Thompson, 1 Esp. 339; Fuller v. Jackson, Bunb. 140; Ibid. 203; 4 Term Rep. 589; 3 E. C. L. R. 53.\nIt was essential to the right of recovery to show an authority to insure : De Bolle v. Penna. Ins. Co., 4 Whart. 68. But here one of the owners disclaimed all interest in this policy : Higginson v. Dall, 13 Mass. 96; Gordon v. Mass. Ins. Co., 2 Pick. 249; Williams v. Smith, 2 Caines’s Ca. in Err. 110.\n• The mortgage was evidence of fraud, where the Insurance was to the'full value, or else that owner could not recover more than his interest: Columbia Insurance Co. v. Lawrence, 10 Peters, 507; Carpenter v. Prov. Wash. Ins. Co., 16 Peters, 495; Murray v. Columbia, 11 Johns. 302.\nCadwalader, contra.\nThe question is no longer open on principle or authority. In looking at the cases, the broad principle must be borne in mind that the proximate cause of the loss must her insured against. This disposes of all the cases of deviation. The case in Parke was not a peril insured against, and it’is disposed of' by the report in 3 Doug. 232. The case of the sugar-house, 4 Camp. 360 and 362, shows that it was distinctly understood that negligence was no defence, if the proximate cause was within the policy: Holt’s N. P. Ca. 126. Walker v. Maitland, ut sup., was a loss through all hands going to sleep. In Bishop v. Pentland, 7 Barn. & Cress. 219, there was a stranding for want of sufficient cable ; Shore v. Bentall, Ibid. 798, n.; in Phillips v. Headlam, 2 Barn. & Ad. 380, through not taking a pilot, the vessel being inward-bound. In Dixon v. Sadler, 5 Mees. & Welsb. 405, affirmed in 8 Mees. & Welsb. 895, in error, the plea was that the vessel was rendered unseaworthy by the captain throwing the ballast overboard, and judgment on demurrer was given for the plaintiff. The civilians hold the same doctrine: Henderson v. Western Marine, 10 Robin. La. 164; 2 Magen, 323, 334. On these subjects, they are authorities here; for the law merchant, like the law of nations, is of universal application, and there must be uniformity: Swift v. Tyson, 16 Peters, 18; Miller v. Bartlet, 15 Serg. & Rawle, 139. The supposed conflict of authorities in America does not exist. The decision in Patapsco v. Coulter, 3 Peters, 222, had been preceded by an award of five merchants in this court in an action for the same loss: December Term, 1824, 97, 102. In Waters v. Merchants, 11 Peters, 213, the rule was held to prevail, though there was no clause against barratry. The Massachusetts cases were explained in Copeland v. New Eng. Mar. In., 22 Pick. 135. The case in Ohio was overruled in Perrin v. Protection, 11 Ohio, 170, 172; Georgia v. Dawson, 2 Gill. 370. In Pairo v. The Am. Ins. Co., MS., this court decided the same rule. Mr. J. Rogers said to the jury, “ Whether the loss arose from the fault of the captain or the unskilfulness of the pilot, is wholly immaterial. The company are liable,” and the judgment was aflirmed. Supposing the New York cases to have been the other way, the doctrine is there considered as exploded. In 3 Hill, 253, 255, 256, the judge below (Kent) condemned the old doctrine of their courts, and Cowen, J., in reviewing the decision, avoids noticing that remark.\nAs to the witness, it is unnecessary to cite cases. Unless the action is grounded on the negligence, the agent is always competent ; 3 Barr, 342.\nThe owner need not specify the encumbrance; 10 Pick. 40, 43; Columbia v. Lawrence, 10 Peters, 512; 2 Phil. Ins. 660; Findlay v. Franklin, 6 Whart. 483, 496, 498. The form of the policy, “ for whom it may concern,” has been adopted since a doubt was expressed as to a lender on bottomry being protected; Kinney v. Clarkson, 1 Johns. 386; Crowley v. Cohen, 3 Barn. & Adol. 478. A carrier’s interest was held protected by a general insurance; Wells v. Philada. Ins. Co., 9 Serg. & Rawle, 103; Traders v. Robert, 9 Wend. 409.\nIt is doubtful whether the affidavit would have been material, if before the insurance was made; Curry v. Commonwealth Ins. Co., 10 Pick. 535. As it was, it could only be used as an argument to the jury.\nIt is admitted all the counts are good, and that defendants did not ask to have the verdict confined to any particular count. In such cases, there must be a technical misjoinder to be recognised by a court of error; Bridges v. Raymond, 2 W. Bla. 800. And since the plaintiff in error has brought up all the evidence, thus showing that a verdict was proper on one of the counts, this court would either remit the record to have the verdict amended, or treat it as already amended; McCredy v. James, 6 Whart. 568. The practice is to allow such an amendment after error; Harrison v. King, 1 Barn. & Ald. 163; Lee v. Muggridge, 5 Taunt. 37; Swinburn v. Jones, 1 Mood. & Rob. 322; Eliot v. Skip, Cro. Chas. 338; Descamps v. Dutihl, 4 Yeates, 442; 2 Dowl. P. C. 76; Petrie v. Hannay, 3 Term Rep. 659; Richards v. Mellish, 3 Bing. 334.\nRawle, in reply.\nThe master was undoubtedly an agent of the owners; Adonis, 5 Rob. 256; Livie v. Janson, 12 E. 648; and the general rule is undoubted, that his principal is concluded by his acts. The cases cited have been shown to proceed on the erroneous definition of barratry, and they are considered, by Phillips, a deviation from the ancient doctrine. The cases in New York support our position, and the definition of barratry is settled here to mean a loss through the fraud of the captain or crew. 2 Wash. C. C. 66; 2 Binn. 574, 579.\nJan. 25."
  },
  "file_name": "0223-01",
  "first_page_order": 223,
  "last_page_order": 231
}
