{
  "id": 957853,
  "name": "Musselman v. The Commonwealth",
  "name_abbreviation": "Musselman v. Commonwealth",
  "decision_date": "1847-12",
  "docket_number": "",
  "first_page": "240",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 240"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 21",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0021-01"
      ]
    },
    {
      "cite": "1 Pet. C. C. 47",
      "category": "reporters:federal",
      "reporter": "Pet. C.C.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 261",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852630
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0261-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 354",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818185
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/17/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 263,
    "char_count": 3724,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 1.0521333282658333e-07,
      "percentile": 0.5542205356374059
    },
    "sha256": "274966ddf0658578f14c2f4820ab8a2882f1cecc7cbf060b3d1db067d8b9d0cc",
    "simhash": "1:f1e4d520371f60af",
    "word_count": 643
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Musselman v. The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThere is nothing in the case to sustain any of the exceptions. The constable’s official bond was found among the records of the office in its proper place; and though no entry of the approval and filing of it was shown, the presumption is that every thing was regularly done. Incalculable mischief would be done if these omissions were available. Besides, it would not be with the sureties to make them ground of objection; for the approval and filing is not to protect them, but to protect the execution-creditors. The exclusion of the defendant’s evidence of the constable’s removal within the twenty days, might, perhaps, have been erroneous, had not the sureties been fixed by the plaintiff’s recovery against the constable; but on the principle of Masser v. Strickland, 17 Serg. & Rawle, 354, and other cases of the stamp, that a recovery against the constable concludes his sureties, the court was warranted in rejecting the defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Deeder, for plaintiffs in error, made three points.",
      "Porter, contra."
    ],
    "corrections": "",
    "head_matter": "Musselman v. The Commonwealth.\nThe sureties of a constable cannot take advantage of the neglect of the court to swear the constable or to approve his bond, and they are concluded as to his liability by a judgment recovered against him for his default in executing process.\nCondition in an official bond that a constable shall execute all writs, is not greater than is required by law.\nIn error from the Common Pleas of Munroe.\nDec. 22. Debt against a constable and his sureties on an official bond. The bond was conditioned that Musselman, the constable, should “ execute all writs and process to him directed, without delay and according to law.” This bond was produced by the clerk of the sessions from among the records of the court, but there ivas no entry of the filing or approval on the bond or on the record, or of the swearing of the constable. The plaintiff showed a recovery against one Van Horn before a justice, on whose docket there was an entry of an “execution, issued January 6, 1843,” and “delivered to Musselman” by plaintiff. This writ had never been returned. The execution bore date 23d January, and the date was in the handwriting of the plaintiff in the execution, to whom it had been given by the justice. The court rejected evidence that Musselman had been removed by the court and another constable appointed in his stead on the 7th February.\nBefore the bringing of this suit, the plaintiff in the execution had proceeded against the constable alone, and recovered final judgment for his default in not returning the writ.\nDeeder, for plaintiffs in error, made three points.\n1. That the bond was not taken as directed by the act of 1834, since that required an approval of the court and the oath of the constable, neither of which appeared by the record, nor could they be supplied by parol: Loughry v. McCullough, 1 Barr, 503; Comth. v. Laub, 1 Watts & Serg. 261. 2. That the condition was beyond the terms required by law, since only legally directed writs must be executed; here all writs are named. This discharges the surety, 1 Watts & Serg. 261. 3. That the constable having been removed within twenty days from the receipt of the writ, and hence not having the time allowed by law for executing it, was thereby discharged.\nPorter, contra.\nThe approval, &c., is for the benefit of the ereditor, not for that of the constable. The condition, taken from the form of the sheriff’s bond, is not larger than the law requires. All writs, certahily, means all legally directed writs. The sureties are concluded by the judgment against the principal. He cited Armstrong v. United States, 1 Pet. C. C. 47; McCaraher v. Comth., 5 Watts & Serg. 21; United States v. Howell, 4 Wash. C. C. R. 623; United States v. Brown, Gilp. 171."
  },
  "file_name": "0240-01",
  "first_page_order": 240,
  "last_page_order": 241
}
