{
  "id": 957831,
  "name": "Jenkins v. Jenkins",
  "name_abbreviation": "Jenkins v. Jenkins",
  "decision_date": "1847-01-03",
  "docket_number": "",
  "first_page": "246",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts & Serg. 19",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0019-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 278,
    "char_count": 3709,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3072505385449113
    },
    "sha256": "072c714d90398cfc403bd252fcd517aa25aa4e2796befe0a78753f95de52e93f",
    "simhash": "1:612915d0a1aa61cb",
    "word_count": 638
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jenkins v. Jenkins."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThis proceeding lies exclusively against the land; and it furnishes a decisive objection to a decree of sale in it, that the terre-tenants are not parties to it. But being in the nature of a bill in equity, they may yet be made so by serving them with notice to come in and defend for their particular interests. To do so, however, it is necessary to reverse the decree, and remit the record for adjudication de novo when they shall have been heard. For that purpose the pleadings ought to be amended so as to present the naked question whether Elizabeth Jenkins is liable at all, without regard to favour, to account to John S. Jenkins for profits either as a co-tenant or as his bailiff and receiver,\nDecree reversed, and •procedendo awarded,",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Boyd, for complainants,",
      "Hancock and Olay, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Jenkins v. Jenkins.\nTerre-tenants, grantees of a devisee charged with legacies, must be made parties to a bill in the Orphans’ Court, praying a sale of the land to pay the legacies.\nAnd the Orphans’ Court has jurisdiction to settle accounts between the devisee and legatee before decreeing a sale for the unpaid legacy. And in this account die legatee is to be charged for the profits of land held by her and the devisee as tenants in common, of which she has retained exclusive possession.\nAppeal from the Orphans’ Court of Montgomery.\nDec. 27, 28. Elizabeth Jenkins presented a petition to the court below, setting forth a devise to J. and L. Jenkins, the respondents, of certain land, subject to the payment of a sum of money among the children of the testator, of whom the complainant was one; that the devisees had entered, and the legacy remained unpaid; and prayed a decree compelling payment of the legacy and a sale of the land.\nThe respondents set forth in their answer, that prior to the filing of the petition they had sold the lands to divers persons whose names were set forth-. They also denied that any thing was due to the complainant on a settlement of accounts between them. Among other reasons, they alleged that J. Jenkins and complainant were tenants in common of a piece of land which they had demised to a tenant at a certain rent. That complainant subsequently entered and evicted the tenant, and had remained in possession ever since, and enjoyed all the profits.\nThe replication averred, by way of demurrer, that this was immaterial ; the legacy not being thereby discharged.\nThe court thereupon overruled this demurrer; and the complainant having neglected to reply further, they dismissed the petition. At a subsequent term, the complainant asked leave to file a supplemental replication, admitting the exclusive retention of the premises, but denying that she had ever interfered with her co-tenant’s occupation or enjoyment of half of the profits; which the court refused. *\nBoyd, for complainants,\ninsisted that the proposed set-off was inadmissible, since there was no certain rent agreed upon, and the remedy was account-render between the co-tenants. That if it was here admitted, the complainant would be deprived of her counter set-off for repairs, as was settled in Ulrich v. Berger, 4 Watts & Serg. 19.\nHancock and Olay, contra.\nThe jurisdiction is in chancery, and the owners of the land must be parties. There can also be no question that in this court all preliminary matters to determine the liability of the land must be decided. This cannot be done unless an account be taken, and into that every matter of charge and discharge can be brought; and if there be a balance either \"Way, it can be compelled to be paid.\nReply.\nThe terre- tenants purchased with notice of the claim. [Rogers, J. — You seek to charge their lands. Did a court of Chancery ever make a decree against persons not parties ?]\nJan. 3."
  },
  "file_name": "0246-01",
  "first_page_order": 246,
  "last_page_order": 247
}
