{
  "id": 957774,
  "name": "Dickerson and Haven's Appeal",
  "name_abbreviation": "Dickerson & Haven's Appeal",
  "decision_date": "1847-01-10",
  "docket_number": "",
  "first_page": "255",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 255"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 267",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481792
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0267-01"
      ]
    },
    {
      "cite": "6 Watts, 133",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0133-01"
      ]
    },
    {
      "cite": "5 Watts, 140",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0140-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 356",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts & Serg. 197",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169304
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0197-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 389",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts & Serg. 473",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0473-01"
      ]
    },
    {
      "cite": "4 Watts, 341",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842692
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0341-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 204",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "11 Serg. & Rawle, 208",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/11/0208-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 142",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798265
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0142-01"
      ]
    },
    {
      "cite": "2 Binn. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    },
    {
      "cite": "2 Rawle, 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 Rawle, 37",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820601
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0037-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 10332,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 1.800484773457128e-07,
      "percentile": 0.7163651239898542
    },
    "sha256": "23cf273a572cddef168292bfd43a5849d83fe15ebcaadc3e0261d5d49a4788ea",
    "simhash": "1:48fb8faedd5b8a45",
    "word_count": 1812
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dickerson and Haven’s Appeal."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe five latter exceptions taken by the appellant to the action of the court below, in awarding the money paid into court to Price, for whose use the original judgment against Conrad was prosecuted to execution, may be reduced to one, namely, that the scire facias which was issued on the 21st of March, 1844, to revive the lien of the judgment, was not served upon the proper parties. It appears by the report of the auditor, appointed by the Court of Common Pleas to collect and report the facts, that the land, which was the subject of the lien, passed, by suecessive conveyances, through many hands in a short period of time, and the plaintiff in the judgment made a very unnecessary effort to bring upon the record, as defendants in the scire facias, these successive owners, including Jefferson Lewis, who was in fact terretenant at the time of the impetration of the writ, but ceased to be so before the service thereof by the sheriff. The writ was not served upon him, and had he continued to be the owner of the lands up to that time, it might have been necessary to consider whether the sheriff’s return shows, with sufficient distinctness, that the alternative service of the process on the persons occupying the real estate bound by the judgment, had been made,- as prescribed by the act of 1798: Dohner’s Estate, 1 Barr, 104. But the necessity is superseded by the fact that, upon the return of the process, Henry Huber, sen., in whom the legal title to the land became vested before the service of the. scire facias, voluntarily appeared thereto, by his attorney in fact, and confessed judgment. Though not named in the writ, nor in the sheriff’s return, this cognovit had the effect of reviving the lien, as against subsequent encumbrancers; for an acknowledgment entered on the docket, without process, that the judgment is in full force, is sufficient to continue the lien: Boal’s Appeal, 2 Rawle, 37; and it has even been held that a judgment confessed in an amicable scire facias sur a former judgment is a valid lien against posterior judgment-creditors, though the original judgment did not legally exist in the court when the confession was made: Ramsey v. Linn, 2 Rawle, 231. Huber, with the consent of the plaintiff, had a right, as terre-tenant, to make himself a party to the proceeding by a voluntary appearance, and being the only party then, in interest, service upon any other party, except, perhaps, the defendant in the judgment, was needless. Lewis, by parting with his estate in the land, bound before service of the writ, was placed in the^ category of the preceding owners, who were not entitled to notice. These, in truth, ought not to have been brought in as parties. Naming them was an irregularity, yet not such an one as, I apprehend, could be taken advantage of by the real owner, even by pleading to the scire facias, and, certainly, not by after encumbrancers, on an application for the distribution of the fund raised by the sale of the land. It has long been settled that, though a judgment may be set aside or be reversed on error, for irregularity, it cannot be impeached collaterally, except upon proof of fraud: Heister v. Fortner, 2 Binn. 40; Lewis v. Smith, 2 Serg. & Rawle, 142; Anderson v. Neff, 11 Serg. & Rawle, 208; Stewart v. Stocker, 13 Serg. & Rawle, 204; and were this otherwise, it is certain that third persons, though they be judgment-creditors, cannot take advantage of such irregularities : Meason’s Estate, 4 Watts, 341; Hauers’s Appeal, 5 Watts & Serg. 473; Lowber & Wilmer’s Appeal, 8 Watts & Serg. 389; Dougherty’s Estate, 9 Watts & Serg. 197. It is not at all like the..case of Armstrong’s Appeal, 5 Watts & Serg. 356, for there no judgment of revival had been recovered against the terre-tenant, upon whom the writ had never been served, a fact of which, of course, the other creditors were permitted to avail themselves. Were it then even admitted that making the former owners parties, and signing judgment by default against them, is such an error as would have caused a reversal of the judgment, it does not lie in the mouth of the appellant, especially in this collateral proceeding, to impeach it on that account, and still less upon the ground that the writ was not made known to a former owner.\nBut it is further objected against the validity of the judgment of revival, that Huber, who was the trustee of Elizabeth Gebler, was not invested with power, by the instrument creating the trust, to confess such a judgment. There are two answers to this objection. The first is, that none but the cestui que trust could set it up for the protection of her estate; and the second, that Huber, as well as the other alienees of the land, took it by the express terms of the deeds made to them, subject to this judgment. The legal estate being in Huber, he was the proper party to the scire facias, and the beneficial interest being thus expressly encumbered, the cestui que trust could, with no show of reason, object to the action of the trustee: much less can a stranger who is in nowise injured by it.\nThe remaining exception is to the refusal of the court to direct an issue to try the facts stated in the petition of the appellant. Unquestionably, under the act of 1836, relating to executions, if any fact connected with the distribution of the proceeds of sheriff’s sales be disputed, it is the imperative duty of the court of Common Pleas, on the application of any person in writing having an interest, to direct an issue.to try the same: Bichel v. Rank, 5 Watts, 140; Trimble’s Appeal, 6 Watts, 133; Reigart’s Appeal, 7 Watts & Serg. 267. But then the specific facts should be set out, and it must appear that they may be made the subject of controversy, as facts in pais, proper to be passed upon by a jury. The act of Assembly was not formed to enable a litigious party to demand an issue, under all circumstances, and thus take his chance before a jury, when there is nothing in the case to call for its intervention. Now we look in vain to the petition or application of the appellant for the statement of any specific fact admitting of dispute, or which could possibly call for a jury to determine. Every thing stated, as constituting his case, rests either in record or documentary proof, which it is the province of the court to consider, and the employment of a jury would have been not only unnecessary but idle. On this ground, therefore, the court below was right in their refusal to direct an issue, though they may have given an erroneous reason for their determination, which, however, I am by no means disposed to concede.\nBut there is another decisive reason why this exception ought to be overruled, not appearing on the paper books, though shown by the record. The petition of the appellant prayed the court to direct an issue, or appoint auditors to investigate the facts, thus leaving it optional with the court to do either, and they chose to do the latter, to which no exception appears to have been taken. Surely, after this, it is not for, the party to complain of the court for adopting one of his suggestions, being the very thing he prayed for.\nDecree affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Dicherson, for appellants.",
      "Chapman, contra."
    ],
    "corrections": "",
    "head_matter": "Dickerson and Haven’s Appeal.\nThe appearance and confession of judgment on a scire facias to revive by a terre-tenant, not named in the writ, is a waiver of any defect in the sheriff’s return of service'as to him.\nTrustee for separate use of feme covert, taking subject to the lien of a judgment, may continue the lien by voluntarily appearing to a scire facias to revive, and confessing judgment.\nUnless there appears to be a dispute as to the facts, the court are not bound to direct an issue to determine the right to the proceeds of a sheriff’s sale.\nFrom ike Common Pleas of Bucks.\nDec. 30. On the 4th April, 1839, Conrad being seised of certain real estate, confessed a judgment to Preston to secure $1000. Conrad then conveyed the land, subject to the judgment, to E. Yerkes, who conveyed to S. Yerkes, who conveyed to Auble, who conveyed to Lewis, all of which conveyances were subject to the judgment. On the 27th March, 1844, Lewis conveyed to Huber, subject to the judgment, in trust for the separate use of Grebler, a feme covert, with povj^r to sell, with the consent of said Grebler and her husband, and reinvest the proceeds on the same trust.\nIn March, 1844, a scire facias to revive was issued on this judgment against Conrad, Yerkes, Auble, Lewis, Mort, and Neals, alienees and terre-tenants, and in the same month the sheriff returned that he had served the parties, (excepting Lewis, wko was out of .the county, and also excepting Auble, for whom he left a copy on the premises with William Neals.)\nUpon the return of the writ, Huber confessed judgment on the scire facias, and in June following judgment by default was entered against the other defendants.\nIn November, 1844, Huber conveyed to Dickerson, and he to Montgomery, against whom, whilst owner, Dickerson, the appellant, recovered a judgment, in 1845. The property passed from Montgomery to Haven, the appellant, in 1846, by divers mesne conveyances.\nIn 1846 afieri facias issued on the judgment against the original parties, and Huber as trustee, and the property was sold. Dickerson then presented a petition to the court, setting forth the title and other facts appearing on the record, and praying for an issue or appointment of auditors, but for what purpose did not appear from the paper book.\nThe court awarded the fund to the plaintiff in the execution, and this appeal was taken.\nThe errors assigned were in refusing an issue to try the facts stated in the petition. The 2d, 3d, 4th, and 5th were, in substance, assignments of error in not awarding the money to Dickerson, on his judgment, or to Haven as owner. The sixth assigned error in the judgment confessed by Huber for want of power in the deed of trust so to do, and averred it to be nugatory and void.\nDicherson, for appellants.\nThe terre-tenant was not named in the writ, nor had he the power to confess the judgment. The issues are of right. [Gibson, C. J. — You must show disputed facts, and the issue must be confined to them.]\nChapman, contra.\nHuber took, subject to the judgment. He had, therefore, power to continue the lien; the subsequent terretenants are immaterial in this question.\nJan. 10."
  },
  "file_name": "0255-01",
  "first_page_order": 255,
  "last_page_order": 259
}
