{
  "id": 957871,
  "name": "Hanson v. The Bank of Penn Township",
  "name_abbreviation": "Hanson v. Bank of Penn Township",
  "decision_date": "1847-01-06",
  "docket_number": "",
  "first_page": "261",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 266,
    "char_count": 4259,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4356833158998845
    },
    "sha256": "c82178a06f86c3a292fd3b0309ddae2b25f6d057e854c47a5b3bf5db41a59023",
    "simhash": "1:a4adb839faef20ac",
    "word_count": 749
  },
  "last_updated": "2023-07-14T20:01:42.536801+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hanson v. The Bank of Penn Township."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe 39th section of the act of the 29th March, 1832, makes it the duty of the prothonotaries of the Courts of Common Pleas of the respective counties, to file and docket, at the instance of persons interested, certified transcripts or extracts of the amount appearing to be due from executors, administrators, guardians, or other accountants, on the settlement in the Orphans’ Court. The transcripts or extracts so filed are made liens on the real estate of such accountants, from the time of such entry. The defendant, who was an executrix, settled her account in the Orphans’ Court of the county of Philadelphia, an extract or transcript from which was filed in the county of Montgomery. A scire facias was issued, as is directed in the act, in the Court of Common Pleas of the latter county, and the defendant contends judgment cannot be rendered against her, because the act does not authorize the filing a transcript in any county except where the account is settled. The act, which is designed to protect persons who, in many instances, are incapable of protecting themselves, is remedial, and therefore entitled to a liberal construction. We see no reason, arising from the letter or spirit of the act, which requires that its operation should be confined to any one county. The accountant, it is true, usually lives in the county where the account is settled, and in most cases his real estate may be situated there. But this is not always the case, either w7hen he takes on himself the burden of the trust, or settles his account, and his real estate may be situated in a different, or in more than one county. It is difficult to perceive any reason why the legislature should intend to limit the remedy to one county more than another, or why it should be confined to one. There is nothing in the act which prohibits the lien from being filed in any or in every county where the accountant has real estate. It is said this is a power which may be abused; but if so, which we do not apprehend, there will be no difficulty in applying a proper curative. It is very obvious, that in many cases it is absolutely necessary to file the extract in more counties than one, to procure an adequate indemnity; as, for example, where the sum due exceeds the real estate in any one county, and where the accountant has real estate in more than one. Had it been designed to limit the operation of the act, as the defendant contends, the intention would have been indicated in the usual language, such as that the extract should bo filed in the proper county. But as no such expressions are used, we are not restricted to the narrow interpretation on which the defendant insists.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "G. B. Browne, for plaintiff in error,",
      "G. R. Fox, contra."
    ],
    "corrections": "",
    "head_matter": "Hanson v. The Bank of Penn Township.\nUnder the 39th sect, act of 1832, a transcript of a balance due by executors maybe filed in a different county from that in which probate was made.\nIn error from the Common Pleas of Montgomery.\nDee. 31. — Case stated. Hanson died at Philadelphia, in 1842, leaving plaintiff in error his executrix, who proved the will in that county. In 1844, the report of an auditor was confirmed absolutely, by the Orphans’ Court, finding a balance due by the executrix to the estate. In 1846, the Bank recovered a judgment de bonis testatoris against the executrix, and procured an extract of the proceedings in the Orphans’ Court of Philadelphia, to be docketed in Montgomery. On a sei. fa. upon that extract, this case was stated, and the question was, whether the plaintiff was entitled to judgment, the defendant, at the time of the filing of the extract, having been seised of real estate in Montgomery county.\nThe court (Krause, P. J.) gave judgment for the plaintiff.\nG. B. Browne, for plaintiff in error,\ncontended that this remedy was confined to the Common Pleas of the respective counties where the will was proved. That it would be highly inconvenient if the lien could be entered in every county in the state, and being a novelty, it was not to be extended by construction.\nG. R. Fox, contra.\nThe argument ab ineonvenienti would equally apply to the new remedy, by entering the same judgment in every county. The act was a beneficial one, and should receive a liberal construction to effect the plain intent.\nJan. 6."
  },
  "file_name": "0261-01",
  "first_page_order": 261,
  "last_page_order": 262
}
