{
  "id": 957822,
  "name": "Bevan v. Cullen",
  "name_abbreviation": "Bevan v. Cullen",
  "decision_date": "1847-01-22",
  "docket_number": "",
  "first_page": "281",
  "last_page": "287",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Serg. & Rawle, 429",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805881
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0429-01"
      ]
    },
    {
      "cite": "2 Rawle, 311",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0311-01"
      ]
    },
    {
      "cite": "5 Watts, 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    },
    {
      "cite": "9 Watts & Serg. 117",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0117-01"
      ]
    },
    {
      "cite": "1 Rawle, 128",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts & Serg. 238",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. 200",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 288",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0288-01"
      ]
    },
    {
      "cite": "5 Cranch, 15",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        1446261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/9/0015-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 238",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 742,
    "char_count": 15868,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 1.0466065400969007e-07,
      "percentile": 0.5522806542003028
    },
    "sha256": "7040a9773fffa86f0cdfe8dd1591cc48c13e5490c9895db3c514c8e440ce9000",
    "simhash": "1:eb6bbf2784f692c0",
    "word_count": 2774
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bevan v. Cullen."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe plaintiff declared for money had and received, and on an account stated. Pleas, non assumpsit; statute of limitations, account stated, absque hoe, a promise within six years. Replication, merchants’ accounts. Rejoinder, not merchants’ accounts; and on this, issue was joined. The principal issue on which the cause was tried, and to which the charge was directed, was merchants’ accounts. In the charge we perceive nothing wrong. The objection on which reliance is placed, is that the account-sales was not transmitted to Curcier; hut to this allegation the answer is altogether satisfactory. Bevan and Humphreys were the legal proprietors of the consignment, and, so far as concerns the interest of Curcier, were his authorized agents. Curcier had but a contingent interest in the shipment, being entitled to the proceeds, if any, after paying Bevan and Humphreys the full amount of their advancement. By the well-settled principle of law and commercial usage, the account of sales is forwarded to the legal owner of the goods; the consignee is not bound to notice the equitable or contingent owner. The presumption is, that the former advises the latter of the state and condition of the consignment, and if he be prejudiced by his neglect, the remedy is against him. Curcier, Bevan, and Humphreys are identical, so far as regards themselves, and the correspondence furnishes evidence that of this the parties were fully aware. Their acts and omissions are his. The court on that was right in instructing the jury the account was closed, not an open or unsettled account, and consequently the plaintiff could not avail himself of the exception in the statute. The suit is brought in the names of Bevan and Humphreys, and could not be brought otherwise, not for the benefit of Curcier, but of Mr. Frevall, whose interest does not appear.\nThe plaintiff also contends the defendants were beyond seas, and that- there was a fraudulent concealment of the fact that the duties were paid in depreciated paper, and not in specie. But the answer is, that the only issue is merchants’ accounts; that if the plaintiffs intended to rely on these allegations, they should have been specially replied. That in order to prevent the operation of the act of limitations, there must be a special replication, is ruled in Clark v. Hougham, 2 Barn. & Cress. 149, (9 E. C. L. R.;) 3 P. Wms. 144; and Brown v. Agnew, 6 Watts & Serg. 238. That the defendants were beyond seas must be specially alleged, is also plain. As the pleadings now stand, the defendant has had no opportunity of contesting the fact that the parties, or one of them, had returned. It cannot be permitted that the cause should be tried on one issue in the lower court, and on a different issue in this court. The charge of the court is so full on the principal question, that I do not deem it necessary to repeat that which has been there well said.\nAs this view of the case presents a fiat bar, it would be a waste of time to examine the questions arising on the bills of exception. The evidence there referred to has no bearing on the issue arising on the act of limitation. The result will be precisely the same, whatever course the court may take in relation to them, for in the whole case the defendant is entitled to judgment. *\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "C. Ingersoll, for plaintiff in error.",
      "McMurtrie and F. W. Gubbell, contra."
    ],
    "corrections": "",
    "head_matter": "Bevan v. Cullen.\nThe defendant having pleaded the statute of limitations, die plaintiff replied that the cause of action related to merchants’ accounts, on which issue was joined. The evidence proving that there had been an account stated, the defendant is entitled to a verdict; for accounts when stated cease to be merchants’ accounts within the exception of the statute.\nWhere an account-sales has been rendered, and the consignor directs the balance to be shipped, making no objection to the items of the account, he thereby assents to it, and makes it an account stated.\nTo take advantage of fraud, or absence beyond seas, as an exception to the bar of the statute, it must be replied.\nThe consignor of goods being the legal owner, his dealings with the consignee, as by assenting to an account, bind the equitable owner, though known to the consignee. A. having advanced on goods to B., shipped them to C., who knew B. had an interest. C. rendered an account-sales to A., who assented to it; the account thereby becomes a stated account as to A. and B.\nIn error from tbe District Court of Philadelphia.\nJan. 11, 12. This was an action of assumpsit by Bevan and Humphreys to the use of Frevall against Cullen, James & Co. By the bill of particulars, the claim was stated-to be for certain overcharges made by the defendants as consignees of certain goods at Vera Cruz, one item of which was the difference between the amount paid for duties, and that charged — the payment having been made in depreciated paper, called vales. The other items were for overcharges in expenses, commissions, &e.\nThe declaration was on an account stated, and the money counts. Pleas, non assumpsit, statute of limitations, and non assumpsit infra sex annos absque hoc, a promise within six years. The plaintiffs replied merchants’ accounts, which the defendants traversed, and on these issue was joined.\nOn the trial before Sharswood, J., it appeared that Bevan and Humphreys had consigned the goods to the defendants, and that a Mr. Curcier was interested in the shipment. By the vessel which carried out the goods, he wrote to Cullen, expressing a desire that all savings that were possible by paying duties in depreciated paper, &c., would be made, and made proposals for continuing the trade on these terms, to all of which the defendants assented. It appeared that Curcier, before the shipment, was aware of the existing practice to pay a certain proportion of the duties in such paper.\nOn the 16th December, 1833, an account-sales of the entire shipment, containing all the charges in question, and showing a balance due to the consignors, was transmitted to Bevan and Humphreys. In this they were charged with $6073 37, amount paid for duties. There was evidence that forty per cent, of these duties were received in vales, or paper money issued by the Mexican Government, and that they were selling at a large discount at the time of the alleged payment. These account-sales were received by Bevan and Humphreys prior to January 9,1834, as Curcier stated in his letter to Cullen of that date, though he added sickness had prevented him seeing them.\nOn the 10th March, Bevan and Humphreys acknowledged the receipt of the account, but made no objection to any item, or any remark as to the account. They expressed a disappointment in not having received remittances of the balance due on the shipment, and directed defendants, if they had not made remittances, on receipt of the letter, to ship the balance in specie or cochineal by the first vessel.\nCullen, James & Co. had shipped the balance in specie on the 5th of March, which was received and acknowledged by B. and II. on the 13th May. In this letter they expressed some surprise at the magnitude of some of the charges, but stated the shipment had been made on account of Curcier, to whom they had made advances, which had been repaid, and to whom C., J. & Co. should account for any allowance on the charges, which appeared to him and them to be excessive. Curcier subsequently made objections, stating he had an agreement with defendants to be allowed the benefit of the savings in duties, and also that certain of the charges for commissions should be less than were stated in the account. There were no letters shown from him to C., J. & Co., dated between January 9, and August 1, 1834.\nThe writ issued June 29,1840, and the defendants below insisted that the account being stated, at least from the 13th May, 1834, was not within the exception in the statute, and all claim was barred by the statute of limitations.\nHis honour, after summing up the evidence, and saying that B. and H. were the legal proprietors, and so far as concerned the interest of Curcier, his authorized agents, instructed the jury that there were two issues: “ 1. Whether the defendants were indebted. 2. Whether plaintiff’s claim was within the exception to the statute under the denomination of merchants’ accounts. That an account between merchant and factor was an account between «merchant and merchant,’ and an action of assumpsit thereon was not barred, nor need any of the items be within six years: 5 Cranch, 15.\n«It is perfectly well settled, however, that an account stated, is not such an account as is intended by the exception in the statute. The account must be an open and unsettled account.\n■ “It becomes important, then, to inquire what is in law an account stated. It is certain that the mere rendering of an account does not make it an account stated; nor will that effect be produced by the cessation of dealings between the parties. On the other hand, it is equally certain, that to make an account stated, it need not be signed by the parties. The true rule appears to be, that an account rendered, with a balance struck, and that assented to by the party to whom it is rendered, is an account stated.\n“It is not necessary that it should be in the form of an account current, or any particular form.\n“ An account-sales rendered, as in this case, may become an account stated, by the consent of the consignors to whom it is sent. Such assent need not be expressed in words; it may be implied from the conduct of the party. It is the settled law merchant— indeed one of the settled landmarks of the law — that an account rendered is allowed, if it is not objected to without unnecessary delay. The time within which objection must be made cannot be definitely fixed. It depends upon the circumstances of the case, whether an acquiescence or a presumed agreement to the correctness of the account exists. If -it does, and the party does not account for his silence, the account is considered as settled to his satisfaction. The reason for this rule is the same as for that which requires immediate notice to be given to the parties to a bill or note of its dishonour, and other rules of a similar character, which are to be found in the commercial codes of all civilized nations.. Punctuality is the very life of commerce ; and it is more important to the merchant than to any one else, to be immediately apprised of every thing which affects his pecuniary condition. He regulates his enterprises accordingly; and dealing upon the assurance of ascertained gains, he engages in speculations which he otherwise would not. There is most excellent reason, therefore, in the law which requires that notice should be given, within a reasonable time, of objections, if any exist, to an account rendered.\n“ The silence of the party, continued unnecessarily long, is a legal presumption of his assent. But his assent may be presumed from his acts as well as his silence; and if he acknowledges the receipt of the account, communicates with the other party on the subject of the mode of remitting the balance, and receives that remittance without any objection, it is in law an assent to the account. If he had signed the account, or said to his correspondent, “ I have examined and found it correct,” it would have been a stated account. Would either of these acts be any stronger than that which has been done here ? You must not mistake; such account is not conclusive. There are cases in which it may be opened; cases of plain mistake, cases of fraud, or where the party was ignorant of some material fact. But then the burden of proof is on the party who objects to the account. It is prima facie correct, and he must bring his action within six years. If, for example, in this case, the plaintiffs had not known (which, however, cannot be alleged here) that the duties to the Mexican government upon the importation of merchandise, were either in whole or in part payable in a depreciated currency, they doubtless might at any time within a reasonable period after the discovery of the fact, raise that objection. But where the objections made are all palpable upon the face of the account, and ought and must have occurred to the mind when it first met the' eye, no unreasonable delay in immediately communicating them can be tolerated.\n“ I am of opinion, then, and so direct you, that in point of law the plaintiffs have failed to sustain the issue which they have taken upon themselves; to wit, that the subject matter of-this suit is merchants’ account. In point of law the account was a stated account, and that is not merchants accounts within the exception of the statute of limitation. There is no material fact in dispute in the case; as far as regards this question, there is nothing for you to decide.”\nC. Ingersoll, for plaintiff in error.\nThe charge of the court excludes all but the item for the duties from consideration; the other items were questions for the jury, whether paid as stated, or properly chargeable. But the radical error is in assuming the acts of Bevan & Humphreys bound Curcier. They were but nominal owners, while he was the real one, which was known to Cullen, ■James & Co., with whom he was in continual correspondence. They could only act for their own interests, or, at the furthest, so as not to affect injuriously that of Curcier. Their situation was like that of mortgagor and mortgagee. Besides, the act of Cullen, James & Co., as to the vales, was a fraud; they bought paper at a depreciation, -with which they paid a debt for us, and then charged us with the nominal amount; Sharp v. Emmet, 5 Whart. 288; and this always is an excepted case. The defendants also, as the evidence showed, were beyond seas.\nMcMurtrie and F. W. Gubbell, contra.\nThe plea of the statute of limitations went to the whole action. To avoid that, the plaintiffs replied merchants’ accounts, on which issue was joined. If then there was an account stated, they were not within the exception ; Toland v. Sprague, 12 Peters, 300; Ramchander v. Hammond, 2 Johns. 200. Absence beyond seas, or fraud undiscovered, are matters of replication; Clark v. Hougham, 3 D. & R. 322; S. C., 2 Barn. & Cress. 149; Brown v. Agnew, 6 Watts & Serg. 238; South Sea v. Wymondsell, 3 P. Wms. 144. The issue being then simply — were the matters complained of merchants’ accounts ? this court can only look to the correctness of the decision, as it applied to the pleadings; McCulloch v. Norris, 5 Barr, 285. An account, when stated, being no longer merchants’ accounts, was this stated, and when ? An implied assent, without acts, is sufficient, if a reasonable time elapse, but any positive act of assent is at once effective. Here the balance was drawn for, or ordered to be shipped, on the 10th March. This is the very act put as an example, in Toland v. Sprague, 12 Peters, 335; Elliott v. Walker, 1 Rawle, 128. So an entry into a house, without objection to a bill for fixtures, makes the bill a stated account; Salmon v. Watson, 4 J. B. Moo. 73. Upon the issue joined, the judge was then clearly right. The plaintiff relies on the equitable interest of Curcier. That is not averred, nor would it aid, since it would be an impertinence on the record; Commonwealth v. Lightner, 9 Watts & Serg. 117; 5 Watts, 68; and he must stand or fall by the title of the legal plaintiff; 2 Barr, 52; McEuen v. Girard, 2 Rawle, 311; as must all cestuis que trust, unless there be collusion: and the parties here are the proper ones; Griffith v. Ingledew, 6 Serg. & Rawle, 429. He further sets up ignorance. But he knew we claimed for all payments and charges. It was for him to show error; Brown v. Agnew, ut sup., in which he failed as to the vales, and there his own evidence shows he knew that such a profit could be made under the custom of the country, and that we declined allowing him any part of it.\nJan. 22."
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 287
}
