{
  "id": 957812,
  "name": "Donath v. Broomhead",
  "name_abbreviation": "Donath v. Broomhead",
  "decision_date": "1847-01-26",
  "docket_number": "",
  "first_page": "301",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 301"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wash. C. C. Rep. 294",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6562397
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/21/0116-01"
      ]
    },
    {
      "cite": "1 Rawle, 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0009-01"
      ]
    },
    {
      "cite": "5 Whart. 189",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877624
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0189-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 515,
    "char_count": 9586,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 9.700930675417539e-08,
      "percentile": 0.5297893815430939
    },
    "sha256": "e38a55408200500ec302bde6966807ef5b8f242974fe41ca99a9bbf228330c86",
    "simhash": "1:74d000147ab6f074",
    "word_count": 1711
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Donath v. Broomhead."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe right of a vendor, on the discovery of the bankruptcy or insolvency of the party to whom he has sold goods on credit, to retake them before actual or complete delivery,' is the well-settled doctrine of both courts of law and equity. The general rule is, that the transitus of the goods, and the right of stoppage in transitu, is determined by actual delivery to the vendee, or by circumstances which are equivalent to an actual delivery. There are also cases where a constructive delivery will destroy the right. Short of this, the right exists, and is much favoured; for, as is said, it is unreasonable to allow the goods of the vendor to be appropriated to the payment of other creditors if the vendee fails before payment, and before the goods have actually reached him. These principles are admitted; but the difficulty has been as to its continuance and termination — when the transitus exists, and when it ends. In Tanner v. Scovell, 14 M. & W. 28, it is ruled, that if the vendee take possession of part — not meaning thereby to take possession of the whole, but to separate the part— and take possession of that part only, it puts an end to the transitus only with respect to that part; the right of lien, and the right of stoppage in transitu, still remains. That case is cited, not so much because of its immediate bearing on the case in hand, as because it shows the anxiety of the courts to preserve the equitable right of lien. - But although Tanner v. Scovell does not rule the point raised in the case stated — Nor they, assignee of Leyland, v. Crags and Field, 2 Esp. 613, we think does. In the latter case it is decided, that when goods are consigned, but the duties not being paid, are lodged in the king’s stores, the consignee may stop them in transitu, if he claims them before they are actually sold for the payment of duties; or if sold, he is entitled to the proceeds. This case has been repeatedly recognised, and rules the point: for in all its essential particulars, it is identical with the present — the only difference being, that here the freight was paid, and the vendee was prevented from entering the goods, because he had lost or mislaid the invoice. For the last reason, the goods remained on board the ship until they were removed by the officers in charge to the custom-house store, and there deposited. Until the goods were entered at the custom-house, the vendee was not entitled to the actual possession of the goods, and that is the principle of the case cited. Lord Kenyon, after noticing the relaxation of the stringent rule laid down by Lord Hardwicke, says, the bankrupt had no title to the actual possession till after the duties were paid; for, until then, they were in custodia legis. If this be the correct principle, payment of freight can make no difference as to the actual possession, or the right of possession. The goods are still in the custody of the officers of the law. That payment of freight amounts to an actual delivery, is not pretended; is it, then, such a constructive possession as puts an end to the transitus ? Is the master of the ship converted into an agent or bailee of thevendee? A constructive possession is where the carrier enters expressly, or by implication, into a new agreement, distinct from the original contract for carriage, to hold the goods of the consignee as his agent, not in pursuance of the original contract, but in a new character, for the purposes of,custody, and subject to his order. In Whitehead v. Anderson, 9 M. & W. 518, it is doubted whether a marking or taking samples, or the like, without any removal from the possession of the carrier, though done with the intention to take possession, would amount to a constructive possession, unless accompanied with such circumstances as to denote that the carrier was intended to keep the goods in the nature of an agent for custody. There is nothing here which indicates a change of character, nor an agreement, nor an implication of one.\nIt is not necessary to deny that were there nothing in the case but payment of freight, a contract or agreement might be implied that the master held the custody of the goods as the agent of the vendee, that his character was changed : but can this be when the goods are in the custody of the law ? In the latter case, neither the master nor the vendee has any contract as to the possession. They are in the custody of the officers of the law. Until the goods, are entered, the right of the vendee is not recognised, and can only be so on presentation of the original invoice. Nor can we understand how the loss of the invoice can vary the case. The objection still remains. The vendee has not entitled himself to the actual possession, and whether this arises from storms at sea, by which the delivery of the goods is delayed, from accident, carelessness, .or any other cause, it is useless to inquire. As the transitus is not at an end, the vendor is not estopped from asserting his equitable right.\nJudgment reversed, and judgment for the defendants.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "G. W. Biddle, for plaintiff in error.",
      "T. Sergeant, contra."
    ],
    "corrections": "",
    "head_matter": "Donath v. Broomhead.\nWhere goods shipped to a vendee arrived at their port of destination, and the vendee paid freight and gave his note for the price; but the goods, in consequence of the loss of the invoice, were stored in the custom-house, and remained there until the dishonour of the note, the vendor’s right of stoppage remained.\nCertificate from the Nisi Prius.\nJan. 17. Case stated. The question was, whether the defend-' ants had lost their right of stoppage in transitu. In 1836, Tryon ordered certain hardware from Broomhead and Thomas, merchants in England, defendants, which arrived in Philadelphia by the Octorara, on the 15th of April, 1837, consigned to Tryon, and accompanied by an invoice and bill of lading. On the 18th, Tryon paid the freight, and on the 25th gave his note at four months for the invoice, exchange and interest, to the agent of Broomhead and Thomas, who retained it until maturity, when it was dishonoured. In consequence of the loss of the invoice, Tryon was unable to enter the goods at the custom-house, to which they were removed from the vessel by the officers. On the 19th of May, Tryon assigned for the' benefit of creditors, and Donath, the plaintiff, was appointed assignee. After the dishonour of the'note, the agent for defendants claimed the goods on their behalf, and notice was given to the collector. Donath, the assignee, also claimed the goods. On the 3d of July, 1843, the goods were sold by order of the collector, and the net proceeds paid into the hands of Gr. S. to abide the result of this suit.\nIf the defendants retained the right of stoppage at the time they made their claim, judgment to be entered for them, they repaying, freight; otherwise for the plaintiff.\nKennedy, J., having given judgment for the plaintiff, the cause was removed here. >\nG. W. Biddle, for plaintiff in error.\nThe only question to be argued is, whether the transitus has been determined. All the other questions are settled beyond dispute. The right of a general agent to make the demand is settled in 7 D. & Ry. 126, and the immateriality of a note having been given for the price, in Bell v. Moss, 5 Whart. 189, 206. The origin of the doctrine was in equity — that one man’s goods shall not go to pay the debts of another — and it has long since become a rule of law, which is to \"be liberally construed. It is true, an actual corporeal possession is not essential, as was supposed in Hunter v. Beal, cited 3 Term Rep. 466 ; but the test is, whether the consignee has acquired such a control over the goods, that no further act is required to be done by any one who is a link in the chain of conveyance between the vendor and himself: Bolin v. Huffnagle, 1 Rawle, 9: and if we depart from this rule, we have, as is there said, no certain guide. Payment of freight is no more than partial payment of the price; nor has the delivery of the bill of lading greater effect: Tucker v. Humphrey, 4 Bing. 516. There are four classes of cases which determine the transit without corporeal possession by the vendee, but none touch the rule as laid down in Bolin v. Huffnagle. 1. Delivery to a warehouseman, or retention by the vendor at the risk and charge of the vendee. 2. Delivery to a general agent at a resting-place in the transit — according to some earlier cases overruled, however, by the more recent. 8. Delivery on board the vendee’s ship. 4. Intervening rights of third persons, by endorsement of the bill of lading for value.\nThe possession by the custom-house officers was not a delivery; it was adverse, at least as much so as retention for freight: Allen v. Mercier, 1 Ashm. 103; Ryberg v. Snell, 2 Wash. C. C. Rep. 294; Walter v. Ross, Ibid. 283; Whitehead v. Anderson, 9 M. & W. 518; Tanner v. Scovell, 14 M. & W. 28; 2 Bing. N. C. 81. Nor does the assignment here make any difference, since the assignee is not a purchaser for value: Bell v. Moss.\nT. Sergeant, contra.\nWhere the goods have arrived' at their final destination, and the vendee has received the muniments of title and paid freight, the transit is determined: Bell v. Moss, 5 Whart. 189; Cross on Lien, 371, 372; The detention by the custom-house is immaterial; the goods were then in custodia legis, for the benefit of the owner, and held as a security for a claim against him: 3 Story’s Laws, U. S. 1679; 1 Story’s Laws, 622, sect. 56; 3 Kent’s Com. 554; Wright v. Lawes, 4 Esp. 82; Cross, 369. More especially should that not be so here, since but an accidental loss of a paper prevented actual possession.\nJan. 26."
  },
  "file_name": "0301-01",
  "first_page_order": 301,
  "last_page_order": 304
}
