{
  "id": 957956,
  "name": "Tennent v. Dewees",
  "name_abbreviation": "Tennent v. Dewees",
  "decision_date": "1847-01-26",
  "docket_number": "",
  "first_page": "305",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 218,
    "char_count": 2918,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 5.017491064947232e-08,
      "percentile": 0.3161303998804563
    },
    "sha256": "b7cc34bfb9c11699351e16e3eb1fce7fbeec5fe35876831f1afff46de82bc9b3",
    "simhash": "1:e4798672dae755e1",
    "word_count": 510
  },
  "last_updated": "2023-07-14T20:01:42.536801+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tennent v. Dewees."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nWe all concur with the late Justice Kennedy. His answers to the several points made on the trial are so full and accurate, no further elucidation of the law is necessary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "C. Ingersoll, for plaintiff in error.",
      "J. Hanna, contri!."
    ],
    "corrections": "",
    "head_matter": "Tennent v. Dewees.\nIn ejectment by a grantee for part of the estate, conveyed to his use until he was repaid advances, the grantor, defendant, in order to show that the grantee has been repaid, may show receipts of rent by the grantee from the estate between action brought and verdict.\nAnd where such grantor has subsequently conveyed his title to secure a creditor, one who holds by the prior conveyance to secure advances, &c., purchasing the subsequent title, will not be allowed to claim under such title for moro than he paid for it.\nA settled account is not conclusive where interest has been calculated from a day previous to the actual advance of the principal.\nCertificate from the Nisi Prius.\nJan. 18. This was an ejectment by Tennent, in which the facts material to the questions raised in this court were as follows:— The defendant and two others, devisees of Dewees, conveyed, in 1828, all their estate under the will to Tennent, the plaintiff, to hold .to his use until he should be repaid certain moneys advanced, or to be advanced, to pay debts due by the estate of the devisor, which debts the plaintiff Tennent agreed to pay.\nIn 1831, Dewees, the defendant, conveyed his estate in part of the same property to Bancroft in trust, to pay present and future debts due Bancroft, who, in 1832, assigned to Adams. In 1833, by an instrument in writing, Dewees acknowledged the amount of his indebtedness to Bancroft to be $1020 53, the greater part of which was due prior to Bancroft’s conveyance to Adams. In 1836, Adams conveyed to Hastings, and in 1838 Hastings conveyed to the present plaintiff for $75.\nKennedy, J., instructed the jury, that in determining the right of the plaintiff to hold until payment of debts, &c., they might take into consideration the state of the accounts for rent received by the plaintiff down to the verdict. That though the accounts had been settled and agreed upon by the parties, yet the jury might correct errors in charging interest from a date prior to the actual receipt of the money. That upon the defendants paying the plaintiff $75, his title under Banoroft was at an end. These points were assigned for error.\nC. Ingersoll, for plaintiff in error.\nBancroft’s title was not under or in relation to the trust held by Tennent, but a subsequent and independent one. Besides, there was no óffer to pay before suit brought, iafter Tennent had held many years. The tender was made out by considering the receipt of rent subsequent to the action as applicable to this.\nJ. Hanna, contri!.\nJan. 26.\nThe evidence on this point was not stated in the paper book, further than that there had been a settlement of accounts by an accountant in the presence of both parties."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 306
}
