{
  "id": 957865,
  "name": "Dialogue v. Hooven",
  "name_abbreviation": "Dialogue v. Hooven",
  "decision_date": "1847-03-01",
  "docket_number": "",
  "first_page": "327",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Serg. & Rawle, 80",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0080-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 226",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0226-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 80",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/12/0080-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 5105,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 7.031324996443157e-08,
      "percentile": 0.4241127571530232
    },
    "sha256": "1b8a375dc32479f6d53db8a2deefc21bc704f398bbd7bdabfaaaed309e742f49",
    "simhash": "1:c67cc58739c3d5ae",
    "word_count": 909
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dialogue v. Hooven."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe plaintiff in error, who was defendant below, excepted to the book kept by Owen B. Evans, of the delivery of the lime. Evans was in the employ of Hooven, delivering and selling lime, and gave evidence that he sold the lime in question to John, George, and Henry Dialogue, for Hooven, in 1839; the lime was brought from the kilns of Hooven in Montgomery county, and delivered into the boats of the plaintiff in error at Willow street wharf; and proved the book to be the book kept by him of the original entries he made of the lime, as it was delivered -to the indiscriminate verbal orders of the Dialogues, and carried off in their boats. He testified that the quantity entered in the book was delivered. The counsel of the plaintiffs in error rely and insist that the case of Smith v. Lane, 12 Serg. & Rawle, 80, determines this question. There the original book of a miller, which contained an account of the delivery at the mill of wheat belonging to Smith, to be ground at the mill, and of the flour to certain wagoners, said to be in the employ of Lane, but which did not contain daily entries of the general transactions of the mill, nor of all the flour delivered to the wagoners of Lane, or to other persons, was not competent evidence for Smith in an action by Lane against Smith, to show the number of barrels of flour belonging to Smith delivered to Lane, it appearing that Lane generally sent orders for the flour, which had been burnt by the miller, the entries not having been always made at the time of delivery, and the wagoners to whom the flour was delivered not having been called or their absence accounted for. That bears no resemblance to the present case. Here Evans swears to the delivery of the lime, and of the regular entries of the quantities delivered. It is surely better evidence than if Hooven himself had kept the book and made the entries of the lime as delivered. No sound objection can be raised to the admission of the book in evidence: it was competent evidence.\nThere was another exception. The counsel of Iiooven having given evidence of partnership, and having proved that John and George Dialogue gave a note at one time for a portion of the lime,, for which the witness Evans gave a receipt for Hooven, and stated that all the receipts were given in the name of John and George ; that the orders were verbal; the plaintiff’s counsel then proposed to ask the witness, “ Why were the receipts drawn in this way ?” The defendant objected to the question, and insisted the witness should not answer unless a foundation were laid for impugning said receipts; but the court decided the question might be put. The witness answered, “Because he was requested so to do by the parties paying the money.”\nThis case shows that we have in Pennsylvania the glorious privilege of not paying our debts until the court in the last resort in this Commonwealth has decided against us.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Ingraham, for plaintiff in error.",
      "Brooke, contra,"
    ],
    "corrections": "",
    "head_matter": "Dialogue v. Hooven.\nWhere a witness has made an entry of the delivery of goods in a hook, he may read the entry to the jury, with his evidence proving the delivery.\nIn error from the District Court of Philadelphia.\nJan. 26. Assumpsit against partners. On the trial before Sharswood, J., the plaintiff called a witness, who stated that the-goods were ordered sometimes by one and sometimes by another of the partners. The witness kept a book containing the entries, the amounts being taken from the captains of the boats (who were members of the firm, defendants) on which the lime was delivered. The entries were in this form : — “1889, April 25, George Dialogue & Co., (or J. and G. Dialogue,) per Captain H. Dialogue,- h\nLiberty, F., 1352 bushels slaked lime, loaded 17th and 18th inst.” After reading each entry, the witness stated to which of the defendants he had delivered the lime mentioned in the book, but he could not state who had ordered the particular parcels.\nA receipt to J. G. Dialogue having been produced by defendants, on cross-examination of this witness, by whom it was signed, the plaintiff under exception was permitted to ask why it was so written. The witness said because requested by the person paying the money,\nThe permitting the entries to he read to the jury, and the answer to be given to the question above stated, were the errors assigned.\nIngraham, for plaintiff in error.\nThe book was not a book of original entries; there was no charge or heading: it was but an account of the witness. Such an account, being a mere memorandum, cannot be read to the jury : Juniata Bank v. Brown, 5 Serg. & Rawle, 226; Smith v. Brown, 12 Serg. & Rawle, 80. [Gibson, O. J. — It was admitted there that addition of the miller’s oath would have been sufficient.]\nBrooke, contra,\nciting Heart v. Hummell, 3 Barr, 414, was confined to the last point. On this he said there was a dispute as to the existence of a partnership, and this question was merely to show the name of the firm was given by the payer of the money.\nMarch 1.\nThis exception was intended to relate to the proof of partnership ; hut that was left to the jury without exception."
  },
  "file_name": "0327-01",
  "first_page_order": 327,
  "last_page_order": 329
}
