{
  "id": 957966,
  "name": "McNeil v. Conwell",
  "name_abbreviation": "McNeil v. Conwell",
  "decision_date": "1847-03-11",
  "docket_number": "",
  "first_page": "368",
  "last_page": "371",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 368"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 394",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0394-01"
      ]
    },
    {
      "cite": "3 Watts, 129",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0129-01"
      ]
    },
    {
      "cite": "4 Watts, 15",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842767
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0015-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 195",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "16 Serg. & Rawle, 198",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816648
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "315"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0198-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 208",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0208-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 16",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0016-01"
      ]
    },
    {
      "cite": "6 Rawle, 371",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts & Serg. 394",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481803
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 386,
    "char_count": 6055,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.3103287102838814
    },
    "sha256": "438dc604ce6334c0b19482dd53f68c27486a34e38a53145f55ae4182d6610b4e",
    "simhash": "1:59e0d2bf59803dfd",
    "word_count": 1078
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McNeil v. Conwell."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\n—\nThe rule seems to be settled, that the test of the interest of a witness is, that he will either gain or lose by the direct legal operation and effect of the judgment; or the record will be legal evidence for or against him in some other action; 1 Lofft’s Gilbert, 120; 3 Term Rep. 27; 6 Bing. 394; 1 Greenl. Ev. sect. 390. The rule has been further explained by the Chief Justice of this court in Conrad v. Keyser, 5 Serg. 6 Rawle, 371, that where the verdict creates a new responsibility, which the law will recognise and make available in favour of or against the witness, or increase or decrease an existing one, the witness is generally incompetent. Hence, a tenant is incompetent to testify on the trial of an issue which may affect the estate which he occupies; Kuester v. Keck, 8 Watts & Serg. 16; or in ejectment one who has been in possession of the land after suit brought, or during the existence of the plaintiff’s title, is not a competent witness for the defendant; Strawbridge v. Cartledge, 7 Watts & Serg. 394. Applying these principles to the case before us, it is clear that the Common Pleas were right in rejecting McGuigan. He entered under a written license, and obtained possession (and there is nothing on the record from which we can infer that he is not still in possession) under the bishop. The license under which he obtained possession expired on the death of the bishop. The will which he is called to establish makes him sexton of the cemetery as he then held it, during his life. But it is contended that his release, executed for the consideration of one dollar, on this trial, to the supposed executor, of all his title and interest (if any he has) to any property or benefit arising to him, or that he is or may be entitled to under the will of the bishop, renders him competent, because they say he is equally liable to both parties. This is not so. He has received money for interments since the death of the bishop, which the heirs at law may call him to account for. He has a clear interest in making and establishing this professed will, and defeating the heirs at law. There is no executor until he creates one by his evidence; his release is to his friend, Bernard McNeil, and does not render him competent to testify on this feigned issue.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Newcomb, for plaintiff in error.",
      "Perkins and Mattery, contrfi."
    ],
    "corrections": "",
    "head_matter": "McNeil v. Conwell.\nTestator directed a lot should be used as a grave-yard, except a part intended for the erection of a church, of which he appointed M. the sexton, and to have the care of it “ as he now, has during life.” M. had been acting during testator’s life under an authority from him, which directed certain charges to be made for interments, including a compensation to the sexton; and after testator’s death, M. received fees for interments. He is not a competent witness to support the will on an issue directed, although he may have released to the executors all interest under the will.\nIn error from the Common Pleas of Philadelphia.\nFeb. 9,’ 10. This was a feigned .issue from the Register’s Court to try the validity of a paper purporting to be a will of Conwell. In this instrument the testator directed that a lot of ground should be and continue for ever as a cemetery for persons certified to be entitled to interment according to the discipline and rules of the Roman Catholic Church, except a certain part of the lot set apart for the erection of a church; “and I hereby appoint John McGuigan sexton of the same, to have the care of it as he now has during his natural life.” By a separate paper, testator had appointed Hughes and McNeil, the plaintiff, executors. McGuigan had been originally named as the plaintiff, but, on motion, McNeil was substituted.\nOn the trial, the plaintiff called McGuigan to give testimony in support of the will. It appeared that in 1828 he had been appointed by the testator to manage the burying-ground during the testator’s absence, with directions to charge certain fees for interments, &c.; among which was a sum as compensation to the sexton and grave-digger. The defendants proved that, since the testator’s death, there had been some interments, and that McGuigan had received some money. The witness then released to McNeil, the plaintiff, all right and title to any property or benefit arising to him, or that he might be entitled to under the will. The court rejected the evidence; and this was the only error assigned.\nNewcomb, for plaintiff in error.\nThe question of interest is twofold. 1st. Under the will. There is no beneficial interest given; the office of a sexton has no income attached. The emoluments are merely returns for actual labour. In this respect he is like any servant, or captain of a vessel, who are always competent. Besides, whatever it is, he has released it, and has become competent; 2 Salk. 691; Pyke v. Crouch, 1 Ld. Raym. 730; Anderson v. Neff, 11 Serg. & Rawle, 208; Cooke v. Grant, 16 Serg. & Rawle, 198; Kerns v. Soxman, Ibid. 315. The other ground of exclusion was interest by reason of accountability for profits. But that was equally balanced. In either event he was legally liable to ac-’ count to the heirs or devisees, and hence competent; 16 Serg. & Rawle, 195; Potter v. Burd, 4 Watts, 15; McDowell v. Simpson, 3 Watts, 129; Ilderton v. Atkinson, 7 Term Rep. 470. In this respect he is in the same position as if he had not been named in the will.\nPerkins and Mattery, contrfi.\nThe witness was the active party in supporting the will, and was originally the party plaintiff. His title is to the emoluments of the office for life. That has not been released, for it partook of the realty, and the executor had no interest whatever on which the release could operate. He had moreover received profits since the testator’s death. Those he could not be called on to refund by those claiming under the will, while he would be responsible to the heirs; Asay v. Hoover, 5 Barr, 21; Wolf v. Fink, 1 Barr, 435; Muirhead v. Kirkpatrick, 2 Barr, 425; Armstrong v. Graham, 4 Barr, 142; Strawbridge v. Cartledge, 7 Watts & Serg. 394.\nMarch 11."
  },
  "file_name": "0368-01",
  "first_page_order": 368,
  "last_page_order": 371
}
