{
  "id": 957874,
  "name": "Daniels v. The Commonwealth",
  "name_abbreviation": "Daniels v. Commonwealth",
  "decision_date": "1847-03-04",
  "docket_number": "",
  "first_page": "371",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 371"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whart. 279",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0279-01"
      ]
    },
    {
      "cite": "8 Binn. 584",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 281",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "1 Pick. 254",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "3 Mass. Rep. 21",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "3 Binn. 584",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 12746,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 5.83432366090947e-07,
      "percentile": 0.9517809725586318
    },
    "sha256": "860cef941c2c300195b4ceeb563617fafdd2bf8f2592a39e4a3d3db4cd4461db",
    "simhash": "1:aa9b42264cdd080f",
    "word_count": 2232
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Daniels v. The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe 21st section of the act of the 12th July, 1842, directs, that every person convicted of fraud as therein prescribed, shall be imprisoned in the penitentiary or in the county jail, at the discretion of the court, not exceeding one year, or by fine, not exceeding three times the value of the money, or property, or other thing so obtained; or by both fine and imprisonment. To the punishment awarded by the act there is superadded, in- the sentence, “hard labour,” which, as the defendant contends, is not warranted by the statute. That there may be imprisonment without labour, is a proposition which need only be stated ; and whether it be a less punishment, as is contended, or a greater punishment, would seem to be immaterial. In The King v. Bourne, 7 Adol. & El. 58, a judgment was reversed, because the court sentenced the offender to transportation for seven years, in a case punishable only with death. The courts proceed on the safe principle, that the punishment only which the statute awards can be inflicted — the court having no power to alter or vary it, and, consequently, it would be a usurpation of an authority not delegated, which cannot be tolerated in a government of laws. Is, then, the sentence illegal ? This is a question which we think is virtually decided in The Commonwealth v. Kræmer, 3 Binn. 584. In that case the judgment was reversed. The crime of which the defendant was convicted was perjury, punishable by fine and imprisonment at hard labour; yet, as the act prescribed no particular kind of treatment as to diet or discipline, a sentence which adjudged that the convict shall be confined, fed, clothed, and treated as the law directs, was reversed as erroneous. In the argument an exception was taken, that the defendant was sentenced to “hard labour,” the word “hard” going beyond the letter of the act. On inquiry, it was found that the exception was not well taken, as these words appeared in the original roll. But had it been as was assumed, we are warranted in saying, the judgment would have been reversed on that ground alone. The reasoning of the judges, who delivered their opinions seriatim, applies with full force to the present case. But as repetition adds no additional force to an argument, I shall content myself with referring generally to the cases cited. But it is denied that the case of The Commonwealth v. Kræmer applies; because, as is said, it was ruled on the construction of the act of 1792, and that the question now raised depends on various acts subsequently passed, constituting one entire system. That it is a rule of construction that statutes are not to be taken according to their very words, but their provisions may be extended beyond, or restrained within the words, according to the sense and meaning of the legislature, apparent from the whole statute, or from other statutes created before or after the one in question. That the intention of the legislature must govern, and to this intention, a literal construction of any statute must yield; and to discover the true meaning of a statute, it is the duty of the court to consider other statute^ made in pari materia, whether they are repealed or unrepealed: Church v. Crocker, 3 Mass. Rep. 21; Holbrook v. Holbrook, 1 Pick. 254. These principles are not denied, and in the application of them, the counsel for the Commonwealth insist that the act under which sentence was passed, authorized the court to imprison the defendant in the penitentiary or county jail; that by that act, for the establishment of penitentiaries, labour is made part of the sentence of every person confined therein; and that it is an important branch of the penitentiary system. That the courts have power to sentence the defendant to imprisonment in the penitentiary, and that labour would have been necessarily a part of the punishment. That although the legislature do not, in the act, expressly authorize a sentence to 'labour, yet it may be inferred that it was so intended, in consequence of authority being given to imprison a defendant in the penitentiary. That it being established that labour was a part of every sentence to the penitentiary, it necessarily followed, that a sentence to imprisonment in the county prison, under the act of Assembly, would authorize a sentence to labour, because it must be inferred that it was the intention of the legislature to make the punishment the same, whether the confinement was undergone in the county prison or the penitentiary. This is a strict summary of the argument in favour of the Commonwealth, in which I agree there is much force; yet we think it would be attended with risk to yield to such nice speculations, as to the intention of the legislature, in a criminal case. It is better to confine ourselves to the act, which must be our guide in inflicting the punishment, which is fine and imprisonment without labour; the latter being an addition not warranted by statute. The late venerated Chief Justice never ventured to sentence a convict without having the act inflicting the punishment before him; and his sentence was, as near as could be, in the words of the act — an example worthy of imitation, and, if strictly observed, would save the court some trouble, besides contributing to a more satisfactory administration of justice. But what is an unan-, swerable argument against the view taken on behalf of the Commonwealth, is, that in some counties of the state, labour is not a part of the punishment, and the consequence would be, unless we adhere to the punishment inflicted by the act itself, that the same offence w'ould be differently punished in different parts of the state. This, surely, the legislature did not intend, as it is of some consequence the law should be uniform. We cannot, at any rate, infer such to be their intention, unless their meaning is so clearly expressed as to lead us necessarily to such a construction. If a prisoner sentenced to fine and imprisonment, who is put to hard labour, will have a right to complain, is a question not now before us; and it will be time enough for us to decide it when it arises. The court will promptly afford redress if an aggravation of the punishment is attempted; as they have a general superintendence to correct all abuses, in the mode and manner the sentence is executed by the keepers of the prison.\nThe sentence being illegal, has this court the power to remit the record to the Court of Quarter Sessions, or can the court award the proper judgment, are the next questions ? Both these points were examined by the Court of King’s Bench, in Bourne v. The King, 2 Nev. & Per. 248, 7 Ad. & El. 58. “ Where an erroneous judgment is given by an inferior court, on a valid indictment, and the defendant brings error to the Court of King’s Bench, the court can neither pass the proper sentence, nor send back the record to the court below, in order that they may do so; but the judgment must be reversed, and the defendant discharged.” To the last proposition I assent, but the first seems to have been ruled with great hesitation. The result of the decision is, that if after a fair trial a mistake is made in the sentence, the prisoner must be discharged, he cannot be again tried ‘for the same offence; whereas, if an error occurs in the trial, (perhaps upon some immaterial or collateral point,) he may be committed for another trial, thereby placing the guilty in a more favourable position than the innocent. That there should be some doubt in the minds of the court, is not a matter of surprise; indeed, it would be strange if it were otherwise. What lessens the authority of the case of Bourne v. The King, is, that it is ruled on the authority of the case of The King v. Ellis, 5 Barn. & Cres. 395, where it is agreed the point was not raised. The argument of Lord Denman is, that it is scarcely possible to suppose that if the court possessed the power to pronounce the right judgment, that that argument would not have been urged in The King v. Ellis. But granting this to be the law of England, and it would be presumptuous in me to doubt, after the decision referred to, is it the law of this state ? In Drew v. The Commonwealth, 1 Whart. 281, reference is made to a case from Luzerne county, where the indictment was good, but the sentence defective; where the court decided that this court would do what the court below ought to have done, viz. sentence as the court ought. The case of Drew v. The Commonwealth was ruled at the December Term, 1835, and on the 16th June, 1836, the legislature gave express power to this court “ To examine and correct all, and all manner of errors, of the justices, magistrates, and courts of the Commonwealth, in the process, proceedings, judgments, and decrees, as well in criminal as in civil pleas or proceedings; and thereupon to reverse, modify, or affirm such judgments and decrees or proceedings as the law shall direct.” In addition to the power to reverse or affirm heretofore given, we have authority to modify the judgment; that is, to change its form, vary, or qualify it, and this as well in criminal as in civil cases. This is not to be arbitrarily done, but in conformity to law; nor is the court bound to do it, except when it can be done without injustice to the prisoner; and this is always the case when the sentence is milder than the punishment inflicted by the act. It would, certainly, be better if the court had power also to remit the record; 'but as this is not given by the act of 1836, we must examine the sentence and do right and justice according to circumstances. It will be observed that the act of 1722 gave the power only to reverse or affirm the judgment, but not to modify it, in which essential particular it differs from the act of 1836. That the power to alter, modify, or change the sentence should be exercised in a proper ease, cannot therefore admit' of a reasonable doubt. Indeed, unless this was the intention, it is difficult to understand why the word modify, which admits of no other interpretation, was introduced into the act. Here we think the sentence may be modified without injustice to the prisoner, by striking from thé sentence the obnoxious words “hard labour,” which is accordingly ordered, the sentence to be affirmed in all other respects.\nThe words “hard labour’” ordered to be struck out, and the sentence in all other respects affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Barton and JD. P. Brown, for plaintiff in error.",
      "H. M. Phillips, and Attorney-general, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Daniels v. The Commonwealth.\nWhere an act of Assembly imposes a punishment of imprisonment in the penitentiary or county jail, at the discretion of the court, a sentence to imprisonment in the county jail at hard labour, is illegal; though hard labour is, by a prior statute, a necessary part of a sentence to imprisonment in the penitentiary.\nThe Supreme Court has the power to modify an illegal sentence of an inferior criminal court; and this, it seems, as well before the act of 1836, as under that act.\nIn error from the Quarter Sessions of Philadelphia.\nPeb. 12. The plaintiff in error was convicted of obtaining goods under false pretences under the act of 1842, sec. 21.\nThe sentence was fine and imprisonment in the county prison at hard labour for nine months.\nThe error assigned was in the sentence to hard labour, it not being provided for in the act.\nBarton and JD. P. Brown, for plaintiff in error.\nThe act authorizes a fine and imprisonment in the penitentiary or county jail, at the discretion of the court. There is no authority to add the punishment of hard labour, and beyond the act we cannot go. It is, therefore, a clear case of excess: Commonwealth v. Kræmer, 8 Binn. 584; for which the judgment must be reversed entirely: Bourne v. The King, 2 Nev. & Per. 248.\nH. M. Phillips, and Attorney-general, contra.\nThe discretion to imprison in the penitentiary, proves that the punishment of hard labour is allowable, since that is part of the penitentiary system, the third section of the act of 1829 directing that all convicts there imprisoned shall be kept at labour. [Bell, J.— Suppose there was no such discipline in some counties.] We admit that in such ease it could not be inflicted in the county jail. [Did the legislature, then, intend different modes of punishment in different parts of the state ?] But this court may, in such case, alter or modify the sentence: it having power, under the act of June, 1836, to remit or modify all sentences: Drew v. The Commonwealth, 1 Whart. 279.\nReply.\nThe discipline of the jails is not the question; hut whether an additional punishment can he inflicted at the pleasure of the court.\nThis point being admitted, the judgment must be reversed; for the court cannot undertake to modify a criminal sentence : 5 Barr, 64, where the cases are cited; 7 Ad. & Ell. 58.\nMarch 4."
  },
  "file_name": "0371-01",
  "first_page_order": 371,
  "last_page_order": 376
}
