{
  "id": 957787,
  "name": "Lowber v. Smith",
  "name_abbreviation": "Lowber v. Smith",
  "decision_date": "1847-04-03",
  "docket_number": "",
  "first_page": "381",
  "last_page": "383",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Pick. 188",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/31/0188-01"
      ]
    },
    {
      "cite": "5 Verm. 143",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        8545107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/5/0143-01"
      ]
    },
    {
      "cite": "9 Wend. 126",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/9/0126-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 347",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0347-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 359",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "17 Serg. & Rawle, 347",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/17/0347-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 6234,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 2.396520875264785e-07,
      "percentile": 0.7984519560792926
    },
    "sha256": "9815a4c5903c02b72f81028aa418c5e27f91b52a0150297b41dc1c52b85c436f",
    "simhash": "1:7e6fde96a0c8a969",
    "word_count": 1103
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lowber v. Smith."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nSeveral exceptions are taken to the judgment; but the principal objection is in relation to the plea of the statute of limitations. The court instructed the jury that there were certainly mutual accounts between the parties in the legal sense of that term. The defendant contends that this direction took from the consideration of the jury an important item of evidence on the plea of the statute. It is insisted that the. arrangements between the parties was to effect an exchange of saltpetre for gunpowder; in other words, that Lowber was to receive gunpowder in payment for saltpetre instead of cash; and if so, the statute of limitations barred the action. That there was some evidence on this point, appears from the testimony of William T. Lowber and John R. Wilmer. The question, therefore, is, granting it to be as stated, was there such a mutual account as that one item within six years takes the whole account out of the' statute? This point came before the court in Ingram v. Sherard, 17 Serg. & Rawle, 347, and it was there held that, to constitute a mutual account within the exception of the statute, there must be a reciprocal demand; that it does not apply where the demand is altogether on one side, though payments on account have been made. In the ease cited, the payment was to be made in cash; but whether in cash or in kind, can make no difference. The principle ruled in the case cited is that there must be a reciprocal demand; that is, each party must have a right of action.\nA mutual account is when each has a demand or right of action against the other, as, for example, when A. & B. dealing together, A. sells B. an article of furniture, or any other commodity, and afterwards B. sells A. property of the same or a different description ; this constitutes a reciprocal demand, because A. and B. have a demand or right of action against each other. But this is not so when the sale is only by one to the other, whether it is to be paid for in cash or in kind; the manner of payment can surely make no difference. Nor will an over-payment alter this result ; for, to ascertain that there is an over-payment, it will be necessary to go into the account, which would introduce the very evil the statute was intended to guard against. I have looked through the charge with the hope that, in some part of it, the evidence on this point was left to the jury, but in vain, as the judgment may be sustained, notwithstanding the other exceptions. As this case goes down for another trial at any rate, the objection may be removed by adding a special count so as to meet the technical difficulties which have been thrown in the plaintiff’s way.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "0. Fallon, for plaintiff in error.",
      "Dickerson, contra."
    ],
    "corrections": "",
    "head_matter": "Lowber v. Smith.\nTo constitute mutual accounts, there must be transactions producing reciprocal demands. Hence where goods are sold to be paid for in other goods, of which more are delayered than are required for payment, the transactions do not make a case of mutual accounts.\nX. sold certain parcels of goods to S. for money, and other parcels payable in goods. S. delivered more goods than was sufficient to balance his account, and there was evidence that X had never purchased any goods from S. in the ordinary course of business. The accounts are not such mutual accounts that one item within six years suffices to take the whole out of the statute of limitations..\nIn error from the District Court of Philadelphia.\nFeb. 29. Smith declared in assumpsit for goods sold, and on the money counts. The only pleas material here were non assump. and actio non, infra sex annos ; replications, merchants’ accounts, and action accrued within six years.\nThe plaintiff’s claim was for powder sold to Lowber — the items of his account commencing in 1833. The last item was dated Nov. 3, 1836, for one hundred and four kegs of powder, the receipt of which was proved, and which was the only charge in that year. The action was brought Nov. 1, 1842. The defendant was credited for saltpetre and brimstone received by plaintiff during 1333 and 1834.\nThe defendant gave evidence that Smith, who was a powder manufacturer, sometimes purchased saltpetre and brimstone, as at an ordinary sale, payable in money, and at others the saltpetre and brimstone received by him were to be worked up and returned in powder. Two witnesses, who were in Lowber’s employ, stated they never knew of a purchase of powder by Lowber from Smith, as an ordinary transaction, but it was always an exchange for saltpetre, &c., or the saltpetre, &c., was delivered to be worked up and returned in powder.\nHis honour, Sharswood, J., instructed the jury that the replication of merchants’ accounts did not apply. But that the accounts were certainly mutual in the legal sense of the term; and if the last item, which was within the six years, was delivered, it took the whole account out of the statute. He also said, that, if the goods were delivered on the special contract with Lowber, there could be no recovery on the counts filed; but, if the ease was merely one of ordinary purchase and sale by both parties, the declaration was sufficient.\n0. Fallon, for plaintiff in error.\nWhere there are mutual accounts, it is true that one item will take the whole account out of the statute: 1 Watts & Serg. 359, 467. But this is not such a mutual account. There-were mutual deliveries of goods, but not sales; at least such was the defendant’s evidence. These were said by the judge certainly to constitute mutual accounts; but delivery of goods in payment of a prior sale does not constitute mutual accounts to take the case out of the statute: Hay v. Kramer, 2 Watts & Serg. 139; Ingram v. Sherard, 17 Serg. & Rawle, 347; Belles v. Belles, 7 Halst. 345; 9 Wend. 126; 5 Verm. 143; 14 Pick. 188. The only question, therefore, was, whether there was'a sale by the plaintiff to the defendant in the ordinary course of business, and of that there was no evidence.\nDickerson, contra.\nThe accounts were mutual within the rule of Belles v. Belles, ut sup. There were sales by the defendant to the plaintiff, payable in cash and payable in powder, and there was a delivery to the defendant of more powder than was sufficient to cover his account.\nApril 3."
  },
  "file_name": "0381-01",
  "first_page_order": 381,
  "last_page_order": 383
}
