{
  "id": 957949,
  "name": "Lea v. Hopkins",
  "name_abbreviation": "Lea v. Hopkins",
  "decision_date": "1847-12",
  "docket_number": "",
  "first_page": "385",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Serg. & Rawle, 402",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 5016,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 6.634685403850442e-08,
      "percentile": 0.4047149080892361
    },
    "sha256": "363667ed4aba9f87e5d471b4ab19705fb53076ff93fd3210f3ba8356aff8b0d2",
    "simhash": "1:80f5ce82938c8a06",
    "word_count": 894
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lea v. Hopkins."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe act of 1834 gives administrators de bonis nona, right to recover from their predecessors all the assets remaining in their hands; to commence and prosecute actions on promises to them; “to sue forth and defend writs of error, writs of scire facias, and writs of execution, on judgments obtained by, or in the name of, the executors or administrators into whose place they may have come; and to proceed with and perfect all unexecuted executions which may have been issued thereon at the instance of such predecessors.” The objection to this execution is, that it is not founded on a judgment for a debt or duty to the testator; but is it not founded on an implied promise to the executrix ? It is founded on a judgment against the defendant as the agent of the executrix, for a loss suffered by his negligence in collecting, or disposing of the assets; and if it were her loss, instead of being that of the estate, there would be great force in the argument. But she would be liable to the estate only, for having employed an unfit agent, and the defendant will not pretend that he was such. The object of the statute was to bring into the hands of the administrator de bonis non every thing that, when recovered, would go in a course of-administration; and if no person but the personal representative of the executrix could have execution of this judgment, he would be liable to pay it over to the administrator; and this, which shows that it is part of the assets, would be attended with risk, delay, expense, and unnecessary circuity. The substitution, therefore, was proper.\nRule discharged.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Scott and Tilghnan, for the motion.",
      "C. Ingersoll, contra."
    ],
    "corrections": "",
    "head_matter": "Lea v. Hopkins.\nWhere the administratrix of A. recovered a judgment for a debt due by reason of a loss of money of the estate of A., by die negligence of the agent of the administratrix, and dies, the administrator de bonis non of A. is properly substituted as plaintiff.\nMarch 1. Motion to set aside an execution issued by the administrator de bonis non of A. Barker. The record .showed that an action was instituted by P. Barker, administratrix of A. Barker, in 1834. The declaration then filed was upon a bond, in which the defendant acknowledged himself indebted “ to the persons legally entitled to the division of the estate of A. Barker, deceased but the names of the obligees were not averred.\nIt further appeared by the record, that on the trial, in 1842, the plaintiff added two new counts. The first upon a debt admitted to be due P. Barker as administratrix, for so much money of the estate of A. Barker lost by the defendant, then being the agent of P. Barker, administratrix, whereby a cause of action accrued to her as administratrix of A. Barker. The second was a general count for a debt incurred by negligence, as in the first count.\nThe verdict was for the plaintiff on the additional counts, and for the defendant on the first count.\nP. Barker dying, Lea was substituted as administrator de bonis non of A. Barker, and the motion was to set aside an execution issued by him.\nIt appeared from the notes of the judge, that the bond was given to the plaintiff and two others, representatives of A. Barker, on account of a loss to that estate incurred by the negligence of the defendant as agent of the administratrix. The defence was, that it was executed on Sunday. His honour directed a verdict for the defendant if the bond was valid, because the cause of action had merged therein, and the proper parties were not joined as plaintiffs. He further directed a verdict for plaintiff on the additional counts if the bond was void, saying that in such case the parties were left to their original remedies,\nScott and Tilghnan, for the motion.\nThe action was founded on no contract, express or implied, with the testator. It was either with the administratrix or with the distributees. The record shows an action recovered by the “ administratrix” for the negligence of her agent, and that is her own action which does not pass to the administrators de bonis non; Grier v. Huston, 8 Serg. & Rawle, 402. So much so, that the addition of “administratrix” had to be rejected to maintain the action; Grier v. Huston, and Kline v. Guthart, 2 Penna. Rep. 490. It follows that no one but a privy to her can sue out execution; Roll. Abr. 889; Bac. Abr. Ex. F.; Cowell v. Watts, 6 East, 405; Hemill v. Roberts, Ib. 150.\nThe act of 1834 only extends the right where the recovery was in the representative capacity. It is taken from 17 Chas. 2, c. 8; and the leading case, Clerk v. Withers, 6 Mod. 290, 1 Salk. 322, requires the recovery to have been for a debt due to the testator or intestate.\nC. Ingersoll, contra.\nThe record shows the recovery to have been by her as administratrix. It moreover clearly shows that the proceeds of the execution will be assets of A. Barker. In that case the act of 1834 has transferred all the right of the original plaintiff by her successor in office, the administrator de bonis non.\nQuery, whether any evidence hut the record could he considered in this case."
  },
  "file_name": "0385-01",
  "first_page_order": 385,
  "last_page_order": 387
}
