{
  "id": 957917,
  "name": "Levering v. Phillips",
  "name_abbreviation": "Levering v. Phillips",
  "decision_date": "1847-03-20",
  "docket_number": "",
  "first_page": "387",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts & Serg. 438",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0438-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 343",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/3/0343-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 44",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0044-01"
      ]
    },
    {
      "cite": "6 Watts, 238",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846139
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0238-01"
      ]
    },
    {
      "cite": "1 Binn. 496",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0496-01"
      ]
    },
    {
      "cite": "2 Rawle, 132",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 99",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843980
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0099-01"
      ]
    },
    {
      "cite": "6 Watts, 487",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0487-01"
      ]
    },
    {
      "cite": "8 Watts, 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0385-01"
      ]
    },
    {
      "cite": "5 Watts, 49",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0049-01"
      ]
    },
    {
      "cite": "4 Rawle, 195",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0195-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 329",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0329-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 333",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0333-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 415",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0415-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 49",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        6034937,
        1798190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0*49-01",
        "/serg-rawl/2/0049-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 58",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0058-01"
      ]
    },
    {
      "cite": "1 Pick. 389",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0396-01"
      ]
    },
    {
      "cite": "17 Mass. 197",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0159-01"
      ]
    },
    {
      "cite": "12 Mass. 300",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2051953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0262-01"
      ]
    },
    {
      "cite": "2 Whart. 162",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0162-01"
      ]
    },
    {
      "cite": "2 Pick. 155",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049684
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/19/0165-01"
      ]
    },
    {
      "cite": "4 Pick. 101",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/21/0104-01"
      ]
    },
    {
      "cite": "15 Mass. 1",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055275
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/15/0009-01"
      ]
    },
    {
      "cite": "6 Cow. 254",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12131735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cow/6/0254-01"
      ]
    },
    {
      "cite": "11 Pick. 154",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "9 Mass. 78",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/9/0077-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 12841,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 7.724776056742028e-08,
      "percentile": 0.45417454840031213
    },
    "sha256": "d3334e397bdc4c4c08cdc8e2a198ad3312ef5b3d1c3df7360a4db04f91e0863d",
    "simhash": "1:cae38cd19c99e6c6",
    "word_count": 2287
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Levering v. Phillips."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe learned judge who tried the cause, adopting the very words of the counsel for the plaintiff below, answered to his first point — « That, in Pennsylvania, a judgment can be sold, and is the subject of the contract of sale; that it can be bargained and sold without writing and by word of mouth.” So far all is well, and the instruction being precisely such as was requested, the plaintiff in error can make no objection to it. But the judge added, that he regretted the sale could be so made ; and that, in England and many states in this Union, such contracts must be in writing. This last paragraph is made the subject of the seventh error assigned. It is of little consequence, however, whether the judge was precisely correct or not, because it - is only when the court errs in stating the law of the state, which governs the contract, that this court can administer correction and reform the interpretation. To the second and only other point submitted to the court, to wit — “ That it is not necessary to a recovery, where a judgment is sold on a credit, for the plaintiff to either plead or show a previous assignment in writing, or tender of an assignment in writing to the defendant.” To this the learned judge ' answered, that it would depend on the contract; that the plaintiff must show a performance of his part of the con-' tract, or an offer to perform, before he could recover. The judge then submits it to the jury to find whether a contract had been proved, what it was, and what each party was to do. In all this we perceive no substantial error. The' instruction may be somewhat vague. But, as the contract was by parol, it was the province of the jury to find from the evidence what it was; and although the judge had, in answer to the first point, instructed the jury that the sale of the judgment might be by parol, yet it was perfectly competent for the parties to stipulate in that contract that the judgment should be assigned in writing, or have that fact fairly and necessarily to flow from the terms and nature of the contract. The vagueness to which I have alluded consists in stating that the plaintiff, before he could recover, must show that he had performed, or offered to perform, all his part of the contract, when it might have been that the covenants were entirely independent, and the stipulation, on the part of the plaintiff, to assign or transfer the judgment, might be consequent upon and after the payment of the price agreed upon. But, upon a careful examination of the evidence, I am fully satisfied that the covenants or agreements of the parties to the contract were dependent, and that, consequently, the plaintiff could not recover without showing performance, or a readiness and willingness to perform his part. Covenants are to be construed, dependent or independent, according to the intention of the parties and good sense of the case: 9 Mass. 78; 11 Pick. 154. Here the parol contract was proved to be, for the sale of a judgment on one Quinton, without even specifying his Christian name, or in what county or what court it existed — nothing more than that it was on Quinton of Manyunk for $1000. The contract was proved to have taken place at the counting-room of the plaintiff. Now, no one can suppose or believe that this was intended to be, or was an executed contract, especially as it was to be paid for in two instalments of $5000 at a future period. It was nothing more than an executory agreement to sell and transfer the judgment, when the money for which it was sold was paid. The plaintiff himself put this construction upon it by the order which he sent by his son for the first instalment, in which he said that he would transfer one-half of the judgment upon the payment of $500, with interest, and he alleges, in his narr., that, upon the payment of the last instalment, he was, by the terms of the eon-' tract, to transfer the judgment. But nothing whatever was proved as to the time of transferring the judgment, or about its transfer. No man, however, can suppose that an individual bound himself finally to pay $1000 for a judgment not identified by name, court, or county, and before he received evidence of ownership. It follows, as an irresistible inference, that the judgment was to be transferred at the time the money was paid, if not before, according to the intent of the parties. In the absence of proof on the subject, we are bound to infer that those things which usually and generally attend the transaction, and which are necessary to its consummation, were within the intent of the parties, especially when there was no consideration for the contract moving from the one to the other, and when one promise was made in consideration of the other: 6 Cow. 254; 15 Mass. 1. The assignment or transfer of a judgment always accompanies its purchase and sale, especially when, as in this case, the locality of the judgment, or its individuality, was not identified at the time of the preliminary agreement to sell. These agreements, then, according to the most favorable construction for the plaintiff, were dependent one upon the other, and to be consummated at the same time. The plaintiff was, therefore, bound to show that he offered to transfer the judgment before he could recover the $1000, which he did not do. But the contract was, by every fair rule of interpretation, executory. The judgment was to be transferred, even according to the plaintiff’s allegation in his narr., at a future time, upon the payment of the $1000; and it, therefore, was a condition precedent, and he was bound to show either performance or readiness to perform before he could sustain his suit: 4 Pick. 101. Where two parties each agree to do a certain thing for the other at the same time, and the thing to be done by the one is the consideration for that which is to be done by the other, the one who would compel a performance must show a readiness to do what was to be done on his part: 2 Pick. 155.\nHere, by the plaintiff’s declaration, he was bound by the contract to transfer the judgment when the defendant paid the last $500, and such was the fair intendment of the parties according to the evidence in the cause. The plaintiff was, therefore, bound to show an offer to transfer the judgment at the time the money was to be paid. This view of the case answers the errors assigned.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "V. L. Bradford, for plaintiff.",
      "D. P. Brown, contra."
    ],
    "corrections": "",
    "head_matter": "Levering v. Phillips.\nWhere the plaintiff proved by parol a purchase from him of a judgment on Q., of M., for $1000, the price of which was payable by instalments, but neither the court nor the term was mentioned, and the plaintiff subsequently demanded payment of the first instalment, offering to transfer so much of the judgment to the purchaser, and to transfer the whole on receiving his obligation for the whole purchase-money —the legal inference is, that there was a stipulation, express or implied, in the original contract, that on payment of the purchase-money, there should be a written transfer of the judgment: and the obligation of the seller to transfer, and of the purchaser to pay the price, are dependent agreements.\nCertificate from tbe Nisi Prius.\nMarch 6. Assumpsit. The declaration averred in the first count a purchase, by Phillips, on the 1st July, 1840, from Levering, of a judgment, which he held against one Quinton, which was entered in the D. C. C. C. P., S. T., 1839, No. 23, on bond and warrant of attorney, for $2000, the real debt being $1000, in consideration of $1000 to be paid by Phillips, in two instalments of $500: one on the 1st August, 1840, and one on the 1st October following; the said judgment to be assigned and transferred on payment of the instalments, — with an averment of readiness on the part of the plaintiff to perform his contract, and assign and transfer the judgment on receiving the $1000. The second count was an indebitatus assumpsit for goods sold.\nAn additional count ivas filed, laying the agreement for payment to have been by one instalment of $500, with $28 80 interest due, and by another instalment of $500, with $5 interest due; and in other respects following the first count.\nOn the trial, before Burnside, J., a witness stated that he was in the plaintiff’s counting-house when Levering and Phillips were speaking about a judgment Levering had against Quinton, of Manayunk, which Phillips wished to buy. He was to pay $500 at one time, and $500 in two or three months, or probably more. The witness could not state the time at which this took place, the court in which the judgment was, nor any further, particulars of the contract.\nThe plaintiff further proved that he had sent Phillips a paper on the 1st July, 1840, requesting him “ to pay the bearer $537 50, being half the amount of judgment, principal and interest, against Alexander Quinton, up to July 8, 1840, sold you this day by agreement. I will transfer the amount to your use on the docket; or if you will give me your obligation for the balance, I will transfer the whole.” When this paper was presented, Phillips said he could not receive such a paper as that. He then proved the existence of the judgment against Quinton.\nThe plaintiff asked instructions: 1. That a judgment could be sold without writing. This his honour affirmed with an expression of regret that it was so. 2. That it is not necessary to a recovery, where a judgment is sold on credit, for the plaintiff to plead or show a previous assignment in writing, or a tender of one. His honour said that would depend on the contract, and that the plaintiff was bound to prove his contract distinctly, and show performance, or an offer to perform, on his part. He further said that all the evidence showed a special contract, and that plaintiff must prove that as laid.\nThe errors assigned, which were argued, are stated in the arguments of counsel.\nV. L. Bradford, for plaintiff.\nThe court erred in saying there could be no recovery but on the special counts, for the contract was not executory, but executed so far as the plaintiff had any thing to do. By the agreement, the title had passed; certainly as soon as the plaintiff elected to proceed for the price. This is the settled distinction as to the right of recovery on special contracts, and the common count for goods sold was perfectly proper; Chit, jun., on Cont., 63, 374, 375, 440 — 442; 1 Chit. Plead. 297, (Cause of Action,) 333, 334, (Com. Counts.) There is no doubt that the price of a judgment may be recovered as for goods sold; Jac. L. Dic. verb. Chattels; F. N. B. 120; Touch. 97*; Ford & Sheldon’s case, 12 Rep. 1 b; Yohe v. Robertson, 2 Whart. 162; Ryall v. Rolle, 1 Atk. 177, 181-183. Nor is a delivery essential, but the title passes by the bargain and sale.-; Domat, book 1, tit. 2, s. 2, art. 9; Jewett v. Warren, 12 Mass. 300; Rice v. Austin, 17 Mass. 197; Badlam v. Tucker, 1 Pick. 389. The second prayer for instructions was not distinctly answered, but left vaguely to the jury, which is error; Noble v. McClintock, 6 Watts & Serg. 58; Smith v. Thompson, 2 Serg. & Rawle, 49. The direction that the special contract, as laid, must be proved, coupled with the charge on the second prayer, also involves the mistake, that the contract being executory, a previous tender of an assignment must be shown, but this was not executory; and if it was, the plaintiff had executed his part, for the title had passed; Work et al. v. Maclay, 2 Serg. & Rawle, 415; Hershey v. Hershey, 8 Serg. & Rawle, 333; Sampson v. Sampson, 4 Serg. & Rawle, 329; Newbold v. Wright, 4 Rawle, 195; Dubois v. Lord, 5 Watts, 49; Switland v. Holgate, 8 Watts, 385; Hannay v. Stewart, 6 Watts, 487; Evans v. Mengel, 1 Barr, 68.\nThe buyer of a judgment is entitled to control it and issue execution upon it, without any actual assignment of it; Gratz v. Farmers’ Bank, 5 Watts, 99; Fleming v. Beaver, 2 Rawle, 132; Erb’s Appeal, 2 Penna. Rep. 298; Canby. v. Ridgway, 1 Binn. 496; Montgomery v. Cook, 6 Watts, 238; Reigart v. Ellmaker, 6 Serg. & Rawle, 44.\nThe expression of regret as to the rule of law was erroneous, by misleading the jury; Deal v. McCormick, 3 Serg. & Rawle, 343; Hocker v. Jamison, 2 Watts & Serg. 438; and by the common law no writing was required; Chit, jun., on Cont. 386.\nD. P. Brown, contra.\nThe great question is, what was the contract ? It was proved by parol merely, and that very uncertainly. Besides the common presumption, that the purchaser of a chose in action is to have some evidence of his title, what more clearly proves it than the paper sent by the plaintiff himself, in which he recognises his duty to transfer on payment ? That being so, the covenants were dependent.\nThat written paper also showed that the title had not then passed; if so, it was then executory, and the ruling was correct as to necessity of relying on the special contract only.\nMarch 20."
  },
  "file_name": "0387-01",
  "first_page_order": 387,
  "last_page_order": 392
}
