{
  "id": 957794,
  "name": "Catherwood v. Kohn",
  "name_abbreviation": "Catherwood v. Kohn",
  "decision_date": "1847-03-18",
  "docket_number": "",
  "first_page": "392",
  "last_page": "394",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 392"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts & Serg. 261",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0261-01"
      ]
    },
    {
      "cite": "1 Paine, 486",
      "category": "reporters:federal",
      "reporter": "Paine",
      "case_ids": [
        6611845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/22/0576-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 219",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0219-01"
      ]
    },
    {
      "cite": "5 Bin. 60",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates, 479",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775815
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0479-01"
      ]
    },
    {
      "cite": "8 Pick, 415",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0427-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0470-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 368",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Cow. 516",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cow. 524",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        6035183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/523-3-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 221",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798229
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0221-01"
      ]
    },
    {
      "cite": "8 Pick, 415",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/25/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 5445,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30724822180752626
    },
    "sha256": "925cbe1c112360cd20e495b4228a91b11d67dacf71fda67c7654d2744a169599",
    "simhash": "1:5f18864e6e8a0a9f",
    "word_count": 985
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Catherwood v. Kohn."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nRegarding the declaration filed during the trial as an exact transcript of the original narr., (as it was supposed to be,) the learned judge, who sat at Nisi Prius, could not refuse to arrest the judgment, inasmuch as a defective title to sue was alone set out; though we can readily believe he acceded to the motion with great reluctance, since the cause had been tried under the facts as they actually existed, and was determined upon its merits. But the original declaration, temporarily mislaid, at the period of the trial, has since been discovered, and it is found to aver a good cause of action. Conceding the count last filed to be properly of record, it is not to be denied that the first narr. is to be taken as part of the pleadings; and thus is presented the ordinary case of several counts, some good and some bad, and a general verdict. Now, it is perfectly well settled that, in such cases, where all the evidence received was admissible under the good counts, though it may also have tended to support the bad, the court, after verdict, may order judgment to be entered upon the former : Williams v. Breedon, 1 Bos. & Pull. 329; Eddowes v. Hopkins, Doug. 376; as explained by Richardson v. Mellish, 3 Bing. 334. In the last case, it is justly said it is never too late to do what is necessary, by way of amendment, to prevent injustice ; and where this is the object, courts will be extremely liberal. Acting upon the rule suggested by pure morality, the Court of Common Pleas' amended the postea, after a general verdict, by directing the judgment to be entered upon the sound counts, though the cause had been removed by writ of error into the King’s Bench, and argued there. The- same practice was pursued as to amendment in Blakey v. Birmingham, 2 Strange, 1132, and this practice was approved by this court in Bailey v. Musgrave, 2 Serg. & Rawle, 221. Another instance is presented by Clark v. Lamb, 8 Pick. 415. In the case at bar, no judgment has been entered. We might, perhaps, remit the record to our statutory Court of Nisi JPrius, with directions to enter the judgment on the first count, as it is not denied all the evidence heard was admissible under it. But, being in full possession of the cause for the purpose of judgment, we may ourselves do this. In taking this course, we feel certain no injustice will be done to the defendants, as the points submitted by them to the judge who tried the case, sufficiently show it proceeded upon proof that Catherine Wright was a feme sole at the time the contract sued on was entered into.\nIt is accordingly directed that judgment be entered for the plaintiff on the declaration first filed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Randall, for plaintiff'in error.",
      "J. A. Phillips and D. P. Brown, contra."
    ],
    "corrections": "",
    "head_matter": "Catherwood v. Kohn.\n■Where the original narr. was mislaid and another filed, on which the cause was tried on its merits, but judgment was arrested because no title to sue was set out; and the original narr. was subsequently found, which contained proper averments, this court, on writ of error, entered judgment on the original narr., treating it as one count in tire declaration.\nCertificate from the Nisi Prius.\nMarch 7, 8. The original narr. set out a contract by Kohn and Catherine, wife of John Wright, whilst sole. Seven years after it was filed, and after a jury had been sworn, a new narr. was filed, which laid a contract by Kohn, John and Catherine Wright, his wife, and on this a plea was endorsed. It was stated that the original had been mislaid. On the trial, his honour, Kennedy, J., instructed the jury that they must find a contract made or ratified by Kohn and Catherine, and the cause appeared to have been tried on its merits. After verdict for the plaintiff, the defendant moved in arrest of judgment, because the contract was laid to have been made by a feme covert, and there was no allegation it was made by her whilst sole. For these reasons judgment was arrested. At a subsequent time the original narr. was found, and was upon the record at the argument of this cause.\nRandall, for plaintiff'in error.\nThe original having been found, the last narr. is to be treated as a nullity, especially as there is no order authorizing it to be filed: Kay v. Fredrigal, 3 Barr, 221. But, conceding it regularly there, the first narr. is also there, and is part of the record. It can only be treated as one, count, since properly there cannot be two narrs. The second being clearly defective, the proper course is to enter judgment on the good count, which can be done after writ of error brought: 7 Cow. 524; 2 Cow. 516; Wampler v. Shissler, 1 Watts & Serg. 368; Fursht v. Overdeer, 3 Watts & Serg. 470 ; Long v. Long, 4 Barr, 29; Richardson v. Mellish, 3 Bing. 334. This court has been foremost in preventing an advantage being taken of' these inadvertencies. In Downing v. Lindsay, 2 Barr, 382, it treated the narr. as amended. He also cited 8 Pick, 415; 4 Yeates, 479; 5 Bin. 60; 2 Serg. & Rawle, 219; Peters’s C. C. 489; 1 Paine, 486; 2 Watts & Serg. 261; 3 Barr, 501; 4 Barr, 138, 317.\nJ. A. Phillips and D. P. Brown, contra.\nThere was but one narr. on which the cause was tried, and that it was filed by consent is shown from the plea endorsed upon it. To allow amendments after error brought, is contrary to all rule, and goes to the root of the power to arrest the judgment. It is unfair to the other side, for the defect in the narr. will authorize very different conduct in a trial from what would be deemed necessary had none existed.\nMarch 18."
  },
  "file_name": "0392-01",
  "first_page_order": 392,
  "last_page_order": 394
}
