{
  "id": 957818,
  "name": "Richabaugh v. Dugan",
  "name_abbreviation": "Richabaugh v. Dugan",
  "decision_date": "1847-03-20",
  "docket_number": "",
  "first_page": "394",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 103",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0103-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 258",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 221",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854597
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0221-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 462",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0462-01"
      ]
    },
    {
      "cite": "3 Cranch, 293",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        6758232,
        1427690,
        6758259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/3/0293-01",
        "/us/7/0174-01",
        "/dc/3/0293-02"
      ]
    },
    {
      "cite": "4 Watts & Serg. 570",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856252
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0570-01"
      ]
    },
    {
      "cite": "1 Dall. 217",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7071,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 7.384408961642771e-08,
      "percentile": 0.4423033929777373
    },
    "sha256": "061ae668ea01dcf93af283772578233491ce6499573d1f94e52d6bc12a8a2c2e",
    "simhash": "1:73b0e7247a7ce4c8",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richabaugh v. Dugan."
    ],
    "opinions": [
      {
        "text": "Coulter, J.,\n(after stating the evidence rejected under the plea of payment.) — An opinion, it would seem, has prevailed, and with the sanction of high names, that under the plea of payment alone nothing but direct payment in money can be given in evidence. But the law was never so established, even in England. Their books contain many cases where it was held that under the plea of payment the defendant might give in evidence the delivery of the notes of a private banker, or notes' of individuals which had been accepted by the creditor ^n satisfaction of his debt: Williams v. Smith, 2 Barn. & Ald. 496; 2 Bos. & Pull. 518, It is the ' distinct agreement of the creditor to accept the thing in satisfaction and payment of the debt, which makes it good evidence under the plea of payment. In Pennsylvania, no 'judicial decision, made at any time, gives countenance or precedent to the judgment of the court below. But on the contrary, in the case of Musgrove v. Gibbs, 1 Dall. 217, Chief Justice McKean says: “The receipt .of one thing in satisfaction.of another is a good payment, as the acceptance of a horse in lieu of a sum of money, or of a bond by a third person in discharge of a prior obligation. The twenty-fifth rule of the Court of Common Pleas orders, that a defendant under the plea of” payment to an action of debt on a bond or specialty, shall not be permitted to give in evidence that it was obtained by fraud or without sufficient consideration, unless he gives twenty days’ notice before the trial of the matter on which he intends to rely. And the twenty-fourth rule provides, that he must give notice of any matter intended to be set-off against the plaintiff’s claim ten days before the trial. These rules furnished the court below with authority to reject the evidence offered under the plea of payment, and also to refuse permission to add the plea of set-off, because ten days’ notice could not be given. It was, however, nothing like a set-off. The evidence offered, if true, established a direct payment made and accepted, of a commodity moving directly from the defendant to the plaintiff in discharge and extinguishment of the plaintiff’s claim, of which there existed no more reason that he should give notice than if dollars had been counted down to the plaintiff for the same purpose. Nor does the twenty-fifth rule touch the case, because the offer was not to give any evidence of failure of consideration, or fraud in procuring the claim, or filing it; but, on the contrary, a full admission that the claim was just and fair, and had been satisfied and paid. The only real question was, whether a payment in kind was in fact a technical or good and substantial payment or not. In the case of Hamilton v. Moore, 4 Watts & Serg. 570, it was decided that in an action of assumpsit under the plea of payment, evidence of payment in other things than money was good. The case was, as appeal’s by a note of the reporter, mislaid for a long time, which accounts for an opinion of Chief Justice Tilghman being reported in that book. I can perceive no reason why, if the evidence is good under the plea of payment in an action of assumpsit, it should not be good in an action like the one under consideration. In Buddicum v. Kirk, 3 Cranch, 293, it was ruled that upon a plea of payment to debt on a bond, it is competent for the defendant to give in evidence that wheat wqs delivered to the plaintiff on account of the bond at a certain price, and that the defendant assigned sundry debts to the plaintiff, part of which were collected by the plaintiff and part lost by his indulgence or negligence. This case is so directly in point that it is not deemed necessary to cite any other, many of which are at hand. The third error assigned is, refusing the defendant leave to plead a set-off after his evidence was rejected on the plea of payment. No farther notice of this error is required under -the view taken of • the case, than to say that the defendant who had or offered to exhibit a plenary defence to the action, and to establish the extinguishment of the plaintiff’s claim, was refused the opportunity of doing so by the application of erroneous principles to the case, which'had not even the poor merit of being covered by the cobwebs and dust of antiquity to make them venerable. There is nothing in the first error assigned, and the fourth and fifth, if they had any merit in them under a different state of the pleadings, are not entitled to any weight as the issue stands.\nJudgment reversed, and a venire de novo awarded..",
        "type": "majority",
        "author": "Coulter, J.,"
      }
    ],
    "attorneys": [
      "G. L. Ashmead, for plaintiff in error,",
      "Zex, contra."
    ],
    "corrections": "",
    "head_matter": "Richabaugh v. Dugan.\nUnder a plea of payment, evidence of payment in goods is admissible, and the rules of the Common Pleas do not alter this rule.\nA contractor is a competent witness for the mechanic on the trial of a sd.fa. on his claim. Semble, evidence that there were two contractors when the claim only names one, is immaterial where the plea was not in abatement.\nA claim “ for painting done in and about the erection of a house, and the necessary materials provided therefor, from the 1st April, 1842, to 1st October, 1842, and within six months last past,” is sufficient.\nIn error from the Common Pleas of Philadelphia.\nMarch 8. Scire facias on a mechanic’s claim against Richabaugh, owner, and Hoopes, contractor. The defendant pleaded Payment: 2. That Hoopes was not contractor as stated in the sci. fa. 3. That the claim does not state the kind and amount of work done, and materials furnished, or the time when,, &c. The claim was for $67 82, against, &c., whereof Thomas C. Hoopes is contractor, &c., for “ painting done in and about the erection and construction of the said building, and the necessary materials provided therefor, from the 1st of April, 1842, to the 1st October, 1842, and within six months last past.”\n• The plaintiff, under exception, examined Hoopes, the contractor. The defendant offered to show a delivery to the plaintiff of flour in payment of his claim, which was rejected by the court as being matter of set-off. He also offered to show that there were two contractors, but the court decided it was matter of abatement. He also asked instructions that the claim was not well filed, which were refused.\nG. L. Ashmead, for plaintiff in error,\non the inadmissibility of Hoopes’s testimony, cited Dickinson v. Church, 1 Watts & Serg. 462; 3 Watts & Serg. 221. The evidence offered was not of set-off, but of payment of the claim; it matters not in what it was made. All the contractors must be joined, and the time of the work and qualities of the materials must be stated: 4 Watts & Serg. 258.\nZex, contra.\nThe cases cited dispose of the first point. To admit the evidence under the plea of payment, notice of the particulars must be given under the rules of court: Erwin v. Leibert, 5 Watts & Serg. 103. [Gibson, C. J. — This is rather a matter of accord and satisfaction.] The plea was not that there were two contractors, but that Hoopes was not one. The correctness of the claim is settled by Shaw v. Barnes, 5 Barr, 18; Driesbach v. Keller, 2 Id. 77.\nMarch 20."
  },
  "file_name": "0394-01",
  "first_page_order": 394,
  "last_page_order": 397
}
