{
  "id": 957859,
  "name": "Murphy v. Hubert",
  "name_abbreviation": "Murphy v. Hubert",
  "decision_date": "1847-03-27",
  "docket_number": "",
  "first_page": "420",
  "last_page": "424",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts & Serg. 62",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168906
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0062-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 149",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856423
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0149-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 314",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854675
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0314-01"
      ]
    },
    {
      "cite": "9 Watts, 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0032-01"
      ]
    },
    {
      "cite": "5 Watts, 389",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0389-01"
      ]
    },
    {
      "cite": "2 Watts, 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0323-01"
      ]
    },
    {
      "cite": "3 Rawle, 439",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "14 Serg. & Rawle, 185",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0185-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 521",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0521-01"
      ]
    },
    {
      "cite": "3 Binn. 302",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0302-01"
      ]
    },
    {
      "cite": "1 Dall. 193",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408577,
        12140698,
        12140571,
        1408516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0204-01",
        "/dall/1/0193-02",
        "/dall/1/0193-01",
        "/us/1/0204-02"
      ]
    },
    {
      "cite": "4 Yeates, 280",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 492",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 484",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0484-01"
      ]
    },
    {
      "cite": "5 Watts, 200",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0200-01"
      ]
    },
    {
      "cite": "6 Watts, 540",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 213",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "14 Serg & Rawle, 355",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 129",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0129-01"
      ]
    },
    {
      "cite": "2 Rawle, 55",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 378",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0378-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 461",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0461-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 97",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0097-01"
      ]
    },
    {
      "cite": "1 Dall. 427",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 56",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 591,
    "char_count": 9712,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 1.1656793941249824e-07,
      "percentile": 0.5851213719409896
    },
    "sha256": "344fa8aa347e6a492c33cea06f61d1d5d0391be7f8e535af35e31881e5af90f5",
    "simhash": "1:0cc5d7464ebdfa55",
    "word_count": 1719
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Murphy v. Hubert."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nA careful examination of the cases in our reports has led me to nothing but a few loose dicta which could give colour to the doctrine that 'a parol declaration of trust is within our statutes of frauds. The principal one is in Wither’s Appeal, where Mr. Justice Duncan said, that though the seventh section of the English statute is omitted in our act, the substance of it is comprehended in our first section, which declares that no interest in land, “ whether in law or equity,\" shall pass by parol; and that no trusts, but those that result by implication of law, are within the exceptions to it: yet he had, in Peebles v. Reading, quoted, with approbation, the remark of Chief Justice Tilghman, in German v. Gabbald, that the provisions of our act apply rather to legal than to equitable estates; and he laid much stress on the omission of the seventh section of the English statute, which, he justly remarked, could not be imputed to accident. Iiis dicta in the two cases — for in neither was a decision of the point called for —cannot be reconciled. That the first three sections of the English statute, forming by consolidation the first in our act, are applicable exclusively to legal estates, is demonstrable by the fact, that trusts were specifically provided for in the omitted section, though these sections, like our own section, contain the clause, “ in law or equity,” on which the opposite hypothesis is founded. The obvious design of it was, to prevent an equitable estate from being transferred, and the design of the seventh section was to prevent a trust estate from being created by parol. To be convinced of this, it is necessary only to compare the first and seventh sections side by side. What,' then, do we gather from our own statute in which the seventh is omitted ? Beyond a doubt, an equitable estate in Pennsylvania, such as the interest of a vendee, by articles of agreement, eannot be conveyed by parol without part execution by delivery of possessionand this, by force of the statute in question; for the recording acts do not make registry essential to the validity of a conveyance: but it is a different thing to control the creation of a parol declaration of a trust. Now all this was known to the transcriber of the adopted sections of the English statute; for. it is evident from the masterly manner in which they were consolidated by him, that he was a lawyer of no little skill: and why was the seventh section, with several others, omitted ? Certainly, to prevent its provisions from becoming the law of the land; and -how can we make them the law of the land on the face of such a demonstration of legislative intention ? Our decisions in support of resulting trusts are founded on an assumption that we dare not; for as such trusts are excepted in England only by force of the eighth section, which is also omitted, it would follow that, if the creation of parol trusts is forbidden by our statute, there would be no exception at all to it, because we would look into it in vain for a sentence on the subject. No clause in it could b.e tortured into a provision for implied estates, but the concluding one which declares that, “no leases, estates, or interests, either of freehold or terms of years, or any uncertain interest of, in, to, or out of, any messuages, manors, lands, tenements, or hereditaments, shall, at any time, be assigned granted, or surrendered, unless by deed or note in writing, signed by the party so assigning, granting, or surrendering the same, and their agents thereto lawfully authorized by writing, or by act and operation of law.” But the last words relate not to the creation of trusts, but to leases, which may be surrendered by act and operation of law. As was intimated in Pugh v. Good, 3 Watts & Serg. 56, much misconception has arisen by looking into the English statute, and the decisions upon it, and not exclusively to our own. Perhaps no decision has declared in words that an express parol declaration of trust is valid in Pennsylvania; but all the decisions in support of implied trusts have gone on a principle which extends equally to them. Had the substance of the seventh section been adopted by the courts here, it might have been considered as a peculiar part of our common law; but the current of judicial decision has undoubtedly swept the other way. As to the point before us, there is neither difficulty nor doubt; but the direction as to the other points seems to have been unexceptionable.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "JSirst, for plaintiff in error,",
      "Zantzinger and ClarJcson, contó, made two points."
    ],
    "corrections": "",
    "head_matter": "Murphy v. Hubert.\nUnder the Pennsylvania statute of frauds, an equitable estate cannot be conveyed without written evidence, or possession taken in part performance: but it may be created by verbal agreement of the grantee in an absolute deed.\nIn error from the District Court of Philadelphia.\nMarch 16. Hubert, Butler and wife brought ejectment and showed title in Samuel Murray, and a deed from him, in 1819, to Delia Chase, who was the wife of Butler. Hubert had a deed for one-half the premises, from Butler and wife, in 1841.\nThe defendant was in possession under a conveyance from the children of Samuel Murray, who was dead, and the question was, the admissibility of the parol testimony to prove a trust in the conveyance by Murray to Delia Chase. For this purpose, he proved the statements by Delia, which appeared to have been made in the presence of her husband, that her brother, (Samuel Murray,) had given her this property when in debt, and about to take the benefit of the insolvent laws ; that he thought she had a better right to it than his creditors. The same witness said — she said it was conveyed to her to secure it for himself and his children; and she had paid nothing for it. Another witness said that she stated : at the time her- brother conveyed it to her, on account of his difficulties, she had given him a bond to pay $800, in case any thing should happen to the property before it came to the children, and that she had made over the property to him and received the bond back ■ — it did not appear her husband was present at this time. Another witness said she had stated: she bought the property from her brother who was in debt, and after he was out of trouble, he had refunded the money. Another, that she said: it was her’s for her lifetime, and afterwards was to go to his children.\nBoth plaintiff and defendant gave evidence of collection of rents, and payments of taxes and ground-rents, and both had occupied parts of the premises conveyed by the deed.\nHis honour, Findlay, J., instructed the jury that the Statute of Frauds requires all trusts, interests, or estates in land, to be put in writing, except such as arose by operation of law. That the trust set up was not of that kind, since there was no evidence that the conveyance was made on her promise to hold it in trust. He, therefore, directed them to exclude from their consideration all oral declarations of trust.\nThis was the only question material in the ease.\nJSirst, for plaintiff in error,\nargued that so much of the British statute as required trusts to be evidenced by writing, was not in force, but they might be proved as at common law by parol, and that the uncertainty of the evidence was not sufficient to withdraw the case from the jury.. He cited, Thompson v. White, 1 Dall. 427; Miller v. Pearce, 6 Watts & Serg. 97; Esbach v. Zimmerman, 2 Barr, 313; Baker v. Williamson, 4 Barr, 463; Stewart v. Brown, 2 Serg. & Rawle, 461; Mitchell v. Kintzer, 5 Barr, 217; Syler v. Eckhart, 1 Binn. 378; Miller v. Hower, 2 Rawle, 55; Billington v. Welsh, 5 Binn. 129; Clark v. Vankirk, 14 Serg & Rawle, 355; Hoge v. Hoge, 1 Watts, 213; Lewin on Trusts, 89; Sheriff v. Neal, 6 Watts, 540; Gaullaher v. Gaullaher, 5 Watts, 200; Peebles v. Reading, 8 Serg. & Rawle, 484.\nZantzinger and ClarJcson, contó, made two points.\n1st. That the British statute was virtually in force under the decisions of the court, which refused to recognise a trust not proved by writing, without fraud, or the payment of the price by the alleged cestui que trust. 2d. That if a parol trust could be established against a formal conveyance, it must be by clear and certain evidence; 8 Serg. & Rawle, 492. That in this case,, the varying statements rendered it impossible to say what the trust was* or for whom, or whether there was some consideration which had been refunded. On the first point, they cited, Church v. Church, 4 Yeates, 280; Gregory’s Lessee v. Setter, 1 Dall. 193; German v. Gabbald, 3 Binn. 302; Wallace v. Duffield, 2 Serg. & Rawle, 521; Peebles v. Reading, 8 Serg. & Rawle, 492; Wither’s Appeal, 14 Serg. & Rawle, 185; 1 Johns. Ch. Reps. 582; Bottsford v. Burr, 2 Johns. C. Rep. 409; Gibblehouse v. Stong, 3 Rawle, 439; Kisler v. Kisler, 2 Watts, 323; Sidle v. Walters, 5 Watts, 389; Robertson v. Robertson, 9 Watts, 32; Leshey v. Gardner, 3 Watts & Serg. 314; Jackman v. Ringland, 4 Watts & Serg. 149; Sample v. Coulson, 9 Watts & Serg. 62.\nMarch 27.\nIt seems that a verbal agreement by a grantee in a deed made with a third person to hold in trust for him, when the grantee himself has paid the purchase-money, cannot be enforced, This was decided in Jackman v. Ringland, 4 Watts & Serg. 149, and Sample v. Coulson, 9 Watts & Serg. 62. The distinction, between those cases and the present one is, that in the latter there was no direct evidence of payment of the purchase-money by the grantee, unless, perhaps, by the recital in tiro deed, and even that was not on the paper-book — and the agreement was also made with the grantor, which, though by parol, has always been held sufficient in Pennsylvania to turn a deed absolute on its face into a mortgage. ... '"
  },
  "file_name": "0420-01",
  "first_page_order": 420,
  "last_page_order": 424
}
