{
  "id": 957805,
  "name": "Richards v. Dutot",
  "name_abbreviation": "Richards v. Dutot",
  "decision_date": "1848-03",
  "docket_number": "",
  "first_page": "431",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 431"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Serg. & Rawle, 82",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0082-01"
      ]
    },
    {
      "cite": "2 Rawle, 56",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0056-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 506",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 323,
    "char_count": 4678,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.3175250757862717
    },
    "sha256": "999ec903cf15d0c38454680040d8140cdbaa7bfec5254299ed442fc199e1b198",
    "simhash": "1:10d3af17d666e942",
    "word_count": 837
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richards v. Dutot."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe transactions in this case are too stale for the action of the court. Twenty years have elapsed since the last step was taken; and the matter would not have been suffered to rest, had it not been compromised by the parties. A venditioni had been issued, on which the sheriff had returned that he had sold the property to the attorney, for the use of his client, for the sum of six hundred dollars; whereupon the defendants moved to set aside the sale, and there all action on either side was suffered to stop. Now whether the money was actually paid, or whether the plaintiff abandoned his execution, which was more probable, as the money would have been taken by an older lien, we know not; but we do know that purchasers hav# intervened who had good cause to believe he had given the matter up; and as it would be unjust to disturb them, we decline to order the present sheriff to execute a deed.\nHule discharged.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Porter, for one of the terre-tenants, now showed cause.",
      "P. Me Gall, eontrd."
    ],
    "corrections": "",
    "head_matter": "Richards v. Dutot.\nUnder a judgment revived in Philadelphia county, in the Supreme Court, in 1827, a pi. vend. ex. issued to Northampton, to sell lands seised under a test. fi. fa. in 1806, and a sale was made to plaintiff’s agents; but the writs were not entered in the protlionotary’s office. Defendant moved to set aside the sale, and there the record ended. Defendant had given a mortgage between the date of the judgment and of the execution on which the sale was made, under which the tem-tcnants claimed as purchasers. The court refused to direct a deed to be acknowledged more than twenty years after the sale, there being no proof of payment of the purchase-money or perfection of the sale, and there being tem-tenmts purchasers for value, without notice of the proceedings.\nMarch 22. On the 17th April, at the last March Term, ¡Serrill, on behalf of the next of kin of Town, moved for a rule on the present sheriff of Northampton, to show cause why he should not acknowledge a deed to the heir at law of S. Richards, for the property sold to Richards, the plaintiff, under a pi. post pi. vend. ex. issued toDecember Term, 1827. Notice was directed to be given to the ter re-tenants. It appeared that in 1805 a judgment on an award was entered in favour of the administrators of Town, and in 1806 a test.fi. fa. issued to Northampton, on which the lands were condemned. In 1821, Richards was substituted as administrator. Various writs had been issued, and some sales made. In 1823 a sci. fa. to revive issued, and was tried; and a new trial having been refused, judgment was entered, March 30, 1827. A pi. post pi. ven. ex. then issued to December Term, 1827, to which the return was — sold (the property in question) to G. W. Esq., for plaintiff, S. Richards, for $600. In January, 1828, the counsel who had defended the case moved to set aside the sale on behalf of defendant. No further proceedings appeared on the record, and from the sheriff’s docket it did not appear that the costs had ever been settled; nor had any of the test. ex. been entered in the Common Pleas of Northampton.\nThe terre-tenant also showed that in August, 1827, Dutot mort-. gaged the land to Biddle, to secure $1500. On the 5th December, 1827, he again mortgaged it for $2500. In 1832 there was a, sheriff’s sale of the land under the last mortgage; and there had been subsequent mortgages and sheriff’s sales. It was also shown that Biddle had procured searches in 1827, and the recorder’s certificate showed no lien existed but his first mortgage.\nPorter, for one of the terre-tenants, now showed cause.\nThe undecided motion to set aside the sale -made twenty years ago, and the want of any proof of payment of the purchase-money, is a sufficient answer to this rule. He also argued that the lien of the executions was gone, and that Biddle’s mortgage was the first encumbrance, since the test. ex. were only liens from term to term, prior to the act of 1823; Cowden v. Brady, 8 Serg. & Rawle, 506; and that by'that act they were directed to be entered in the prothonotary’s offioe of the county where the lands lay. In consequence of that not being done, Biddle’s mortgage had the priority, and would have taken the purchase-money, since it was discharged by the sale: Willard v. Norris, 2 Rawle, 56. The probability therefore was, that the sale had not been complied with.\nP. Me Gall, eontrd.\nThe court does not decide questions of title on these motions ; they must be tried hereafter in a regular manner : Field v. Earle, 4 Serg. & Rawle, 82. The motion to set aside the sale was abandoned, or must be so treated: Wilson’s Estate, 2 Barr, 327. As to the lien, it was perfected by the sale; and the proceedings until then were continuously prosecuted."
  },
  "file_name": "0431-01",
  "first_page_order": 431,
  "last_page_order": 433
}
