{
  "id": 957804,
  "name": "Heister's Appeal",
  "name_abbreviation": "Heister's Appeal",
  "decision_date": "1848-03",
  "docket_number": "",
  "first_page": "455",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 455"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 102",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 209",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0209-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 569",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 6231,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 5.2025022595288685e-08,
      "percentile": 0.32591436798052703
    },
    "sha256": "8bb3f11f7bc638e846bb65aade1ce9cb3510c8d482ab3f90538b2579277ff43f",
    "simhash": "1:1f06af9777ef66b8",
    "word_count": 1086
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heister’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nDecree affirmed for the reasons given by the court below.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Boyd and Mulvany, for appellant.",
      "Freedley, contra."
    ],
    "corrections": "",
    "head_matter": "Heister’s Appeal.\nWhere auditors, to distribute a balance found due to an estate, charged interest annu- ’ ally on the legatees’ shares of the principal, from which was deducted payments . made during such years, and awarded the surplus of the interest and the share of the principal to each legatee, bringing the account down to the date of the reference for distribution, the executor cannot complain.\nInterest is payable on the gross balance found due an estate on a settlement by audit- ■' ors, and should not be calculated on the principal only. — Per Gibson, C. J.\nCounsel fees and expenses of an executor in attending a reference for distribution, where there is a contest with the legatees, not allowed as an item of credit.\nA note of the husband of a legatee dying before distribution, whose son administered ' to her estate, which note was held by the executor in his own right, not allowed as - a set-oif to die legacy of the wife.\nSo of a debt due by a husband divorced before distribution.\nFrom the Orphans’ Court of Montgomery.\nMarch 31. In 1845, the auditors, to whom the accounts of Heister, executor of Heister, had been referred for settlement, reported a balance due to the estate of $7900 10 principal, and $8744 25 interest. The matter was referred in 1846 to the auditors to distribute. The auditors, in stating the account with the respective legatees, ■divided among them the amount of principal found due to the estate by the former report.' On this amount they calculated interest yearly. From the interest account they deducted payments made to the respective legatees in each year. This was continued until the date of the reference for distribution. The surplus of the annual interest, with the share of principal, was awarded to each legatee. The appellant contended no interest was chargeable from the date of the report on the settlement of the estate, and that that sum was to be divided, and from each legatee’s share, the payments to each legatee, with interest, was to be deducted. This was the main exception.\nThe other exceptions were:. 1. Rejecting evidence of a payment, the receipt for which by the husband of one of the legatees was lost. The ground was want of proof of the genuineness of the lost-paper. 2. The rejection of a note of the husband of one of the legatees given to the appellant. It was offered by way of set-off, or as payment of so much at its date. But it was given to the appellant individually, and before distribution the legatee died and her son administered. It was also alleged by the husband, he had claims against the estate and a-defence to the note. 3. This was similar to the last; but this legatee had been divorced long before the distribution. 5. Disallowance of counsel fees and a claim for the executor’s attendance, trouble, and attention at this audit. The costs of the audit were all allowed\nKrause, P. J. — The court sees no error in the report, as to the principles on which the auditors rejected the accountant’s claim for payments to the distributees, and to which exception is taken. Their reasons for rejecting them are entirely satisfactory. The remaining question is, did the auditors hit the right rule for computing the interest on such payments as the accountant is allowed for, as having been made by him prior to the confirmation of his administration account in 1845 ? The amount settled to be in' his hands for distribution, is $16,644 35, as per decree on 20th November, 1845, in pursuance of an agreement by the parties. He was then debtor to that amount, and liable for interest on it, subject to prior payments ; which, on suits for the distributive shares, he would have been charged with on trial before the jury. Why not before the auditors ? But he is not liable for more; and the auditors have not charged him with more, computing the interest on the true rule stated in their report. For example, if one year’s interest be added to the balance found due on his account, the sum of $17,643 01 is produced; but the auditors, applying the rule of computation stated and settled by law in this state, produce but $16,722 51, making a difference in his favour of $920 50. If, therefore, no error occurred in the process of calculation, full justice is done him ; and of error we have, no evidence. On the contrary, wc believe the auditors are correct in this particular, on our examination of the account. Nor can the court see that injustice is done to the distributees, since the proper rule is. applied to them also, both as to the character of the payments and charges allowed to the accountant, and the calculation of interest. The exceptions on both sides are therefore dismissed, and the report of the auditors confirmed.\nFrom this decree, the executor appealed, and assigned the various points above stated as error — the question as to the calculation of interest being the 6th.\nBoyd and Mulvany, for appellant.\nThere was evidence of a lost receipt, and it is always prima facie evidence in a settlement of estates: 4 Watts & Serg. 569; 1 Greenl. Ev. s. 147, n. 1, 2. Debts of the husband are always a defence to his wife’s legacy: 2 Watts, 209; 7 Watts & Serg. 102; 4 Barr, 32. 5. The counsel fees before the auditor are incidental, expenses, which are -always allowed : Wilson’s Estate, 2 Barr, 328, [Gibson, C. J.— Where there is a contest between himself and particular legatees, he pays his own bill of costs.] 6. The main question is the interest account. It is said by Mr. J. Huston that the rule is to divide the gross balance, and from each share deduct advances with interest. At all events, interest should have ceased in 1845, as he was then bound to have the shares ready to pay: 5 Barr, 87.\nFreedley, contra.\nThe auditor should have charged interest on the gross balance due from the date of the confirmation of the settlement report. [Gibson, C. J. — There is no doubt the auditor did you wrong ; they should have charged interest on the balance of that account.] The court declined hearing argument in support of the mode of stating the interest account with each legatee; and they also declined hearing Tilghman, who was with Freedley."
  },
  "file_name": "0455-01",
  "first_page_order": 455,
  "last_page_order": 457
}
