{
  "id": 957880,
  "name": "Hoxworth v. Miller",
  "name_abbreviation": "Hoxworth v. Miller",
  "decision_date": "1848-03",
  "docket_number": "",
  "first_page": "458",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 458"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates, 295",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773057
      ],
      "pin_cites": [
        {
          "page": "440, 442"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0295-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 578",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "579"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 101",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841281
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0101-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 257",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0257-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 411",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853572
      ],
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0411-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 237,
    "char_count": 3249,
    "ocr_confidence": 0.395,
    "pagerank": {
      "raw": 2.3052360775773726e-07,
      "percentile": 0.7878391751797112
    },
    "sha256": "73ab70522ebcde784a5999bdae7adb72f3d11ff8075ea674e0c9a0c82d77b710",
    "simhash": "1:66eaf6347fb7ba95",
    "word_count": 589
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoxworth v. Miller."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nCommon justice requires that this cause be put to another jury, on issues which may enable it to find the exact truth; but as the issue before us was framed, it is impossible to reverse the judgment, for the direction was right. Yet as the will might be good, and the codicil bad, separate issues ought to have been formed to try the validity of each, instead of coupling them in a single one, which did not admit of division. The record is therefore remitted, with direction to set aside the judgment and proceedings, and to direct the counsel to frame an issue to try' the validity of the will, and another to try the validity of the codicil, in separate counts of the declaration. In any other proceeding, perhaps, we would not feel ourselves at liberty to pursue a similar course; but as a feigned issue is merely a contrivance to take the verdict of a jury, the courts have an unlimited discretion in directing the use of it.\nRecord remitted.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Sterigere and J. Sergeant, for plaintiff in error.",
      "Romance, contra."
    ],
    "corrections": "",
    "head_matter": "Hoxworth v. Miller.\nWhere a feigned issue has been framed to try the validity of a will and codicil, and there lias not been separate issues upon the two instruments, but the evidence raises separate questions upon them, the court will remit the record to have separate issues framed, though the ruling that on the issue both instruments must be found good or bad, was right.\nIn error from, the Common Pleas of Montgomery.\nMarch 27. A precept issued from the Register’s Court to the Common Pleas, reciting the objection of the plaintiff in error, that certain writings presented for probate, averred to be the last will and testament, and codicil of Hoxworth, were not published as his last will and testament, or, if executed by him, were obtained by undue influence, and that he, on account of imbecility of mind, was incapable of making a will, and directing an issue to be formed on the merits of the controversy between the parties.\nIn accordance with the writ, a feigned issue was framed, and a declaration as on a wager filed, averring the said instruments not to be the last will and testament of Hoxworth.\nThe will was dated in 1843, and the codicil in 1845. On the trial, distinct evidence was given as to the validity of the two-papers.\nThe court, Krause, P. J., instructed the jury, that as the issue was made up, both will and codicil must be treated by them as forming one entire question, and they must find both good or both bad.\nThe jury having found in favour of the will, this writ of error was sued out.\nSterigere and J. Sergeant, for plaintiff in error.\nThe issue is but the creature of the court, and not the act of the parties. The two questions should have therefore been treated as distinct; 5 Barr, 110; 2 Watts & Serg. 411, 415; 8 Watts & Serg. 257; 3 Watts, 101; Irish v. Smith, 8 Serg. & Rawle, 578, 579.\nRomance, contra.\nThe caveat was at the instance of the plaintiff in error, and the complaint was framed by him, as of course was the issue finally .settled. The question then is, whether an issue — the single point in controversy as it is defined — can be split by the parties at the trial, and half found one way and half another. How could the verdict be entered for both parties on one count ? The point is directly decided in 4 Yeates, 295, 440, 442."
  },
  "file_name": "0458-01",
  "first_page_order": 458,
  "last_page_order": 459
}
