{
  "id": 957827,
  "name": "Cope v. Grant",
  "name_abbreviation": "Cope v. Grant",
  "decision_date": "1848-04-18",
  "docket_number": "",
  "first_page": "488",
  "last_page": "492",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Johns. 448",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 215",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481763
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0215-01"
      ]
    },
    {
      "cite": "2 Whart. 427",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0427-01"
      ]
    },
    {
      "cite": "8 Watts, 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848440
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0051-01"
      ]
    },
    {
      "cite": "10 Pick. 138",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0139-01"
      ]
    },
    {
      "cite": "6 Whart. 193",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0193-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 26",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877463
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0026-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 141",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478175
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0141-01"
      ]
    },
    {
      "cite": "4 Watts, 223",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842724
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0223-01"
      ]
    },
    {
      "cite": "1 Whart. 323",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0323-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 8366,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 1.6476651395626856e-07,
      "percentile": 0.6921760689522826
    },
    "sha256": "460b8183ff32defafe2a0a09887caf5a707c59923fa48482f4dc6d070192fa0d",
    "simhash": "1:e2345219e73482df",
    "word_count": 1531
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cope v. Grant."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe principle of this case is so fully developed in Kirkham v. Sharp, 1 Whart. 323, that I will not further discuss it. It was there said that an owner of ground, who builds houses on a court laid out by him for their use, ipso facto annexes it to the houses; and that he retains the bare legal title to the soil in trust for the tenants. It follows that his grantee of the legal title, or any one claiming under him, stands in the same predicament; and what is the defendant in such case but such a trustee, except that, as a part owner of the original lot, he holds a part of the beneficial interest in the alley in common with the plaintiff. Our earliest account of the property is, that Forbes owned the whole of it, including the alley which was then, as it has since been, used as a common passage by the tenants on each side of it. New stores and new houses, since built, have narrowed it; but the part of it which remains has always been used as an easement in common by the tenants of the buildings by which it is bounded. What, then, did Mr. Bingham, the purchaser under whom the plaintiff claims, buy when the ground on the east side of it was sold on the mortgage ? Undoubtedly every privilege or easement, without exception, that had been annexed to it by the common owner of the whole, and master of the use of it; and this, without assistance from the word appurtenances in the levy returned by the sheriff. Would it be necessary to insert an express grant of such an easement in the conveyance of a house in a court dedicated, not to public use, but to‘the use of those who should reside on it.? Not one scrivener in a thousand would think of it, and the original proprietor would, in consequence, be able to impair the value of the grant by refusing the right of passage, and drive the grantee to his common-law right of way, from necessity, if he should not have the means of egress and regress in the rear. But such is not the law. “When any thing is granted,” it is said in the Touchstone, p. 89, “ all the means to attain it, and all the fruit and effects of it, are granted also; and shall pass inclusive, together with the thing, by the grant of the thing itself, without the words cum pertenentiis, or any such-like words.” And again: “ The incident, accident, appendant, and regardant, shall in most cases pass by the grant of the principal without the words cum pertenentiis, but not e converso. And among other illustrations of the rule, it is said: “By the grant of a ground is granted a way to it; that is, all usual ways; and unless there be a usual way, then a way of necessity will pass.” That is exactly our case. But if the rule of interpretation were otherwise' in regard to a grant by the owner himself, the interpretation of a levy by an officer who could not know the relative rights of the parties, would necessarily have to receive a greater share of liberality and indulgence. By extending the conveyance to the alley, therefore, Mr. Grant acquired no more than the bare legal title to it, which was in Forbes, in whose place he stands, subject to the easement which' Forbes had himself created; and the charge of the judge was right in every particular.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Wain and Gcuilloic, for plaintiff in error.",
      "Tyson and Meredith, contra."
    ],
    "corrections": "",
    "head_matter": "Cope v. Grant.\nA., the owner of a large lot, erected buildings on either side of an alley opening from a public street. The building furthest from the street stood on the line of the alley, and had an opening into it; but the entrance was on another alley which led to another public street. The building adjoining the street stood some distance from the line of the alley. Held, that by opening doors into the alley, the owner had dedicated it in part to the use of the houses on that side, and that a sheriff’s sale of the land passed this right, an appurtenance by implication.\nCertificate from the Nisi Prius.\nApril 10. This was an action of trespass to try the plaintiff’s right to the use of the twelve feet wide alley, on. the annexed plan, which shows the relative situation of the property of both parties. The trespass was an obstruction to the entrance into the alley from Walnut street.\nIn 1796, Forbes being the owner of the whole'lot, mortgaged a portion fifty-eight feet on Water street, extending east that width twenty feet, then widening to seventy-three feet, and extending that width to low water-mark. In 1801, judgment was confessed on a sci. fa. upon this mortgage, and a levy made by the same description. The sheriff returned that he had sold part of the premises, viz. a lot commencing sixty-seven feet, four inches, more or less, from Water street, seventy-three feet wide, and extending to low water-mark, “bounded on the west by a twelve feet wide alley, with the appurtenances.” The deed followed this description, being the lot marked Cope, and contained the usual clause as to ways, alleys, &c. The plaintiff had the title of the sheriff’s vendee.\nIt was also in evidence, that as early as 1791 or 1792, a warehouse had been erected on the north-east lot on the line of the alley, with a door and several windows, and a fall and tackle by which merchandise had been taken in. The entrance to this building was on the eleven feet, ten inches alley, running from the alley in dispute to Delaware Avenue. The building on the south-east lot stood fifteen or twenty feet to the east of the line of the alley, and had windows opening on it, but no door, the entrance being from Walnut street. Within twelve years the plaintiff had erected a new store on this lot, on the line of the alley into which he opened doors, &c. It was also shown that as early as 1806 plaintiff had used, this alley for the purpose of carrying merchandise to his northermost store.\nThe defendant had a conveyance from Forbes in 1797 of the house and lot on the west side of the alley, together with the use of said alley; and also a conveyance, in 1837, of the soil of the alley from the heirs of Forbes. It was in evidence, that Forbes died prior to 1801, leaving a widow who survived him several years, and one son, who died a lunatic, in 1805. His heirs resided in •Scotland.\nHis honour, Burnside, J., left it to the jury to say whether there had been a dedication of this alley by Forbes to the use of his houses, on both sides of the alley, saying, if this -was so, the sheriff’s sale passed the right to use it as appurtenant, though not distinctly levied on.\nWain and Gcuilloic, for plaintiff in error.\nThe only questions are, whether there was a dedication to the houses on both sides, or a partial one to those on the west side-only, and whether this right will pass though not levied on. It is said that the levy controls all subsequent proceedings, and if any thing be omitted there, the deed will not carry it: Grubb v. Guilford, 4 Watts, 223. The mortgage makes no mention of this alley, and it would seem therc.fore to have been intended for the western houses only, which faced on the alley, and had a piazza there. The dedication ivas, therefore, but partial: Whalley v. Tompson, 1 Bos. & Pul. 371; Murphy v. Campbell, 4 Barr, 480; Gowen v. The Exchange Company, 5 Watts & Serg. 141. The openings from the northern house are immaterial, for there was a communication to that through another alley from Delaware Avenue, and it is settled that a mere convenience does not pass by the words appurtenant: Hinchcliffe v. Kinnoul, 5 Bing. N. C. 1. Those from the southern house have still less effect, for that building stood back from the alley, and they were upon the intermediate space. As to the user, it is out of the case, for since 1805 there was a tenancy for life, and the remainder-men were abroad: 11 East, 371; Yard v. Ford, 2 Saund. 175 n.; 9 Serg. & Rawle, 26.\nTyson and Meredith, contra.\nThe mode of building shows a dedication; Lewis v. Carstairs, 6 Whart. 193. If a man builds a house on his jnivate way, with a door opening therein, he thereby renders it appurtenant, and his conveyance of the house passes the right of way. The same is the effect of a sheriff’s sale, -which should even be construed with greater liberality; Kent v. Waite, 10 Pick. 138; Campbell v. Wilson, 3 East, 294; Murphy v. Campbell, 4 Barr, 484; Grubb v. Guilford, 4 Watts, 223; Newman v. Rutter, 8 Watts, 51, 2 Whart. 427, 9 Serg. & Rawle, 26; Hastings v. Wagner, 7 Watts & Serg. 215; Jackson v. Hathaway, 15 Johns. 448.\nApril 18."
  },
  "file_name": "0488-01",
  "first_page_order": 488,
  "last_page_order": 492
}
