{
  "id": 957903,
  "name": "Coryell v. Dunton",
  "name_abbreviation": "Coryell v. Dunton",
  "decision_date": "1848-05-01",
  "docket_number": "",
  "first_page": "530",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 530"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle, 144",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0144-01"
      ]
    },
    {
      "cite": "4 Whart. 445",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0445-01"
      ]
    },
    {
      "cite": "1 Rawle, 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819262
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0231-01"
      ]
    },
    {
      "cite": "1 Rawle, 247",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "4 Whart. 445",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834989
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0445-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 462,
    "char_count": 7664,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.1461987043703449e-07,
      "percentile": 0.5802844104038498
    },
    "sha256": "9f836decd1e861e2e4568f6b98eb823801c8263dca84cfea5e54cf5348323b94",
    "simhash": "1:1d458ce161782847",
    "word_count": 1365
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coryell v. Dunton."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nUnder the settlement of the 8th of September, 1818, Mrs. Hardy took a separate estate in the rents, issues, and profits of the land limited in trust, coupled with a power to revoke the uses and estates declared by the deed, and to appoint new uses. Has she properly exercised this power by either or both of the conveyances executed by her and her husband, to Jennings ? is the only question the case presents.\nSince Lancaster v. Dolan, it is the settled law of this state, as it is in some others of the confederacy, that a married woman, in respect to her separate estate, is deemed a feme sole only to the extent of the power conferred by the instrument by which the estate is settled. But this case, following in the track of the older adjudications, recognises the doctrine which had its origin before Scrope’s Case, 10 Rep. 143, that where one has a power of revocation and appointment, and does an act which can only operate as an exercise of it, with an observance of all the circumstances prescribed by the instrument creating the power, the act shall be deemed an execution of the power, though no reference whatever is made to it, and there is not any express signification of an intent to determine the estate which will be defeated by the execution of it, and this though the revocation is required to be made in express words; Guy v. Dormer, Sir T. Raym. 295. In accordance with this doctrine, it has been held that a general disposition of the very property limited, will amount to an execution of the power; Roscommon v. Fowke, 6 Bro. Pl. Ca. 159; and that a general power of appointment, under hand and seal, is well exercised by the creation of a mortgage, although it contains no reference to the power; Lancaster v. Dolan, 1 Rawle, 247. Indeed, so far has the principle been carried, that it was determined in Sir Edward Clere’s case, 6 Rep. 17 b, affirmed in error, Cro. El. 877, that the donee of a power to limit to uses only, without an express power to convey the land, may well execute by a conveyance or devise, for this shall be accepted as a limitation of the use, because otherwise it would be void. Our own case of Hoover v. The Samaritan Society, 4 Whart. 445, settles that a married woman, with power of appointment to her own use, may execute it for the benefit of' her husband, by conveying it on mortgage to secure the payment of his debt. These determinations are decisive of the present case. The deed of 1831, though it contains no reference to the power, and purports to be a conveyance of the land itself, being executed in accordance with the formalities prescribed by the original deed of settlement, must be taken as a revocation of the old, and an appointment to new uses, for without this it would be inoperative. To effect this, the interference of the original trustee is not required, for the settlement does not call for his intervention to confer on the new uses operative vigour. The action of the cestui que use, alone, is sufficient for this purpose, for to her, whether covert or sole, is confided the right, by any writings under hand and seal, attested by two or more credible witnesses, to revoke, alter, or change the primary uses, and to declare others.\nBut it is objected that Jennings became the purchaser at his own sale, made in pursuance of the trust created by the deed to him, in violation of his duty of trustee, and consequently the sale is void, at the election of the cestui que .trust. This point does not dis - tinetly appear to have been made in the court below, nor does it properly arise from the evidence spread on the paper books. . As a court of error, we cannot undertake to determine, as against the defendants, who are bona fide purchasers, without notice, the asserted fact, simply upon the conveyance from Mills to Jennings, the day after the public sale of the land. But were this otherwise, and assuming the fact to be as averred, it would not be destructive of the appointment to new uses, which is tantamount to a limitation in fee, divesting the estate of the plaintiff, as trustee under the first settlement, who is, consequently, not entitled to recover in this action. Besides thisj were any thing wanting to perfect the defendant’s title, it would be found in the' superadded conveyance from Iiardy and wife to Jennings, of the 16th of June, 1882; for although this would not, perhaps, operate as a confirm mation of the unauthorized acts of the trustee, (Lewin on Trusts, 642, 643,) there is nothing to prevent it having effect as a, new appointment by the wife, upon the supposition that the deed of 1831 had become invalid.\nThis view covers the whole controversy, and renders it unnecessary to consider the minor points made in the argument.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "McCall and Mattery, for plaintiff in error.",
      "Brown and T. Sergeant, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Coryell v. Dunton.\nTrust for separate use of feme covert, with power to her by deed to revoke and appoint new uses — a conveyance by her and her husband, though not referring to the power, passes the estate!.\nSubsequent deed intended as a confirmation will operate as a valid appointment, if the first conveyance was ineffectual.\nCertificate from the Nisi Prius.\nApril 24-5. Ejectment. In 1818, by an ante-nuptial settlement, the property in question was conveyed to a trustee for the separate use of Ann Dunton, afterwards married to Hardy, and upon such further trust, that the trustee should convey to such person and uses as said Ann, by any writing under seal, should, notwithstanding her coverture, limit and appoint; with a further proviso, that said Ann might, by any deed or writing under her hand and seal, revoke, alter, and change the uses, and declare- new ones.\nIn 1831, Ann Dunton and her husband conveyed this property to F. A. Jennings, to secure certain acceptances to be made by Jennings, with a power of sale upon notice and neglect to pay.\nIn March, 1832, Jennings, under a deed purporting to be in execution of the power, conveyed the premises to Mills, who on the next day reconveyed to Jennings.\n-In June, 1842, Ann Hardy, the cestui que tmst, and her husband, by deed-poll, conveyed tbe property to, and to tbe use of Jennings, in consideration of one dollar. Neither of her deeds referred to the settlement or the power.\nThe present defendant was a purchaser for value, by divers mesne conveyances.\nThe court directed a verdict, pro forma, for the plaintiff, who was the trustee of Ann Hardy.\nMcCall and Mattery, for plaintiff in error.\nThe execution of the power by the original conveyance, or the confirmation, is the only question in the cause. It is settled that an appointment to new uses, without words of revocation, is sufficient; Sugd. Pow. 375. This rule is as ancient as the common law, and will be found in Scrope’s Case, 10 Rep. 143; Deg v. Deg, 2 P. Wms. 415; Guy v. Dormer, T. Ray. 295; Degg v. Lord Macclesfield, Sel. Ch. Ca. 44. So where a feme covert has an estate in default of appointment ; Roscommon v. Fowke, 6 B. P. C. 158. In Lancaster v. Dolan, 1 Rawle, 231, there was no reference to the power, and this point was expressly decided in Hoover v. Samaritan Society, 4 Whart. 445.\nBrown and T. Sergeant, contra.\nThere is no power given to ' affect the life-estate, and it is the settled rule of this state, that none other exists but such as is expressly given; a separate conveyance is necessary by the trustee; Stahl v. Crouse, 1 Barr, 111. The purchase was, in fact, by the trustee, and a feme covert cannot confirm a breach of trust; Lewin on Trusts, 642.\nReply.\nBoyle v. Abercrombie, 5 Rawle, 144, settles that if the first deed fails in any respect, they are estopped to deny that the second is effective.\nMay 1."
  },
  "file_name": "0530-01",
  "first_page_order": 530,
  "last_page_order": 533
}
