{
  "id": 957797,
  "name": "White v. Fitler",
  "name_abbreviation": "White v. Fitler",
  "decision_date": "1848-05-01",
  "docket_number": "",
  "first_page": "533",
  "last_page": "536",
  "citations": [
    {
      "type": "official",
      "cite": "7 Pa. 533"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts & Serg. 844",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "23 H. 6",
      "category": "reporters:state",
      "reporter": "H.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "6 Watts & Serg. 566",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480216
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0566-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 7803,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 1.3608438240779086e-07,
      "percentile": 0.6355387900993456
    },
    "sha256": "aacad148ce1b1903585371c2aad4647edf2994512294bf47369bc5638820382f",
    "simhash": "1:2af7a9b3af83b5b9",
    "word_count": 1437
  },
  "last_updated": "2024-02-27T21:29:59.410919+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "White v. Fitler."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nWe find nothing in the argument to shake our confidence in the principle of Fitler v. Bryson, 6 Watts & Serg. 566, and the Commonwealth v. Heilman, 4 Barr, 555, that filing a declaration, or .going to trial, is as much a waiver of exceptions to bail, since the statute of 1836, as it was before it. The argument to the contrary is, that, as that act has altered the form of the capias ad respondendum, and substituted for the command to have the defendant before the court at the return of the writ, a command to keep him till he should give bail, it would be anoma-' lous and oppressive to rule the sheriff to bring in the body, when it appeared by his authorized return that he had ceased to have it in his custody. But, in Pennsylvania, the same anomaly and oppression, if, indeed, it were an oppression, existed by the practice under the 23 H. 6, c. 9, 10, which commanded the sheriff to take a bail-bond, and which was in force here, though it was overlooked in the report of the judges. At the common law, the sheriff’s return to a capfjas ad respondendum was, that he had taken the defendant, and had him ready in court at the return-day of the writ and it continued to be so after the enactment of the statute just mentioned, only because it was at first supposed to be a private one, and the bond was consequently supposed to be the sheriff’s private security against the consequences of setting the prisoner at large, while he was supposed to be potentially within the officer’s grasp, though he would have been a trespasser had he laid a finger on him. It was, therefore, thought that, as the court could not take notice of the statute where it was not pleaded, it could not recognise the validity of a return exclusively grounded upon it. Hence the form of the return has Continued to be the same in England perhaps to this day, notwithstanding the grumbling of the judges at the earlier decisions, and their entire overthrow in Samuel v. Evans, 2 Term Rep. 569, by which the statute of the 23 H. 6 was declared, as it ought to have been at first, a public one. The history of the subject is condensed in a note to Benson v. Welby, 2 Saund. 155. What might have been the effect of a modification of the return on a question like the present in the English courts, it is impossible to say; but, in Pennsylvania, where the statute was always held to be a public one, the return in use, perhaps from the foundation of province, has been « eepi corpus and bail-bond,” and yet no one ever doubted the power of the court to rule the sheriff to bring in the body. It was put exactly on a footing with the return paratum habeo, which every one knew to be a fiction where the defendant was at large. Had the sheriff not produced him, he could not have been successfully sued for a false return in even the English courts; for, in Laughton v. Gardner, Moor, 428, in which it was held that, had he pleaded the statute as a justification, instead of confessing the falsity of his return by a demurrez*, he would have had judgment. He would have it now without pleading. Under the practice in Pennsylvania, howevez-, the return being adapted to the truth of the case on the admitted basis that the statute was a public one, there was no discrepance. The return on the 23 H. 6 here was,,as it is now, on the statute of 1836, that the sheriff had taken the defendant and a bail-bond, which differed from the one at present in use only in the form of the condition. This return, to be sure, showed no compliance with the command of the writ, which was to have the defendant in court; but it showed a compliance with the legal effect of it as modified by the statute which authorized him to dispense with the letter of the mandate, and sustained the return just as an appearance, within six weeks after the retzzriz of the writ, was held in Lynn v. McMillen, 3 Penna. Rep. 170, to sustain, by force of, 4 Anne, c. 16, s. 20, the plea of comperuit ad diem in an action on a bail-bond. The anomaly of ruling the body into court after a return that the defendant had been let to bail, therefore, is no greater now than it was before; nor is it essentially greater than it is in England at this day.\nBut it is said that such a rule could not be enforced, because the twenty-third section of the “act relative to the powers and jurisdiction of the courts,” has restricted attachments for con-tempts to particular heads; the very fiz’st of which, however, is “ the official misconduct of officers of such courts respectively;”' and it will scarce be said that, to disregard the lawful' order of a court, is not official misconduct. To say that a court has not power to make an order because the .sheriff is not bound to obey it, and that he is not bound to obey it because the court had not power to make it, is to argue in a circle. The head, embracing official misconducts, was made a general one, because it would have been impossible to specify every instance of it which might call for summary correction. In reply to the instance put of a rule to bring money into court, it was said in the argument that the command of the writ is to have the money before the judges, and that there is a distinct provision for the enforcement of process. But there is no provision to compel the sheriff to pay it over to the plaintiff after he has brought it into court, or to pay it to the prothonotary for distribution, or into bank for safe-keeping; or for ordering a prisoner to be brought up for trial, or for the thousand and one instances in which an order, if disobeyed, must be promptly enforced. It would be a most constipated interpretation to say that the courts can punish contempts only in those cases in which power to do so is specifically and explicitly given. Yet that would be the result, if the principle were carried out. . It is said, however, that certain judges will not grant a rule to bring in the body whatever the interpretation of this court may be ; and that there would be a failure of justice did we not recede from our position. Should there be a disregard of the decision of the court of ultimate resort, which is not to be apprehended, it would be a dereliction of duty in this court to suffer itself to be controlled by a subordinate through a regard to consequences for which it is not responsible. The nonsuit in the Nisi Prius, therefore, was properly ordered. ■ Judgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "J. A. Phillips.",
      "Fallon, contra."
    ],
    "corrections": "",
    "head_matter": "White v. Fitler.\nExceptions to bail are waived, by declaring.\nSince the act of 1836, the plaintiff excepting to the bail taken by the sheriff; may rule him to bring in the body, and the court may compel obedience to the rule by attachment.\nCertificate from the Nisi Prius.\nApril 25. The plaintiff had commenced an action by capias against Bremond, which writ was returned, C. C. & B. B. Exceptions to the bail were filed, and notice given to the sheriff. There was no justification nor new bail entered. After the notice, plaintiff declared and proceeded to judgment. A fi. fa. and ca. sa.' was issued and returned, N. B. & N. E. I. The present action was against the sheriff for taking insufficient bail. The plaintiff gave in evidence the record of two actions on the bond against the bail, which were prosecuted to judgment, and execution returned • nulla bona.\nRogers, J., nonsuited the plaintiff.\nJ. A. Phillips.\nSince the act of 1886, the sheriff was bound to procure new bail, or a justification of the old one. The District Court deny their right to compel him to bring in the body; Freeman v. Hays, 4 P. L. J. 8; since no such power is given by the act of Assembly.\nFallon, contra.\nThe exceptions were waived by declaring: Commonwealth v. Heilman, 4 Barr, 455. If this were not so, there was no evidence that the bail was insolvent: Corbyn v. Bollman, 4 Watts & Serg. 844.\nMay 1,"
  },
  "file_name": "0533-01",
  "first_page_order": 533,
  "last_page_order": 536
}
