{
  "id": 9502081,
  "name": "The City of Philadelphia versus The Heirs of Stephen Girard",
  "name_abbreviation": "City of Philadelphia v. Heirs of Girard",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "9",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0163-01"
      ]
    },
    {
      "cite": "23 Conn. 367",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        758322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/23/0367-01"
      ]
    },
    {
      "cite": "3 Pet. S. C. 373",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 How. 191",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 149",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "247"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 288",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 How. 17",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 171",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 502",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wheat. 1",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0001-01"
      ]
    },
    {
      "cite": "3 Rawle 170",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0170-01"
      ]
    },
    {
      "cite": "20 Ohio 483",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        499918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/20/0410-01"
      ]
    },
    {
      "cite": "2 Sneed 805",
      "category": "reporters:state",
      "reporter": "Sneed",
      "opinion_index": -1
    },
    {
      "cite": "3 Pet. 99",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3305227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/28/0099-01"
      ]
    },
    {
      "cite": "14 Pick. 240",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/31/0240-01"
      ]
    },
    {
      "cite": "1 Hawks. 96",
      "category": "reporters:state",
      "reporter": "Hawks",
      "case_ids": [
        11275455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/8/0096-01"
      ]
    },
    {
      "cite": "9 Ohio 203",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        587228
      ],
      "pin_cites": [
        {
          "page": "1820"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/9/0202-01"
      ]
    },
    {
      "cite": "4 Dana 354",
      "category": "reporters:state",
      "reporter": "Dana",
      "case_ids": [
        2059186
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/34/0354-01"
      ]
    },
    {
      "cite": "1 Hoff. Ch. 202",
      "category": "reporters:state",
      "reporter": "Hoff. Ch.",
      "case_ids": [
        490648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/hoff-ch/1/0202-01"
      ]
    },
    {
      "cite": "7 Paige 77",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2054789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/7/0077-01"
      ]
    },
    {
      "cite": "3 Paige 296",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2048446
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/3/0296-01"
      ]
    },
    {
      "cite": "9 Cow. 437",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2159612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/9/0460-01"
      ]
    },
    {
      "cite": "7 Johns. Ch. 292",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1984163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/7/0292-01"
      ]
    },
    {
      "cite": "7 Verm. 241",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        8545643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/7/0241-01"
      ]
    },
    {
      "cite": "4 Met. 378",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2065769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/45/0378-01"
      ]
    },
    {
      "cite": "16 Pick. 107",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022295
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/33/0107-01"
      ]
    },
    {
      "cite": "12 Mass. 546",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "12 Mass. 537",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2051940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0467-01"
      ]
    },
    {
      "cite": "24 How. 465",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3463883
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/65/0465-01"
      ]
    },
    {
      "cite": "15 How. 367",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3482033
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/56/0367-01"
      ]
    },
    {
      "cite": "2 Howard 127",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "17 Edw. 2",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 218",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480090
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0218-01"
      ]
    },
    {
      "cite": "1 Watts 218",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838070
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0218-01"
      ]
    },
    {
      "cite": "2 Howard 191",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "2 Howard 128",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 81",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0081-01"
      ]
    },
    {
      "cite": "1 Watts 226",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "24 How. 465",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3463883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/65/0465-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 2036,
    "char_count": 57881,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.176919113126131e-06,
      "percentile": 0.9956634537380364
    },
    "sha256": "e346768bbeeb2acbeb3c63b66d04f5bbbde1aaaad475d0eaad9020b41a61c728",
    "simhash": "1:b0f2e4bac636b0f2",
    "word_count": 10285
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Philadelphia versus The Heirs of Stephen Girard."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nLoweiw, C. J.\nIn all gifts for charitable uses the law makes a very clear distinction between those parts of the writing conveying them, which declares the gift and its purposes, and those which direct the mode of its administration. And this distinction is quite inevitable, for it is founded in the nature of things. We must observe this distinction in studying Mr. Girard’s will, otherwise we run the risk of inverting the natural order of things by subordinating principles to form, the purpose to its means, the actual and executed gift for a known purpose to the prescribed or vaticinated modes of administering it, that are intended for adaptation to an unknown future, and of thus making the chief purpose of the gift dependent on the very often unwise directions prescribed for its future security and efficiency.\nThere is no sort of difficulty in making an analysis of the relevant parts of this will in accordance w7ith this distinction.\nIt is a devise of all the residue of his real and personal estate to the city of Philadelphia, an existing corporation, in-trust, as his “primary object,” to construct, furnish, constitute, and maintain the institution now known as the Girard College, and then for certain municipal purposes, not necessary to be now specified. It is therefore a present gift for a present and lawful purpose, and consequently a vested and executed trust for that purpose.\nThen, as to the mode of administering the trust. The testator directs that $2,000,000 of the residue of his personal estate be devoted to the construction and maintenance of the college ; that any surplus of the income of the balance of the said sum, after the erection of the buildings, shall be added to the principal, and make part of a permanent fund; that no part of the capital bequeathed and increased shall ever be encroached upon for current expenses; that his real estate shall never be alienated, but it shall be leased, and the rents of it applied first to the maintenance in proper order of his real estate in Philadelphia and its liberties, and the residue to the purposes of the college; that the remainder of the residue of his personal estate, after the erection of the college buildings, and the payment of some special bequests, shall be invested, together with the interest and income thereof, from time to time ; so that the whole shall form a permanent fund, the income of which is to be applied to the maintenance of the college, and to the municipal purposes already alluded to ; and that upon the violation of any of the conditions annexed to the gift, the city should forfeit the benefits intended for it, and they should go to other purposes.\nThe objections to the validity of this trust all turn upon the directions as to the mode of administering it, and especially upon those which require that the real estate shall never be alienated, and that the principal of the personal estate shall be a permanent fund for ever, and shall be increased continually by any surplus income that may annually arise. There is no other that needs to be discussed. Perpetuity of title and of accumulation is thought to vitiate the devise. The appeal, therefore, is to the law against perpetuities.\n1. Perpetuities are grants of property^ wherein the vesting of an estate or interest is unlawfully postponed: Saunders on Uses and Trusts 196; and they are called perpetuities not because the grant, as written, would actually make them perpetual, but because they transgress the limits which the law has set in restraint of grants that tend to a perpetual suspense of the title, or of its vesting, or, as it is sometimes, with less accuracy, expressed, to a perpetual prevention of alienation. The authorities for this will be found in what follows. According to this definition, a present gift to a charity is never a perpetuity, though intended to be inalienable (24 How. 465); and no vested grant is a perpetuity.\n2. The law allows the vesting of an estate or interest, or the power of alienation, to be postponed, and the accumulation of its ^-increase to be made previous to vesting, for the period of lives in being, and twenty-one years and nine months thereafter, and all restraints upon the vesting, that may suspend it beyond that period, are treated as perpetual restraints, and therefore as void, and consequently the estates or interests dependent on them are void; and nothing is denounced by the law as a perpetuity that does not transgress this rule. And equity follows this rule by way of analogy, in dealing with executory trusts, and those trusts which transgress the rule it calls transgressive trusts, being in equity the substantial equivalent of what in law are called perpetuities: Fearne on Rem. 538, n.; 6 Cruise 466, 478; 4 Ves. Jr. 312, 337, 341; 9 Id. 132, 134; 2 Ves. & B. 61; 2 Swanst. 428; 2 Mylne & K. 654; Lewis on Perp. ch. 12.\nThis is, in fact, the rule that is appealed to for setting aside this trust, and yet, rightly understood, it really sets aside all the arguments that were made against the validity of the trust, by showing that whatever restraints are put upon the alienation of the property, they do not transgress the rule, because they have no relation to the vesting of the estate or interest. But it is not improper to go further, in order to show that even if the restraints objected to are unlawful, they do not invalidate the gift, and we do so.\n3. It is a rule of law and equity, that where a vested estate is distinctly given, and there are annexed to it conditions, limitations, powers, trusts (including trusts for accumulation), or other restraints relative to its use, management, or disposal, that are not allowed by law, it is these restraints, and the estates limited on them, that are void, and not the principal or vested estate : 2 Ves. & B. 54, 57 n.; 1 Sid. 301; 2 Peere Wms. 369; 1 Vern. 160; 1 Mylne & C. 135; 2 Russell & M. 301; 2 Keene 757; 2 Beavan 226, 362; 8 Id. 576; 9 Jurist 792; 2 Meriv. 362; 11 Ves. 25; 2 Swanst. 432; 14 Simons 230, 369; 8 Eng. L. & E. Rep. 138; 23 Id. 454; 15 Id. 531; 21 Id. 469; 4 Cruise 415; 7 Harris 41, 369.\nAnd there is a strong illustration of this rule in many cases wherein a vested legacy was given to an infant, with a trust for accumulation until he should arrive at the age of twenty-five, or other over-age period, and it was held that this trust was void, for all beyond lawful age, being repugnant to the interest given, and was to he admitted only as directory of the management of the property until the legatee, arrived at age, should claim to take and manage it himself: 9 Simons 83; 12 Id. 93; 4 Beavan 115; 5 Id. 155; 9 Id. 66; 1 Craig & Ph. 240; 1 Keene 186.\n4. Possibly some of the directions given for the management of this charity are very unreasonable and even impracticable; but this does not annul the gift. The rule of equity on this subject seems to be clear, that when a definite charity is created, the failure of the particular mode in which it is to be effectuated does not destroy the charity, for equity will substitute another mode, so that the substantial intention shall not depend on the insufficiency of the formal intention : 7 Ves. 69; 4 Id. 329; 14 Simons 232; 17 S. & R. 91; 1 M. & W. 287.\n5. And this is the doctrine of ey pres, so far as it has been expressly adopted by us. Not the doctrine “ grossly revolting to the public sense of justice:” 1 Watts 226; and “carried to the extravagant length that it was formerly,” in England: 17 S. & R. 93; by which an unlawful or entirely indefinite charity was transformed by the court or the Crown into one that was lawful and definite, though not at all intended by the donor or testator. But a reasonable doctrine, by which a well-defined charity, or one where the means of definition are given, may be enforced in favour of the general intent, even where the mode or means provided for by the donor fail by reason of their inadequacy or unlawfulness.\nOur jurisprudence furnishes several illustrations of the doctrine thus restricted: 1 Pa. R. 49; 2 W. & S. 81; 10 Barr 26; 17 S. & R. 91.\n6. The meaning of the doctrine of cy pres, as received by us, is, that when a definite function or duty is to be performed, and it cannot be done in exact conformity with the scheme of the person or persons who have provided for it, it must be performed with as close approximation to that scheme as reasonably practicable ; and so, of course, it must be enforced. It is the doctrine of approximation, and it is not at all confined to the administration of charities, but is equally applicable to all devises and contracts wherein the future is provided for, and it is an essential element of equity jurisprudence.\n7. But suppose that some of the directions given for the management of the charity are conditions; they are not conditions of the vesting of the principal charity, or in the happening of which the fund is to revert to the donor and his heirs, but upon which a new charity is depending. They would, therefore, on the showing of the claimants here, be void conditions of the new charity, because they may not happen within the time allowed for the vesting of executory devises, and therefore could not divest the already vested charity. Their character is such as to avoid rather the substitutionary charities than the principal and vested ones. Many of the cases already cited show this.\nIt seems to us, therefore, very clear, that the heirs of the testator have shown no fatal defect in the form of this gift, and it follows, of course, that we need not say how far the directions against a limitation, and for accumulation, and relative to the general and special management of the fund, are binding upon the trustee, because the case is decided without this.\n8. It is supposed that the decision in Peter Miller’s will (10 Parr 326) furnishes some support to tli'e case of tbe heirs here; but we do not think so. Though the will in that case appears to have been copied in some of its parts from this one, there is no legal analogy between the two. ' In Peter Miller’s will no charity at all was founded by the principal trust; but only a loan office for the benefit of farmers and mechanics, at the usual rate of interest, on real estate security, with continually accumulating capital, so long as there should be farmers and mechanics desiring,to borrow; and “if, in the lapse of time,” the fund should accumulate beyond the demand for loans, then any surplus was to be devoted to a specified charity. It is quite clear that the secondary dependent trust was void, though a charity, because it might not become vested within the time allowed for the vesting of executory devises. And the primary trust was void because it was not a charity, and was not for the benefit of any particular persons or definite class of persons, and in fact conferred no benefit or charity at all, in any legal or equitable sense, seeing that all who were to accept its offers were to pay the usual price. It was, therefore, a mere trust for accumulation, without any ulterior object in view, except a very remote and accidental one. It would lead to incalculable absurdities to support such a trust. It was not of such a character as to have any claims upon equity for its protection and support.\n9. And, moreover, we think that in the former case, Vidal v. Girard, 2 Howard 128, between these parties the validity of these trusts was conclusively established. The very purpose of the bill in equity in that case was to have the trusts declared void, and the trust property transferred and conveyed to the heirs, and it was decided that the trusts were valid, and therefore the relief prayed for was refused.\nAnd that was the only form of remedy for such a claim that could be admitted in the federal court; for in its forms of practice, legal and equitable rights and remedies are kept entirely distinct, and therefore the legal title is considered as vested in the city of Philadelphia, without any legal regard to the trusts, and can be divested only in equity by declaring the trusts void, and that therefore the purpose of the legal title has failed, and it therefore must be reconveyed. That court, in the exercise of this equity remedy, has decided that the trusts are valid, and that therefore the heirs are not entitled to a reconveyance, and that is properly the end of the controversy.\nWe must attribute to that decree all the efficiency that belongs to it in that branch of our judicial system. In our state courts the heirs might have raised the same question by the legal remedy of ejectment, and a judgment for or against them would have been subject to our law relative to the effect of the remedy. But they selected a different forum and a different remedy, and they must accept tbe decree with all the efficacy it has in such a remedy and in that forum. If their case had gone off on a question of form or jurisdiction, they would have had their bill specially dismissed without prejudice, and not a general dismissal on the merits.\nPossibly the very questions discussed in the present case were not discussed in the equity case. We think they were not, but they were raised in it by the necessary averment that the trusts were void, and it was only by way of argument, and not by averment, that the questions here discussed could be brought up for consideration. A decree is not the less conclusive because an argument, afterwards thought to be important, was not, in proper time, urged upon the consideration of the court. A rehearing is the proper remedy for such an omission. We have shown, however, that the argument would have been of no avail if it had been urged.\nWe are of opinion, therefore, that the court below was in error in affirming the plaintiffs’ fourth point, and in not affirming the first five points of the defendant. It is not necessary for us to consider the defendant’s sixth point.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Loweiw, C. J."
      }
    ],
    "attorneys": [
      "D. W. Sellers, J. H. Campbell, Edward Olmstead, William M. Meredith, and F. Carroll Brewster, City Solicitor, appeared for the City of Philadelphia, plaintiffs in error, and F. P. Dewees, L. M. Coates, H. D. Foster, E. 0. Parry, F. W- Hughes, and John C. Knox, for defendants in error.",
      "F. Carroll Brewster, City Solicitor, argued,",
      "JEdio. Olmstead, for the City, argued:",
      "JE. 0. Parry, for defendants in error, argued:",
      "Francis W. Hughes, for the defendants in error,",
      "John 0. Knox, for the heirs,",
      "William M. Meredith, for the City, argued:"
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia versus The Heirs of Stephen Girard.\nValidity of will of Stephen Girard. — Not in violation of the law against perpetuities. — Distinction in gifts for charitable uses between the “ gif t and its purposes” and the 11 mode of administration.” — Doctrine of cy pres in Pennsylvania.\n1. In all gifts for charitable uses there is a clear distinction between those parts of the instrument which declare the gift and its purposes, and those which direct the mode of its administration.\n2. Where a vested estate for a lawful purpose is distinctly given, and there are annexed to it unlawful conditions, limitations, powers, trusts, or restraints; the unlawful conditions, &c., and the estate limited thereon only are void, while the principal or vested estate remains.\n3. The doctrine of cy pres in Pennsylvania is that by which a well-defined charity, or one where the means of definition are given, as also all devises and contracts, wherein the future is provided for; will be enforced in favour of the general intent of the donor, and with as close an approximation to it as is reasonably practicable.\n4. The residuary devise in the will of Stephen Girard to the City of Philadelphia does not create a perpetuity, and being a present gift for a present and lawful purpose, and consequently a vested and executed trust, it is not affected by any subsequent unreasonable or impracticable direction in the will in regard to the management of the property devised, because in such cases equity will substitute other modes of effectuating the main and primary intention of the testator.\n5. Nothing is denounced by the law as a perpetuity unless it restrain the vesting of an estate or interest for the period of a life or lives in being, and twenty-one years and nine months thereafter.\n6. The heirs of Stephen Girard are now concluded by the decree of the United States court in the case of Yidal v. Girard, 2 Howard, in which the validity of the trusts created by this will was established.\nERROR to tbe Common Pleas of Schuylkill county.\nThis was an action of ejectment, brought by the heirs of Stephen Girard against the City of Philadelphia, to recover twenty tracts of coal lands in Schuylkill county, of which the testator died seised.\nThe plaintiffs below claimed as his heirs at law and next of kin — the city as his devisees under his will and the codicils annexed, admitted to probate December 31st 1831.\nThe argument on both sides was directed to the determination of the proper construction of certain clauses in the will.\nThe first eighteen clauses contained bequests to charitable associations, his family, friends, and dependants. The nineteenth section disposed of certain real estate in Louisiana, devising part thereof to the city of New Orleans, the remainder to be sold and the proceeds to be applied “to the same uses and purposes’’ as directed “concerning the residue of the personal estate.”\nThe succeeding sections, numbered in the will from twenty to twenty-four inclusive, contain the devises and declare the trusts which were considered in this case; the twenty-fifth and twenty-sixth sections simply directing the manner of winding up his bank and appointing his executors.\nThe 20th section reads as follows:—\n“ XX. And whereas, I have been for a long time impressed with the importance of educating the poor, and of placing them, by the early cultivation of their minds, and the development of their moral principles, above the many temptations to which through poverty and ignorance they are exposed; and I am particularly desirous to provide for such a number of poor male white orphan children as can be trained in one institution a better education, as well as a more comfortable maintenance than they usually receive from the application of the public funds: and whereas, together with the object just adverted to, I have sincerely at heart the welfare of the city of Philadelphia, and as a part of it am desirous to improve the neighbourhood of the river Delaware, so that the health of the citizens may be promoted and preserved, and that the eastern part of the city may be made to correspond better with the interior. Now, I do give, devise, and bequeath all the residue and remainder of my real and personal estate of every sort and kind wheresoever situate (the real estate in Pennsylvania charged as aforesaid), unto the mayor, aldermen, and citizens of Philadelphia, their successors and assigns in trust to and for the several uses, intents, and purposes hereinafter mentioned and declared of and concerning the same, that is to say, so far as regards my real estate in Pennsylvania, in trust, that no part thereof shall ever be sold or alienated by the said mayor, aldermen, and citizens of Philadelphia, or their successors, but the same shall for ever thereafter be let from time to time to good tenants, at yearly or other rents, and upon leases in possession not exceeding five years from the commencement thereof; and that the rents, issues, and profits arising therefrom shall be applied towards keeping that part of the said real estate situate in the city and liberties of Philadelphia, constantly in good repair (parts elsewhere situate to be kept in repair by the tenants thereof respectively), and towards improving the same whenever necessary, by erecting new buildings, and that the net residue (after paying the several annuities hereinbefore provided for) be applied to the same uses and purposes as are herein declared of and concerning the residue of my personal estate.”\nThe 21st section appropriates so much of $2,000,000 of the residuary estate as may be necessary to the erection of a college on his square between Eleventh and Twelfth, and Chestnut and Market streets, and contains minute directions as to the building, and its future organization and management.\nA codicil to the will changed the location of the college to the lot on which it now stands.\nThe 22d section appropriates the income of $500,000 to the improvement of Delaware avenue; the removal of frame buildings; the widening of Water street; the distribution of the Schuylkill water, “ to secure the safety, health, and comfort of the citizens.”\nThe 23d section donates $300,000 to the Commonwealth of Pennsylvania, “ for the purpose of internal improvements by canal navigation,” to be paid on the passage of certain laws by the legislature.\nThe 24th and last section provides thus :\n“ As it regards the remainder of said residue of my personal estate, in trust to invest the same in good securities, and in like manner to invest the interest and income thereof from time to time, so that the whole shall form a permanent fund, and to apply the income of the said fund,\n“ 1st. To the further improvement and maintenance' of the college.\n“ 2d. To enable the city to provide more effectually for the security of persons and property” in the city “ by a competent police.”\n“ 3d. To enable the corporation to improve the city property, and the general appearance of the city itself, and in effect to diminish the burden of taxation now most oppressive, especially on those who are the least able to bear it.\n“ To all which objects the prosperity of the city and the health and comfort of its inhabitants I devote the said fund as aforesaid, and direct the income thereof to be applied yearly, and every year for ever, after providing for the college as hereinbe-fore directed as my primary object.”\nThen followed a direction, appropriating certain funds to the state, if the city “knowingly and wilfully violated the conditions of the will,” and to the United States, if the state failed to “apply the bequest to the purposes mentioned.”\nAnd the section concludes with the conditions,—\n1st. That none of the moneys shall be applied “ to any other purposes than those mentioned.”\n2d. That “separate accounts” shall be kept.\n3d. That the city “ render a detailed account annually to the legislature,” and submit all books, &c., to a committee of the legislature for examination whenever required, and,\n4th. That the city shall also publish in January annually, in two or more newspapers of Philadelphia, “ a concise, but plain account of the state of the trusts,” &c.\nOn the trial the plaintiffs proved that among the property so devised to the defendants were five hundred and sixty-seven acres of farm land in the southern part of the city of Philadelphia, in what was, before the year 1854, the township of Passyunk, and the district of Moyamensing. That the same was rented for farms and truck-gardens, part of it was subject to overflow from the river, and that an annual bank tax was paid, to bear part of the expense of damming out the river from this and the neigh-bouring lands.\nThe argument of the plaintiffs in the court below was, that the first trust of the income of the real estate in Pennsylvania was one to cover this farm land with buildings, and they asked the judge to charge “ that the devise in trust to apply the rents of the real estate in Pennsylvania, first, to the erection of new buildings upon so much thereof as is situate in the city and liberties of Philadelphia, from time to time, as the same may be necessary, has no limitation as to the time when such filling up of capital by the accumulation as aforesaid is to cease, but the same may continue beyond the period fixed for the vesting of an executory limitation, and is therefore void.”\nThe points of the defendants’ counsel were, — ■\n1. That the trust of the residuary estate, created by the will of Stephen Girard, is not void as creating a perpetuity.\n2. That the trust of the residuary estate, created by the will of Stephen Girard, is not a trust for accumulation.\n3. That the direction in restraint of alienation attendant on the devise to the city, if void, does not affect the validity of the devise itself.\n4. That if the restraint on alienation should be void, the devise will be sustained for the charity, unclogged by the condition.\n5. That the plaintiffs cannot recover, and the verdict should be for defendants.\nThe judge charged, “ That the devise in trust to apply the rents of the real estate in Pennsylvania, first to the erection of new buildings upon so much thereof as is situate in the city and liberties of Philadelphia, from time to time, as the same may be necessary, has no limitation as to the time when such filling up of capital by the accumulation as aforesaid is to cease, but the, same may continue beyond the period fixed for the vesting of an executory limitation, and is therefore void.\n“ And that upon the evidence the plaintiffs were entitled to recover, and that this instruction renders it unnecessary to answer the other points put by the plaintiffs’ counsel, or the points of the defendants’ counsel.”\nThere was a verdict and judgment accordingly. Whereupon the defendants sued out this writ, averring here, 1. That the court below erred in charging “ that the devise in trust to apply the rents of the real estate in Pennsylvania, first, to the erection of new buildings upon so much thereof as is situate in the city and liberties of Philadelphia, from time to time, as the same may be necessary, has no limitation as to the time when such filling up of. capital by the accumulation as aforesaid is to cease, but the same may continue beyond the period fixed for the vesting of an executory limitation, and is therefore void.”\n2. In declining to charge as the counsel for defendants requested, in the points propounded as above, and in not instructing the jury that the acceptance of the legacies by the parties and privies under the will of Stephen Girard, and the ratification of said will by the Acts of the General Assembly of March 24th and April 24th 1832, which are in evidence in this cause, prevents a recovery by the plaintiffs, and the verdict should be for defendants.\nD. W. Sellers, J. H. Campbell, Edward Olmstead, William M. Meredith, and F. Carroll Brewster, City Solicitor, appeared for the City of Philadelphia, plaintiffs in error, and F. P. Dewees, L. M. Coates, H. D. Foster, E. 0. Parry, F. W- Hughes, and John C. Knox, for defendants in error.\nF. Carroll Brewster, City Solicitor, argued,\nI. That the devise of Mr. Girard provided for no indefinite accumulation, and was not void. The language of the will was, that the, personalty should be so invested as to “form a permanent fund”— that is, fixed, invariable — the opposite of indefinite. The income was to he applied “yearly, and every year for ever” to the designated purposes. How, then, can it accumulate ? The idea that the distribution was not to begin at once, but was to be postponed until some indefinite accumulation could be made, was repugnant to the clear reading of the will.\nThe rents of the realty were not to be invested or accumulated; they were to be applied to keeping the properties in repair, and the residue was to “ be applied to the same uses as declared of the residue of the personal estate.”\nThe words “ to invest the interest from time to time” are usually found in all wills directing investments and applications of investments. A small balance might remain on hand from the year’s expenditure. Was that to be kept idle ?\nThe condition of the estate at the time of the testator’s death was to be considered. He owned a large realty, and was at the head of a bank. The latter was to be wound up by assignees, so as to close it without blending its proceeds with the general estate, and in such manner that all balances could be paid over by the assignees to the executors.\nFrom the very nature of the case, many years were required in closing up this bank, during which time the assignees were not liable to be coerced into a settlement like executors. In the mean time the rents were the only supply for the trusts; but when the bank was finally closed, there was in addition to the rents the residue of the personalty, going to form a permanent fund. This interpretation makes the various clauses of the will harmonious.\nII. The doctrine of perpetuities has no application to this case. The will creates a trust for charities: 2 Howard 191. Charities receive a liberal interpretation: Reeves’ Hist. Eng. Law, vol. 4, p. 80: and were enforceable before the passage of the stat. 29 Eliz. c. 6, or that of 43 Eliz. c. 4. Lord Coke said, “ no time was so barbarous as to abolish learning, nor so unchari-; table as to prohibit relieving the poor.”\nFor many items of interest on chai’itable uses the profession are indebted to Professor Dwight: vide Law Register of April, May, and June 1862. According to Lord Bacon, “ the law of England is not insociable, but is advised by other sciences ; in words by grammarians; in uses by moral philosophers.”\nThe definition of a perpetuity given by Vern. 164, does not apply to this charity. Lewis on Perpetuities, p. 689, contains a full answer to the argument on the other side. The mischief to be prevented by the rule was, 1. The check on the “ improvement of land.” 2. “Depriving the Commonwealth of all benefit of the property.” 8. Making the property “ a stagnant possession.” No .such unlawful purposes are to be found in the trusts created by Mr. Girard’s will.\nThe testator’s objects were, the education of poor orphans, the lightening the burdens of taxation, the prosperity of the city, and the health and comfort of its inhabitants.\nThe statutes of mortmain have never been applied to charities : Cruise, vol. 4, p. 25. Two hundred and fifty charities in London alone, endowed before a. d. 1600, are still existing: 6th Rep. Com. of Charities, p. 197.\nDr. Knight, in his Life of Lean Colet, describes the “ impulse of Christian charity as one of the providential ways and means for bringing about the blessed Reformation; and it is therefore observable that within thirty years after it there were more grammar schools erected and endowed in England than had been in those hundred years preceding. And after the Reformation was established, the piety and charity of Protestants ran so fast in this channel that in the next age there wanted rather a regulation of grammar schools than an increase of them.” The Smithsonian legacy was a noble bequest by an Englishman to the United States for general purposes of education.\nThe history of Pennsylvania is full of these charities from 1708 to the present. See Addison 362; 6 S. & R. 211; 17 Id. 89; 1 Penna. Rep. 49; 1 Watts 218; 3 Id. 440; 5 Id. 494; 6 W. & S. 218; 6 Barr 86; 6 Id. 201; 8 Id. 327; 9 Id. 433; 10 Id. 23; 12 Harris 474; 4 Casey 23; 6 Id. 425, 437; 11 Id. 316.\nThe people have not merely acquiesced in the principle. Five centuries ago the English Parliament enacted that lands held by the Knights Templars should not escheat, but should be devoted for ever to pious uses: 1 Stat. of the Realm 195; 17 Edw. 2, stat. 2, De Ter. Templar, A. D. 1324. Among the most famous laws in favour of charities were the 39 Eliz. c. 6, and 43 Eliz. c. 4.\nIt was written in the Constitution of 1776, of Pennsylvania, that “All religious societies or bodies of men heretofore united or incorporated, for the advancement of religion and learning, or for other pious and charitable purposes, shall be encouraged and protected in the enjoyment of the privileges, immunities, and estates which they were accustomed to enjoy, or could of right have enjoyed under the laws and former constitution of this state.”\nThe same principle was incorporated in the constitutions of 1790 and 1838. Laws assisting a charity are to be found in 3 Dali. State Laws 46, 659.\nOn the 24th of March and the 4th of April 1832, Acts of-Assembly were approved which assumed the very trusts in this will to be valid.\nIf legislative interpretation can establish anything, these acts are to be taken as demonstrating that in the view of that General Assembly these trusts were perfectly valid, and deserving of protection at the hands of the law. Mr. Justice Story, 2 Howard 127, says, “No doubt can then be entertained that the legislature meant to affirm the entire validity of these trusts, and the entire competency of the corporation to take and hold the property devised upon the trusts named in the will.”\nCourts of justice have uniformly sustained charities like those created by Mr. Girard’s will. It was a reproach to say that Hilliard v. Miller, 10 Barr 326, decided that a devise like that in question now was void. See also Griffin v. Graham, 1 Hawks, (Ya.) 96 ; The State v. Gerard, 2 Ired. Eq. N. C. 210; McDonough v. Murdoch, 15 How. 367. There was in this latter case an unequivocal intent to increase the estate after the testator’s decease. See also Perm v. Carey, 24 How. 465; Thompson v. Swope, 12 Harris 474. “ Whatever is given for the love of God, or for the love of our neighbour, free from the stain of everything that is personal, private, or selfish, is a gift for charitable usesLewis, C. J., Price v. Maxwell, 4 Casey 23. See also Cresson’s Appeal, 6 Casey 437.\nAs to the application of the surplus rents: “ Where a testator has devised his estate to charitable uses, and has pointed out the particular objects of his bounty, the court construe his intention imperatively to be not only in exclusion of his next of kin, but to the disinheriting of his heir at law.”\n“ And they uniformly decree the surplus rents and profits to the augmentation of the charities, upon the ground that as the charity must have borne the loss, if the value of the thing devised had decreased, it shall enjoy the benefit of its increase 1 Coke Rep. 67, note w 1, citing Case of Thetford School, 8 Co. 130; Arnold v. The Attorney-General, Show. P. 0. 22; Attorney-General v. Mayor of Coventry, Colies, P. C. 280; 2 Bro. C. P. 236; Yern. 397; Attorney-General v. Price, 8 Atk. 109; Attorney-General v. Smart, 1 Yes. 72; Attorney-General v. Johnson, Ambl. 190; Attorney-General v. Sparks, Id. 201; Shepherd v. Corporation, 3 Mad. 320.\nAnd the court will either increase the bounty limited to the objects, Attorney-General v. Minshull, 4 Yes. 11; or if the fund is very considerable in proportion to the objects, it will apply the surplus upon the principle of ey pres for the benefit of the same objects, to purposes not expressly pointed out by the will: The Bishop of Hereford v. Adams, 7 Yes. 224. Or, after providing for the maintenance of those already established, will extend the bounty, by increasing the number of objects of the same description with those pointed out by the testator : Attorney-General v. Earl of Winchelsea, 3 Bro. C. C. 373; Attorney-General v. Haberdashers’ Co. or Turner, 2 Yes. Jr. 1; 4 Bro. C. C. 103; Attorney-General v. Hurst, 2 Cox 365; Attorney-General v. Wansey, 15 Ves. 231; Attorney-General v. The Cooper’s Co., 19 Id. 187.\nIn addition to the foregoing tbe following were beld good charities:—\nHob. 136; Com. Dig. Uses n. 3; Bao. Abr., Qhar. Uses C; Com. Dig. Use, n. 2; Duke 134; Com. Dig. Uses, n. 4; Com. Dig. Uses, n. 10; Com. Dig. Uses, n. 7; Cro. Car. 525; Duke 136; Viscount Gort v. Attorney-General, 6 Dow. 136; 1 Co. R. 26 a, note w 1; Vaughan v. Fener, 2 Ves. 187; Luke 109; Poph. 139; Ves. 321; Newcomb’s Case, 14 Id. 1; Cook’s Case, 2 Id. 273; 1 Fowler’s Case, 15 Id. 85; Fonbl. Tr. Eq, 210; Turner v. Ogden, 1 Cox 316 ; Johnston v. Swain, 3 Mad. 457; Durour v. Motteux, 1 Ves. 3, n.; Igleby v. Dobson, 4 Ross 342; Attorney-General v. Heelis, 2 S. & S. 76; Attorney-General v. Goddard, 1 Turn. & R. 348; Attorney-General v. Power, 1 Ball & B. 145 ; White v. White, 7 Ves. 423; Kedmore v. Woodroffe, Ambl. 636; s. c. 1 Bro. C. 0. 13; Davenport v. Mortimer, 3 Tur. 287, s. c.; In re Bedford Charity, 2 Swanst. 487; Attorney-General v. Cornier, 2 Sim. & Stu. 93; Shepherd v. Bristol (Mayor), 3 Madd. 310; Sutton’s Hospital, 10 Rep. 23; Hillam’s Case; Duke on Uses 375; The Mayor v. Whitton, Duke 377 ; The Mayor v. Lane, Id. 361; The Hospital v. Granger, 1 Macn. & Gord. 460; Tyre v. The Corporation, 14 Beav. 173; Attorney-General v. The Cord-wainers, 3 M. & R. 534; Commissioners v. De Clifford, 1 Dru. 6 War. 245; Robinson v. Goddard, 12 Eng. L. & Eq. Rep. 70; Bartlett v. King’s Ex’rs., 12 Mass. 537; The Trustees v. King, 12 Mass. 546; Going v. Emery, 16 Pick. 107; Burbank v. Whitney, 24 Id. 146; Bartlett v. Nye, 4 Met. 378; Shapleigh v. Pilsbury, 1 Greenl. 271; Burr v. Smith, 7 Verm. 241; Coggeshall v. Pelton, 7 Johns. Ch. 292; McCartie v. The Asylum, 9 Cow. 437; The Baptist Churchy. Wetherill, 3 Paige 296; Potter v. Chapin, 6 Id. 639; King v. Woodhull, 3 Edwards 79; Dutch Church v. Mott, 7 Paige 77; Pearsall v. Post, 20 Wend. Ill; Wright v. The Church, 1 Hoff. Ch. 202; Ackerman’s Ex’rs., Legatees cited in New Jersey in the report of Shotwell v. Hendrickson; Moore’s Ex’rs. v. Moore’s Devisees, 4 Dana 354, Ky.; The Poor School v. The Canal Co., 9 Ohio 203, 1820; Griffin’s Will Case; Griffin v. Graham, 1 Hawks. 96, Va.; 1842, Chas. Gerard’s Will Case, 2 Iredell’s Eq. 210, N. C.; 1853, McDonough’s Will Case, 15 How. 367, La.; 1860, The McMicken Will Case, Ohio, 24 How. 465; Derby v. Derby, 4 R. & I. 414; Trustees v. Kellog, 16 N. Y., (2 Smith) 83; Chambers v. St. Louis, 29 Miss. (8 Jones) 543; Vidal v. Gerard, 2 How. S. C. U. S. 127; Headley v. Hopkins’s Academy, 14 Pick. 240; State v. McGowen, 2 Ired. Ch. 9; Inglis a. Sailors’ Snug Harbour, 3 Pet. 99; Andrew v. New York Bible and Prayer-Book Society, 4 Sandf. Sup. C. 156; Williams v. Williams, 4 Seldon 525, N. Y.; Sweeny v. Sampson, 5 Ind. (Porter) 465; Franklin v. Armfield, 2 Sneed 805, Tenn.; Zanesville Canal and Man. Co. v. City of Zanesville, 20 Ohio 483; Brown v. Framme, Addison 362; Gregg v. Irish, 6 S. & R. 211; Witman v. Lex, 17 Id. 89; McGirr v. Aaron, 1 Penna. Rep. 49 ; The Mayor v. Wills’s Ex’rs., 3 Rawle 170; Methodist Church v. Remington, 1 Watts 218; Ex parte Cassel, 3 Id. 440; Martin v. McCord, 5 Id. 494; Zimmerman v. Andrews, 6 W. & S. 218; Baptist Association v. Hart, 4 Wheat. 1; Sarah Zane’s Will, Magill v. Brown, note to Brightly’s Rep. 346; Brown'u. Hummel, 6 Barr 86; App v. Congregation, 6 Id. 201; Beaver v. Filson, 8 Id. 327; Wright v. Linn, 9 Id. 433; Pickering v. Shotwell, 10 Id. 23; Newell’s Appeal, 12 Harrisl97; Thompson v. Swoope, 12 Id. 474; Price v. Maxwell, 4 Casey 23 ; Missionary Society’s Appeal, 6 Id. 425; Elliot Cresson’s Will, Cresson’s Appeal, 6 Id. 437; Evangelical Association’s Appeal, 11 Id. 316; Thomas v. Ellmaker, 1 Parsons’s Eq. 98; Pepper’s Estate, 1 Parsons 436.\nJEdio. Olmstead, for the City, argued:\nThat a gift to a charity was necessarily a perpetuity; and yet such gifts are not within the rule against perpetuities. The particular mode which the testator may have pointed out for effecting his charitable purposes, has nothing to do with the question whether the devotion for those purposes shall take place or not; and whatever the difficulty may be, the court will carry the charitable intention into effect by some other scheme: Martin v. Maugham, 14 Simons 230; Bateman v. Hotchkin, 10 Bevan 426; Ewen v. Bannermann, 2 Dow & Clark 74; Peckerine v. Shotwell, 10 Barr 23. No principle is better established than that a devise for charitable uses should be sustained, if possible: 4 Cruise 25, § 43; 1 Eden 10; 1 W. Bl. 90; Pepper’s Will, 1 Pars. 446.\nThe fact that the plaintiffs below had received from Girard’s executors the legacies bequeathed to them, estopped them from recovering in this suit. A person cannot claim under a will without giving full effect to the whole: City v. Davis, 1 Whart. 502; Irwin v. Tabb, 17 S. & R. 423; Adlum v. Yard, 1 Rawle 171; Trustees v. Bank United States, 2 Pars. 147. A legatee is estopped from setting up an adverse claim to his testator’s real estate: Festermacher v. Moyer, 11 Casey 356; Fulton v. Moore, 1 Id. 468. The legislature of this Commonwealth had declared the trusts of Mr. Girard’s will lawful. See Acts of March 24th and April 4th 1832, p. Ill; and the heirs have ■received their legacies under these acts in 1832 and 1833. There •has also been a full and final adjudication between the same parties and privies. There has been an end put to any further controversy as to the validity of these trusts, and the power of ■the city to execute them: Judge Grier, Girard v. The City, U. S. C. C., October Term 1861; 2 How. 17. Tbe maxim, expedit respublicce ut sit finis litium, is as olcl as the law itself, and a part of it: Marsh v. Ker, 4 Rawle 288; Wilson v. Hamilton, 9 S. & R. 428; Hesse v. Heebie, 6 Id. 67; Man v. Drexel, 2 Barr 205. In this state an action of ejectment, on an equitable title, is in substance a bill in equity, and a judgment on such a title is a bar to further suits to recover the same lands, and between the same parties : Peterman v. Huling, 7 Casey 432.\nJE. 0. Parry, for defendants in error, argued:\nThat the ruling principle in the construction of wills was that the court were bound to find out the intention of the testator, if it be possible to do so, however inartificially expressed. The intention was to be discovered from the words of the will: Ram on Wills 32, citing 1 Eden 43; Bradley v. Tippingwell, 3 Burr. 1541; Hayes v. Coventry, 3 T. R. 85; Phipps v. Mulgrave, 5 Id. 323; Swineborne 10. These rules have all been recognised by the courts of Pennsylvania. In Findley v. Riddle, 3 Binn. 149, the intention of the testator was held to be the first great leading fundamental rule. See Lynn v. Davis, Yeates 518; Asay v. Hoover, 5 Barr 21; Johnson v. Morton, 10 Id. 247. There is no difficulty in discovering the intention of the testator in this case. The great and leading idea and intent of the will is the creation of a perpetually increasing fund. This is declared in express terms. The support of the college, the increasing the efficacy of the police of Philadelphia, the improvement of the property and general appearance of the city, while they are the three great objects to which his bounty is directed, and of which the college is the chief, yet they all are made subordinate to the creation of the fund, by the income alone of which they are to be sustained.\nIt was not the body of the fund, but the income of the fund, that was to be applied yearly and every year to the three great objects above mentioned. The testator, in the plainest terms that can be formed from the words of the English language, stated his intention that “the income of the fund,” not any component part of the fund itself, shall yearly and every year be applied first to the college, if required, and then to the city to improve the city property and general appearance of the city. The fund was the reservoir into which the proceeds of the sale of the lands and the rents were to be deposited as they accrued to be invested, to produce and increase that income which was annually and every year to be applied to the purposes of the police, and to improve the property and general appearance of the city, unless required for the further improvement and maintenance of the college. The testator’s intention was clearly that the rents and proceeds of sales of lands should not be directly applied in tbe same manner as the income of the great residuary fund. Every clause showed that the testator clearly understood the difference between giving for the use of an object and creating a fund, the interest of which alone was to be appropriated to the object. He has made a broad distinction between the uses and purposes of the real estate and the uses and purposes of the rents of the real estate. It was clearly his intention that the rents should not be expended, but invested; The uses and purposes of the real estate are not the same as the uses and purposes declared of concerning the personal estate, neither were the uses and purposes of the rents, as they accrued from the real estate, the same as the uses and purposes that were declared of and concerning the personal estate, for the rents were first to be applied to the payment of annuities, then to the building on and improving the real estate in the city of Philadelphia, and the net residue was then to be applied to the same uses and purposes as were declared of and concerning the personal estate; and those uses and purposes it has been shown were the creation of the fund.\nThe testator intended that there should be accumulations, in addition to the remainder of his personal estate, that would be received from his executors by the city under the will. It was this remainder, including the residue of the remainder of the personal property, and the accumulations of the rents of the devised real estate which formed the fund, the income of which annually and every year, unless required by the want of the college, could be appropriated to city purposes, that was to be taken from the city and given to the state. When this contingency should occur, then the rents of the real estate in the city and county of Philadelphia that should thereafter accrue, instead of being paid into the fund as before (and which was then no longer to exist for the purpose of accumulation and producing income to sustain the college and the two city trusts), were to be applied directly to maintain the 'college alone, in the manner directed in the last paragraph of the 21st clause of the will. The intention was manifest and plainly expressed that a fund should be created out of the residue of the personal estate, the proceeds of sales of the Louisiana and Kentucky lands, and the rents of the inalienable Pennsylvania lands, the interest only of which was to be applied to the three great objects of the testator’s bounty, the college and the police, and the improvement of the property and general appearance of the city. The fund was also to be increased by adding to it the unexpended income. This construction of the will harmonized the whole. As soon as the fund was created and income from it accrued, such income, annually and every year, could be applied as directed by the testator, and the unexpended’interest and income thereof could be invested from time to time, and tbns add to tbe principal, and increase the annual income. The college and the city could immediately enjoy the bequest by receiving their shares respectively of the income, while the rents and proceeds of the sales of land and unexpended income, if any, were at the same time increasing the capital of the fund.\nThe two great questions are contained in the following propositions :—\n1. That the devise of the real estate in Pennsylvania in trust, that no part thereof shall ever be sold or alienated, is a transgressive trust against the policy of the law, and therefore no title or estate in the lands passed to the city of Philadelphia under the will, but by operation of law the title to the real estate vested in the heirs of the testator upon his decease.\n2. That the devise in trust to invest the net residue of the rents of the real estate in a permanent fund in the same manner as the residue of the remainder of the personal estate, and the proceeds of the sale of the Louisiana and Kentucky lands, and apply the income only to the objects indicated, was a transgressive trust against the policy of the law, being a trust for perpetual accumulation, rendering the devise of the lands to the city of Philadelphia void, so that no title passed to the city under the will, but by operation of law the title to the lands vested in the heirs of the testator upon his decease.\nThese questions were raised or decided before in Vidal v. The City, 2 How. 191. The testator had made a distinction between the trusts and the conditions upon which the property could be held by the trustee for the purposes of the trust. This restriction on alienation was not a condition: 2 Cruise’s Dig. 4; 1 Inst. 201 a; Findlay v. King, 3 Pet. S. C. 373; 2 Bae. Abr. 121; Baldwin v. Atwood, 23 Conn. 367; 16 Annual Dig. 623. No trust could vest contrary to the policy of the law: Hilliard v. Miller, 10 Barr 335. The trust that no part of the land should ever be sold or alienated, created a perpetuity, such as the law abhorred. A perpetuity is an estate unalienable, though all mankind join in the conveyance: Scattergood v. Edge, 1 Salk. 229; 12 Mod. 257; 2 Bl. Com. 174. The city of Philadelphia can hold no part of the real estate under the will of Stephen Girard. The title vested in the heirs at the death of Stephen Girard, and they have done no act since his death to divest the title, or to bar their right of possession to the lands claimed. The title that descended to the heirs, at the instant of the death of their ancestor, was the legal title, as fully and entirely as it was held by him in his life, or could have been devised or conveyed by any assurance known to the law. This title, thus cast upon them, could only be divested by the probate of a valid will containing a valid devise to some person other than the heirs at law, or by the acts of the heirs after the death of their ancestor. A devise is not necessary to create or confirm the title of the heirs, for they held by descent a title paramount to the will. The devisee derived his title under the will, and the burthen of proof is upon him to show that the devise is valid, and that it divested the title of the heir to the land. The presumption of law was in favour of the heir, and not in favour of the devisee. The objection that the heirs at law have already received legacies under the will, amounts to nothing. It is based upon an erroneous application of the doctrine of election. That doctrine can only be called into exercise when a testator gave what did not belong to him: 2 Roper on Legacies 1567, 1582; 3 Mylne & Keene 262. This case was not within either the letter or spirit of that rule. When the obligation arises from the insufficiency of the execution of the will, or its invalidity, there is no case obliging the legatee to make an election: Hearle v. Greenbank, 1 Yes. Sr. 306; Gardiner v. Fell, 2 Wils. C. Rep. 44; The Case of Warren v. Rudd all, 1 Johns. & Hem.. 1, 10, 12, are directly in point, and decisive of the cause at bar.\nThe objections made by the counsel for the devisees, founded on the acts of the heirs at law, cannot therefore be sustained.\nIt has been shown:—\n1. That the devise of the real estate is in trust, that it never can be alienated, and that the rents be appropriated, as directed in the will, to the erection of buidings, when necessary, on the real estate in the city and liberties of Philadelphia, is a transgressive trust against the policy of the law and void.\n2. That the devise in trust to accumulate the net rents of the real estate, in a perpetually increasing fund that can never be diminished, is a trust against the policy of the law and void.\n3. That a similar devise for the creation of a perpetuity, and a fund for perpetual accumulation, of a less objectionable character, was declared to be void by the unanimous decision of the court, after a solemn argument, in which all the law bearing on the subject was cited and reviewed.\n4. That the devise of the real estate being void, because contrary to the policy of the law, the title descended to the heirs at the death, of their ancestor.\n5. That the heirs at law, since the death of their ancestor, have done no act to bar their recovery of the land.\nThere is, therefore, nothing in the case to prevent the judgment of the Court of Common Pleas from being affirmed.\nFrancis W. Hughes, for the defendants in error,\nargued that the will of Mr. Girard admitted of but one interpretation, and that -was that the rents were to be for ever invested in a permanent fund. This direction was repeated in the devise of the Kentucky lands.\nThe city, in their answer to the bill in equity filed in the United States Circuit Court, averred that the Kentucky lands had been sold, and the proceeds invested. They had not therefore been actually expended, but they had gone into this permanent fund.\nHe argued that this process of receipts and investments was not to cease at any particular time, but to continue indefinitely. It was then a piling up of incomes, and in truth a perpetuity condemned by the law.\nThe testator had never contemplated that the college should absorb all the income. He had therefore not provided for the contingency now existing. And if he had omitted to make the necessary provision there was no remedy now.\nThe land could never become a portion of the permanent fund unless there were created two permanent funds. There is a very different and distinct class of trusts provided for the lands. They were inalienable. They were to be leased and tenanted. As to the rents of the real estate, they were to be applied to the making of repairs and improvements, and the net residue was to be disposed of as provided for the residue of the personalty, and for the proceeds of the Kentucky lands.\nHe insisted that it would be impracticable to get tenants to take any of the coal lands in Schuylkill county. These coal lands had to be worked below the water level, and such operations would require a vast expenditure of money. This expenditure the legatees could not make, and they were not authorized to make it. Therefore the will in question operates as a hindrance to the perfect enjoyment of the lands, and prevents the development of their resources.\nJohn 0. Knox, for the heirs,\ninsisted that no property could be affected by the decision which might be made in this case at bar, but the particular lands sought to be recovered. He submitted these propositions:—\nFirst. Is Mr. Girard’s devise void because made in restraint of alienation?\nSecond. Does the will create perpetual accumulations ?\nThird. Are the heirs precluded by their acceptance of legacies under the will itself; or were they estopped by the decree made by the United States Supreme Court, in Vidal v. The City ?\nOn the first question he insisted that provisoes against alienation, like that contained in Mr. Girard’s will, were clearly void in general cases. He cited the Statute of 9 George 2 and the Act of Assembly of Pennsylvania of 1855, and contended that a devise in trust never to alien was absolutely void.\nUpon the second question he cited Hilliard v. Miller, 10 Barr 326, as conclusive authority against perpetual accumulations, which Mr. Girard’s will had clearly made provision for. In that case the doctrine of perpetuities was fully discussed, and the question determined against the point relied upon by the city in the case at bar.\nWilliam M. Meredith, for the City, argued:\n1. That the disputed clause in the will was perfectly valid.\n2. That the clause was a beneficial one, and established a charity such as the law would uphold.\n3. That the clause objected to, if invalid, was void only of itself. The devise was not consequently, void because it was a condition subsequent.\nIt could not be a trust, for in the clause in question there was no cestui que trust mentioned. It could not be regarded as a condition precedent, because a condition against alienation could not attach before the fee.\nThe provision is against perpetual accumulations. Here was a very large fund, as a principal — and the testator desired the income invested until the college buildings were finished, and afterward it would be a permanent fund.\nThe defendants in error insist that permanent did not mean not susceptible of diminution or increase — but that it did mean, susceptible of indefinite increase, and never to diminution.\nThe other side had quoted from the will in order to show that the rents of the realty should go to the college. It was then shown by the city in reply, that those rents had gone, and should go, in the same manner as the personalty. Another complaint was, the direction to make improvements “when necessary.” That was what a chancellor would compel, though unprovided for in the will. There were five hundred acres of land. Only one lot, however, was in the city. Then, could it be said there would be an end of improving the five hundred acres ? That it would take over twenty-one years ? How was that proven, and how could that be a question of law ?\nThis was not a point of law. The heirs had produced no evidence to support the proposition.\nAgain, the heirs were estopped in two ways: First, by their election, which was equitable. Second, by the decree of the United States court, which was legal.\nAs to the first proposition, “ no man could claim under and against the same instrument.”\nWhere a distributee had received a small dividend under an assignment, the court would not permit him afterward to gainsay tbe assignment: Adlum v. Yard, 1 Rawle 163. He denied that the doctrine of cy pres was not allowed in Pennsylvania. The decisions under the law in England were no authority here.\nAgain: the bill of the heirs had already been dismissed on its merits in the United States court. But it is said, in the suit there, that the city set up the defence, that the heirs had a full remedy at law. That was wrongfully said; nothing of the kind was so set up.\nIt was also pretended that the same points urged by the heirs in the suit at bar had not been considered in the equity case. Why, then, did the heirs not raise the same question ? Because there had been no law for them then, as there was none now. Surely, that was no reason why the heirs should continue to vex the city. The title was the very same.\nA verdict and judgment on an equitable title was equivalent to a decree in equity. Suppose the heirs had brought ejectment, as they might have done, upon an equitable title, and failed twice, could they be suffered again to say there was a new point ?\nThe heirs had also said, if the trusts were void they have the legal estate. But that was not true. The United States courts had all the powers of courts of equity in England; and in England, when trusts become void, you must always obtain a decree of the chancellor, in order to get the estate out of the hands of the trustee.\nJuly 1st 1863,"
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 30
}
