{
  "id": 9502096,
  "name": "Stoudt versus Hine",
  "name_abbreviation": "Stoudt v. Hine",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "30",
  "last_page": "32",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 30"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 110",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "4 Denio 97",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        485392
      ],
      "opinion_index": 0,
      "case_paths": [
        "/denio/4/0097-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 5220,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 3.9738094788784275e-07,
      "percentile": 0.9047568024236162
    },
    "sha256": "5f171f7afbb7e7c0e23b8b070d7740661d3a4a039024fe55c31551de3c652175",
    "simhash": "1:db6370a7849c05ea",
    "word_count": 958
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stoudt versus Hine."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nRead, J.\nThis case is a very simple one: John Kallahan was a contractor on the Union Canal, under Rupp, Rockafellow & Co., and on the 20th of June 1856, gave John Stoudt a power of attorney to collect moneys due him on the twenty-third and eighteenth sections of the canal. Albert Hine was a creditor of Kallahan’s for $300 on one section, and $200 on the other. On the 18th of August, Stoudt drew from Rupp, Rockafellow & Co. some seventeen hundred dollars of Kallahan’s money, and put it in bank, and on the same day Stoudt & Hine went to see Kalla-han, who was in prison, who objected to paying Hine more than $372,53, which was evidenced by a paper of that date, signed by Kallahan, as being the balance due. Kallahan agreed this sum should be paid by Stoudt out of these moneys, and Stoudt agreed to pay this sum to Hine, and Stoudt took Hine away from the counsel of Kallahan’s (Mr. Richards) office to get a check for the amount and pay him.\nThis was an action for money had and received to recover this amount. It is contended that the promise should be in writing, and signed by the party (Stoudt) to be charged therewith, being within the Act of 26th April 1855, which is copied from the 4th section of the Statute of Frauds. Mr. Browne, in his valuable treatise on the statute, however, disposes of this question in language so appropriate that I shall content myself with quoting it as the best answer to this objection: “It is obvious,” says he, “ that an engagemant in terms to apply the debtor’s own funds received, or to be received by the defendant to the payment of the demand against him, creates a duty as agent rather than as surety; the defendant’s promise is not to pay the debt, but merely to deliver certain property to the nominee of the original, debtor, and the right of action of such nominee against the defendant for a breach of his promise, is not at all affected by the Statute of Frauds:” Browne, § 187, pp. 184-5; and this position is amply supported by the authorities; Wyman v. Smith, 2 Sandf. S. C. 331; Lippincott v. Ashfield, 4 Id. 611; Delaware and Hudson Canal Co. v. Westchester County Bank, 4 Denio 97; 2 Parsons on Cont. 307-8. And the chief justice distinctly recognises it in Shoemaker v. King, 4 Wright 110, when he says: “Yet we must not be understood as questioning that numerous class of cases where a debtor puts money or other means in the hands of another to be delivered to a particular creditor of his, and the creditor has been held entitled to sue. Some of this class of cases no doubt would crowd hard upon the class to which the present one belongs; yet they present merely a mode in which the debtor pays his own debt.”\nIn making decisions under the Act of 1855, it is necessary to be guarded in adopting the opinions of the English courts upon similar provisions in their statute, for it has been found necessary to nullify by an act of the 19 & 20 Vict. c. 97, § 3, passed 29th July 1856, the disputed case of Wain v. Warlters, 5 East 10, and all cases requiring the consideration of the promise to appear in writing.\nThis view of the case shows that the evidence rejected was immaterial, and that the court committed no error in their charge to the jury. We have not overlooked the preliminary objection made by the counsel for the defendant in error, which if pressed was certainly fatal, but as there was enough disclosed to show the real merits of the case, we preferred stating our opinion upon them, that the plaintiff in error may be satisfied he has had full justice meted out to him.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "The case was argued here by Jacob Livengood and Samuel L. Young for plaintiff in error, and by John BanJcs for defendant."
    ],
    "corrections": "",
    "head_matter": "Stoudt versus Hine.\nAssumpsit for money had and receivedj against one to whom money was delivered by debtor for plaintiff. — Act of April ‘ffith 1855, as copied from Statute of Frauds, construed.\n1. One in whose hands money is placed by a debtor for the payment of a debt, is liable in an action for money had and received, at the suit of the creditor to whom the payment was to have been made.\n2. As the defendant was liable as agent rather than as surety, it was not necessary that his promise should have been in writing, and hence the Statute of Frauds does not apply.\nERROR to the Common Pleas of Berks county.\nThis was an action on the ease, by Albert Hine against John Stoudt.\nThe plaintiff declared in assumpsit for money had and received, and on the trial proved the facts which are set forth in the opinion of this court.\nUnder the ruling of the court below (JONES, P. J.), there was a verdict and judgment in favour of the plaintiff; whereupon the defendant sued out this writ, assigning for error the instruction given to the jury as to the right of the plaintiff to recover under the evidence in the cause. The charge of the court was not filed on the trial, nor was it subsequently supplied by the learned judge whose term of office bad expired (except by reference to certain points made by the defendant on his motion for a new trial). There was some dispute on the argument in this court as to what instructions were given to the jury on the trial.\nThe case was argued here by Jacob Livengood and Samuel L. Young for plaintiff in error, and by John BanJcs for defendant.\nMay 6th 1863,"
  },
  "file_name": "0030-01",
  "first_page_order": 30,
  "last_page_order": 32
}
