{
  "id": 9502114,
  "name": "McHose & Co. versus Wheeler et al.",
  "name_abbreviation": "McHose & Co. v. Wheeler",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "32",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 32"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 902,
    "char_count": 27339,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.96700627689393e-07,
      "percentile": 0.8500051547406818
    },
    "sha256": "b781fdcee15f764783e35fbac9a24e3065636d4b53d94a0d238c43e2dc97401f",
    "simhash": "1:de978b25a76e66da",
    "word_count": 4625
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "STRONG, J., having been of counsel, did not sit in this case."
    ],
    "parties": [
      "McHose & Co. versus Wheeler et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nThe very many irregularities which the evidence reveals in the self-incorporation of the Mauch Chunk Iron Company, are, we suppose, attributable to incapacity, recklessness, or carelessness in the performance of a strictly regulated business, rather than to any dishonesty of purpose; but we must see that the defendants do not use their own irregularities as a means of escaping from the just demands of their creditors. The law allows no one to gain an advantage by his own faults.\nIt seems that Weiss, Lippincott & Miner had been engaged in the iron business, and had become embarrassed, and a scheme was got up by which most of their creditors were to take their whole establishment, form themselves into a corporation under the Act of 7th April 1849 and its supplements, take stock according to the amount of their several claims, discharge all remaining debts, and admit the original owners as stockholders for any surplus.\nIn pursuance of this scheme, a subscription paper was got up and stock to the amount of $100,000 was subscribed, and thereupon a certificate was made out, acknowledged, and recorded, certifying that stock to that amount had been taken, and that one-fourth of it had been paid in, and then a charter was obtained. Now the evidence is that this certificate was not true in form or substance; that many of the persons named as subscribers had not subscribed at all, though their names appeared as subscribers ; that no money at all had been paid in, but the company had taken the effects of Weiss, Lippincott & Miner for their debts, at a valuation of $88,819; and that even the recorder had, at the instance of some one, altered the certificate at the time of recording it. We need not mention other irregularities here; they will of course create difficulties among tbe corpora-tors themselves, but they ought not to be allowed to embarrass their creditors.\nAs matter of fact, the Mauch Chunk Iron Company was incorporated, carried on business, and ran in debt, and our business is to find out and apply the remedy, which the law gives to its creditors. The character and the application of the remedy were misunderstood by the court below; and we may correct the errors there made, by the statement of a few propositions, which cannot easily be misunderstood.\n1. The charter of incorporation is primd faeie evidence that all the persons named therein were, at the commencement, members of the corporation.\n2. The charter and the previous certificate being public acts and publicly recorded, if any person named therein as a member, afterwards acts as a member, or does not disavow the relation as soon as he discovers the use made of his name, he cannot evade his liability as member, merely by showing that he was not in fact a subscriber, and never paid in any stock. He must immediately and publicly disavow the act, or else be deemed as ratifying it as relates to creditors.\n3. The fact that several persons named as members had judgments against W'eiss, Lippincott & Miner, and that these judgments were satisfied by their attorney by stock of company, without his act being disavowed by his principals, is some evidence of their ratification of a subscription of stock made by him for them; not needed in chief, however, but rather by way of rebuttal, and in corroboration of the primd facie evidence of the charter.\n4. There was sufficient evidence that the ledger offered in evidence was the ledger of the company, and it was competent evidence of indebtedness to the plaintiffs.\n5. The defendants cannot set up their own faults and mistakes in their own organization,as a defence against their creditors; and therefore it was quite immaterial and irrelevant to the issue, that no part of the stock had been paid (the fifth and sixth counts being unnecessary) and that any property which they were to have obtained from Weiss, Lippincott & Miner was taken in execution and sold by the creditors of this firm.\n6. The Act of Assembly expressly allows judgment to be recovered against any one or more of the stockholders claimed to be liable, and thus allows a departure in this, as well as in other respects, from the common law form of actions, and therefore the plaintiff may recover against such of the defendants as he proves to have been stockholders, though he may have also sued others whom he cannot prove to have been so. When this principle is applied, it will be tbe interest of each defendant to allow no other one to evade bis liability unjustly; and thus there may be evidence that will clear up some of the bad appearances of the transaction. In a late case from Berks county, Wyomissing Company v. Grant, we have already given some further explanations of this Act of Assembly, which we need not repeat here.\nWe do not observe any other points in this case that need any discussion by us ; but what we have said shows that there must be a new trial of the case.\nJudgment reversed, and new trial ordered.\nSTRONG, J., having been of counsel, did not sit in this case.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by JReeder Green, 0. £ M. Goepp, and Charles Albright for plaintiffs, and by M. M. JDimmick and L. Hakes for defendants."
    ],
    "corrections": "",
    "head_matter": "McHose & Co. versus Wheeler et al.\nGeneral Manufacturing Law of 1849. — Liability of stockholders.— Charter evidence as to who are stockholders. — Liability, how avoided. —Disavowal of membership. — Account-books of corporation, when evidence. — Members need not all be joined as defendants. — Mistake in organization, áse., no defence.\n1. Ia an action to enforce the individual liability clauses of the General Manufacturing Law of 7th April 1849, and supplements, the charter of incorporation is prima, facie evidence that all the persons named therein were, at the commencement, members of the corporation.\n2. If a person named in the certificate and charter as a member, afterwards acts as such, or, upon discovering the use of his name, does not promptly disavow it, he cannot evade liability as a member by showing that he was not one in fact and never paid in any stock: the disavowal must be immediate, or he will be deemed as ratifying the relation as to creditors.\n3. Where a company was composed of the creditors of an insolvent firm, the fact that several of the persons named as members had judgments against the firm which were satisfied by their attorney in stock of the company without subsequent disavowal of his act by his principals, was some evidence of their ratification of his subscription for stock, not needed in chief, but rather in rebuttal, as corroborative of the prim& facie evidence of the charter.\n4. A ledger found after the company had failed, with other papers of the company in the office of a director, and he had left the state, and which that director had produced in other proceedings as the ledger of the company, is sufficiently proved, for admission, in evidence as such: and entries therein, showing the nature and amount of the indebtedness of the company to the plaintiffs, are competent evidence, upon their part, of the fact.\n5. The individual members sued cannot set up their own faults or mistakes of organization as a defence against creditors: therefore evidence that no part of the stock had been paid in, and that the property that they were to have obtained from the firm was sold on execution by judgment-creditors, was irrelevant.\n6. Under the Act of Assembly a recovery may be had against such of the parties sued, as are proven to have been stockholders, though some are included against whom that fact is not proved.\nERROR to tbe Common Pleas of Carbon county.\nTbis was an action on tbe case, brought May 22d 1857, by Samuel McHose, Isaac McHose, and Samuel Lewis, late partners trading as Samuel McHose & Co., against O. H. Wheeler, John Balliet, John Richards, A. W. Butler, George Belford, Amos Lentz, Frederick C. Kline, Samuel McLean, Hiram Wolf, Lewis Weiss, Isaac Butz, Charles Lippincott, and William Butler, im-pleaded with the Mauch Chunk Iron Company.\nThe plaintiffs filed their declaration in assumpsit, containing seven counts, as follows:'\nThe first count was against the Mauch Chunk Iron Company, on a note of the Mauch Chunk Iron Company, for $600, made b'y John McCauly, agent.\nThe second was against the Mauch Chunk Iron Company, on a note made by John McCauly, agent, for $624.55.\nThe third was against the Mauch Chunk Iron Company for goods, wares, and merchandise sold, and the fourth was against the Mauch Chunk Iron Company on an account stated.\nThe fifth count, in substance, charged that the Mauch Chunk Iron Company, on the 1st day of April 1857, was a corporation and body politic, duly incorporated under the provisions of the Act of General Assembly, and was indebted on two promissory notes, and also for goods, wares, and merchandise, and on an account stated — and that the defendants were stockholders of said corporation, and that the whole amount of the capital stock had not been paid in, and a certificate thereof had not been made and recorded according to the 10th section of the Act of Assembly, and by reason thereof the said defendants became liable in their individual capacities, &c.\nThe sixth charged in substance that the Mauch Chunk Ir.on Company, on the 1st April 1857, was a corporation duly incorporated, and was indebted on two notes, and for goods sold, and on an account stated, and that the defendants were stockholders, and that the capital stock had not been paid in, or a certificate had not been made or recorded, and the defendants, stockholders, then and thereby became liable for the debts to the amount of their capital not paid in, and remaining unpaid on the shares of stock — giving the amount of shares of stock subscribed and not paid in — ‘and these defendants became liable each for his stock so subscribed and not paid in to the plaintiffs, &e.\nThe seventh count charged in substance, that the Mauch Chunk Iron Company was a duly incorporated company, and indebted to the plaintiffs in the sum of ¡¡¡>4000, for machinery, merchandise, and materials furnished for said company; and the said indebtedness being the same as above, and the said defendants being stockholders of said company, thereby became liable in their individual capacity for the said debts so due, and the said defendants then and there promised to pay the said debts to the said plaintiffs.\nUnder a rule on the defendants to plead in six weeks or judgment, Messrs. A. W. Butler, William Butler, George Belford, Amos Lentz, Frederick C. Kline, Samuel McLean, Hiram Wolf, and Charles Lippincott appeared by their attorney, M. M. Dim-mick, and pleaded non assumpsit, with leave, &c. Messrs. O. H. Wheeler and John Balliet, by Wheeler & Weitzel, also pleaded non assumpsit with leave. They also subsequently appeared and entered same plea for Messrs. Richards, Butz, and Weiss.\nMay 31st 1859, judgment was entered against the Mauch Chunk Iron Company for want of a plea. Same day, replication and issue as to the other defendants.\nThe individual defendants resisted payment on two grounds: first, that the proceedings by which the company was said to have been incorporated AYere so informal and irregular that no such corporation was ever legally created, and therefore, no individual liability could arise; and secondly, that the individuals sued were not stockholders. The delivery of bricks and their use in repairing the furnace, as well as the prices charged for them, were not disputed. The defendants also took the ground that the plaintiffs must recover against all of the individual defendants or none; that, even if some \\vere shown to be stockholders, to the satisfaction of the jury, there could be no recovery against these, if others were joined Avko were not stockholders. The plaintiffs, to prove the incorporation of the company, and the stockholdership of the individual defendants, gave in evidence a copy, certified by the secretary of the Commonwealth, of the “ certificate” filed by the directors of the Mauch Chunk Iron Company, in which all the defendants Avere named as stockholders, and four of them, O. H. Wheeler, Lewis Weiss, John Balliet, and Samuel McLean, were among the directors by Avhom it was executed and sworn to. Then they gave the letters patent (produced by defendants’ counsel, on notice) issued by Governor Pollock, pursuant to this certificate and reciting it. They then gave the deposition of John McCauley, manager of the Iron Company, who stated that the company did business during tbe summer and fall ox 1856, repaired the furnace, manufactured iron, &c. This witness also made the following statement: “ The individuals named in the caption as defendants, witness believes all of them were stockholders in said Mauch Chunk Iron Company.” This sentence the court rejected, which is the first error assigned. The defendants had not appeared to cross-examine when McCauly’s deposition was taken. One wit-also said: “0. IT. Wheeler, John Balliet, John Richards, F. C. Kline, Samuel McLean, Lewis Weiss, Isaac Butz, and Charles Lippincott, I met in the meetings of the board of directors.” The plaintiffs then gave in evidence, in the Minute Book of the company, an “ Inventory and appraisement of the property of Weiss, Lippincott & Miner,” (former owners of the furnace), dated 9th April 1856, signed by William Butler and John Balliet, (two of the defendants) and W. L. Richards, styling themselves a “ Committee” appointed for that purpose. Elias Miner was next called as a witness, who stated that he had been a member of the firm of Weiss, Lippincott & Miner, engaged in the foundry and machine business at Mauch Chunk; that the Mauch Chunk Iron Company succeeded them in the spring of 1856; that an inventory in writing was taken, by John Balliet, William Butler, and William L. Richards; that the next day John McCauly came there and took charge of matters, appointing the witness foreman in the foundry department; that he repaired the furnace and carried on the business ; that some of the defendants, John Balliet, 0. IT. Wheeler, Samuel McLean, and Lewis Weiss came there, as directors, as witness understood. The plaintiffs then offered in evidence the records of three judgments against Weiss, Lippincott & Miner, in which Asa Packer andF. C. Kline, one of defendants, John Balliet and Charles Lippincott, also defendants, were, respectively, plaintiffs, each of them receipted as follows : “ Received satisfaction in full for above judgment by transfer of stock of Mauch Chunk Iron Company, July 19th 1856. 0. H. Wheeler, plaintiff’s attorney,” — but the court refused to admit them, which was the third error assigned. W. L. Richards was then called as a witness, who said that he had been secretary of the Mauch Chunk Iron Company; and that he remembered Mr. Wheeler being present at one meeting of the directors. The minutes of a meeting of the board of directors, held 26th May 1856, wore then given, showing the presence and active participation of Samuel McLean, 0. H. Wheeler, and Lewis Weiss, and the passage of a resolution that the debts of Weiss, Lippincott & Miner be fully paid in stock of the company, &e. E. A. Reeder testified to the transaction of some business with the company in December 1856, and to the active participation in the negotiations by 0. H. Wheeler, Samuel McLean, and Lewis Weiss. Robert Lockhart testified that he was present at a meeting of directors when it was resolved to raise $10,000 by an assessment of 30 per cent, on the capital stock.\nThis was the substance of the testimony for the plaintiffs.\nThe defendants, under objection and exception by plaintiffs, then gave in evidence the original certificate of the company, and the entry of it in the Book of Miscellanies in the recorder’s office of Carbon county. William Reed testified that the names of stockholders on the first page of the original certificate were all in the handwriting of O. H. Wheeler, as also those on the second page, down to' and including No. 31; that of the signatures of the directors he knew those of O. H. Wheeler, Lewis Weiss, and Samuel McLean to be genuine. The recorder and his deputy were then called and were allowed (under plaintiffs’ exception) to testify that they did not record the certificate correctly, but made the record to differ from the original, at the request of O. H. Wheeler; that for the name of “A. Gr. Brod-head” in the original list of stockholders the name of Samuel McLean was substituted in the entry in the book, and that some changes were also made in the names of the directors. Robert Lockart was then placed upon the stand and testified (under exception by plaintiffs) that he was one of the persons who signed the original certificate, as a director, but that he had no knowledge of any of the alleged stockholders having, at any time, subscribed for stock, nor of their having paid any money to W. L. Richards, receiver, or any one else, on account of such subscription. On his cross-examination, he stated that when he certified that $25,000 had been .paid to Mr. Richards, as receiver, he meant that $25,000 worth of Weiss, Lippincott & Miner’s judgments had been cancelled, and that the company obtained possession of the stock of Weiss, Lippincott & Miner. He also stated that after McCauly left, he, the witness, carried on business there, worked up some of the stock that was there and appropriated the proceeds to the payment of debts of the Mauch Chunk Iron Company. The plaintiffs proposed to ask this witness, on cross-examination, whether Frederick C. Kline, one of the defendants, had not told him that he, Kline, had paid an assessment of 30 per cent, on his stock, but the court refused to allow the question to be put. William L. Richards (also under plaintiffs’ exception) testified that no money was ever paid to him, as receiver, on account of subscriptions to the stock of the company, and that he never s,aw any subscription list to that stock. On cross-examination he said he did see a list with the names of the defendants on it, and a certain number of shares of stock marked opposite to each name; also, that the company obtained possession of the stock of Weiss, Lippincott & Miner, appraised at $88,000, but whether they paid for it and how he could not tell. The defendants gave some further testimony as to the alterations made in the original certificate, and called some witnesses acquainted with John Balliet’s handwriting, who testified that they did not think the name “John Balliet” in the original certificate was his genuine signature. Then, under exception by plaintiffs, they gave in evidence a number of mortgages, judgments, and executions against Weiss, Lippincott & Miner, which were liens on the real and personal property of that firm, and under which the property was afterwards sold.\nThe plaintiffs, in rebuttal, recalled Elias Miner, who testified that the company took possession of the property of Weiss, Lippincott & Miner; that after the inventory was taken, John Balliet took charge of it until McOauly came, and that Balliet came there frequently — several times a week. That the company was organized and the stock transferred to them in consequence of an agreement between the firm and their creditors, most of whom were represented by O. H. Wheeler, as their attorney. That John Balliet, at one time, told the witness he (Balliet) was assessed 33 per cent, upon his stock, and that F. C. Kline, also one of defendants, told witness he had paid or was about to pay, a like instalment on his.\nThe court below, after stating the case, charged the jury as follows :—\n“ The plaintiffs seek to recover the indebtedness of the company from the stockholders in their individual capacity, under the terms of their charter. They claim the right to recover under the Act of 20th April 1853, and 27th March 1854, either of which are broad enough to cover this case. The debt contracted was for materials furnished and used in the erection of their furnace, and is therefore within the limitation contained in the Act of 27th March 1854.\n“Under the evidence the stockholders are clearly liable, and the only question to go to the jury is: were these defendants stockholders in the Mauch Chunk Iron Company ?\n“ The main defence is that they were not. For the purpose of ascertaining that fact the instrument in writing upon which the charter was granted has been given in evidence. It is clearly shown that the names of the stockholders and the number of shares of stock charged to each is not in the handwriting of the persons made corporators. This was not necessary. The persons representing themselves as directors of the company signed and acknowledged the certificate, and that was sufficient. The certificate and acknowledgment is conclusive evidence against the directors who signed it. They certify over their own proper signature to what is contained in the body of the paper, and so far as they are there charged with stock it is evidence against them. As to the others it is not. They might, however, by other evidence be shown to have been stockholders. For any ratification of said subscription when brought to their notice; accepting an office in the company under the charter; participating in its management, &c., is all competent evidence to establish their connection with it. Some of these means have been resorted to; whether successfully or not is for the jury to say.\n“ Only four of the persons styling themselves directors have been sued, viz.: O. H. Wheeler, Lewis Weiss, John Balliet, and Samuel McLean. The other four are not sued. A number of others, however, are included with the four directors, and it is alleged were stockholders in the company at the time the debt was contracted. The Act of Assembly provides that the stockholders shall be jointly and severally liable.\n“Many objections have been raised to the formality of the papers and records upon which the charter was granted, and in the organization of the company. Informal they may be, but it is not for the company to take advantage of their own wrong, against creditors who trusted them in their corporate character ? The charter was granted to them, and their organization was sufficiently perfect for the purposes of this suit.\n“ The plaintiff has made out a clear case. No technical objection stands in his way of recovering if he has brought his suit against the right parties. That several of the defendants sued were stockholders is not in doubt. 0. H. Wheeler, John Balliet, Samuel McLean, and Lewis Weiss were directors, and certified to their own subscription of stock. There is some dispute as to John Balliet’s signature being genuine or not; and that is a question for the jury. There is also some evidence that John Richards met with the board of directors, and some to rebut that fact. There is also some evidence in relation to some of the other defendants, offeredrwith the hope of showing their participation in the affairs of the company.”\nThe learned judge here read the 9th section of the Act of 7th April, 1849, as to the liability of stockholders, and the 23d section of the same act, as the mode of proceeding against them, and then proceeded: — “ This section was intended to provide a remedy under the special provisions of the 9th section. The stockholders only being liable to the extent of the unpaid stock held by each, they were permitted to show that fact upon the trial and thus avoid a judgment. As the plaintiff could not be supposed to know who had paid up in full and who not, the general rule was varied in his favour, so that, if any of the defendants were found in arrears he might recover against such to the extent of their liability. But giving this section the most liberal construction possible, it does not authorize a plaintiff to include those who were not stockholders. It was incumbent upon him to see that only stockholders were sued, and then he could have a recovery against such as were liable. It was only intended to provide against a misjoinder of parties ?\n“ By the Act of 20th of April 1853, section 2, the stockholders are made “jointly and severally liable in their individual capacities and estates for all the debts, contracts or other liabilities of the said company.’ This made the stockholders individually liable, without limit.\n“ By the Act of 27th March 1854, section 2, it is provided that ‘the stockholders shall hereafter he jointly and severally liable in their individual capacities only for debts due to miners, qmrrymen, and other-laborers employed by such companies, and for machinery, provisions, merchandise, country produce, and materials furnished for said companies respectively, to be enforced and collected in the manner provided for in the act to which this is a supplement.’\n“ This company having been incorporated in 1856, since the passage of all of the above recited acts, is liable to their provisions, and they are not in conflict so far as this claim is concerned.\n“ The jury are instructed that, under the Act of Assembly, this suit can only be sustained if brought against stockholders. If strangers to the company have been included with stockholders, it cannot. The court have intimated to counsel during the progress of the trial, this difficulty, and ventured to suggest that the act authorizing amendments of the record might afford a remedy. They have chosen, however, to rest their case upon the record as it is, and to proceed against all of the defendants. If all are, or were stockholders, all are jointly and severally liable.’\n“ If the jury believe, under the evidence, that each of the defendants were stockholders in the ‘ Mauch Chunk Iron Company’ at that time this debt was contracted, they are all liable. They are to consider all of the evidence hearing upon this point. We have only said that the directors setting them forth in the body of the certificate as such, is not conclusive upon them. It may be some evidence, but unless they either authorized or subsequently ratified the act, it is not sufficient. If they did either, it is conclusive. This the jury may infer from circumstances, such as their participation in the management of the affairs of the company ; their subsequent declarations, if any were made, and their acts and doings in relation to it. This is a question of fact for the jury, and submitted to them under all of the evidence.\n“ If any of the defendants were not stockholders, at the time the debt was contracted, or, as it is alleged, never were, then the plaintiffs cannot recover in this action. They cannot recover generally against the defendants if some are not liable. They cannot recover against a portion of the defendants and not against others. If, therefore, the jury find all the defendants to have been stockholders, their verdict must be for the plaintiffs, for the full amount of their claims and interest. If, on the contrary, they find that strangers to the corporation are included with stockholders, their verdict must be for the defendants.”\nUnder these instructions there was a verdict and judgment for defendants. Whereupon the plaintiffs sued out this writ, and assigned for error the rejection of the errors above mentioned, with other matters which are noticed in the opinion of this court.\nThe case was argued by JReeder Green, 0. £ M. Goepp, and Charles Albright for plaintiffs, and by M. M. JDimmick and L. Hakes for defendants.\nMay 6th 1863,"
  },
  "file_name": "0032-01",
  "first_page_order": 32,
  "last_page_order": 42
}
