{
  "id": 9502137,
  "name": "Hoskin versus Woodward",
  "name_abbreviation": "Hoskin v. Woodward",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "42",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 42"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 370,
    "char_count": 6596,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 3.268418768241892e-07,
      "percentile": 0.869942417492294
    },
    "sha256": "a5a344809967a95ab63536453a6886fc2c0b9333f851049a023b2697276786c6",
    "simhash": "1:80131625c204c4cb",
    "word_count": 1152
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoskin versus Woodward."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nThe mortgage of this machine-shop of course included all the fixed elements of it that gave it its peculiar character as a machine-shop, and it is quite plain that the lathe was one of them, and that the sale and removal of it was a violation of the rights of the mortgagee. The purchaser had both actual and constructive knowledge of the mortgage, and the morality of the law calls such purchase a fraud upon lien-creditors, and void as against them. Of course, therefore, the mortgagor had a right to follow7 the removed property, and assert his rights over it. He may even treat it as personalty as against the wrongdoer, for the wrongful act cannot be alleged by the wrongdoer as a means of shelter for himself. Even without knowledge of the mortgage, it is hard to see how a purchaser could he relieved from this responsibility; for all purchasers, hirers, and renters are bound to ascertain, or take the risk of assuming the title of their vendors and lessors.\nBut may not a mortgagor sell in the usual way the lumber, firewood, coal, ore, fruit, or grain found or growing on the land, without violating the rights of the mortgagee? Yes, he may, until the mortgagor stops him by ejectment or estrepement, for those things are usually intended for consumption and sale, and the sale of them is the usual means of raising the money to pay the mortgage. But in the case of a factory, or other building, it is by the use of it as it is, and not by its consumption or its sale by piecemeal, that all its profits are to be derived. We think the case was properly decided.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. Qoohe Longstreth, for plaintiff in error, argued:—",
      "The counsel for defendant submitted no printed argument."
    ],
    "corrections": "",
    "head_matter": "Hoskin versus Woodward.\nMortgage of machine-shop includes all necessary fixtures. — Rights of mortgagee as to fixtures that have been removed without his consent.\n1. A mortgage of a machine-shop includes all its fixtures as such, and the mortgagor cannot remove them to the injury of the mortgagee.\n2. As a purchaser of a fixture from mortgaged premises is affected with knowledge of the existing lien, the sale is a fraud upon the mortgage-creditor and void as against him: and he may follow the property in the hands of the wrongful vendee.\n3. A mortgagor having sold a lathe belonging to a mortgaged machine-shop, the mortgagee entered up judgment upon his mortgage-bond, issued execution and levied upon it in the hands of the purchaser. In an inter-pleader issue to ascertain the right of property therein between the vendee and the mortgagee, the jury were instructed to find for the defendant. Held, that such instruction was proper.\nError to the District Court of Philadelphia.\nThis was a feigned issue under the Sheriff’s Interpleader Act, in which William Hoskin was plaintiff, and Joel Woodward was defendant.\nThe material facts of the case were as follows:—\nOn the 13th of October 1857, Thomas B. Woodward executed and delivered to Joel Woodward his bond, with warrant of attorney to confess judgment, on which judgment was entered same day for the sum of $9000.\nAt the same date, as security for said sum, he executed and delivered to the said Joel Woodward a mortgage covering his “machine-shop and mill” on the corner of New Market street and Germantown road, which was duly recorded. In this mortgage none of the machinery in the shop was mentioned.\nOn the 24th of November 1859, Thomas B. Woodward sold a lathe which was in the shop at the time of the execution of the mortgage, to William Hoskin for $650, to be credited on an account of a claim 'wliich Hoskin held against him. Possession of the lathe was immediately delivered to Hoskin, by whom it was removed to other premises, on the opposite side of New Market street. To March Term 1859 an execution was sued out by one Mecutchen against Thomas B. .Woodward, under which the real estate of the defendant at the corner of New Market street and Germantown road was levied on and condemned.\nOn the 2d of April 1860, an execution was sued out by Joel Woodward on his judgment against Thomas B. Woodward of October 13th 1857, for a balance of $2812.50, under which the lathe which had been sold and delivered to William Hoskin was taken as the property of the defendant.\nHoskin claiming to own the lathe as purchaser from Woodward, this issue was directed by the court to try the question of ownership.\nUnder the ruling of the court there was a verdict and judgment in favour of the defendant, whereupon the plaintiff sued out this writ, and assigned for error,\n1. The admission in evidence of mortgage of Thomas B. Woodward to Joel Woodward, of October 13th 1857.\n2. The admission in evidence of fi. fa., Mecutchen v. Thomas B. Woodward, of March Term 1859, No. 1146.\n■ 3. The refusing to allow plaintiff to give in evidence a prior mortgage of Thomas B. Woodward to John Starrett. The sale under proceedings in same before the transfer to plaintiff of the lathe in question. The sheriff’s return, condition of sale not complied with, and sale under al. lev. fac., and the subsequent sale of lathe to plaintiff, by sheriff to John Starrett, and directing a verdict for defendant.\nJ. Qoohe Longstreth, for plaintiff in error, argued:—\n1. That fixtures while annexed to the freehold are subject alike to the lien of mortgages and judgments, but that the mortgage or judgment creditor acquires no title to or right to control the status of the fixtures until entry or levy.\n2. That by entry or levy the creditor may acquire a special property in or right to control the possession of the fixture, subject to the general property of the owner, who, on payment of the debt, has an immediate right of possession of the property mortgaged or levied on.\n3. That until entry by the mortgagor or levy by the judgment-creditor, the tenant of the fee in possession may (unless restrained by writ of estrepement) sever fixtures and so reconvert them into personalty. That he may dispose of them directly by a private sale, or indirectly by allowing them to be sold under execution as personalty, without actual severance, discharged of the lien of the mortgage or judgment; and,\n4. That as a necessary corollary to the right of the general owner as stated in the third proposition, it follows that notice of the existence of a mortgage or judgment, either actual or constructive, by reason of the record, to the purchaser from the tenant of the fee of a fixture, cannot make the sale fraudulent and therefore void, either as respects .creditors generally or as respects the judgment or mortgage creditor contesting it.\nThe counsel for defendant submitted no printed argument.\nMay 6th 1863,"
  },
  "file_name": "0042-01",
  "first_page_order": 42,
  "last_page_order": 44
}
