{
  "id": 9502214,
  "name": "Brown versus Bush",
  "name_abbreviation": "Brown v. Bush",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "61",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 61"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 90",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 17137,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 2.2952025550285342e-07,
      "percentile": 0.7867294579722601
    },
    "sha256": "b92b0dca1213c4e90366a7d609d6e45a99b4fbf1e2a49d442d23bf87bbadfca6",
    "simhash": "1:f4a79a55c56efc7f",
    "word_count": 3128
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown versus Bush."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodward, J.\nWe must regard the “stone row” as a natural inequality in the bed of the creek, for although it may have originated in an attempt to improve the fording, either by supervisors or teamsters, yet it was so ancient that no witness could fix its origin, or say with certainty that it was caused by human hands. The date of Bush’s title is not furnished us, but of course it was subsequent to the immemorial stone row. He acquired title, then, to land that was subject to whatever back-flow or obstruction of water the stone row occasioned. The stone row was part of the bed of the creek, and as it was below his line, Bush could not enter to remove or alter it, and must enjoy his land as he took it, subject to have just so much of it overflowed as the stone row, and other natural peculiarities of the creek below his lines, caused to be overflowed.\nBut this was all he was subject to. Brown as servient owner might clear out the stone row, because it was on his land, and might raise his dam, so as to cause the same height of water on Bush’s land as the stone row caused, but no more — not a jot more.\nThis seems to us to be a sufficient statement of the legal rights and duties of these adjacent owners, and if it be, all the rest of their controversy relates to the question of fact, did Brown so raise his dam as to flood more of Bush’s land than was flooded before the stone row was removed from the bed of the ■creek ? On the trial of this question a great deal of evidence was given of the condition of the stream for twenty years and more, and it is the construction which the court ta.ught the jury to place on portions of that evidence that is complained of by the plaintiff in error.\nThe learned judge told the jury the plaintiff could claim damages only for six years prior to the bringing of the suit, from 19th November 1853 to 19th November 1859, and that whatever evidence had been given of the condition of the stream before and after these dates, was to be viewed only as showing its actual situation during that period, and for no other purpose.\nAs there was no plea of the Statute of Limitations, the reason for taking this distinction and limiting the evidence is not discernible; but why should the plaintiff in error, who was defendant below, complain of it ? It narrowed the extent of his liability, whilst it did not deprive him of the benefit of any of the testimony. No evidence was rejected when offered, and none was excluded from the consideration of the jury, but they were told to apply it only to the period designated. This was beneficial to the defendant. He got advantage of the Statute of Limitations without pleading it, and he is not the right party to complain of this.\nWe do not like the concluding part of that portion of the charge which is set forth in the second error assigned. “ Even if the stone row did form a stronger ripple,” said the learned judge, “and impede the water to some extent, it was not such a construction as would acquire a right from lapse of time, nor can the defendant appropriate it for his benefit further than it may have worked a change in the bed of the stream.”\nWe think it was an error to assume that the stone row was a construction that acquired no rights by lapse of time. Whether a “ construction” or a natural deposit, it had existed long enough to entitle it to exist till the owner chose to remove it. The defendant claimed no benefit from it further than it worked a change in the bed of the stream, and this the learned judge conceded to him. Besides, he immediately followed this by saying, “ but conceding that the fording did form a dam, and raise the water, has or has not the defendant’s dam raised the water on the plaintiff’s land, even above what is claimed for that stone row?” This was pointing the jury to the real question in the case, so that the exceptionable observation with which the interrogatory was introduced is not worth reversing for. To give the defendant the right to impede and raise the water, as much by his dam as it was impeded and raised by the stone row, was to give him all that was due to him, and this he got from the judge. Whatever was erroneously said could not have affected the damages, injuriously to the defendant, for they were only fifty cents.\nThe third assignment is supposed to contain the great error of the trial. It relates to the comparative value of the proofs that were given on one side and the other as to the level of the stream before and after the building of the defendant’s dam.\nThe water-power of Brown consists of the fall of the stream, when in its natural state, as it passes through his land; or, in other words, it consists of the difference of level between the surface, where the stream first touches his land and the surface where it leaves it. This natural power is as much the subject of property as land itself: McCalmont v. Whittaker, 3 Rawle 90.\nHow is this natural fall to be ascertained ? By instrumental levelling, says the plaintiff in error. And his counsel argue that results so obtained are mathematical demonstrations which cannot be gainsaid. But there was evidence of what the court calls “ actual visible facts,” to which they led the jury to give preference over the instrumental measurements, and this is the error complained of. These facts were, the ripples above and below the stone row, and above the bridge, the mud-sill under the bridge frequently out of water before the dam was built, but not visible when the dam was full — the rise and fall of the water on the posts and abutments of the bridge, and the drowning out of the spring-i'un, about thirty yards above the bridge. Witnesses referred themselves to one or more of these circumstances, to establish their opinions that the dam of the defendant had raised the water higher on plaintiff’s land than the stone row raised it. As there was a struck jury and view in the case, these and similar tests, on the ground, became important evidence; and when we consider how liable instrumental measurements are to accidents and mistakes, we think the court gave no undue prominence to the “ actual and visible facts” alluded to. The learned judge said, with great propriety, “ water will find its level with more certainty than science can do the same work. The instrumental levelling does show that Mr. Brown has more fall upon his land than he has elevation at his dam; but if that does not tell the height of the water set back as clearly as shown by the water itself, then the fact demonstrated upon the ground must govern.”\nWe cannot see that there was any error in this instruction. We do not undervalue scientific measurements, but the history of all engineering in Pennsylvania has shown that whenever science bas disregarded and set aside tbe testimony of local experience and observation, it bas blundered, and bas had to do its work over again. Its conclusions may be fortified by tbe nicest experiments and tbe minutest calculations, but there are the fallibility of instruments, the unsteadiness of tbe hand or eye that uses them, the carelessness of assistants, and other causes which affect the results. And then Nature has her own secrets, which she has not revealed even to science. Who can calculate for what the watermen call “ piling” of water; or for the effect of removing a given obstruction a few rods further down stream, whereby the veloeity of the current at a particular point is changed ; or for atmospheric resistance to water ? The question of fact in this case was a very close one. No doubt the levelling was well done, but if in spite of it the water would make other marks than it did when obstructed only by the stone row, it was a tell-tale that could not be contradicted.\nTo the parts of the charge set forth in the three remaining assignments of error, no valid objection can be urged.\nOn the whole, we see no such error in the charge as could or did prejudice the plaintiff in error, and therefore\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Reeder † Green, with whom was Gharleton Burnett, for plaintiff in error.",
      "Jones and Allis, for defendant."
    ],
    "corrections": "",
    "head_matter": "Brown versus Bush.\nWater-rights. — Right of “plaintiff to recover damages for swelling water restricted to six years without plea of Statute of Limitations. — Effect of natural obstruction in stream in connection with dam, complained of. — Rights of riparian owner controlled by actual visible facts rather than instrumental measurement.\n1. In an action for swelling back water in a creek upon plaintiff's land, by a dam erected by defendant, the instruction of the court to the jury that the plaintiff could recover damages only for six years prior to bringing suit, though unnecessary, as the Statute of Limitations had not been pleaded, was harmless to the defendant and cannot be assigned as error by him.\n2. Where a natural or artificial “ stone row\" had existed in the bed of the stream on land of the defendant for many years, forming, as alleged, a dam which flooded the plaintiff's land, it was error to instruct the jury that the “ stone row” was not such an obstruction as would acquire a right from lapse of time: but where, in direct connection therewith, the court charged that if the stone row did form a dam and raise the water, the question was whether the dam did not swell back the water still farther upon plaintiff's land, the error was immaterial and formed no ground for reversal.\n3. The water-power of a riparian owner consists of the difference of level between the surface of the stream at its entry on, and the surface at its exit from his land: but though instrumental levelling shows more fall on the land than the owner has height at his dam, yet if “ actu'al visible facts” show a swelling back of the water upon the adjoining owner's land farther than before the erection of the dam complained of, the instrumental measurements must give way to the actual facts as shown on the ground: and instruction to the jury to give preference to the actual facts over the instrumental evidence, is not error.\nERROR to the Common Pleas of Monroe county\nThis was an action on the case, brought by Philip M. Bush against William E. Brown, to recover damages sustained by plaintiff by reason of the erection of a dam by defendant across Marshall’s creek, whereby the water was swelled hack upon the land of the plaintiff. The parties own adjoining land on said creek, Bush above and Brown below.\nThe division line between them crosses the creek 10 feet on one shore, and 17 feet on the other below the stone abutments of a wooden bridge, on the public road from Stroudsburg to Milford. There had been an old bridge at this place prior to 1831, in which year the abutments of the present bridge were built. Previous to 1831, there was an ancient fording across the creek just below the division line. Immediately below the ford, in the creek, was a row of stones, which had been thrown out of the track to make the fording more easy, raised and tightened by the accretions of the stream from year to year. In, 1843 Brown built a dam across this creek, about 100 feet below the division line. In the summer of 1859 he took out this dam and put in another, which he closed on the 5th of November of that year. It was the swelling back of the water on Bush’s land, occasioned by this dam, for which he brought suit.\nA number of witnesses were examined as to the height of the water before and after the erection of the dam complained of, whose testimony was;j as usual in such cases, very unreliable and conflicting, owing to the high or low stage of the water in the stream when seen by them.\nThe defence was that the land of the plaintiff was not flooded at all, or at most not more than it had been for the last twenty-one years.\nThe court below (BaRRETT, P. J.) charged the jury as follows:—\n“ This is an action of trespass on the case, for nuisance. The plaintiff and defendant are the owners of adjoining tracts of land lying on the waters of Marshall’s creek. The defendant is the owner of a mill, and in his use of the water-power of the stream, is charged with infringing upon the rights of the plaintiff.\n“The plaintiff being the owner of the land on the margin of the stream, on both sides, is entitled to the water-power of the creek, if he chooses to use it. If he does not, he is entitled to have the stream as nature placed it there, so far as it passes through or over his land. The defendant has no right to interfere with the descent of the water, although such interference may work no actual injury to the plaintiff. líe has no right to raise the water on his land, even if it be kept within the banks of the stream and does not injure a foot of his land.\n“ [The defendant had a right to erect his dam across the stream and use the water as he pleased, so long as he did not interfere with his neighbour above. He had the right to back the -water to the line of his own land; but not one inch beyond it.] This is not confined to any particular stage of the water, but must be applied to the usual and ordinary condition of the stream.\n“ The plaintiff can only claim for six years prior to the bringing of this suit. From the 19th day of November 1863, until the 10th of November 1859, he may claim.\n“ [Whatever evidence has been given of the condition of that stream before and after the dates named, has been with a view of showing its actual situation during that period, and for no other purpose. You will, therefore, view it in that light alone.]\n“ [It was necessary to show the exact height of the stream, before the dam was built, and that, necessarily, carried us back some eighteen or nineteen years.] Evidence has also been given, in reference to the same thing, since the beginning of this suit, but it has been under a promise to show that no change had taken place. It is important, therefore, that you only consider such evidence, so far as it throws any light upon the situation of the stream, and the height of the water during the six years.\n“ [It is contended that the stone row, made by the use of the fording, formed a dam in the stream. The evidence is, that a few large stones were removed from the wagon track in the bed of the stream, to make the fording more easy. The inference is, that it was either done by the supervisors of the township, or by those using the fording for their own convenience. It was done long before the defendant was the owner of the water-power below. Even if it did form a stronger ripple, and impede the water to some extent, it was not such a construction as would acquire a right by lapse of time. Nor can the defendant appropriate it for his benefit, further than it may have worked a change in the bed of the stream.] It was not kept up or maintained by him; on the contrary, he removed it for his own convenience. But conceding that the fording did form a dam, and raise the water, has or has not the defendant’s dam raised the water on the plaintiff’s land, even above what is claimed for that stone row?\n“ The evidence of ripples in the stream is only valuable in showing the early condition of the stream, and the changes, if any, produced by the current of the water.\n“[ Surveys have been made, and are in evidence showing the fall in the stream on the premises of both. These are evidence so far as they go. Theories are good until overthrown by actual, visible facts. If that be the case here they must yield. Water will find its level with more certainty than science can do the work. The instrumental levelling does show that Mr. Brown has more fall upon his land than he has of elevation at his dam, but if that does not tell the height of the water set back, as clearly shown by the water itself, then the facts demonstrated upon the ground must govern.\n“ The question, then, under all the evidence, is a question of fact for the jury. Did the defendant’s dam, at any period during the six years, flow the water back on the plaintiff's portion of that stream ?] How do you account for the rising and falling of the water at the bridge and above it, on the same day ? There was a cause for it. Was it by the filling and lowering of Brown’s dam, or was it from some cause above the bridge ?\n“ The jury are instructed, 1. That if the condition of that stream, in reference to the height of the water on plaintiff’s premises, has undergone no change by means of the erection and maintenance of Brown’s dam, then their verdict should be for the defendant.\n2. [“ That if it has been changed, and the water flowed back to any perceptible height above what it would be if the dam was not there, or above what it would have been during the six years claimed for, although it does the plaintiff no actual injury, their verdict must be for the plaintiff] for nominal damages. No actual damage has been shown, and only nominal damage can be recovered.”\nUnder these instructions there was a verdict and judgment for plaintiff for fifty cents damages. Whereupon the defendant sued out this writ, assigning for error so much of the charge of the court below as is enclosed in brackets.\nReeder † Green, with whom was Gharleton Burnett, for plaintiff in error.\nJones and Allis, for defendant.\nMay 6th 1863,"
  },
  "file_name": "0061-01",
  "first_page_order": 61,
  "last_page_order": 67
}
