{
  "id": 9502258,
  "name": "Chew versus Nicklin",
  "name_abbreviation": "Chew v. Nicklin",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "84",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 145",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0145-01"
      ]
    },
    {
      "cite": "9 Watts 146",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "3 Smith 57",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 13009,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 4.693014929051589e-07,
      "percentile": 0.9284892671348793
    },
    "sha256": "384dd722b605d050beb4c1540bea1526b672a437f3e8c910788069b8311d79e8",
    "simhash": "1:8020fd80e084c439",
    "word_count": 2316
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chew versus Nicklin."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodward, J.\nThe doctrine of equitable conversion is nothing more than the application to deeds and wills of the principle of equity which treats that as done which ought to be done. Where land is directed to be converted into money, or money into land, it is to be treated as that species of property into which the one or the other is directed to be converted. But this court said in Bleight v. The Bank, 10 Barr 132, that in order to change real into personal estate, it is essential that the direction to convert be positive and explicit; that the will, if it be by will, or the deed, if it be by contract, decisively fix upon the land the quality of money. As was said of the deed there, we may say of the will here, that this characteristic nowhere appears on its face. The testatrix authorized her executor to make sale of any part of her real estate, and if he thought it necessary, to make partition of any lands she had in common with others, but there was no more direction to sell than there was to make partition. So far from a positive and explicit direction for either of these purposes, there was no direction Avhatever, but only a power without an interest.\nBut here comes into view the 13th section of the Act of 24th February 1834, Purd. 282, which gives to executors possessing only a naked authority to sell real estate, the same interests therein, and the same powers and authorities over such estate, “ for all purposes of sale and conveyance, and also of remedy by entry, by action, or otherwise, as if the same had been devised to them to be sold.” This section is almost a literal reprint of the Act of 31st March 1792, 3 Smith 57, which was introduced by a preamble declaratory of the scope and meaning of the enactment in these words: “Whereas, great inconveniences are often sustained in cases where lands, tenements, or hereditaments are devised to be sold by executors, from the want of power in such executors to bring actions for the recovery of possession thereof, and against trespassers thereon, and otherwise manage such estates for the benefit of those who may be interested therein, therefore he it enacted,” &e. These words, expressive of the legislative thought of 1834, as well as of that of 1792, show that it was not the design or purpose of either statute to break the descent, or work a conversion of real estate over which a naked power of sale had been given to executors, but only to enable them to recover, protect, and sell the estate as fully and absolutely as if, instead of a naked power, an interest had been devised to them. They were enabling statutes the better to qualify personal representatives to preserve the estates of testators, and to carry into full effect the testamentary intention. Undoubtedly they vest the legal title in executors, but only for the purposes mentioned in the statutes, and they leave the question of equitable conversion to depend on the intention of the testator, as deduced from a construction of the whole of his will.\nThis seems to me to be the plain and obvious meaning of both the Act of 1792 and that of 1834; but the learned counsel insists that they should be so construed as to vest the estate in the executors as fully as an express devise to them for purposes of sale would do, and he fortifies his position by numerous and most respectable “ dicta\" from our own books.\nA “positive and explicit” devise of real estate to be converted into money, works a present conversion directly the testator dies, and courts of equity, proceeding on that maxim to which I alluded in the beginning of this opinion, consider it as sold and converted from the time of his death: Hutchins v. Mannington, 1 Vesey, Jr. 367; Elwin v. Elwin, 8 Vesey 556. Now, if the Act of 1834 is to be so construed as to give this effect to the devise of a naked power to sell, it will break the descent intended in half the wills that are made, and play havoc with'the intentions of testators. Nobody ever thought of treating a naked power of sale, before the statutes were made, as a conversion of the estate, and it seems preposterous to deduce from a statute, instead of his will, a testator’s intention to convert his estate. In the case of Henry v. McCloskey, 9 Watts 146, and Nagle’s Appeal, 1 Harris 262, no such construction of the statutes occurred to the mind of this court. Conversion is a question of intention, which is to be referred to the will of the testator, rather than to the statute. But where a will betrays this intention, though it confers in terms only a naked power to sell, no harm is done by the mistake of deducing the conversion from the statute instead of the will.\nIn the will before us we find no such intention, and we decline such a construction of the Act of 1834 as would work a conversion.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "F. 0. Brightly, for plaintiff in error.",
      "Morton P. Henry, for defendant."
    ],
    "corrections": "",
    "head_matter": "Chew versus Nicklin.\nConstruction of devise.— Conversion a question of intention. — Proof of intention must he clear, not inferred from power to sell merely. — Act of February 24th 1834, relative to sales by executors, construed.\n1. Conversion is a question of intention; and to effect it by will, the direction to convert therein must be positive and explicit.\n2. A bare power to sell, given to executors by will, does not operate as a conversion.\n3. The Act of 24th February 1834 was not intended to break descents or work a conversion of real estate over which a naked power of sale had been given to executors, but only to enable them to preserve and dispose of the estate as though an interest had been devised to them instead, leaving the question of intention to convert, to depend upon the will'of the testator.\nERROR to the District Court of Philadelphia.\nThis was an action of partition at common law, brought by Susan M. Nicklin against Benjamin Chew, who was impleaded with Plenry B. Chew, James M. Mason and Eliza his wife, Anne S. P. Chew, John T. B. Dorsey and Katherine C. his wife, Joseph C. D. Christman, Maria Watmough, George M. Dallas and Sophia 0. his wife, John Philips Montgomery, Henry E. Montgomery, and Oswald C. Montgomery, trustees of John C. Montgomery, under the last will and testament of Elizabeth PI. Montgomery, John C. Montgomery, John Philips Montgomery, Plenry E. Montgomery, Oswald C. Montgomery, Austin S. Montgomery, James E, Montgomery, Hardman Philips Montgomery, Eugene P. Lynch and Mary C. his wife, Charles Carroll, Richard Bayard and Mary S. his wife, John Lee and Harriet C. his wife, Charles Tucker Carroll, St. George Tucker, and Louisa C. Jackson, in respect to a tract of land and meadow ground, called “Whitehall,” situate in the First Ward of the city of Philadelphia, containing one hundred and ninety-three acres, fifty perches, more or less.\nThe plaintiff set forth the titles of the different parties in her declaration, which were as follows:—\nOn the 18th August 1834, Benjamin Chew (since deceased), and Katherine his wife, conveyed the premises in question to Henrietta Chew and Maria Chew in fee, as tenants in common, in the purparts and proportions following, to wit: to Henrietta Chow, in the proportion which the sum of $16,863 bears to $40,000; and to Maria Chew, in the proportion which the sum of $23,137 bears to $40,000.\nMaria Chew died on the 27th March 1840, and by her will, dated the 16th October 1835, devised her share of the premises to her sister Henrietta Chew, for life; and then divided her residuary estate into four equal parts or shares, to take effect in enjoyment after tbe decease of the said Henrietta Chew; and one of these fourth parts she disposed of as follows:\n“ After the decease of my said sister, Henrietta Chew, I give, devise, and bequeath my said residuary estate as follows, that is to say — one full, equal fourth part thereof to my said brother,” Benjamin Chew, “for and during his life; and after his decease, or in the event of his dying before me, to the several children of my said brother, their executors, administrators, and assigns, share and share alike, as tenants in common : should any of the children of my brother be deceased, leaving, children, their children so left shall stand in the place of and represent their parents.”\nShe also empowered her executor to make sale of her real estate in the following terms: “ I authorize my executor for the time being to make sale of any part or parts of my real estate, or the whole of my real estate, and to execute good and sufficient deeds of conveyance, in fee simple, or for any less interest, to the purchasers. I also authorize my executor, if he should deem it necessary or useful, to divide or make partition of any estate I may hold together with any other person or persons, to execute all necessary deeds, conveyances, or other instruments of writing, to make-such partition or division legal and absolute.”\n“ It is my will that the portion of my said brother of my residuary estate as aforesaid, may, to the extent of $15,000, be allotted out of the real estate called Whitehall, recently purchased of him by my sister Henrietta and myself, if the same may conveniently be done without interference with the general objects of my will and arrangements of m}'- estate. I also desire and direct that the one-fourth part so to be received by him need not include the Whitehall estate unless agreeable to him.”\nBenjamin Chew, the brother of the testatrix, had seven children, one of whom, Samuel Chew, died on the 21st August 1841, in the lifetime of his father and of Henrietta Chew, and his interest in the premises has become vested in Joseph C. D. Christman.\nThe said Benjamin Chew, the second tenant for life, died on the 30th April 1844, leaving six children surviving him, to wit: Benjamin Chew, the plaintiff in error, Henry B. Chew, Eliza M. Mason, William W. Chew, Anne S. P. Chew, and Anthony B. Chew.\nHenrietta Chew, the first tenant for life, died on the 8th March 1848.\nWilliam W. Chew (whose share of the premises is the subject of this controversy) died on the 13th November 1851, unmarried and without issue, and intestate as to his interest in these premises, leaving him surviving his mother Katherine Chew, and his five remaining brothers and sisters.\nMrs. Katherine Chew died in 1855, and by her will dated the 6th June 1852, devised all her estate to her son Benjamin Chew, the plaintiff in error.\nThe defendant, Benjamin Chew, put in a plea setting forth his title to the whole of William’s share, to which the plaintiff demurred.\nIt was agreed, by writing filed in the court below, that on the hearing of this cause, as well in the court below as in the Supreme Court, the several wills of Maria Chew, William W. Chew, and Katherine Chew, might be referred to as if set forth at large in the pleadings.\nThe following opinion of the court below was delivered by Siiaeswood, P. J. — “ The case resolves itself into the simple question, Whether a bare power to sell, given to executors in a will, operates as a conversion ? The question has certainly received a very decided answer in the negative, by the language of the Supreme Court, in Bleight v. Bank, 10 Barr 181. ‘In order,’ says Judge Rogers, ‘ to change real into personal estate, it is essential that the direction to convert be positive and explicit; that the will, if it be by will, or the deed, if it be by contract, decisively fix upon the lands the quality of money.’ It is true, that this was the case of a deed, and followed a decision on a will, before the Act of 1884, in Henry v. McCloskoy, 9 Watts 145; but Nagle’s Appeal, 1 Harris 260, is a decision upon a will proved in 1836, and the Act of 1834 referred to and cited in the argument. We consider it as a direct authority, on all-fours, with the case before us, and must act accordingly.\n“ The argument of the counsel for the defendant as to the effect of the Act of 1834, in breaking the descent of real estate, vesting it in the executors, and thus fulfilling all the conditions necessary to work a conversion, was certainly able and ingenious, and might, if addressed to the Supreme Court, in Nagle’s Appeal, have induced them to pause; but it would seem now, that after the contrary has been settled as a rule of property, it would not be right for them, and certainly would be highly improper in us to presume to disturb it.”\nJudgment for plaintiffs, quod partitio fiat, as to Benjamin Chew on the demurrer to his plea, and as to the other parties by confession; whereupon Benjamin Chew sued out this writ, averring :\n1. That the court below erred in giving judgment for the plaintiff below, on the demurrer to the plea of the said Benjamin. Chew.\n2. That the court below erred in deciding that the whole of William W. Chew’s share of the premises was not vested in the said Benjamin Chew.\n3. That the court below erred in deciding that under the will of Maria Chew, her interest in the premises was not equitably converted into personalty.\nF. 0. Brightly, for plaintiff in error.\nMorton P. Henry, for defendant.\nMay 6th 1863,"
  },
  "file_name": "0084-01",
  "first_page_order": 84,
  "last_page_order": 88
}
