{
  "id": 9502270,
  "name": "Parvin versus Capewell",
  "name_abbreviation": "Parvin v. Capewell",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "89",
  "last_page": "93",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 433",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 543,
    "char_count": 12179,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.5465373029085714e-07,
      "percentile": 0.6739151587602211
    },
    "sha256": "3fac112b112144d300191a4bb6b6b9fe2e3b3a254af71d692c909da246c5e421",
    "simhash": "1:e2423cf58a838698",
    "word_count": 2196
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Parvin versus Capewell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIt is impossible to study our recent decisions under the Married Woman’s Act of 1848, particularly the cases of Gamber v. Gamber, 6 Harris 363, Topley v. Topley, 7 Casey 328, Walker v. Reamy, 12 Id. 410, and Black v. Nease, 1 Wright 433, and not perceive that the court erred in admitting the declaration of the husband in favour of the wife’s title to the money in contest, as also in affirming the defendant’s points.\nThe point of evidence is ruled by Gamber v. Gamber. The other' point, that mere possession of money by a wife is no evidence of her title to it for the purpose of the statute, is abundantly ruled by the other cases. A post-nuptial settlement of property upon a wife is a transaction which admits of other evidence than the declaration of th.e husband after he has fallen into embarrassments. But of such settlement there was no proof in this case. A mere gift of money to a wife is not a settlement of it as her separate estate, for it may be for safe-keeping and deposit, without any intention to divest the husband’s title. And her possession of funds ordinarily implies no more than that she is holding them for her husband. If they are funds that have accrued to her from separate estate, or by gift or bequest from some one else than her husband, or by settlement of her husband, let it be shown. Let it be shown by competent evidence that she had an estate to yield the fund, or that an act of gift or bequest was performed in her behalf, or that a settlement was made. Such facts and transactions admit of proof, if ever they had an honest existence, and when proved, they account for the wife’s possession of moneys ; but when they are not proved, they are not to be implied from her mere possession.\nNothing more than possession was shown in this case, and therefore the instruction should have. been in favour of the plaintiff.\nThe judgment is reversed, and a venire facias de novo is awarded.\nJudgment reversed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Edward Owen Parry and Francis W. Hughes, for plaintiff.",
      "J. H. Campbell, for defendant."
    ],
    "corrections": "",
    "head_matter": "Parvin versus Capewell.\nHusband and wife. — Declaration of husband as to wifeh ownership of property inadmissible testimony for her. — Possession by wife ‘no evidence of ownership. — Gift to wife not a settlement.\n1. The declaration of the husband that certain property belonged to his •wife, is not admissible as evidence in favour of the wife.\n2. The mere possession of money by a wife is no evidence of her title to it for the purposes of the statute ; it ordinarily implies that she is holding it for her husband.\n3. The mere gift of money by the husband to the wife, is not a settlement of it as her separate estate.\nERROR to tbe Common Pleas of Schuylkill county.\nThis was an ejectment by Francis J. Parvin against Benjamin Capewell, for a bouse and three lots in St. Clair, Schuylkill county. The plaintiff claimed title by virtue of a deed from the sheriff to him as the property of the defendant. The defendant alleged that the title to the property was in his wife, Joanna Cape-well, and that the property belonged to her. Three several deeds were read from J. and S. Bennison and wives to Joanna Cape-well, for the three lots in question, but the plaintiff alleged that the purchase-money paid to the grantors for the lots, was the money of the defendant, and that the deeds for the lots were executed to the wife, and the title vested in her to hinder, delay, and defeat the creditors of the defendant in the collection of their debts, and this was the question to be decided.\nOn the trial, after the plaintiff had shown title as vendee of the sheriff, the defendant proved that he was a miner; that he came to this country from England with his wife in 1833; that he and his wife visited England in 1837, and on their return to this country in the same year, they were accompanied by Mrs. Capewell’s sister, who testified that on the passage from England she saw in Mrs. Capewell’s possession, some money in American gold, American bank notes and silver, and there might have been some sovereigns among it; that Mrs. Capewell lent her some money on the passag-e to buy provisions; that afterwards, in 1841, when the defendant was away at work, Mrs. Capewell lived with her, and then showed her some money; Mrs. Capewell said it was a thousand dollars; .it was in gold and silver; Mrs. Capewell said the defendant had given it to her; Mrs. Capewell kept the money in a bag. This witness also proved that it was the common practice for English miners to give their earnings to their wives to keep for them; that the deféndant was an honest, industrious working miner.\nIt was also proved that Mrs. Capewell lent small sums of money to several families on the passage from England in 1837, to buy provisions. The defendant also proved that in the year 1846, Mrs. Capewell left a bag of money (contents not known) with a neighbour when she and her husband locked up their house, and went to some distance on a visit. The man with whom she left the bag of money was an English miner, who handed it to his wife for safe-keeping. And on Mrs. Capewell-’s return, after a few days’ absence, the bag was returned as it had been received. He also proved that about twelve years before the trial, Mrs. Capewell was seen coming out of the Miners’ Bank with some silver and gold, which was tied up in her apron, and which she took to a store in Pottsville. That in the year 1846 he commenced mining on his own account, in company with Samuel Capewell, John Dovey, and John Ray, under the firm name of Capewell & Co., each one advancing about five hundred dollars as his share of the capital, and each working in the mines. In the year 1847, the firm made money. John Ray left the firm in 1847, and Francis J. Parvin came into it. The firm name was then changed to Parvin, Dovey & Co. In the year 1849, the firm purchased of Andrew Russell the St. Clair Colliery for $14,000, and on January 2d 1850, the firm of Parvin, Dovey k Co. was dissolved, and the property of the firm was divided, Parvin taking the St. Clair Colliery, and the defendant and Samuel Capewell and John Dovey, under the firm of Oapewells & Dovey, taking the Ravensdale Colliery. The liabilities of the firm were also divided as between themselves, Francis J. Parvin assuming the liabilities of the St. Clair Colliery, and Oapewells & Dovey assuming the liabilities of the colliery at Ravensdale. He also proved that some time in May or June 1849, Mrs. Capewell offered to lend to one of the miners at the colliery some money to send for his wife from England, saying that she had a few hundred dollars that did not belong/to the company. That “the firm began to go backward in 1850,” yet they considered themselves in good circumstances, their liabilities, on December 13th 1850, being $3232.15, and their bills receivable $1018.09. They had no real estate, and no property excepting the colliery. He also proved that in the month of December 1850, John Dovey proposed to sell out his interest in the firm .to Benjamin Capewell for $3500, of which $1000 was to be paid in cash, and the balance secured to be paid in a satisfactory manner.\nThe defendant then proposed to prove by John Dovey, that during the negotiations which resulted in the withdrawal of Benjamin Capewell from the firm of Oapewells & Dovey, on the 13th December 1850, witness proposed to Benjamin Capewell to sell to him his interest in the colliery, and that Benjamin said that his wife, Mrs. Joanna Capewell, was able to furnish $1500 ■ for that purpose, if she would agree to do so.\nThe counsel of the plaintiff objected that the proposed evidence tended to show a separate property in Mrs. Capewell by the declarations of her husband, but the court overruled the objections, and admitted the evidence as part of the res gestee at the time of the dissolution of the firm. The witness then stated “ the proposition was for the defendant to take nay interest in the colliery. The defendant and Mrs. Capewell, Samuel Capewell and I, met in Pottsvillo. Ben (the defendant) said his wife was here with the money if I wished to take it, and in fact, she produced the money, but the amount I did not know. She had it tied in a handkerchief.” The payment was to be $1500. The parties could not agree' upon the security for the last payment, and the transaction was finally closed the same day by the defendant selling his interest in the firm to John Dovey and Samuel Capewell for $1000. The money was paid to the defendant. The rent for which the judgment of McCartee and others was obtained, accrued after the defendant had left the firm. This witness also stated that he “ heard the defendant say he could borrow money from his wife, could get money from his wife. When he first went into business he did not pretend to have any money that he did not get from his wife, and that was the capital he went into business with.”\nThe defendant also proved that on the same day Mrs. Cape-well was seen at her house in St. Clair, with some money in gold and silver, and paper, which she was counting, and in reply to a question by the witness as to what she intended to do with it, she replied, “ that she was counting out $1500, and was going to Pottsville to buy out John Dovey.” Her husband was not present at this time.\nIt was also proved that Mrs. Capewell, in the presence of her husband, paid the purchase-money of the lots of ground upon the delivery of the deeds given in evidence by the plaintiff, and that in the year 1852 she made a contract with a carpenter for the work of the back building erected on one of the lots, and took the receipts for the payments in her own name.\nAt the sheriff’s sale of the premises, as the property of the defendant, notice was given by Mrs. Capewell that she claimed the property as her own.\nThis was the case on the part of the defendant.\nWhen the testimony was closed, both parties presented points to the court, on which instruction to the jury was requested.\nThe plaintiff’s points were these :—\n1. That neither the declarations of Benjamin Capewell or his wife are evidence of the separate ownership of the wife in the money said to have been given her by her husband.\n2. That under all the evidence in this cause, the verdict of the jury must be in favour of the plaintiff.\nDefendant’s points were as follows :—\n1. If the jury believe, from the testimony in the cause, that Benjamin Capewell, prior to 1846, and at a time when he was free from debt, and not about to embark in hazardous business, gave to his wife, Joanna Capewell, the money which she after-wards used in the purchase of the property in dispute, to wit, in April 1841, the plaintiff cannot recover, whether at the time of the purchase Benjamin Capewell was indebted or not to third persons.\n2. A husband ma.y, when free from debt, and when not about to embark in hazardous business, give money to his wife, which, if invested by her, or to her use in property, such property may be held by her as against her husband’s creditors, holding claims contracted subsequently to the date of purchase or gift of such money.\n3. A husband, free from debt, and not about to embark in any hazardous business, may give money to his wife as a reasonable provision for her old age, as for the purchase-of a homestead in her own name and right, and such money and such property, so acquired by the wife as a gift from her husband, with such honest intent, and in the absence of all fraud, is such property of the wife as is secured to her separate enjoyment by the Act of 11th April 1848, and is not liable to the executions of her husband’s creditors, for his debts contracted subsequently to her acquirement of said money or property.\nThe court below (IIeg-INS, P. J.) affirmed the first point of plaintiff, adding that “the declarations of the wife while in the actual possession of the money, were evidence with the other evidence in the cause.” The plaintiff’s second point was negatived. The defendant’s points were affirmed, all which rulings were assigned for error here by the plaintiff, after a verdict and judgment for the defendant in the court below.\nEdward Owen Parry and Francis W. Hughes, for plaintiff.\nJ. H. Campbell, for defendant."
  },
  "file_name": "0089-01",
  "first_page_order": 89,
  "last_page_order": 93
}
