{
  "id": 9502351,
  "name": "McLaughlin et al. versus Kain et al.",
  "name_abbreviation": "McLaughlin v. Kain",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "113",
  "last_page": "121",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 881,
    "char_count": 21565,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 6.740455961875167e-08,
      "percentile": 0.4086060615889189
    },
    "sha256": "ffbde975647f7d6065b0520fa612ad5bdffb9fe6c258ac8828f12a055f5e0b54",
    "simhash": "1:ea6384173423f46b",
    "word_count": 3812
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McLaughlin et al. versus Kain et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nThompson, J.\nThere are several questions in this case which we do not deem it expedient or necessary at this time to decide, other grounds being sufficient for the case. These questions are, the constitutionality of the retroactive operation of the Act of 1812, if allowed to have any effect in a case of this kind; the authority under the Act of 1815, directing the mode of selling unseated lands for taxes, to sell lands under the provisions of the Act of 1812; whether the commissioners proceeded accurately in adjusting the amount due the settler from the warrant-holder; whether a settler, north and west of the rivers Allegheny, Ohio, and Connewango creek, is compellable to pay taxes during the five years of his settlement; and finally, whether the sale authorized by the Act of 1812 should be made by the commissioners, or the county treasurer, the acts providing that after the commissioners shall have made the estimate and deductions required by the act, they shall proceed to sell, as in other cases of unseated lands. Without expressing any opinion in regard to these points, and taking them, for the present, as against the plaintiffs, how stands the case between the parties on other grounds ?\nThe plaintiffs exhibited an unquestioned original title to the land, with the exception of an undivided fifth part, about which we shall say something in conclusion.\nTo rebut this title, the defendants gave in evidence, and relied on a treasurer’s sale of the land, for an adjusted portion of taxes paid by Richard Mattocks, the settler, for the use and benefit of the warrant-holder, accruing from 1801 to 1807, both years inclusive. The adjustment of the commissioners took place on the 21st of February 1838, and the land was sold by the treasurer of Crawford county on the 11th of June following, at the time fixed by law for the sale of lands for taxes, under the Act of 1815, and a deed was executed and delivered in August following. Under this title the defendants claim to hold the land.\nThe Act of 20th March 1812, under which this sale took place, was one of a class passed about that time, supposed to be necessary to secure the rights of settlers against the warrant-holders. It was applicable to no other portion of the state. If sales have taken place elsewhere than in Crawford county, under the provisions of this statute, I have not been personally cognisant of them, but there may have been many, notwithstanding.\nThe design of the statute evidently was to furnish the settler with a remedy against the warrant-holder, to compel him to refund his proportion of the taxes assessed and paid by the former on the land in which they were jointly interested. The provision is applicable only to past taxes, for in the 2d section of the act it is made the duty of the assessors to assess the shares of the settler and warrant-holder separately — the one on the seated list, of course, and the other on the unseated. By that operation the taxes on the warrant-holder’s part would be collected out of the land itself, if not paid, and hence the settler would not be compelled to pay it, and it was only in cases where he had been compelled, or perhaps obliged by law to pay, that he was authorized to resort to the Act of 1812 to reimburse himself. After the passage of this act, therefore, I can conceive of no case where the settler could be compelled to pay the taxes of the warrant-holder, and the act would in effect be inoperative in regard to settlements made thereafter. But this is not material.\nThe object of the act was plainly to furnish a private remedy to enforce a private right. The public had no interest in it. The taxes had been paid to her. Collection, by the process mentioned in tbe act, put not a copper into her coffers; it only reimbursed a party for a compulsory outlay for another. It was for the satisfaction and extinguishment of a debt between the parties mentioned. We cannot consider such a claim in any other light than that of a debt. The peculiar remedy given in the absence of any provision for that purpose is not by implication to be held to take away the incidents of a debt. The 'Statute of Limitations and the doctrine of satisfaction from lapse of time remain, as in case of any other debts. My own opinion is, that six years •would bar this remedy. But we need not stand on this. Twenty years, which satisfies judgments, bonds, and mortgages, without something is done to show vitality in them, would surely satisfy a claim like this, which has enjoyed unbroken repose for over thirty years before any act was done in it. Claims for thousands of dollars would be extinguished by such a lapse of time, and why not a claim for $12.70? The statute does not seem to contemplate interest to be included in the adjustment, as was done here. If the claim was to be recovered as taxes, by subrogation to the remedy of the public, then no interest could be included, for the public collect no interest with the arrearages of taxes, excepting when specially authorized. But the presumption extinguishes both principal and interest. This claim for taxes was clearly satisfied after twenty years, nothing having been done in the mean time to keep it alive. The remedy finally resorted to, existed for over a quarter of a century without any resort to it, and we see nothing whatever to break in upon the presumption of satisfaction. On the subject of actual payment, the receipt of Richard Mattocks was excluded; we think it might have been properly received, but in the view we have taken, its rejection was immaterial. To save the sale we cannot presume that the delay in enforcing the repayment of the taxes was the result of disputes “relative to said land,” existing during the period of twenty-five years and upwards. Had this been so, it was a fact which might and ought to have been shown by the defendant. Under these circumstances, therefore, there being no taxes to be recovered, the sale predicated of them was clearly void, and passed no title to the purchaser. The Statute of Limitations, under the Act of 1804, had no operation in the case at all. It could not impart validity to that which was void.\nThe facts fully appear in this case, the absence of which induced the query at the conclusion of the case of McLaughlin v. McCumber et al., 12 Casey 14. In regard to Joseph Field’s interest as heir, it having been conveyed, in March 1832, to Uhler, whose title the plaintiffs have, it was, upon the principle of that case, clear of the lien of the judgment, before the alias fi. fa. became a lien in Crawford county, and did not pass by the sale under the testatum fi. fa., on the 19th of June 1836.\nFor the reasons given, we think the learned judge erred in charging as he did, on the points herein noticed, and the judgment must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Cf. Ohureh and S. L. Diehmond, for plaintiffs in error.",
      "Mnney Douglass, for defendants."
    ],
    "corrections": "",
    "head_matter": "McLaughlin et al. versus Kain et al.\nValidity of tax sale under Act of March 20ih 1812. — Taxes, •presumption of payment of. — Sale of heirs’ interest in real estate, after striking off testatum fi. fa., and before issue of alias testatum, vests title in ven-dee clear of the lien.\n1. Under the Act of 20th March 1812, authorizing county commissioners to estimate taxes which had been paid by a settler of land under contract with a warrant-holder, and after deducting so much as should have been paid by the settler, to sell the part belonging to the warrantee; such a sale made in 1838 for taxes paid by the settler from 1801 to 1807 is void, and passes no title; for, after so long an interval, the taxes are presumed to be paid, and if paid, the sale founded on them is invalid.\n2. To make good such a sale, it will not be presumed that the delay in enforcing the payment of the taxes was in eonsecpience of “ disputes relative to said land;” the fact, if it existed, must be shown by the parties holding title under the vendee.\n3. Where the former owner of the land had died in May 1824, and judgment having been obtained against his administrator, a son, in August 1830, a testatum, fi. fa. was issued to the county where the land lay in 1831, the lien of which in 1835 was stricken off, and an alias writ issued in September of the same year, under which the land was sold by the sheriff in July 1836 ; in an ejectment wherein the title of the vendee of the son, administrator, by conveyance in 1832, was asserted against that of the sheriff's vendee; it was held, That the interest of the son as heir conveyed in 1832, was clear of the lien of the judgment, having been made before the alias fi. fa. became a lien in the county to which it was issued, and hence it did not pass by the sheriff’s sale under that writ.\nERROR to the Common Pleas of Qrawford county.\nThis was an action of ejectment by Mary Ann McLaughlin, A. N. Meylert, and William B. Clymer against Jane Kain and Margaret Kain.\nThe facts of the case were these: — The land in controversy is situate in the district north and west of the Ohio, Allegheny, and Connewango, and is part of a tract of four hundred acres, which was settled under the Act of 1792, by Richard Mattocks, who entered into articles of agreement to do so with John Field and John Field, Jr., in June 1798, whereby Mattocks was to make the necessary settlement, and Field to procure the patent, and each to have one-half the tract; Field the eastern half, and Mattocks the western half, including his cabin and improvements. Mattocks commenced the settlement in the fall of 1798 or 1799. Previous to obtaining the patent, which was in October 1817, and upon a -warrant to Jacob Flake, surveyed July 9th 1817 (the title whereto was vested in Joseph Clark); Mattocks, by deed of grant, bargain, and sale, dated September 10th 1817, formally conveyed the eastern half to the said Joseph Clark, who had become vested with all the interest of Field. This eastern ha.lf of the tract is the land in controvers.y. Clark conveyed the land to John Field by deed of the 31st December 1817, which title became afterwards vested in the plaintiffs.\nThe defendants claimed under a sale made by the county treasurer, in June 1838, for a portion of the taxes assessed upon the whole four hundred acres, from the years 1801 to 1807 inclusive, which was first set up or claimed and filed against this land in controversy by Mattocks, in February 1838, by virtue of the provisions of section 2 of the Act of March 20th 1812, Purd. 991, 9th ed. The result of the case depended upon the validity or effect of this tax title. The plaintiffs claimed that the law did not authorize the sale; that the legal presumption of payment of the taxes after so great a lapse of time, the effect of the deed from Mattocks to divest his lien for taxes, and the Statute of Limitations; all operated to bar the recovery of the taxes in this way. But the court below held the sale for taxes valid, and that it divested the plaintiffs’ title.\nThe defendants also set up a title by sheriff’s sale and deed to their ancestor, on the 19th of July 1836, by virtue of a testatum writ of execution from the District Court of Philadelphia, issued upon a judgment obtained by Joseph Clark, to the use of his assignees, against Joseph Field, administrator of John Field, deceased, on the 11th of August 1830. It was conceded that John Field died on or prior to 6th of May 1824. Joseph Field, the administrator, was a son, and one of five lineal heirs and survivors of John Field, and had, on the 10th of March 1832, by deed of that date, conveyed all his interest in his father’s real estate, except what was situate in the city and county of Philadelphia, to George Uhler, which deed was duly recorded. This title and interest was subsequently conveyed by Uhler to one of the plaintiffs, and so continued at the institution of this suit. The first testatum writ was issued to Crawford county, and a levy made upon the land in controversy in May 1831. In 1835 this levy was stricken off, and an alias writ issued in September of that year, and a levy again made upon this land, inquisition had and condemnation obtained. On the 10th of June 1836, a writ of vend. exp. was issued, and under it the sheriff made a sale on the 19th July following. The defendants averred that although no such formal notice as provided for by the Act of 1834, relating to executors and administrators, had been served upon the heirs of John Field, the decedent; yet Joseph Field, the administrator, and one of his heirs having, as administrator, confessed the judgment, was not entitled by law to further notice, nor was the vendee, Uhler, and hence the purchaser at sheriff’s sale acquired title to the undivided fifth part of the land in controversy. The court also sustained the defendants’ position in this respect.\nOn the trial the defendants, after having read in evidence the copy of settlement-contract between Mattocks and Field, certified by commissioners, and endorsed “ Filed February 21st 1838,” offered in evidence the following separate paper, without signature or endorsement of any kind, to wit:—\n“ List of taxes paid by Richard Mattocks on a tract of land in Shenango (formerly Fallowfield) township, Crawford county, Pennsylvania — four hundred acres:\nTear. County Tax. Interest. Total.\n1801 . $0.60 $1.26 $1.86\n1802 . 1.60 3.26 4.86\n1803 . 1.80 3.56 5.36\n1804 . 3.00 5.76 8.76\n1805 . 90 1.67 2.57\n1806 . 1.80 3.24 5.04\n1807 . 3.00 5.22 8.22\n$23.97 36.67 M to o\nto oo CO —q\n$36.67\n“ Amount of tax and interest paid by Richard Mattocks on a tract of land of four hundred acres, in Fallowfield township. Richard Mattocks’ two hundred acres of the east end of a tract of four hundred acres, surveyed and returned in the name of Peter Burt. Tax for seven years, with interest, $36.67. Road-tax equal to county-tax, $36.67.” And proved in connection therewith by D. A. Finney, Esq.\n“I found this copy of contract and this calculation of taxes also in the commissioners’ office; found it last Friday; never saw it before; it is the handwriting of W. H. Davis, clerk of the commissioneVs,” and of John H. Mattocks. “I think Jesse Rupp and Arthur Johnston were commissioners, and W. H. Davis, Esq., was clerk.”\nTo which evidence the plaintiffs objected, but the court overruled the objection, and received the paper in evidence.\nIn rebutting the tax title set up by defendants, and for the purpose of showing the payment to the settler of the proper arrearages of taxes set up by him, and to strengthen the legal presumption of extinguishment or satisfaction thereof from lapse of time and otherwise, the plaintiffs offered in evidence, after proving the signature, and the fact admitted that Walter Lowrie v/as acting agent of the owner of the land at the time, the following receipt, to wit:—\n“ Received, July 23d 1817, from Walter Lowrie, $10, in part of back taxes on my tract of land.\n(Signed) “Richaed MattocKS.”\nTo which evidence the defendants objected, and the court sustained the objection.\nThe plaintiff presented the following points : — ■\n1. That the sale by the sheriff on the 1st of July 1836 conferred no title to this land as against the heirs of John Field, then having title by descent, or as against those having purchased from them prior thereto, and placed their title upon record; consequently the sheriff’s deed given in evidence does not operate against the plaintiff to prevent their recovery.\n2. After the lapse of time in this case, prior to the sale for taxes in 1838, the legal presumption is that the taxes for which the land was sold by the treasurer had been paid to or arranged for with the settler, Richard Mattocks, and after such a lapse of time he would have no right to set up a claim for them and sell the land, and the purchaser, under such sale, is subject to the rule caveat emftor, and consequently acquired no title through such sale which can avail him against the plaintiffs’ title in this case.\n3. The contract in evidence between Fields and Mattocks, dated June 1st 1798, defining, as it does upon its face, the part of .the tract which Mattocks was to have distinctly and definitely, the payment of taxes by Mattocks upon the eastern half, being the part in dispute here, was a voluntary one, and consequently is not within the provisions of the Act of Assembly, upon which the treasurer’s sale is set up.\n4. That by the conveyance in evidence from Richard Mattocks to Joseph Clark, of the 10th September 1817, the said Mattocks is estopped and precluded from afterwards setting up such a claim for these arrearages of taxes as would authorize a sale of the land therefor, or confer any title thereto in the purchaser under such sale.\nThe defendants also requested the court to charge:—\n1. That the sheriff’s sale in this case conveyed to defendants’ ancestor the interest of Joseph Field.\n2. That neither the act of limitation nor presumption of payment will prevail against the commissioners’ sale of 1838, under the evidence in this case.\n3. That the defendants are entitled to every presumption of regularity and conclusiveness of sale by commissioners that obtains under the law as it existed with regard to tax sale in other cases at the time.\nThe court below instructed the jury as follows :—\n“ The first points presented by the counsel on both sides of this controversy, raise the question whether the sheriff’s sale of this land, on the 19th of July 1836, to Robert Kain, the ancestor of the defendants, on a test, writ from Philadelphia county, vested any title in the purchaser. The judgment was against Joseph Field, administrator of John Field, deceased, without notice to his widow and heirs, except so far as the defendant himself, being one of the heirs, would be affected thereby. John Field died,_ as is conceded, on the 6th of May 1824. This judgment was recovered by amicable suit in favour of Joseph Clark in trust for his creditors on the 11th of August 1830. A test. fi. fa. had issued on this judgment to the sheriff of Crawford county in 1831, which was levied on this land, but in 1835 this levy, for some reason, not appearing, was on motion stricken off; and in September 1835, an al. test. fi. fa. issued, on which this land with other tracts were levied, and condemnation had. A test. vend. exp. issued on the 10th of June 1836, on which the sale took place on the 19th July ensuing. All these writs were duly entered on the test. ex. docket of Crawford county. Under these circumstances, the defendants claim that the sheriff’s deed is good to pass to his vendee the interest of Joseph Field, which would be one undivided fifth part, he being one of the five heirs at law of John Field, without further notice as an heir than what he derived from being defendant in the judgment as administrator. It is argued that, as administrator, he confessed the judgment before the passage of the Act of 1834, which required notice to the heirs and devisees in order to bind their interest, and was legally cognisant of all the subsequent proceedings on the same for the sale of the real estate, that this was substantially equivalent to the notice required by that act to bind his interest in the estate, and that the proceedings under which the land was sold having been instituted before the passage of the Act of 1834, they are exempted from the operation of that act by the repealing clause, section 71, which repeals ‘ all such Acts of Assembly as are hereby altered or supplied, except so far as may be necessary to finish proceedings commenced, or to settle the estate of persons who may have died before that time.’\n“It is not to be forgotten that Joseph Field had conveyed his interest in the land in controversy to Greorge Uhler, on the 10th of March 1832, under whom the plaintiffs claim.\n“ Pro.forma, and without reference to our own convictions on the subject, we decide this claim valid, thereby affirming the defendants’ first point, and negativing that of the plaintiffs to the amount of one undivided fifth part of the land in controversy, being the interest of Joseph Field, as one of the heirs of John Field, at the time of his decease and the recovery of the judgment.”\nThe court then answered plaintiffs’ second, third, and fourth points in the negative, and affirmed the points of the defendants.\nUnder these instructions, there was a verdict and judgment for defendants; whereupon the plaintiffs sued out this writ, and assigned for error :—\n1. The admission of the list of taxes paid by Bichard Mattocks, on a tract of land in Shenango, &c., as above stated.\n2. The rejection of the receipt of July 23d 1817, signed by Bichard Mattocks to Walter Lowrie.\n3. 4, and 5. The refusal of the court below to affirm the second, third, and fourth points of the plaintiffs.\n6, 7, and 8. The affirming of the points presented by the defendants.\n9. In charging the jury that “ the sheriff’s sale in this case conveyed to defendant’s ancestor the interest of Joseph Field, that is the undivided fifth part of the land in controversy.”\n10. In charging the jury substantially in this language : “ The legislature had the power to pass the Act of the 20th of March 1812, under which the treasurer made the sale for taxes, and Biehard Mattocks is fairly within the scope of its provisions.”\n11. And finally, in charging the jury in substance and effect that the treasurer’s sale vested a good title in the purchaser at that sale, and divested plaintiffs, or that of those from whom they derive it.\nCf. Ohureh and S. L. Diehmond, for plaintiffs in error.\nMnney Douglass, for defendants.\nMay 6th 1863,"
  },
  "file_name": "0113-01",
  "first_page_order": 113,
  "last_page_order": 121
}
