{
  "id": 9502454,
  "name": "Hollinshead versus Nauman et al.",
  "name_abbreviation": "Hollinshead v. Nauman",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "140",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 140"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 872,
    "char_count": 30654,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 8.99883580854039e-08,
      "percentile": 0.5031092546322199
    },
    "sha256": "7042bd1f62b8fab3a1ecdcef425323bf812737aed8820d82b99f29365cdffabe",
    "simhash": "1:9b2359e78f22f668",
    "word_count": 5408
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hollinshead versus Nauman et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nSTRONG, J.\nThe contest in this case relates entirely to the question whether George Jacob Koerner, one of the defendants, is protected by the Statute of Limitations. The tract in dispute is called the “'Jacob Gross” tract. It was surveyed in 1793, under a warrant from the Commonwealth, and the survey was duly returned. The warrant belonged to John Nicholson, who paid the purchase-money. The tract of course became subject to the lien of the Commonwealth upon Nicholson’s lands, and it remained thus subject until May 25th 1833, when under the Act of April 11th 1825, Nicholson’s interest in it was sold to George De 33. Keim, a deed was made to the purchasers on the 20th of September next following, and the title of the purchaser has become vested in the plaintiff.\nAgainst this title the defendants set up the Statute of Limitations, and exhibit the following state of facts: — The land was unseated in the year 1822. At that time George Jacob Koerner, the defendant, Isaac Gruber, and John King went on to it with their families, and commenced improvements. They caused three surveys to be made, one for each of them, and the surveys were marked upon the ground. They adjoined each other, and they covered the whole of the “Jacob Gross” tract. The settlers erected houses on each of the three tracts, cleared and cultivated a portion of the land, and occupied and used the remainder as farmers commonly use their woodland. They returned the land for assessment from 1823 until this suit was brought. In 1834 Gruber sold his title to the improvement and survey made for him to George Jacob Koerner, and about the same time Krieg sold his to John Jacob Koerner, a son of George Jacob, and the elder Koerner and his son have from that time continued to reside upon the three surveys made in 1822, to farm and to cultivate them, without any intermission of their possession. There has thus been continued residence, use, and cultivation by the first settlers, or those claiming under them, from the year 1822. These facts are undisputed, and in view of them the court charged the jury that “ notwithstanding the defendants entered without colour of'title, they may avail themselves of an adverse possession, if it was continued uninterruptedly for twenty-one years. They did enough to show an adverse holding, if the jury believe tbe evidence.” Of tbis tbe plaintiff complains, and be assigns it for error. Tbe ground of the complaint is that tbe possession was not shown to have been adverse. One of tbe witnesses, after testifying that bis father, Isaac Gruber, “ kept clearing up, and planted fruit trees, and raised grain, and built a saw-mill,” added, “be kept the fire out, and kept it so as nobody should come and take trees, or claim it till a better owner came for it.” Tbis, it is argued, was evidence that bis bolding was not adverse. But it certainly is no proof that he held under Nicholson or any other person, or that he recognised any outstanding title. True, he entered without colour of right; but his entry and making a survey were none tbe less an assertion of right in himself. And tbe fact that bis purpose was to hold only until a better owner came, even if he said so, could not change the character of bis possession. In Patterson v. Riegle, 4 Barr 201, it was ruled that one entering unseated land, with an intention to leave when the real owner came, but not until then, the owner being unknown, and continuing his possession for twenty-one years, acquires a perfect title against the former owner, which is not affected by his having endeavoured to find the real owner and purchase the title, or by his having declared to strangers his want of title, and his desire and intention to buy it, or be paid for his improvements when the real owner should come. This is going very much further than is required to vindicate the language of the court below.\nThe next assignment is that the court instructed the jury as follows: “ John Krieg’s improvements covered part of the ‘Jacob Gross’ tract. His buildings are not upon it, but if the jury believed that he claimed to the Gruber line, and had land cleared which he occupied and farmed upon the Gross tract, uninterruptedly for twenty-one years, it gives to his claim a good title to the land included in his survey.” This is exactly the doctrine laid down in Ament v. Wolf, 9 Casey 331, and it is deducible from the cases there cited. Washabaugh v. Entriken, 12 Casey 513, presented an entirely different state of facts, and it bears no analogy to this case.\nWe need only say of the fourth assignment that the language of the court complained of took nothing from the jury. The defendants were claimants of the George Jacob Koerner and the Isaac Gruber surveys. The Krieg survey was claimed by John Jacob Koerner, who was not made a defendant, but as the ejectment was for the entire Jacob Gross tract, the defendants might protect themselves as to part, under the Krieg title, and it was in reference to this, the court said the defendants are not in possession of that part, and do not claim it. In this there was no error.\nThe fifth and sixth assignments may be considered together. The land m dispute was one of a number of tracts which had belonged to John Nicholson, and as we have said, it was encumbered by the lien of the Commonwealth. That lien was still upon it when the possession of Koerner, Gruber, and Krieg commenced in 1822. It remained undischarged until 1833. In 1843' an Act of Assembly was passed, releasing the lien of the Commonwealth upon all lands of John Nicholson, and declaring that the Statute of Limitations should apply in all its force to all actions brought or to be brought for the recovery of the possession of lands to which John Nicholson in his lifetime had either the legal or equitable title. In view of this act, the jury were instructed that the Statute of Limitations began to run in favour of the defendants’ title in 1822, as soon as they began to reside upon, clear, improve, and cultivate the land, and if their possession was open, notorious, and hostile, and uninterrupted, it was within the protection of the Limitation Act of 1785. As against Nicholson, it is not to be denied that the statute began to run in 1822, when the defendants and those under whom they claim, took adverse possession. But it is said it did not run against the Commonwealth, and therefore that it did not begin to run against Keim, who purchased under á lien of the Commonwealth, until 1833. It is said further that Keim bought under a lien which attached before 1822, when the defendants entered; that as the lien could not be affected by any adverse possession of the land, were it not for the Act of 1843, Keim would have had twenty-one years from the time he bought within which to bring his ejectment, and that after ten years of that period had elapsed, the legislature could not take away eleven years more, and thus, giving no grace, bar his right altogether. It may be so, but of this we decline entering into any discussion now. The case does not demand it. If it be granted that the lien upon the interest of John Nicholson could exist, after that interest was destroyed; if, therefore, though Nicholson’s right to the land was gone, a purchaser under the lien of the Commonwealtli would have twenty-one years from the date of his purchase within which to challenge the possession, and of which the Act of 1843 did not deprive him, yet whether the statute began in this case to run in 1822, or not until May 25th 1833, is of no importance, if after the last date these defendants had an uninterrupted adverse possession for twenty-one years. Starting from May 25th 1833, the statutory period had elapsed before this ejectment was brought, and before any entry was made, unless there was an entry in 1834, and that was negatived by the jury. Whether the commencement of the statutes running was in 1822, or in May 25th 1833, can therefore make no possible difference, for twenty-one years’ adverse possession as effectually bars an entry by the disseisee, as do thirty-three years. If in this particular the court was in error, the mistake did no harm to the plaintiff. That the statute did begin to run in favour of the defendants, at least as early as the 25th day of May 1833, the day of the sale to Keim, we have no doubt. As against Nicholson it had begun to run before, and when the land was discharged from the lien of the Commonwealth, there was nothing to impede the running of the statute against all the world. It is true, the deed was not delivered until September 20th 1833, but the purchaser must have received a certificate of the sale, and he succeeded to all the rights of the Commonwealth Avhen the property was struck off to him. Keim is protected against the statutes running, only under the shield of the Commonwealth, but that shield was withdrawn when the Commonwealth ceased to have any interest in the land, when its lien was divested. The sale was made under the Act of April 11th 1825, which in many respects is very like the Act of 19th March 1806. In both acts a certificate of sale was required to be given to the purchaser, the commissioners were authorized to fix the terms, and a deed was required to be given on compliance with the terms. Under the first of the acts it has been held that a sale divested Nicholson’s title, and subjected the lands to assessment and sale for taxes, though no deed was given to the purchaser: Green v. Watson, 10 Casey 332. In that case it was said that the purchaser acquired an equitable title by the sale, and that the purchase-money was substituted for the lien. If an equitable title passed, then the purchaser could maintain ejectment against an intruder. That case is an authority for this, and it sufficiently vindicates the position that the Statute of Limitations began to run against Keim as early as May 25th 1833. We do not discover that there was any ambiguity or contradiction in the charge of the court, or anything which could have misled the jury to the prejudice of the plaintiff.\nThe substance of the seventh, eighth, and ninth assignments of error is, that the court submitted to the jury as a question of fact whether the act of Daniel B. Labar in making a survey of the land in 1834, amounted to an entry by Keim sufficient to interrupt the running of the statute, instead of ruling as a matter of law that it did. We think, however, the complaint is not well founded. The circumstances under which that survey was made were very peculiar. Keim had bought twenty-two tracts of Nicholson lands, among Avhich was the one in dispute, all at the same time. Labar seems to have been employed by Keim and Griscom to hunt them up, their precise locality not being known. Bor Avhat purpose this was done, and surveys were made, does not appeal’, though it seems probable that it was preparatory to a sale by Keim to Griscom, for that sale was not made until after Labar’s survey, and the' bill for surveyor’s fees was in Griscom’s possession. Certainly there was no evidence that the survey was made with the intention of claiming pedal possession by Keim. No notice of it was given by the surveyor to the defendants who were in actual possession. A mere survey of land for the purpose of ascertaining its locality, is not a sufficient entry to interrupt the statute. There must be in addition something to show that the survey was made with a purpose of resuming possession, and the purpose must be unequivocally manifested. As the evidence of an entry must rest in parol, and as ejectment is the plain mode of recovering possession, there is reason for holding one who asserts an entry to full proof. And certainly when the intent with which an act was done is doubtful, it must be left to a jury. It was so left in the present case, and with instructions quite as favourable to the plaintiff as the case warranted.\nThe tenth assignment is sufficiently met by our observations upon the fifth and sixth.\nThe transcripts of the assessment were offered to show the character of the defendants’ possession, not as a foundation of title. They tended to show that the possession was adverse, and the extent of the claim. They were, however, of no materiality, for the uncontradicted evidence in the ease established an adverse possession, and the assessment in the names of Koerner, Gruber, and Krieg, was only corroborative of that which needed no corroboration. Even if improperly admitted, it would do the plaintiff no good to order a new trial on that account.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "STRONG, J."
      }
    ],
    "attorneys": [
      "William Davis and M. M. Dimmioh, for plaintiff in error.",
      "Samuel S.Dreher and Qharleton Burnet, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hollinshead versus Nauman et al.\nTitle to land by settlement and adverse possession.\n1. Where parties entered upon unseated land, without colour of title, distinctly marking the boundaries of their claims and clearing and cultivating them in part, they may avail themselves of an adverse possession if continued and uninterrupted for twenty-one years: and such holding is adverse, although it was testified, upon an ejectment brought by the holder of the legal title, that the settler had made improvements upon the tract, and “ kept the fire out, and kept it so that no body should come and take trees, or claim it till a better owner came.”\n2. Where a part of a tract, for the whole of which the ejectment was brought, was occupied by one of the defendants as woodland belonging to his adjoining cultivated portion, within marked lines; uninterrupted use of it as woodland for twenty-one years will give title thereto.\n3. Where there had been three original settlers, Koerner, Gruber, and Krieg, who procured surveys of the portions taken by each, upon the tract claimed by the plaintiff and two of them had sold out, one to Koerner, and the other (Krieg) to his son, who was not made a defendant in the.ejectment, it was held not error to instruct the jury that the defendants, claiming under the surveys of Koerner and Gruber, were not in possession of that part of the tract covered by the Krieg survey, and did not claim it.\n4. Whether, where the land when settled upon, belonged to Nicholson, and was sold in 1833 under the Act 11th of April 1825 to one, through whom the plaintiff claimed; the Statute of Limitations began to run in favour of defendant's title under the Act of 1843 relating to Nicholson lands, from the date of their settlement in 1822; not decided.\n5. But where from the date of sale in 1833, more than twenty-one years had elapsed before entry or ejectment brought by the holder of the legal title, the uninterrupted possession of the defendants would give title under the statute: and the instruction of the court that the statute commenced to run in 1822, if error, was not a ground for reversal.\n6. A mere survey of land for the purpose of ascertaining its locality is not such an entry as will interrupt the running of the statute: there must be something to show that the survey was made with a purpose of resuming possession unequivocally manifested.\n7. Hence, where a surveyor had been employed by the purchaser of the Nicholson title, who surveyed the tracts, including the land in question in the ejectment, in 1834, it was not error in the court to submit as a question of fact to the jury whether there had been such an entry as suspended the running of the statute.\n8. Transcripts of assessments for the land made in the names of the settlers, back to the date of their settlement, offered on the part of the defendants and admitted, were immaterial as corroborating an adverse possession fully proved and needing no corroboration: but if improperly admitted, the admission, under the circumstances of the case, was not a reason for a new trial.\nERROR to the Common Pleas of Monroe county.\nThis was an action of ejectment, by Stroud J. Hollinshead against G-eorge W. Nauman, Christian Knoll, and George Jacob Koerner, for four hundred acres and one hundred and fifty perches of land in Paradise township, surveyed on a warrant to Jacob Gross.\nThe plaintiff showed title out of the Commonwealth, a warrant, survey, and return of the Jacob Gross tract, in 1793, and the payment of the purchase-money to the Commonwealth by John Nicholson; a public sale by the state of Pennsylvania, on the 25th of May 1833, of the said tract, and twenty-one others, as the property of John Nicholson, to George De B. Keim, of Beading, and a deed duly executed on the 20th of September 1833, from the Commonwealth to the said George De B. Keim, the purchaser, for said twenty-two tracts of land, under the Acts of Assembly relating to the settlement of the lien of the Commonwealth against the said John Nicholson. The title thus vested in Keim was regularly traced down, through Samuel Griscom and others, and became vested in Stroud J. Hollinshead, the plaintiff, before the institution of said action, who thereupon rested his case in chief.\nThe defendants claimed under the Statute of Limitations. The survey upon the warrant to Jacob Gross was made on the 15th of June 1793; a portion of the land embraced in this survey was covered by an older survey, made on the 28th of March 1775, upon a warrant to James Morris, dated December 22d 1774. This was the oldest survey in that part of the country, and was patented in the name of “Paradise.”\nNauman and Knoll, the original defendants, occupied the land under George Jacob Koerner, who was admitted to defend. They were sons-in-law of his.\nThe defendants’ witnesses testified that in 1822 Isaac Gruber, John Krieg, and George Jacob Koerner moved into that neigh-bourhood, and commenced separate settlements and improvements, on and near the tract claimed by the plaintiff; that they cleared and cultivated a part of the lands; cut and used timber, and protected the woodland from fire, and trespasses by others. They each had a survey made in 1822, by A. V. Coolbaugh. These surveys adjoined each other, and covered the Jacob Gross survey, but also embraced lands included in other original surveys. The upper one of these surveys made by Coolbaugh was made for George Jacob Koerner, and contained two hundred and eight acres; the next one was made for Isaac Gruber, and contained two hundred and eight acres twenty-two perches, and the lower one was made for John Krieg, and contained two hundred and fourteen acres fourteen perches.\nThe Koerner survey, in addition to the part of the Gross survey covered by it, also covered parts of surveys, originally made on warrants to John Reed, Samuel Davidson, John Stille, and John Grandam; nearly one-half of it being of other surveys than the Gross survey.\nThe Gruber survey, in addition to the part of the Gross survey covered by it, also covered parts of surveys, originally made on warrants to John Stille, Samuel Davidson, and also part of the interference of the Morris and Gross surveys.\nThe Krieg survey, in addition to the part of the Gross survey, covered by it, also covered parts of surveys, originally made on warrants to John Stille, Samuel Davidson, Peter Cress, and also part of the interference of the James Morris with the Jacob Gross. The'house built by Koerner was on the Jacob Gross tract, as was that built by Gruber; but the house built by Krieg was on the James Morris tract.\nIn April 1834, Isaac Gruber sold Ms improvement to George Jacob Koerner.\nUp to 1836 there were eight or ten acres cleared on the Koer-ner survey, about seven or eight acres cleared and in fence on the Gruber survey, and about twenty acres cleared on the Krieg survey. Krieg left there about the year 1834, having sold to his son John Jacob Koerner. Woolbaugh moved into the Krieg house when Krieg left, and remained there a short time, when John Jacob Koerner moved in, and has occupied it ever since.\nWhen Krieg left, he had a small portion of the land cleared over on the Jacob Gross tract, and at the time of the trial there were but thirty or forty acres cleared on the Krieg survey, about one-half of which was on the Gross tract.\nDefendants gave in evidence, and relied upon the title of John Jacob Koerner to the land surveyed for Krieg, in order to defeat the plaintiff’s recovery of that part of the Jacob Gross tract, included in said Krieg survey.\nDefendants also, under objection and exception by plaintiff, gave evidence of the assessment and payment of taxes by them, in Pike county, from the year 1823 to the erection of Monroe county, to wit, in 1836; and also in Monroe county from that time up to the year 1856.\nPlaintiff, to rebut the claim of title by the defendants, under the Statute of Limitations, gave evidence of two entries upon, and surveys of the land, made by agents of the owners of the legal title; one made by Daniel E. Labar, in August 1834, the other by Melchoir Spragle, in May 1854, and contended that these entries and surveys interrupted the running of the Statute of Limitations, and defeated the defendants’ title under said statute. It was also contended for the plaintiff that the Statute of Limitations did not commence to run until the 20th of September 1833, the date of the deed from the Commonwealth to George De B. Keim.\nIt was also claimed for plaintiff that John Krieg, having originally settled, built, and improved upon that part of the Jacob Gross tract, which is within the lines of the Morris survey (an older survey which interferes with the former), the cutting of timber by Krieg on the Gross tract, outside of the interference, and the extension of his lines, so as to include a portion of the Gross tract, outside of said interference, was not such a possession as gave title, under the Statute of Limitations, to such part of the Gross tract as was outside of the interference.\nThe court below (Bakkett, P. J.), after stating the main facts of the case, charged the jury as follows: — “ This is a plain contest between a perfect legal title on the one side, and an adverse possession on the other, and upon that point the case is put to the jury, with the following instructions, viz.:—\n“ 1. Notwithstanding the defendants entered without colour of title, they may avail themselves of an adverse possession, if it was continued uninterruptedly, for twenty-one years. They did enough to show an adverse holding, if the jury believe the evidence. The Statute of Limitations, under the Act of 1843, did commence to run in favour of their title as soon as they began to reside upon, clear, improve, and cultivate the land.\n“2. If the jury believe that surveys were made by the claimants in 1822, or 1823, and the boundaries of each claim marked upon the ground, and that they resided upon the land, using and occupying the woodland as farmers usually do, they had the actual possession to the extent of their lines. That actual possession, if continued for twenty-one years, would be sufficient to defeat the mere constructive possession of the owner of a legal title to an unseated tract of land.\n“ 3. Applying these principles of law to the undisputed evidence in this case, the limitation commenced to run in favour of the defendants’ title in 1822, and continued to run down to 1856, when this suit was brought, a period of thirty-four years, long enough to perfect a title against all the world. If that was an open, notorious, and hostile possession, uninterrupted during the time with the exercise of acts of ownership, and the clearing and cultivation of part of the land, just such a case is presented as was contemplated by the Act of 1785.\n“4. John Krieg’s improvement covered a part of the Jacob Gross tract. His buildings are not upon it, but if the jury believe that he claimed to the Gruber line, and had land cleared, which he occupied and farmed, upon the Gross tract, uninterruptedly for twenty-one years, it gives to his claim a good title to the land included in his survey. These defendants were not in possession of that part of the tract, and do not claim it.\n“ 5. As we have declared the law under the undisputed evidence in the case the plaintiff cannot recover, unless there was such an entry made during the time by the owners of the legal title as suspended the running of the Statute of Limitations. This is the main question in the case, and is one of fact for the jury, in view of whatever light we may be able to give you- as to what will constitute a good entry. We have been asked to give you binding instructions upon that subject, which we decline to do, believing it to be a question of fact for the jury. An entry must be made by some one having title, or be authorized by a person having title to the land. Having title, and the right 'to enter it, must be done by some open and public act calculated to put the claimant by adverse possession on notice of the title and claim. Running the lines with a distinct declaration of title and claim would be sufficient. If made to the party in possession, or communicated to him in any manner, it would be still more plain. The entry must have been made with a view of asserting title, and making claim to the possession of the lands. If so, the entry was complete.\n“ It is for the jury to say whether the acts and declarations of Daniel E. Labar, when surveying the lands for Keim and Gris-com, was a distinct assertion of title for them. If it was, it interrupted the running of the statute, and must defeat the defendants’ title. Their title was not completed at the time, and if it commenced to run again, Spragle’s survey was made before twenty-one years had expired.\n“If the jury believe that the acts and declarations of Labar were an assertion of title made upon the ground, for the owners of the legal title, their verdict should be for the plaintiff; if not, they should find for the defendants.”\nUnder these instructions there was a verdict and judgment for defendants. Whereupon the plaintiff sued out this writ, averring that the court erred—\n1. In admitting in evidence the certified transcripts from the seated assessments of Middle Smithfield and Price townships, Pike county, from the year 1828 down to the year 1836, inclusive, showing assessments of Isaac Gruber, John Krieg, and George Jacob Koerner, being the matter referred to in plaintiff’s first bill of exceptions, and which were objected to by the plaintiff, first, because other names are in said transcripts besides the parties to this suit, or those under whom they claim; second, that the certificate is not evidence in itself of the assessment of seated land; third, that they are not properly certified; and, fourth, that any assessment of taxes upon the Jacob Gross tract is illegal, and cannot be given in evidence, it being a Nicholson tract of land.\n2. In charging the jury as follows: — “Notwithstanding the defendants entered without colour of title, they may avail themselves of an adverse possession, if it was continued uninterruptedly for twenty-one years. They did enough to show an adverse holding, if the jury believe the evidence.”\n3. In charging the jury as follows: — “ John Krieg’s improvement covered part of the Jacob Gross tract. His buildings are not upon it, but if the jury believe that he claimed to the Gruber line, and had land cleared, which he occupied and farmed upon the Gross tract, uninterruptedly for twenty-one years, it gives to his claim a good title to the land included in his survey.”\n4. In charging the jury as follows: — “These defendants are not in possession of that part of the tract (the Krieg. survey), and do not claim it.”\n5. In charging the jury as follows: — “ The Statute of Limitations, under the Act of 1843, did commence to run in favour of their (the defendants’) title, as soon as they began to reside upon, clear, improve, and cultivate the land.”\n6. In charging the jury as follows : — “ Applying these principles of law to the undisputed evidence in this case, the limitation commenced to run in favour of the defendants’ title in 1822, and continued to run down to 1856, when this suit was brought, a period of thirty-four years, long enough to perfect a title against all the world. If that was an open, notorious, and hostile possession uninterruptedly during the time, with the exercise of acts of ownership and the clearing and cultivation of part of the land, just such a case is presented as was contemplated by the Act of 1785.”\n7. In charging the jury as follows: — “As we have declared the law, under the undisputed evidence in the case, the plaintiff cannot recover unless there was such an entry made, during the time, by the owners of the legal title, as suspended the running of the Statute of Limitations. This is the main question in the case, and is one of fact for the jury, in view of whatever light we may be able to give you as to what will constitute a good entry.”\n8. In charging the jury as follows: — “ We have been asked to give you binding instructions upon that subject (the subject mentioned in that part of the charge quoted in the preceding specification), which we decline to do, believing it to be a question of' fact for the jury.”\n9. In charging the jury as follows: — “ An entry must be made by some one having title, or be authorized by a person having title to the land. Having title and the right to enter, it must be done by some public and open act calculated to put the claimant by adverse possession on notice of the title and claim. Running the lines with a distinct declaration of title and claim would be sufficient. If made to the party in possession, or communicated to him in any manner, it would be still more plain. The entry must have been made with the view of asserting title, and making claim to the possession of the lands. If so, the entry was complete. It is for the jury to say whether the acts and declarations of Daniel E. Labar, when surveying the land for Keim and Gris-com, was a distinct assertion of title for them. If it was, it interrupted the running of the statute, and must defeat the defendants’ title. Their title was not complete at the time, and if it commenced to run again, Spragle’s survey was made before twenty-one years had expired. If the jury believe that the acts and declarations of Labar were an assertion of title made upon the ground for the owners of the legal title, their verdict should bo for the plaintiff. If not, they should find for the defendants.”\n, 10. In negativing the 2d point put by the plaintiff, viz.: “That the Statute of Limitations did not commence to run as against tlie plaintiff, or those from whom be derived title, until after the sale and conveyance, by the Commonwealth, to George De B. Keim.”\nWilliam Davis and M. M. Dimmioh, for plaintiff in error.\nSamuel S.Dreher and Qharleton Burnet, for defendant in error."
  },
  "file_name": "0140-01",
  "first_page_order": 140,
  "last_page_order": 151
}
