{
  "id": 9502569,
  "name": "Walker versus Milligan",
  "name_abbreviation": "Walker v. Milligan",
  "decision_date": "1863-06-01",
  "docket_number": "",
  "first_page": "178",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 29",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 7303,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 1.8092057708896528e-07,
      "percentile": 0.7175327596319322
    },
    "sha256": "55ea6dc543636e55fdf2bf20211fa893598ca3238e0c5e658dca7e23df691fb7",
    "simhash": "1:97f81f15371b2237",
    "word_count": 1284
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walker versus Milligan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nSTRONG, J.\nWe think that Samuel Jones Walker took under the will only an estate for life. The devise of the remainder was to his lawful issue, child or children then living, or to the lawful issue of such child or children as may be then (at the first taker’s decease) dead, share and share alike. The gift was with words of distributive modification, and it was not to all the issue of the devisee for life. The language is descriptive of persons, rather than of the character in which the remainder-men are to take; and the testatrix defined what she meant by the equivocal term “lawful issue,” by using as synonomous witb it the words “ child or children.” By pointing to those who might be living at the decease of the first taker, and by directing distribution, she manifested an intent to use the word issue as meaning child or children, rather than to use the latter words as words of limitation.\nNor is there any implication of an estate tail in the devisee for life, arising from the ulterior limitation to the rightful heirs of the testatrix. That is not a devise over after an indefinite failure of issue, but a gift after a failure of such issue as she had previously described, to wit, child or children, or issue of a child or of children.\nIn both the particulars mentioned the case is unlike Haldeman v. Haldeman, 4 Wright 29.\nThe decree is affirmed.",
        "type": "majority",
        "author": "STRONG, J."
      }
    ],
    "attorneys": [
      "Knox $ Webster, for complainant.",
      "Charles /S. Pancoast, for respondent."
    ],
    "corrections": "",
    "head_matter": "Walker versus Milligan.\nCreation of estate for life by devise. — “Issue” in a will, when a word of description.\nA devise of real estate to one with power to take the rents, &c., during his natural life, to let, lease, or let on ground-rent, as he may think proper, but not to sell, or to make the property liable for the debts of the devisee, with remainder on the decease of the devisee “ to his lawful issue, child or children, as may be then living, or to the lawful issue of such child or children as may then be deceased, share and share alike, and for want of such issue to my rightful heirs for ever,” vests only a life estate in the first taker.\nCERTIFICATE from the Court at Nisi Prius.\nThis was a proceeding in equity, founded on a bill filed by S. J. Walker against William Milligan, setting forth, that before the making of the agreement hereinafter mentioned, he was seised in fee of certain real estate in the city of Philadelphia, hereinafter particularly described, and being so seised thereof, he and the said William Milligan entered into an agreement respecting the sale and purchase of the same, in the words following, that is to say: — ■\n“ Articles of agreement, made and entered into this 11th day of May, by and between Samuel Jones Walker, of the city of Philadelphia, of the first part, and William Milligan, of the said city, of the second part. Witnesseth, That the said Samuel Jones Walker doth hereby sell and agree to convey, by good and sufficient deed, in fee, to the said William Milligan, the following described real estate: All that certain lot or piece of ground, and the two brick messuages or tenements thereon erected, situate on the south side of Race street, between Front and Second streets, in the said city of Philadelphia; containing in front thirty feet, and in length or depth seventy-six feet and a half. Bounded northward by Race street aforesaid, eastward partly by a four-feet-wide alley and partly by ground formerly of James Parrock, deceased, southward by ground formerly of Edward Warner, deceased, and westward by ground formerly of Nicholas Cas-sell. For and in consideration of which the said William Milli-gan agrees to pay to the said Samuel Jones Walker the sum of §6000; §3000 thereof on the 20th day of May, or sooner if the deed shall be sooner delivered, and the balance in one year from the 1st day of June next, with interest from the 1st day of June 1863. In witness whereof, the said parties have hereunto set their hands and seals, the 11th day of May, A. D. 1863.”\nThat he has offered to convey the said premises, in the said agreement mentioned, unto the said William Milligan, by good and sufficient deed, and to give possession of said premises unto the said William Milligan; but the said William Milligan, alleging that said complainant’s deed -would not convey a good title in fee to the said premises, hath refused and still refuses to accept the same, and to pay the purchase-money and give the securities mentioned in the above-recited agreement, whereas the complainant charges that the said deed so offered by him would convey a good title in fee to the premises aforesaid. That the said real estate was fully and absolutely owned and possessed by Elizabeth Y. Walker, the mother of the said complainant, up to the time of her decease, in 1862. That by her last will and testament, which has been duly admitted to probate, she devised the said real estate to this complainant, in the following words : “I give and bequeath unto my son, Samuel Jones Walker, all those my two three-story brick houses and lots of ground, with the appurtenances thereunto belonging, situated on Sassafras street, between Front and Second street, in the city of Philadelphia, state of Pennsylvania, being numbers 22 and 20-J. He, my said son, to take the rents and profits arising therefrom for his sole use and behoof during the term of his natural life,'he to let, lease, or let on ground-rents, as he may think proper, but not to sell; nor shall the above-mentioned property be liable for the payment of any debts that he may contract; and at the decease of my said son, Samuel Jones Walker, to his lawful issue, child or children, as may be then living, or to the lawful issue of such child or children as may be then dead, share and share alike, and for the want of such issue, to my rightful heirs for ever.” That said Elizabeth T. Walker left no children nor lineal descendants except complainant, but left collateral relatives. That complainant is and has been for the last fourteen years married, but has not now nor ever has had child or children. And praying that said William Milligan may be compelled by the decree of this court, specifically, to perform the said agreement, and to pay to this complainant the purchase-money mentioned therein, and to execute a bond and mortgage to complainant for the remaining sum of $3000, payable in one year from the 1st day of June next, with interest from the 1st day of June 1868, complainant being willing, and hereby offering, specifically, to perform the said agreement on his part; and for such further or other relief in the premises as to this honourable court shall seem meet and this case may require. With the usual prayer for process, &c.\nBy agreement in writing, C. S. Pancoast appeared for defendant, and waived the issuing of the subpoena. The defendant, by his answer, admitted the execution of the agreement as set forth in the bill, and averred his willingness to perform its conditions, but alleged that complainant was not able to make title to the property, he having, under the will of Elizabeth Y. Walker, only an estate for life therein.\nThe learned judge at Nisi Prius (Read, J.), on hearing, dismissed the bill; which was the error assigned before the court in banc.\nKnox $ Webster, for complainant.\nCharles /S. Pancoast, for respondent.\nJune 1st 1863,"
  },
  "file_name": "0178-01",
  "first_page_order": 178,
  "last_page_order": 181
}
