{
  "id": 9502594,
  "name": "North Pennsylvania Coal Company's Appeal",
  "name_abbreviation": "North Pennsylvania Coal Company's Appeal",
  "decision_date": "1863-05-06",
  "docket_number": "",
  "first_page": "181",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 181"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 454",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0454-01"
      ]
    },
    {
      "cite": "6 W. & S. 168",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 13573,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 2.9241070183763486e-07,
      "percentile": 0.8468592184331982
    },
    "sha256": "27060afe4b9e595cdfbef992f2d8dd29ada9fa2d35c8aaae5a3c72bb516b67ad",
    "simhash": "1:18dfac53676cf3cf",
    "word_count": 2335
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "THOMPSON, J., dissented, and filed a dissenting opinion."
    ],
    "parties": [
      "North Pennsylvania Coal Company’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nFead, J.\nIf money is borrowed or goods bought or any other contact is made by one partner upon his own exclusive credit, he aone is liable therefor; and the partnership, although the money, property, or other contract is for their proper use and beneit, or is applied thereto, will in no manner be liable therefor (Story on Part., § 134); and where there is no antecedent debt, but th bond of one partner is taken, at the time money is loaned to the partnership, and as the consideration for loaning the money,!t can hardly be treated as a collateral security. It must be consilered as all one transaction, and the bond is the only security contemplated, unless - perhaps there were strong and positive svidence to show an express agreement to the contrary by all paties: Bond v. Aitkin, 6 W. & S. 168. The same doctrine is di.tinctly laid down in Graeff v. Hitchman, 5 Watts 454. If a partmr borrows a sum of money, and gives his own security for it, it does not become a partnership debt by being applied to ptrtnership purposes; and this case and the principle are recogni&d in Clay v. Cottrell, 6 Harris 413, and in Siegel v. Chidsey, Casey 285, in both of which cases my brother Woodward deivered the opinion of this court.\nThe presentcase is much stronger, for the real estate was sold at public auctioa by the liquidating agent of The North Pennsylvania Coal Cimpany, and purchased by James Stevens, and the deeds were madeto him alone; and in part payment of the purchase-money, saic, Stevens made and executed to the company bis individual bonds and mortgages, which deeds and mortgages were duly recorded. It is true that, by an entry on the books of White, Stevens & Co., of which James Stevens was a partner, it appears this real estate was bought for account of White, Stevens & Co., and that on the 21st September 1857, a year after the purchase, and fifty-one days before the general assignment of the firm to Mr. Waterman, Mr. Stevens executed a declaration of trust, which was never recorded, in which he declared that the money paid for the land was partnership funds, and that the said land had been held and was held by him in trust for the use,: benefit, and behoof of the said Henry White and James Stevens, as partnership property belonging to the firm of White, Stevens & Co.\nThese facts, clearly, do not alter the case in the least, for whether they are in or out of it, the only remedy of the company was upon the individual bonds and mortgages of James Stevens, which they accepted in part payment of the purchase-money. Mr. White was not a dormant partner, but an ostensible partner in a known firm. The debt due to the company was the individual debt of James Stevens, and not a partnership debt of the firm of which he was a member, and the profit made by die assignee on the sale of the Searle tract undoubtedly belonged to the partnership creditors.\nDecree afiSrmed.\nTHOMPSON, J., dissented, and filed a dissenting opinion.",
        "type": "majority",
        "author": "Fead, J."
      }
    ],
    "attorneys": [
      "John 0. Knox and David Webster, for appellants.",
      "7. Q. Bullitt, for appellee."
    ],
    "corrections": "",
    "head_matter": "North Pennsylvania Coal Company’s Appeal.\nLiability of firm, for debts contracted by ■partner in Ms own name, in trust for partnersMp purposes.\n1. Where a partner buys real estate in his own name and gives his individual bonds and mortgage in part payment therefor, the firm is not liable to the seller for the unpaid purchase-money, though it appear by the firm-books that the land was bought on firm account, and a declaration of trust was after-wards executed by the purchaser, but not recorded, declaring that the money paid was partnership funds, and that the land was held by him in trust as partnership property.\n2. After failure of the firm, on sale of the land by their assignee, the partnership creditors were held alone entitled to share in the proceeds, and not the vendors, who could claim only against the purchasing partner.\nERROR to the Common Pleas of PMladelphia.\nThis was an appeal by The North Pennsylvania Coal Company from the decree of the court below, in the matter of the second account of Isaac S. Waterman, assignee of White, Stevens & Co.\nThe account was referred to C. E. Lex, Esq., with power to “ audit, settle, and adjust the second account, of, &e., and make distribution of the balance in the hands of the accountant.” The account, as vouched, showed a net balance in the hands of the accountant of $48,842.12.\nAmong the claims on this fund was the following:—\nJohn C. Knox, Esq., on behalf of Stanley Woodward, Esq., liquidating agent of the North Pennsylvania Coal Company, claimed a dividend upon the sum of $15,615.45, with interest from the 26th of September 1856, less $1353, being money in the hands of said agent, declared as a dividend upon stock of said company, standing upon their books in the name of White, Stevens & Co.\nIn reference to this the following facts appeared in evidence before the auditor:—\nIn September 1856, certain real estate of the North Pennsylvania Coal Company, situate in Luzerne county, was sold at the Philadelphia Exchange, under the direction of the liquidating agent. Two tracts of coal-lands, included in that sale, called respectively the Searle and Hancock tracts, were purchased by James Stevens, who was one of the firm of White, Stevens & Co.\nDeeds for each tract were made to James Stevens by the liquidating agent of the company, and in part payment of the purchase-money said Stevens made and executed to the company his individual bonds and mortgages.\nIn the case of the Hancock tract, the bond and mortgage amounted to the sum of $15,615.45, being the sum of money due upon the purchase, after deducting the encumbrances, subject to which the property had been sold, and the money paid on account of the purchase at the time of the sale, and upon this amount a dividend was claimed.\nOn the 21st of September 1857, James Stevens executed a deed of trust, in which he declared that the purchase-money paid by him on the Searle and Hancock tracts was the partnership funds of White, Stevens & Co., composed of said Henry White and James Stevens, and that he held said lands in trust for said firm. This declaration of trust was never recorded, and being mislaid or lost, was not produced before the auditor, but its loss was accounted for, its contents proved, and were recited in a deed made by Isaac S. Waterman, who sold the Searle tract as as-signee.\nIn addition to this declaration of trust, the following entry, made upon the day-book of White, Stevens & Co., under date of November 14th 1856, was in evidence before the auditor:—\n“ Hancock Coal Lands Dr. to Cash.\n“ These lands are the Hancock farm of one hundred and forty-four acres and some perches, and the Searle farm of one hundred and three acres and some perches. Bought by the North Pennsylvania Coal Co. of the said Hancock and Searle, in Plaines township, Luzerne county, Pennsylvania, two and a quarter miles above the borough of Wilkesbarre, on the North Branch Susquehanna river and canal, and bought of the said North Pennsylvania Coal Co., at public sale, at Philadelphia Exchange, held by M. Thomas & Sons, on the evening of September 16th 1856, by James Stevens, for account of White, Stevens & Co., including the tavern and lease, with about one and a half acres of land occupied by W. H. Spering, together with all the buildings. machinery, materials, &c., of whatever kind or sort soever may be on the premises, all of which will more fully appear by record of deeds to said Stevens by North Pennsylvania Coal Co., in said Luzerne county, Pennsylvania.\nPaid J. Hancock.$5,188.45\n“ J. S. Searle.1,713.06\n“ W. H. Spering. 2,600.00\n“ S. Woodward, agent, sundry bills . . . ■ 143.76\n“ J. D. Taylor, Pres’t, note .... 3,794.84\n“ F. M. dft. on do. by S. Woodward . . 1,108.60\n“ M. Thomas & Sons, night of sale . . . 200.00\n“ J. D. Taylor, Pres’t, on acc’t . . . 3,000.00\n$17,643.60\n“We assume J. D. Taylor’s note for $3832.39, due December 6th 1856, and then owe on purchase-money about $3000, and there are four mortgages, say Searle and wife, due 1st January 1857, $11,702.80; Hancock, $15,000, due 1st July 1858, and North Pennsylvania Coal Co., two due 16th October 1857, for $29,323.66.”\nThe following extracts from the ledger of White, Stevens & Co., exhibited the following balances as they stand on the ledger on November 9th 1857:—\n“Balance to debit of James Stevens’s individual account, $15,147.05.”\nBalance to debit of Stevens, Hollingshead & Co.’s account, $93.64.08.\nThe latter firm of Stevens, Hollingshead & Co. consisted of the said James Stevens, together with Joseph M. Hollingshead and Peter Sides, and a suit was brought by the said Henry White and James Stevens, lately trading as White, Stevens & Co., to the use of Isaac S. Waterman, assignee for the benefit of creditors, in the District Court to December Term 1858, No. 988, to recover the amount due by the firm of Stevens, Hollings-head & Co. to White, Stevens & Co.\nWhen Mr. Waterman became assignee of White, Stevens & Co., the two tracts were deemed and considered as partnership property, and included in the inventory of their estate. The Searle tract was sold by the assignee, and its net proceeds being $7636.24, constituted an item in his second account.\nThe remaining tract, called the Hancock, was sold under proceedings upon a prior mortgage at sheriff’s sale, and as it failed to produce the full amount of that mortgage, the whole amount of the bond given by Mr. Stevens was claimed as a debt due by the partnership, and a dividend asked upon it.\nIt was contended on behalf of the claimants that if the purchase of the Hancock and Searle tracts was made by James Stevens for the firm of White, Stevens & Co., and with the money of White, Stevens & Co., then, although the conveyances were made to Stevens, and the bonds and mortgages were executed in his name alone, the debt was equitably due from tho firm. The purchase being really a partnership transaction, the liability to pay the purchase-money was a partnership liability. If the purchase had proved a profitable one, the firm would have had the advantage of it, and if it has proved a losing operation, the partnership must equally bear the loss, that the purchase was made by Stevens as trustee, and although he did not then disclose his character, yet if the cestui que trusts (White, Stevens & Co.) adopted the act, and claimed the benefit of it, they are clearly liable to pay the purchase-money. That this being, as to Stevens, clearly a partnership debt, and as both the parties are insolvent, the creditor is entitled to all the equities of the trustee, in the distribution of the partnership estate. That if the purchase is as represented by the creditors of the firm, then it followed that the $7000, realized by the sale of the Searle tract, and now for distribution, was the separate property of James Stevens, and as his separate creditor, they were entitled to the whole amount thereof.\nThe auditor decided that the claimants were not entitled to a dividend from this fund, either as creditors of White, Stevens & Co., or as individual creditors of Mr. Stevens, as to the item of $7686.24, being the proceeds of the Searle tract. That the transaction, so far as the company is concerned, was between them and Mr. Stevens alone. The deed was made to him individually, and the bonds and mortgages were executed by him individually. That no legal liability, on the part of the firm, existed upon the face of the papers, and that to make the partnership liable either in law or equity, it should clearly appear that the transaction was ratified by the firm with the company, or that they assumed the debt to the company by positive agreement with the latter. A mere declaration as between, the members of the firm themselves, that the purchase by one member was on account of the partnership, and an agreement by the firm to assume the payment of the debt contracted by one member, whilst good as between themselves, did not, in law or equity, constitute a claim which could be maintained against the firm by the coal company.\nThat the fact that $7636.24 was realized from the sale of one of the tracts did not make that sum the separate property of James Stevens, or warrant the conclusion that that sum should be applied to the liquidation of the amount claimed. The declaration of trust made it partnership property, -and it must be distributed as such. It might constitute a valid claim on the part of James Stevens for contribution by Henry White, in case he is forced to pay the whole amount, but the partnership character once impressed, it was precisely as though any species of property or capital were contributed by one partner to the common stock of the partnership, and such a contribution would not render the partnership liable for the payment of the amount due by the individual partner for the article purchased, or the money borrowed on his individual credit and made part of the partnership capital, unless a positive assumption of indebtedness is shown on the part of the firm. The claim, therefore, was disallowed.\nThe other claims were disposed of by the auditor, and his report was in due time presented for confirmation. Exceptions were filed to the report of the auditor by several claimants, among whom were the North Pennsylvania Coal Company; but •.he court, on hearing, dismissed the exceptions, and confirmed he report of the auditor. Whereupon this appeal was taken, as shove stated, and the decree of the court below assigned for error.\nJohn 0. Knox and David Webster, for appellants.\n7. Q. Bullitt, for appellee.\nMay 6th 1863,"
  },
  "file_name": "0181-01",
  "first_page_order": 181,
  "last_page_order": 186
}
