{
  "id": 9502718,
  "name": "Porter's Appeal",
  "name_abbreviation": "Porter's Appeal",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "201",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 201"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 205",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0205-01"
      ]
    },
    {
      "cite": "1 Wright 13",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Wall. Jr. 440",
      "category": "reporters:federal",
      "reporter": "Wall. Jr.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rich. Eq. 156",
      "category": "reporters:state",
      "reporter": "Rich. Eq.",
      "case_ids": [
        8713707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sc-eq/24/0156-01"
      ]
    },
    {
      "cite": "35 Maine 349",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        357639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/35/0349-01"
      ]
    },
    {
      "cite": "8 B. Mon. 616",
      "category": "reporters:state",
      "reporter": "B. Mon.",
      "case_ids": [
        4441789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/47/0616-01"
      ]
    },
    {
      "cite": "15 Ohio 559",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        491953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/15/0559-01"
      ]
    },
    {
      "cite": "6 Ala. 631",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8497076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/6/0631-01"
      ]
    },
    {
      "cite": "2 Hayw. 356",
      "category": "reporters:state",
      "reporter": "Hayw.",
      "case_ids": [
        11985277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/3/0356-01"
      ]
    },
    {
      "cite": "2 Pick. 243",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0260-01"
      ]
    },
    {
      "cite": "4 Pick. 198",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0208-01"
      ]
    },
    {
      "cite": "2 A. K. Marsh 465",
      "category": "reporters:state",
      "reporter": "A.K. Marsh.",
      "case_ids": [
        12149162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/9/0465-01"
      ]
    },
    {
      "cite": "22 Maine 257",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        616044
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/22/0257-01"
      ]
    },
    {
      "cite": "5 Denio 646",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        1881388
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/5/0646-01"
      ]
    },
    {
      "cite": "1 Cush. 118",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1980592
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/55/0118-01"
      ]
    },
    {
      "cite": "1 Wendell 388",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003383
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0388-01"
      ]
    },
    {
      "cite": "15 Miss. 230",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "1 Paige 343",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 376",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0376-01"
      ]
    },
    {
      "cite": "4 Watts 89",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0089-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 944,
    "char_count": 18271,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 1.799975796554103e-07,
      "percentile": 0.7162761226619776
    },
    "sha256": "063725abf00890d68012c178c1064f0eabcace2e2173b82ad15765f48197284d",
    "simhash": "1:132b3254c7a3a07d",
    "word_count": 3291
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lowrie, C. J., and Thompson, J., dissented."
    ],
    "parties": [
      "Porter’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodward, J.\nThe word heir when used in a will, is to be understood in its legal or technical sense, unless there be something in. the context to show that the testator meant it to be understood in its popular sense. All our authorities concur in thus stating the general rule of construction.\nThe only question, therefore, which we have upon this record is, whether Colonel McKeen’s will contains satisfactory evidence that he used the word heirs, in the residuary clause, in its popular sense? Popularly, we say of any legatee or devisee that the testator had made him an heir, that he had an heirship, &c. Strictly speaking, an heir is one on whom the law would cast the estate, if there were no will. In which sense is the residuary clause to be taken ?\nThe testator was childless. After giving numerous legacies, six of which were to nephews and nieces who would have been heirs at law had he died intestate, and the rest to more remote kindred, or to strangers to his blood, he gave the residue of his estate “ to be equally divided amongst the whole of heirs already named in this my will, proportioned agreeably to the several amounts given to each in the body of this my will.” Now, all who would have been heirs at law were not named in the will— three or four nephews were omitted. Of course they cannot take. But the six heirs who are named as legatees are, without question, entitled under the residuary clause. Do the other legatees share with them ?\nWe have had considerable difficulty -with this question on account of the comprehensiveness of the words, “ the whole of heirs already named.\" But we cannot persuade ourselves that Colonel McKeen meant to make his coachman, to whom he gave a $300 legacy, his heir also, and to admit him to the distribution of the residue along with the right heirs. Yet this absurd consequence would follow from construing the words to embrace all the previously-named legatees. We think the better opinion is that the expression refers to the six nephews and nieces who would have been legal heirs, and who are named; in other words, that the word heirs is to have its technical and proper instead of its popular signification. There is nothing in the context of the will to forbid this construction, and therefore we feel bound by authority to adopt it.\nThe decree is affirmed.\nLowrie, C. J., and Thompson, J., dissented.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "C. & M. Goepp, for the appellants,",
      "F. J. Fox (with whom were Feeder Green, A. F. Brown, and St. George T. Campbell) for appellees."
    ],
    "corrections": "",
    "head_matter": "Porter’s Appeal.\nConstruction of will. — Meaning of word 11 heirs,” in residuary clause of will containing legacies to persons who were heirs at law and others not related to testator.\nIn a bequest by a testator of bis residuary estate “ to be equally divided amongst the whole of heirs already named in this my will proportioned agreeably to the several amounts given to each in the body of this my will,” the word “ heirs,” is to be taken in its technical signification, as referring to those named in the will who would have been his legal heirs had he died intestate, and not to legatees who were strangers to his blood.\nAppeal from the Orphans’ Court of Northampton county.\nThis was an appeal by Elizabeth P. Porter, Harriet Porter, James M. Porter, Jr., A. Parker Porter, Mary J. Porter, and Emma W. Porter, legatees named in the will of Thomas McKeen the elder, deceased, from the decree of the Orphans’ Court, confirming the report of the auditors on the first account of Thomas McKeen, Jr., Henry McKeen, and James M. Porter, executors, &c., of Thomas McKeen the elder, deceased.\nThomas McKeen died November 25th 1858, having made his will, in which, after sundry bequests and devises to his wife and others, relatives, friends, and'servants named therein, among whom were the above-named appellants, he provided:—\n“ I give and bequeath the residue and remainder, if any, of my estate to be equally divided amongst the whole of heirs already named in this my will, proportioned agreeably to the several amounts given to each in the body of this my will.”\nThe point in controversy arose upon this residuary clause.\nThe testator left no children, but the following nephews and nieces: — Thomas McKeen, Henry McKeen, Mrs. Jane Duffin, Mrs. John Agnew, Mrs. Elizabeth Boyd, wife of Thomas Boyd, Mrs. Margaret Miller, James McKeen, Mrs. Mary Wilson, Mrs. Mary Spence, and Mrs. Elizabeth Boyd, wife of John Boyd. The first six are named in the will; the last four are not, and the last three live in Ireland. The appellants were not of kin to the testator.\nThe auditors decided that the word “heirs,” as used bj the testator, referred only to the six nephews and nieces named in the will, and distributed the whole residue amongst them, ex-eluding the appellants.\nTo this report the following exceptions were filed by the appellants :—\n1. The auditors erred in awarding the residue to the six nephews and nieces named in the will.\n2. The auditors erred in not distributing to each of the said exceptants the 1-107 part of the residue, to wit, $179.87.\nThe Orphans’ Court dismissed the exceptions, but gave no opinion on this part of the case; which was the error assigned.\nC. & M. Goepp, for the appellants,\nargued that the whole will showed, that the intention of the testator was to apply to the residue of his estate the same scheme of distribution which he had adopted in disposing of the bulk of it, and that he did not mean to use the word “heirs” in the residuary clause in its precise legal and technical sense. That as testators are generally inops eoncilii, and scriveners seldom well versed in the rules of law and chancery, it would often defeat the intention of testators to construe their wills according to artificial rules, of which they were ignorant: Hunter’s Estate, 6 Barr 97; Herman v. Bous-laugh, 1 Harris 352; Ellmaker v. Ellmaker, 4 Watts 89; Hal-lowell v. Phipps, 2 Whart. 376; Braden v. Cannon, 1 Grant’s Cases; Bradhurst v. Bradhurst, 1 Paige 343 ; Sherwood v. Sherwood, 3 Brad. Sur. Rep. 230; Burtis v. Doughty, Id. 291, and cases there cited; Cook v. Weaver, 12 Georgia 47; Dugan v. Livingston, 15 Miss. 230; Jackson v. Topping, 1 Wendell 388; Brimmer v. Sokier, 1 Cush. 118.\nThat in this case the residuary bequest was only collateral to the main will; that the words “ the whole of my heirs already named in this my will,” meant all who had been named, and whom, in common parlance, he had made “heirs” by giving them legacies. If he had intended to select six of them out of the twenty-eight, he would have said so. He was not especially partial to his technical heirs, for four of them are not named in the will at all.\nThe case of Collier v. Collier, 3 Ohio (N. S.) 369, is very like this. As also Wier’s Will, 9 Dana (Ky.) 442; De Kay v. Irving, 5 Denio 646; Morton v. Barrett, 22 Maine 257; Thomas v. White, 3 Littell (Ky.) 177; Burwell v. Mandevill’s Ex’rs., 2 How. (U. S.) 500; Siemer v. Siemer, 2 Gill & Johns. (Md.) 100; Harper v. Wilson, 2 A. K. Marsh 465. ^\nIn the' following cases the word “ heirs” was held to mean children: — Cruger v. Heyward, 2 Dessaus. 94; Noon v. Henderson, 4 Id. 459; Bowers v. Porter, 4 Pick. 198; Ellis v. Essex, &c., Bridge, 2 Pick. 243; Bryant v. Deberry, 2 Hayw. 356; Sbepberd v. Nabors, 6 Ala. 631; King v. Beck, 15 Ohio 559; Eby y. Eby, 5 Barr 461; Deboe v. Lowen, 8 B. Mon. 616; Bra-den v. Cannon, 1 Grant’s Cases; Fisk v. Keene, 35 Maine 349; Bailey v. Patterson, 3 Rich. Eq. 156 (S. Car.); Pratt v. Flamer, 5 Har. & Johns. 10; Ashton v. Ashton, 1 Dali. 4; Jones v. Morgan, 1 Brown’s Ch. R. 219 ; Blarr v. Snodgrass, 1 Sneed (Tenn.) 1; Williamson v. Williamson, 18 B. Mon. (Ky.) 329; Burtis v. Doughty, 3 Brad. Sur. Rep. 287.\nF. J. Fox (with whom were Feeder Green, A. F. Brown, and St. George T. Campbell) for appellees.\nIf words are not to have their legal meaning, to what standard are we to resort for interpretation ? Are the courts first to assume that ignorance, and not intelligence, prevails among a people where education is well nigh universal, and that the words of a will are to be construed as an ignorant and illiterate man would understand them ? Or, if the courts depart from the rule of giving technical words their “ legal acceptation, and look for their popular meaning, are they to give them such meaning as the educated, intelligent, business classes of the community accord to them ?’ Col. McKeen was not an ignorant or illiterate man, but an intelligent business man, at one time the president of-the Easton Bank, and was one of the partners of a large manufacturing firm for a long series of years. We deny that the popular acceptation of the word “heir” is, “one who is entitled to possess on the death of the former owner, whether by descent or will.” Webster gives four definitions of the word “heir.” See also Worcester’s Dictionary, in which the word is defined in the same way. In each definition and each combination of the word, it is described as a word importing inheritance.\nThe word “heirs” must have its legal acceptation, unless the testator in his will has manifested a clear contrary opinion: Williams on Executors, Yol. 2, p. 926 (referring in the note to Lane v. Lord Stanhope, 6 T. R. 352; Phillips v. Garth, 3 Bro. C. C. 68; Buck v. Norton, 1 Bos. & Pul. 57; Tysson v. Wright, 2 Bligh. 1; Mounsey v. Blamire, 3 Russ. Ch. C. 386, 389); Thelluson v. Woodford, 4 Yesey 329; Hodgson v. Ambrose, Dougl. 341; see also page 927. Referring in the notes to Tys-son v. Wright, 2 Bligh 56, 57; S. p. Doe v. Gallini, 5 B. & Ad. 621; Lees v. Moseley, IT. & Coll. 589. Mounsey v. Blamire, 4 Russ. 384, is in point, as also Aspden’s Estate, 2 Wall. Jr. 440-1; Guthrie’s Appeal, 1 Wright 13; Hileman v. Bouslaugh, 1 Harris 351 — 2.\n“ Even in a will supposed to be made when the testator is inops concilii, the word * heirs’ has a fixed sense, which will adhere to it until ‘explained’ away; and this, ‘it has been said,’ can only be done by making the contrary intent appear so plainly, that no one can misunderstand it: 3 Bos. & Pul. 620; Tysson v. Wright, 2 Bligh 1; Auman v. Auman, 9 Harris 347.”\nIn regard to the cases cited by the appellant in which “ heirs” was held to mean children, grandchildren, &c., the reasons of such decision have been that there was something in the context to warrant a departure from the usual construction; something in the language of the wills in question which showed clearly the intention of the testators that the word “heirs” should not be understood in its legal acceptation.\nThe result of this whole class of cases is the doctrine undoubtedly true, that an unprofessional man may use the word “heir” as applicable to a devisee or legatee, and when it is plain that he does so, his intention is to be respected. But it would be a subversion of all the authorities in and out of the state, to deduce such an intention from the word alone. See also Gwynne v. Muddock, 14 Yesey 488 ; Baskin’s Appeal, 3 Barr 304.\nThe appellants are total strangers to the blood of Colonel McKeen. The entire argument for appellants from supposed intention, based upon the word whole, can be readily answered by simply transferring the emphasis from that word to the word heirs.\nBy this reading it is manifest that the testator desired to single out from the entire body of legatees those of them who were heirs, who were of his own blood, as the recipients of his residuary estate. He had made ample provision for his widow. He had remembered his other legatees who were strangers to his blood, with much liberality, and then occurs to his mind the possibility of a residue. This, if any, he determines he will give to his heirs, those who are of his own blood, who in law, as in the universal experience of the world, are recognised as having superior claims to all others to the property of deceased persons. This small distinction he will make in their favour. But these heirs have specific legacies of different amounts, and therefore he says they shall have the residue, not in equal shares, but in the proportions of their respective legacies. There are a number of them, six in all, and, therefore, to avoid the inconvenience of repeating all their names, he described them as the “ whole of heirs.” Every branch of the clause is fully satisfied by the theory that he meant “heirs” in the strict legal sense; nay, more, can only be satisfied by that theory. For if the testator had designed to give his entire estate to the whole body of his legatees (as would be the case if the appellant’s theory is correct), why did he not sáy so at once, by a direct bequest, stating the proportions in which he wished them to have it ? Certainly if he had entertained such a design he would not have resorted to the awkward and very doubtful mode of doing so that is found in the will. The testator knew perfectly well the meaning of the word “ heirs.” His very first sentence is couched in well-selected legal language. Next is the devise of his residence and lot to his wife, to hold to her, her heirs and assigns for ever, the very phraseology to create a fee simple, strict technical language. Then follows the bequest of the dividend of his interest in the wire factory to his wife during her natural life; then certain household furniture and plate without valuation; then the use of his out-lots during her natural life; then the land in Williams township, “subject to the conditions and understanding between James M. Porter, Esquire, and myself.” To which he adds, “ all of which in lieu of dower or her one-half of my estate,” showing that he understood perfectly not merely what the interest of his wife in his estate would be, at law, but the propriety and the mode of expressing clearly his intention, that she should take what he had given her in lieu of what the law would give her. Then come the pecuniary bequests framed in terse but strictly accurate legal terms. When he gives real estate at the commencement of his will he says: “I give and devise.” When he gives personal estate and money legacies, he says: “ I give and bequeath.” After the bequest of the residue and remainder to his heirs, he says: “ I do hereby vest in my executors full power to sell and convey by deed or deeds any part of my real estate.” And lastly he nominates and appoints his executors, and adds the concluding clause with the date and the attestation in the strictest legal language. On the outside of his will he adds a memorandum, in his own hand also, that certain erasures appearing on the will were made by himself, for reasons satisfactory to himself, “ revoking the legacies given by the words erased.”\nIf Colonel McKeen had meant legatees instead of heirs, the words “ already named in this my will” would have been entirely superfluous. But he had other relatives who were “heirs,” but not legatees, not named in the will; therefore he is careful to exclude them by the use of the words in question. This is the strongest evidence that he knew that if he stopped at the word “heirs” it would include other persons who were not named in the will, who were not legatees or hceres faoti, as the learned counsel calls them. To avoid all question upon this subject, therefore, he takes especial pains that only those heirs who have been named in the will shall have the residue. This precaution would not only be entirely useless, but would not have occurred to him if he had meant legatees when he said heirs.\nThe -widow is manifestly excluded from the residue by the express design and intention of the testator, as shown by the plain language of the will.\nThe manner of distributing the residue, provided by the will, is such as to prevent the possibility of the widow’s taking any share of it, and is therefore the strongest evidence of an intent to exclude her.\nThe residue is given to the whole of his heirs, “proportioned agreeahly to the several amounts given to each in the body of this my will.” All the legatees but the widow have specific amounts given them, and it is very easy to make a distribution to them in the manner directed by the will. But how are we to do this with the widow ? What is the “ amount” of her legacy ? The learned counsel say one-half, and endeavour to show it by arguing, or rather by asserting, that the testator, by the words “ all of which in lieu of dower or her one-half of my estate,” signified that he had given her one-half of his estate. In other words, this argument amounts to this, that because a testator makes a provision for his widow, which he declares shall be in lieu of her interest in his estate at law, he is to be presumed as having actually given her the precise amount of that interest. By giving her bequests in lieu of her half he gives the half itself. When he says you shall take what I give you, and shall therefore take nothing at law, he really means you shall take at law. This is the direct necessary consequence of the opposing argument.\nWe argue that there was an intent to exclude the widow from the residue to be derived, from the fact that the specific bequests are manifestly designed as a full and adequate provision for her.\nWe deny that the widow is an heir of her husband under our Intestate Law. Her proper title is widow. She is not of the blood of her husband, and for that reason cannot take either as heir or next of kin: 2 Black. Com. 201; 2 Will, on Executors 958-9. See also cases cited cited in note I., 1 Rop. on Leg. 106 ; 2 Jarm. on Wills. 87-38.\nIf the widow cannot take personal estate under a bequest to “relations” or “next of kin,” a fortiori, she cannot take under a bequest to heirs: Storer v. Wheatly’s Executors, 1 Barr 506. See also Heck v. Clippinger, 5 Id. 385; Chapman’s Case, Dy. 333 b; Counden v. Clerke, Hob. 33; Doe v. Smith, 5 Maulé & Sel. 126, per Bell, J., p. 389.\nNo person can be called an “heir” who does not take an heritable estate: Crosby v. Davis, 4 P. L. J. 193; Id. 207.\nThe widow’s interest in her husband’s real estate under an intestate law is not that of heir, but is of special and peculiar character, much more limited and restrained both in quantity and quality: Bell, J., in Crosby v. Davis, before cited, p. 205; Pringle v. Harr, 5 S. & R. 536, Duncan, J.; Power v. Power, 7 Watts 205, Gibson, C. J., p. 212; Mark v. Mark, 9 Id. 410, to same point; Thomas v. Simpson, 3 Barr 60.\nJuly 1st 1863,"
  },
  "file_name": "0201-01",
  "first_page_order": 201,
  "last_page_order": 207
}
