{
  "id": 9502732,
  "name": "Pennsylvania Central Railroad Co. versus Schwarzenberger",
  "name_abbreviation": "Pennsylvania Central Railroad v. Schwarzenberger",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "208",
  "last_page": "215",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 208"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "26 Wend. 591",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2028373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/26/0591-01"
      ]
    },
    {
      "cite": "8 Pick. 182",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 21",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0021-01"
      ]
    },
    {
      "cite": "2 Wheat. Rep. 178",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/15/0178-01"
      ]
    },
    {
      "cite": "6 Mich. 243",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1926645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/6/0243-01"
      ]
    },
    {
      "cite": "26 Barb. 641",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5008706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/26/0641-01"
      ]
    },
    {
      "cite": "7 Hill 533",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "13 Barb. 353",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5777865
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/13/0353-01"
      ]
    },
    {
      "cite": "3 Hill 9",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "13 Wend. 611",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2015695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/13/0611-01"
      ]
    },
    {
      "cite": "17 Wend. 305",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0173-01"
      ]
    },
    {
      "cite": "1 Denio 45",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        484092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/1/0045-01"
      ]
    },
    {
      "cite": "15 Johns. 39",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2140901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0039-01"
      ]
    },
    {
      "cite": "14 Wend. 225",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0225-01"
      ]
    },
    {
      "cite": "29 Barb. 35",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        2425745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/29/0035-01"
      ]
    },
    {
      "cite": "24 Barb. 382",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4991974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/24/0382-01"
      ]
    },
    {
      "cite": "1 Duer 209",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1324678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/8/0209-01"
      ]
    },
    {
      "cite": "9 Barb. 317",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4898781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/9/0317-01"
      ]
    },
    {
      "cite": "19 Wend. 329",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/19/0329-01"
      ]
    },
    {
      "cite": "5 Duer 55",
      "category": "reporters:state",
      "reporter": "Duer",
      "case_ids": [
        1350828
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/12/0055-01"
      ]
    },
    {
      "cite": "3 Smith 306",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": -1
    },
    {
      "cite": "19 Wend. 234",
      "category": "reporters:state",
      "reporter": "Wend.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "251"
        },
        {
          "page": "354"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Wend. 85",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/9/0085-01"
      ]
    },
    {
      "cite": "6 Hill 589",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "9 Wend. 68",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011106
      ],
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/9/0068-01"
      ]
    },
    {
      "cite": "13 Ill. 750",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "5 Cush. 72",
      "category": "reporters:state",
      "reporter": "Cush.",
      "opinion_index": -1
    },
    {
      "cite": "24 Conn. 468",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        522018
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "553"
        },
        {
          "page": "482"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/24/0468-01"
      ]
    },
    {
      "cite": "23 Conn. 457",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        758348
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/23/0457-01"
      ]
    },
    {
      "cite": "22 Conn. 502",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        438365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/22/0502-01"
      ]
    },
    {
      "cite": "22 Barb. 561",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4982976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/22/0561-01"
      ]
    },
    {
      "cite": "6 Hill 157",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "8 Rich. 240",
      "category": "reporters:state",
      "reporter": "Rich.",
      "case_ids": [
        8485124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/42/0240-01"
      ]
    },
    {
      "cite": "22 Conn. 508",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wend. 484",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 500",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "5 Rawle 189",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1016,
    "char_count": 21435,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 2.842834450196527e-07,
      "percentile": 0.8400663513587086
    },
    "sha256": "09eefff5dc6b1c0c63c4cf06aa8001e4ff384bc78de3dfc6382cfc0d58965e3a",
    "simhash": "1:3e7bdce32b8c12f8",
    "word_count": 3710
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pennsylvania Central Railroad Co. versus Schwarzenberger."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nSmoNG, J.\nThe facts in this case are, in very essential particulars, unlike those which appeared in The Camden and Amboy Railroad Company v. Baldauf, 4 Harris 67, and they call for the application of different principles. We have here no question relative to notice by common carriers, or its effect in limiting their common law liability. Nor need we inquire whether the defendants had power to contract for the carriage of the plaintiff and his luggage beyond the terminus of their railroad. Conceding that they had, the evidence is very satisfactory that they did not. The plaintiff took passage at Philadelphia for Pittsburgh, and thence for Cincinnati. The carpet-bag, for the loss of which, with its contents, this suit was brought, was offered by him as his baggage, and was received as such. There is no pretence that it was offered or taken as freight. Nothing was offered or paid for its carriage apart from what was paid for the plaintiff’s own carriage as a passenger. It was offered in the usual form of personal luggage, and there was nothing to indicate a desire of the plaintiff, or intention of the defendants, that their obligation to transport safely the carpet-bag should be distinct from or greater than their obligation to transport safely the per-\nson of the plaintiff. In fact, the luggage was understood and treated as inseparable from the passenger. What was then the contract between the parties ? The defendants are not common carriers except between Philadelphia and Pittsburgh. They were under no obligation to carry the plaintiff beyond the termination of their route, or to transport his luggage. It is true, they received the fare for the whole distance from Philadelphia to Cincinnati, and if that were all, it might raise a presumption of an agreement to carry over the entire route between the two cities. But contemporaneously with the receipt of the fare, and as evidence of the contract into which they entered, they gave to the plaintiff a ticket, informing him that they assumed no responsibility for his carriage, and of course for the carriage of his baggage, beyond Pittsburgh. They notified him that they acted only as agents for the carriers, whose route extended westward from Pittsburgh, and not at all for themselves. With this express disclaimer of personal liability, there is no possibility of implying an engagement. It is not to be doubted that the defendants could act as agents for a connecting railroad line, and if they could, the contract for carriage between Pittsburgh and Cincinnati was with the principals of the defendants, and not with themselves. Their own engagement was performed when they had transported the plaintiff to Pittsburgh, and delivered his baggage to the carriers on the connecting railroad beyond, leading to Cincinnati. It is settled in this state that a carrier may limit his responsibility even upon his own route, by a general notice that the baggage of a passenger is at the risk of the owner, provided the terms of the notice are clear and explicit,, and provided the notice is brought home to the employer: Beekman v. Shouse, 5 Rawle 189; Bingham v. Rodgers, 6 W. & S. 500, and Laing v. Colder, 8 Barr 484. He may not, however, release himself from responsibility for want of ordinary care. Here, however, was no attempt by the defendants to limit their responsibility as common carriers. There was nothing more than an express refusal to assume an additional and unusual liability, a careful guarding against the implication of a contract, which, without the notice, might have arisen from the fact that the passage-money for the entire distance to Cincinnati was here received: Fowles v. The Great Western Railroad Company, 7 Exch. 699.\nThis is the whole case. The plaintiff breaks down in the beginning. He fails to prove that these defendants contracted to carry him and his baggage beyond Pittsburgh. His remedy, therefore, is not against them, but against the company which undertook for that portion of the route upon which the carpetbag was lost.\nJudgment reversed, and judgment for the defendants, , non obstante veredicto.",
        "type": "majority",
        "author": "SmoNG, J."
      }
    ],
    "attorneys": [
      "Theo. Cuyler, for plaintiff in error,",
      "F. Carroll Brewster, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Central Railroad Co. versus Schwarzenberger.\nLiability of railroad company for baggage of passenger lost in passing over connecting roads for which ticket, was sold.\nWhere the ticket sold hy a railroad company to a point upon a connecting road, contained a printed stipulation, that in selling the company acted as agent only for roads beyond the terminus of their road, and assumed no responsibility therefor, the company is not liable to a passenger for the loss of baggage not occurring upon the line of their own road.\n. Oeiotitcate from the Court at Nisi Prius.\nThis was an action on the case brought by Lipman Schwarzen-Derger against The Pennsylvania Railroad Company, for the recovery of damages for the loss of his carpet-bag, containing, as was averred, the wearing apparel of the plaintiff, $728 in gold coin, and a watch, chain, seal, and key, valued at $180.\nThe plaintiff took passage at Philadelphia for Cincinnati on the 10th of February 1861, having purchased at the ticket-office of the defendants a through ticket, and received from the proper officer of the company a brass check for his carpet-bag, having upon it the following letters and figures :—\nP. C. & C. R. R.\nPhila., 458.\nCINCINNATI.\nThe plaintiff left in the train the same evening, and was carried through to Cincinnati; but the carpet-bag and contents were never delivered to him.\nThe declaration charged the defendants with carelessness and negligence as common carriers, to which the defendants pleaded not guilty.\nOn the trial, the purchase of the ticket, the delivery of the baggage-check, the loss of the carpet-bag and its contents were proven by the plaintiff, who thereupon closed his case.\nThe defendants then proved by their ticket agent at Philadelphia, that the tickets sold by the defendants to persons desirous of travelling beyond its lines of road over other connecting or adjacent railroads, were in the following form\nThe defendants also proved by Thomas E. Garret that he was, in February 1861, and still is the general baggage agent of the Pennsylvania Railroad Company, the witness producing a paper, testified that it was the through baggage way-bill from Philadelphia to points west of Pittsburgh, for the 10.45 p. m. train of February 10th 1861, out of Philadelphia for Pittsburgh; that he knew the signature of C. S. Jenkins, who is the baggage agent of P. F. W. & C. R. R.; that this is his signature, and check “458,” for “ Cincinnati via Steubenville,” is marked in the list of baggage on the way-bill. The way-bill was then admitted in evidence, the receipt on the foot of same being in the words following: — “Pittsburgh, February 11th 1861, Received of the Pennsylvania Railroad Company the above-described baggage, in good order, which we agree to deliver in like good order to the several destinations above stated: Signed C. S. JeNKINS, Agent P. F. W. & C. R. R.”\nThe defendants then closed their case, and the learned judge instructed the jury to find for the plaintiff, subject to an opinion afterwards to be formed by the court, upon the points of law presented by the evidence of the case; and the learned judge also directed the jury to discriminate between the different articles contained in the plaintiff’s trunk, and to find their separate value, and thus reserving the questions of law for the future consideration of the court, submitted the cause to the jury, who thereupon rendered their verdict, finding “for the plaintiff $1021.85, as per paper filed, subject to the opinion of the court.” Said paper was in the words following, viz.: “ In gold coin, $728; watch, chain, seal, and key, $130;'ring, $30; frock coat and other clothing, $67 — $955; interest, $66.85 — $1021.85.”\nAfterwards the learned judge directed judgment to be entered for the plaintiff upon the verdict.\nThe counsel for the defendants then and there excepted to the charge and opinion of the court, and the case was thereupon certified to the Supreme Court in banc.\nTheo. Cuyler, for plaintiff in error,\npresented for the consideration of the court the following questions—\n1. Are the Pennsylvania Railroad Company liable, under the circumstances of this case, for a loss of baggage not occurring upon the line of their own road ?\n2. If they are liable, can there be a recovery had, under the circumstances of this case, for the value of the gold coin, watch and appendages, and jewelry contained in the bag?\nI. Corporations being the creatures of positive law, and possessing no powers except those which are specifically granted, it has been doubted whether they can lawfully contract to carry either persons or property, except between the termini prescribed in tbeir charter. If not, then a contract to carry beyond such points would seem to be invalid, unless it can be maintained that having contracted, they are estopped from themselves setting up their inability lawfully to enter into the contract they have made. And yet, if estopped from setting up its want of authority to enter into a contract which its agent has made in its behalf, it might indefinitely enlarge its powers, and clothe with the authority and power of the law that which it has done in the very teeth of express provisions of law. That they are not thus estopped, has been held in numerous cases: Welland Canal Co. v. Hathaway, 8 Wend. 484; Abbott v. Steam Packet Co., 1 Md. Ch. Dec. 542; Hood v. N. Y. and N. H. Railroad Co., 22 Conn. 508.\nOn the other hand, in Vermont the opposite doctrine is maintained in the case of Noyes v. The Rut. & Bur. Railroad Co., 27 Venn. 110. It is believed the discussion of this question is not necessary for the purposes of this case, but where such a contract is relied upon, it must either be shown to have been expressly made, or its existence must he irresistibly implied from attending circumstances. It cannot be implied from the receipt of goods marked for and intended to be transported to a destination beyond the terminus of the road. Even the common law interprets such facts to imply only a contract safely to carry to the terminus, and then to deliver to a forwarder beyond that point: Garside v. The Trent and Mersey Navigation Co., 4 Term Rep. 581; Ackley v. Kellog, 8 Oowen 223 ; Maybier v. South Carolina Railroad Co., 8 Rich. 240. So in St. John v. Yan Santvoord, 6 Hill 157. See also Wright v. Benton, 22 Barb. 561; Stratton v. N. Y. and N. H. Railroad Co., 2 E. D. Smith 184; Webert v. N. Y. and Erie Railroad Co., 2 Kernan 255; Hood v. N. Y. and N. H. Railroad Co., 22 Conn. 502; Elmore v. Naugatuck Railroad Co., 23 Conn. 457; Naugatuck Railroad Co. v. Waterbury Co., 24 Conn. 468.\nThe English decisions are in conflict with the American upon this subject: Muschamp v. L. and P. Junction Railroad Co., 8 M. & W. 421; Watson v. Ambergate Railroad Co., 3 Law & Eq. 497; Southern v. S. Stafford Railroad Co., 18 Id. 553; 36 Id. 482. But they permit the carrier by notice to limit his liability so that it shall not extend beyond the railroad terminus: Eowles v. The Great Western Railroad Co., 66 Law & Eq. 551.\nIn view of these authorities, we now turn to the facts of the case before the court, and inquire whether any contract existed on the part of the Pennsylvania Railroad Co. to carry either the plaintiff or his baggage beyond Pittsburgh. Even if the ticket had not contained an express declaration that no liability beyond Pittsburgh was assumed, the law would have implied that there was none. But the ticket which, was expressive of the contract, and was tbe measure and the evidence of the plaintiff’s rights, declared, in express and positive words, that no such liability existed, and that the contract of the Pennsylvania Railroad was only safely to carry and deliver in Pittsburgh. With that contract they faithfully complied, and there it is submitted their liability ceased.\nII. But if we are in error in the Anew Ave have taken, and the court should hold that the liability of the Pennsylvania Railroad Company continues until the passenger and his baggage should reach Cincinnati, then it becomes necessary to inquire into the .-.xtent of the company’s liability for the baggage of plaintiff. For Avhat articles can plaintiff recover, as lost baggage, under the circumstances of this case ? The recovery must be limited in this instance to the value of his wearing apparel, and that as a general rule, the term “ baggage” only includes those articles of wearing apparel, comfort and personal adornment, which are reasonably requisite for the traveller’s personal use, during the period of his intended absence; and the jury must determine, under the instruction of the court, what may be regarded as reasonable baggage, and in so doing, they must consider the length and object of the journey; and the habits, taste, and condition in life of the traveller. Such a rule, while it commends itself to reason and common sense, has been recognised by the courts: Parmalee v. Fisher, 22 Illinois 212; Jordan v. Fall River Railroad, 5 Cush. 72; Woods v. Devier, 13 Ill. 750; Debbie v. Brown, 12 Geo. 217. The money plaintiff claims to have lost, Avas not designed to be used for his personal expenses, but in thelanguage of his brother, upon whose testimony he relies, he intended “with this money to buy sheep-skins.” With as little propriety we argue, could a watch, chain, key, and seal, of the value of $ 130, and a ring of the value of $30, be regarded as part of the personal luggage of one in the plaintiff’s circumstances departing upon such a journey, nor can it be believed that a carpet-bag in a baggage-car was a place of safe deposit for such articles. At least it must be said that it was incumbent upon plaintiff to have explained why he carried them, and why he carried them in such a Avay. But upon these points he offered no testimony. In Hutchings v. The Western Railroad Co., 25 Geo. 61, the court held that a passenger has the right to carry personal baggage, but not to carry large sums of bullion without paying freight therefor. See also Davis v. The Michigan, &c. Railroad Co., 2 111. 278; Orange County Bank v. Brown, 9 Wend. 68, 85; Hawkins v. Hoffman, 6 Hill 589; Weed v. Sar. and Sch. Railroad Co., 19 Id. 584. The case of Baldauf v. The Camden and Amboy Railroad Co., 4 Harris 67, has been supposed to be in conflict with the doctrine for which we have contended. That case was decided in 1851, by Justice Rogers, delivering the opinion of the court.\nSince the comparatively recent introduction of railroad facilities for transportation, the severity of the common law, in its application to carriers, both of persons and of property, has been steadily mitigating, and a more liberal rule than that which is supposed to be laid down in the case referred to, has obtained in other states. In that case, too, the carrier had charged and received payment for freight upon the baggage as being of extra weight, and that the decision moved upon the ground that the notice limiting his responsibility was insufficient, only because it was printed in a language not intelligible to plaintiff. That a carrier may limit his responsibility by notice is now the settled law of Pennsylvania. In the case before the court, there was express notice in language intelligible by plaintiff that no responsibility was assumed beyond the western terminus of the road at Pittsburgh.\nF. Carroll Brewster, for defendant in error.\nThe railroad company became contractors to deliver plaintiff and his property , in Cincinnati, and under that contract what matters it where the line of their railroad ceases ? They are bound to perform their whole contract, and failing therein are liable to the penalties and rigours of the law. But if the argument were worth anything, the authorities are against it.\nCarriers of passengers by land and water are regarded as insurers of the baggage of the passenger, and must answer for any loss not occasioned by inevitable accident, or the public enemies: 9 Wend. 85 ; 13 Id. 611; 4 Bing. 218 ; 4 Esp. 177; 2 Kent 601; 19 Wend. 234; 19 Id. 251; 21 Id. 354.\nCarriers may contract beyond their route : 4 Selden 37; 8 M. & W. 421; 3 Eng. L. & Eq. 497; 3 Smith 306; 5 Duer 55; 19 Wend. 329; 9 Barb. 317; 14 Id. 524; 1 Duer 209. See also Watson vl The Ambergate, &c., Railroad, 3 Eng. L. & Eq. 501, Erie, J.; Eoy v. Troy and Boston Railroad, 24 Barb. 382, Harris, J.; Cary v. Cleveland, &c., Railroad, 29 Barb. 35; Hart v. Rens-selaer Railroad, 4 Seld. 37; Schroeder v. Hudson River Railroad, 5 Duer 55; Couteaux v. Leech & Co., 6 Harris 225; Peters v. Rylands, 8 Id. 497.\nThese numerous authorities would thus appear to settle the point. But even supposing the railroad company in such case were not bound beyond the terminus of their own road, they then have made a wrongful delivery, and are liable for the consequences. A delivery at Pittsburgh to a stranger, to which act the plaintiff gave no assent, would still hold them liable in case of loss, and to relieve themselves from this they should show a tender of the property to the plaintiff, and his agreement to accept it and release them.\nThe carrier’s undertaking to transport necessarily includes the duty of delivering in safety: 14 Wend. 225. A delivery implies mutual acts of the carrier and the consignee: 15 Johns. 39; 3 Comst. 322; 1 Denio 45; 17 Wend. 305; 4 Id. 613. The English cases are very forcible against the companies: Muschamp v. L. & P. Junction Railroad, 8 M. & W. 421; Watson v. Amber-gate Railroad, 3 L. & Eq. 497; South v. Stafford Railroad, 18 Id. 553; 36 Id. 482.\nIt is argued that the railroad company have limited their liability from the fact of having an ambiguous notice printed on their ticket of passage. Such a notice, even if it availed anything, had no connection with the receipt for the carpet-bag and contents — it may be a separate contract and notice on the passage ticket — would be no notice as to baggage or goods transported. It is however well settled that a company cannot limit its liability in such a manner: Camden Railroad v. Burke, 13 Wend. 611; 19 Id. 234; 19 Id. 251; 21 Id. 354; 21 Id. 153; 26 Id. 591; 3 Hill 9; 7 Id. 533; 11 N. Y. (1 Kern.) 485. A contract which should excuse the carrier from liability for damage or loss arising from his own fraud .or gross negligence would not be enforced : 13 Barb. 353; 7 Hill 533; 4 Seld. 375 ; 26 Barb. 641. See also Michigan Central Éailroad v. Hall, 6 Mich. 243. It is submitted that this case is ruled entirely by the case of The Camden and Amboy Railroad Company v. Baldauf, 4 Harris 68.\nProperty carried with a passenger on a railroad need not all be “baggage.” Oan-a carrier say what a traveller shall take-along with him? what amount of money he shall spend? what clothes he shall wear, and measure his “ baggage” by his condition in life ? 3 E. D. Smith 371.\nNo allegation is made in the case now before the court, as to what this property consisted of, nor how the company received it. No representations were made by plaintiff concerning it. No questions were asked him, and it is not pretended that any deceit was practised or intended. In relation to the employment of the carriers of goods, the employer is not bound to disclose the contents of packages delivered for carriage, unless inquiry is made by the carrier: Story on Bailments 567; 3 Kent 603 ; Angelí on Carriers 264; Laidlaw v. Organ, 2 Wheat. Rep. 178; Etting v. Bank H. S., 11 Id. 59; Pidcoek v. Bishop, 3 B. & C. 605; Smith v. Bank, 1 Dow Pari. R. 272; Relf v. Rupp, 3 W. & S. 21; Jones on Bailments 105; Brook v. Pickwick, 4 Bing. 218; Phillips v. Earle, 8 Pick. 182; Hollister v. Nolen, 19 Wend. 234; Kinnig v. Eggleston, Aleyn R. 93; Walker v. Jackson, 10 M. & W. 160; Richards v. Westcot, 2 Bosworth 605; Crouch v. The North-Western Railway Co., 25 Eng. L. & Eq. Rep. 287; Story on Bailments 580.\nThe traveller’s watch, and other articles of jewelry usually worn about his person are, when placed in his trunk, a part of his baggage, for which the carrier is liable: McCormick v. Hudson Railroad, 4 E. D. Smith 81.\nThe cases cited for the plaintiffs in error on this point have very little analogy with the case now before the court. The reason laid down in all those cases was, that the carrier did not receive the reward which he would rightly be entitled to, if the goods were conveyed as freight, and the employer therefore being a wrongdoer, could not take advantage of the wrong. In nearly all the cases the trunks transported as baggage were large, and were packed with merchandise, which was clearly freight, and besides, in every case was accompanied with misrepresentation, or some deceitful practice to the carrier.\nThe plaintiff here paid all the fare demanded, and used no deceit or misrepresentation. They are thus liable, although they do not receive any other compensation for the transportation of the baggage than that which is paid for the conveyance of the passenger: 26 Wend. 591; 9 Id. 85. And plaintiff entitled to a safe keeping of his baggage, although he may not have paid his passage-money: Yan Horn v. Kennet, 4 E. D. Smith 458.\nThe law of Pennsylvania is clearly settled on the whole case by Baldauf v. Camden and Amboy Railroad, 4 Harris 68, and it is confidently relied upon in this case.\nJuly 1st 1863,"
  },
  "file_name": "0208-01",
  "first_page_order": 208,
  "last_page_order": 215
}
