{
  "id": 9502774,
  "name": "Webb et al. versus Mears",
  "name_abbreviation": "Webb v. Mears",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "222",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 222"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 448",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0448-01"
      ]
    },
    {
      "cite": "5 Hill 413",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "2 Met. 381",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2041052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/43/0381-01"
      ]
    },
    {
      "cite": "21 Pick. 307",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2047981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/38/0307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 721,
    "char_count": 15200,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 5.266574809101538e-08,
      "percentile": 0.3306916735300012
    },
    "sha256": "9bb000e59c8339e298da1b9c63d4fb9e0502e1c0c17dbd3b5fffd6a590d9dff7",
    "simhash": "1:2d924471f5dc44e0",
    "word_count": 2678
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Webb et al. versus Mears."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nRead, J.\nIn The Queen v. Kinnear, 2 Moody & Robinson’s Nisi Prius Cases, p. 117, which was an indictment for forging a bill of exchange, Patteson, J., held, where it was a bill payable twenty-one days after date (without acceptance), that the drawer might prescribe the terms upon which the payment was to be made. “ He has chosen to prescribe that the drawee is to make the payment ‘without acceptancethe meaning of which I take to be, that the holder is not to be put to the trouble of presenting it to the drawer before it becomes due; but still, if he should choose to present it, there is nothing to prevent the drawee from accepting it: actual acceptance, of course, is not necessary to make the instrument a bill of exchange.”\nIn Denegre v. Milne & Co., 10 Louisiana Annual Rep. 324, a bill of exchange was drawn at Cincinnati on a house in New Orleans for $5000, payable twelve days after sight to the order of a third house for value received, and charge the same (acceptance waived) to account of drawers, Milne & Co. Slidell, C. J., said, “ We do not consider the expression ‘ acceptance waived’ as stripping the instrument of the character of a bill of exchange, or depriving the signers, Gfeorge Milne Co., of the character and rights of drawers of a bill of exchange. These were merely qualified, and to this extent: the insertion of the words created between the drawers and the payef, and those subsequently taking the bill, an agreement that .the drawees should not be required to accept the bill upon its sight. Without these words, it would have been the holder’s right to insist upon an acceptance upon presentment, protest the bills, if acceptance were refused, and take his immediate recourse against the drawers; with them, he had only the right to exhibit the bill for sight, in order to fix the date for maturity, which was done, and was bound to wait until the maturity for payment by the drawees, at which time the drawer engaged it should be paid by the drawees. Upon failure of payment, protest, and notice, the liability of the drawers, which was previously conditional, would in general become absolute: no adjudged case, militating with this view of the rights of these parties, has been referred to by the district judge, or cited in argument here by the plaintiff; and we are satisfied that the construction we give would be in accordance with the understanding of men of business, and meets the understanding of the parties themselves when the bill was drawn and negotiated. The validity of the instrument, as a bill of exchange, its essential character a.s a bill of exchange, are not changed by such a qualification. It is still a request to the drawee by the drawer to pay a sum of money to tbe payee, or his order absolutely, and at a time mentioned in the bill.”\nThe effect of these words, when embodied in the bill, is to merge the ordinary proceedings, on acceptance, into those of payment or non-payment, or, in other words, dispenses with acceptance entirely.\nIn the present case, the bill was drawn in Baltimore by H. D. Mears on George W. Mears, of Philadelphia, for $306.33, dated March 22d 1860, and payable three months after date, to the order of the plaintiff, and by the law merchant it was not necessary to be presented for acceptance. It was sent by mail ti>. the payees to the drawee for acceptance, and was returned by the drawee to them with these words written across the face of the draft, in red ink :\n“ Acceptance waived, Geo. W. MeaRS enclosed in the following letter:—\n“ Gentlemen: — Enclosed please find draft, H. D. Mears, $306.33, March 22, with acceptance waived, as I am not yet placed in funds to provide for it. I very probably will be, however, as my brother has been prompt on former occasions. Should-he not be in this instance, I will try and arrange to have it satisfactorily provided for. My absence from the city has caused the delay in replying to your favours more promptly.”\nNow, whether the word, “waived” is used in the sense imputed to it in the case from the Louisiana Reports, or as put off or put aside for the present, or declined, taken in connection with the letter, it is clear that there was no acceptance of the draft, nor was it. his intention to accept nor induce the payees to believe he did. The letter expressly states he is not placed in funds, and this is his reason for waiving acceptance; he however probably may be, and if not, he will try and arrange to have it satisfactorily provided for, all negativing the idea of acceptance. As the testimony of the notary was properly rejected, and the whole evidence was in writing, it does not appear to us there was anything to submit to the jury, and, as we cannot say the court below were wrong in their conclusions,\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Amos Briggs, for plaintiffs.",
      "William S. Pierce, for defendant."
    ],
    "corrections": "",
    "head_matter": "Webb et al. versus Mears.\n“ Acceptance waived ,” effect of, when endorsed on hill hy drawee.— Opinion of expert as to meaning of phrase, when evidence. — Power of court to direct verdict.\n1. Where the words “ acceptance waived” are embodied in a bill, the ordinary proceedings on acceptance are dispensed with and merged into those of payment or non-payment.\n2. A bill sent to the drawee for acceptance was returned with “ acceptance waived,” in a letter stating that he was not yet provided with funds by the drawer to meet it, but probably would be, and if not, he would try and have it satisfactorily arranged. In an action against him by the payees: Held, that whether the words imported an agreement that the drawee should not be required to accept the bill upon sight, or that the acceptance was put off or declined, yet when taken in connection with the letter, there was no acceptance, or ’ intention to accept, and therefore no liability incurred by the drawee.\n3. Where a notary, called as an expert to prove the effect of the words “ acceptance waived,” had never seen such a draft before, his testimony was held irrelevant.\n4. It was not error to instruct the jury to find a verdict for the defendant, where the whole testimony was in writing and there was nothing in the case to submit to them as a question of fact.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by Albert L. Webb and George E. Webb, trading as A. L. Webb & Brother, against George W. Mears.\nThe suit was brought on the following draft:—\n“$306.83. Baltimore, March 22d 1860.\n“ Three months after date, pay to the order of Messrs. A. L. Webb & Bro. $806.33, value received, and charge the same to account.\n“ H. D. Mears.\n“ George W. Mears, Esq.,\n“ No. 304 N. Eighteenth street, Philadelphia.”\nWritten across the face of the draft are these words: — “Acceptance waived. — Geo. W. Mears.”\nOn the trial the plaintiffs gave the draft in evidence, and rested.\nThe defendant then gave in evidence the following correspondence : — ■\n“ Baltimore, March 28th 1860.\n“ Geo. W. Mears, Esq., No. 308 North Eighteenth street, Philadelphia: Dear Sir — We enclose your brother’s draft for acceptance, which please let us have by the return m’ail, and oblige. Respectfully yours,\n“A. L. Webb & Bro.”\n“ Say ‘ H. D. Mears,’ on ‘ G. W. Mears.’ Date March 22d, three months, for $306.33.”\n“ Baltimore, April 10th 1860.\n“Mr. Geo. W. Mears, No. 304 North Eighteenth street, Philadelphia: Dear Sir — Will you hare the goodness to say whether you received ours of the 28th ult., with your brother’s (H. D. Mears) draft on you for acceptance ? Yours, respectfully,\n“A. L. Wbbb&Bbo.”\n“ Philadelphia, April 28th 1860.\n“Messrs. A. L. Webb & Bro.: Gentlemen — Enclosed please find draft H. D. Mears, $306.33, March 22d, with acceptance waived, as I am not yet placed in funds to provide for it. I very probably will be, however, as my brother has been prompt on former occasions. Should he not be in this instance, I will try and arrange to have it satisfactorily provided for. My absence from the city has caused the delay in replying to your favours more promptly. Yours, &c.\n“ G. W. Meabs.”\n“ Baltimore, May 1st 1860.\n“ Mr. Geo. W. Mears, No. 304 North Eighteenth street, Philadelphia: Dear Sir — We have yours of 28th ult., with acceptance. Your brother’s draft. Have but to say that it is not in accordance with the understanding arising out of our last-interview with your brother. We did not receive it with any privilege such as ‘ accepting and waiving.’ Yours, respectfully,\n“A. L. Webb & Bbo.”\n“ Baltimore, May 26th 1860.\n“H. D. Mears, Esq., ‘Severe House,’ Boston: Dear Sir— We had intended this note several days since (at the time we heard you had been here), and have now to request that you call, should you be here soon, or write whether your draft will certainly be paid at maturity.\n“ ‘ Acceptance waived,’ as your brother thought proper to have it, is not satisfactory to us, as we said before, and we want an assurance from you. Yours, truly,\nA. L. Webb & Bbo.”\nAnd thereupon the defendant’s counsel then closed his case.\nThe counsel for the plaintiffs then proposed to read in evidence the testimony of William J. Dellaker, given at a former trial, it having been agreed by counsel that, if relevant, it should be received with the same effect as if the witness was present and again examined under oath. This testimony was as follows :—\n“lama notary public. ‘ Acceptance waived’ is put upon the draft by the drawer to avoid the protest; the drawer may or may not pay, as he pleases.” Upon being cross-examined he said, “I have not seen such a draft before.”\nThe defendant’s counsel objected to its admission, on the ground of irrelevancy, and the court sustained the objection. Both parties having closed, the learned court directed the jury to render a verdict for the defendant; which was the error assigned by the plaintiffs.\nAmos Briggs, for plaintiffs.\nNo such form of acceptance or refusal to accept can be found as the one in question. If the defendant did not intend to accept the draft, why write anything at all on it ? The legal effect of the words employed is tantamount to a waiver of presentment. He had no right to waive acceptance, for the non-acceptance would not affect him in any event. This might have been done by the drawer, for acceptance or non-acceptance might concern him. The right of having the draft accepted belonged to the plaintiff, and with what show of justice could the defendant waive the rights of another ? The clear duty of the defendant was to accept or not accept, and his act in the premises should be construed to mean one of these results. To produce the latter, no mark or writing was at all necessary. Hence the former is to be presumed. At all events, the words are of doubtful meaning in the relation in which they were used; and to solve that doubt was the office of the jury, unless the letters in evidence clearly implied no acceptance. There is nothing in them which shows that the plaintiffs meant to treat the acceptance as a nullity; they merely object to the form. It was unusual, and hence rendered the draft unmarketable ; but that they meant to hold it for what it was worth, may be inferred from the letters, and from the fact that they did not protest the draft. If, in legal effect, the words are an acceptance, nothing short of conduct on the part of the plaintiffs equivalent to a release, would exonerate the defendant from liability. The letters show dissatisfaction, but it nowhere appears that they meant to exonerate the defendant. If, as is contended by defendant’s counsel, the words meant “ acceptance postponed,” it was neither an acceptance or refusal to accept, but the retention of the privilege of accepting or not. If so, was he not bound to give notice to the plaintiffs of his ultimate determination? He arrested the legal operation of the draft by his special agreement with the plaintiffs, and as his ultimate determination not. to accept could only be known to the plaintiffs by notice, his failure to give that notice should be construed into an acceptance; especially as his conduct stayed the action of the plaintiffs until it was too late to protest the draft.\nUnder all the facts, was the case so clear as to warrant the learned judge in taking it from the jury ?\nWilliam S. Pierce, for defendant.\nAn acceptance is an assent and agreement to comply with the request and order contained in the bill: Story on Bills, § 238, also §§ 248, 244, 245. To constitute an acceptance, there must be some circumstance whence it may be inferred that the drawee imagined he had induced the holder to consider the bill as accepted (Bentwick v. Doorein, 6 East 201), and the whole of the circumstances must be taken together, and there must be evidence of a contract to charge a party as acceptor: Clavey v. Dolbin, Rep. Temp. Hardw. 278. Therefore an express refusal to accept, as “I will not accept the bill” (Peach v. Kay, Bayl. 78 ; Dumley v. Palmer, Rep. Temp. Hardw. 75, in note), or an answer given by the drawee when the bill is called for, “ There is your bill; it is all right” (Powell v. Jones, 1 Esp. Rep. 17), cannot be construed into an acceptance, unless intended to deceive the holder, and to induce him to consider it as an acceptance: Id. And where the drawee, after refusal to accept, on the ground that he had no effects, promised to attempt to procure payment for the holder, because he had just received some effects, on which the bill was presented to him, and he desired the holder to leave it, and said that he would examine into it, whereupon the bill was left with him eight or ten days, and was then called for, on which the drawee offered to let the holder sell some of the effects and pay himself. This conduct was holden not to amount to an acceptance: Clavey v. Dolbin, Rep. Temp. Hardw. 278. See also Smith v. Nissen, 1 T. R. 269 ; Anderson and Others v. Heath and Others, 4 M. & S. 303; Powell v. Monnier, 1 Atk. 611; Chitty on Bills 233. Words of equivocal import do not constitute an acceptance: Rees v. Warnick, 2 Barn. & Aid. 113; Powell v. Jones, 1 Espinasse 17; Bowerbank v. Monteiro, Executrix, 4 Taunton 843; Parkhurst v. Dickerson, 21 Pick. 307; Carnegie v. Morrison, 2 Met. 381; Luff v. Pope, 5 Hill 413; Reynolds v. Peto, 33 Eng. Law & Eq. 481.\nThe words “acceptance waived” mean acceptance deferred; acceptance declined for the present; or as the defendant in error states it in his letter to plaintiff in error, returning the draft, “ acceptance waived, as I am not yet placed in funds to provide for it.” And this is the meaning of the word as defined by Webster, in which sense both plaintiff and defendant view the matter in their correspondence on the subject. They did not consider it an acceptance. A note made out of the usual course of business, is to be construed according to the contract and understanding of the parties, as proved upon the trial: Schollen-berger v. Nehf, 4 Casey 189; Leech v. Hill, 4 Watts 448. See also Sproa.t v. Matthews, 1 Term Rep. 185; Bentwick v. Doorien, 6 East 199. What amounts to an acceptance is a question of law and not of fact: Sproat v. Matthews, 1 Term Rep. 182, 186. The testimony of Dellaker was clearly irrelevant. He was called as an expert, and had not seen such a draft before.\nJuly 1st 1863,"
  },
  "file_name": "0222-01",
  "first_page_order": 222,
  "last_page_order": 227
}
