{
  "id": 9502790,
  "name": "Henry B. Chew's Appeal",
  "name_abbreviation": "Chew's Appeal",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "228",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 228"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 873,
    "char_count": 20534,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 7.708809478328375e-07,
      "percentile": 0.9715979580276688
    },
    "sha256": "271998ee91ac43dfa0f7eb8afe8a2eec6c9443ad4a036269d8a45918fe194896",
    "simhash": "1:57f5ac05323ea498",
    "word_count": 3562
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry B. Chew’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nTHOMPSON, J.\nThis appeal presents but two questions, although the specifications of error are more numerous. The first of these is whether the court erred in confirming the auditors’ report, finding that the appellee, B. Chew, was a creditor of the estate in the sum of $1110.62, and in reporting that amount in his favour.\nThe finding of auditors is always entitled to great consideration, and is conclusive until error is shown to exist, and when that is done, like all other judicial proceedings, it is subject to correction. I have very carefully considered the evidence on the subject of the exception now under consideration, and which consists of accounts between the testator in his lifetime and the appellee; and as the case is presented, it is not necessary to determine how far accounts furnished by a son to a father, with , whom he lived at the time, and retained without objection, should be considered in the light of accounts stated. A satisfactory determination of the point now under consideration, rests on other grounds. The' auditors commenced their statement of the account between the estate of B. Chew, deceased, and the appellee, with the accounts rendered by the latter to the former on the 25th of May 1842, and say that all prior accounts must be considered merged in that. The undisputed debts against the appellee up- to March 30th 1842, amount to $4248.51. The credits allowed December 27th 1840, by balance on former account rendered Benjamin Chew, Jr., $4588.51, and by other items to March 81st 1842, amounting in the aggregate to $7212.43, being an excess over the debit side of the account of $3106.75. This carried through, results in the general balance reported in favour of the appellee of $1110.62. But the vouchers for this show that it is manifestly wrong, for on the 27th December 1840, there was no balance in favour of the appellant, but on the contrary, $119.18 against him, as appears by the accounts presented by himself. On that day, the accounts show that there were credits in favour of B. Chew, Jr., by his father, of $4598.81, and against him charges to the amount of $4717.82, leaving the balance of $119.18. This was the balance on that day struck ; yet it would seem that the auditors started out with a balance of account of that date in favour of the appellee of $4588.51. This has no existence in any accounts accompanying the report, and must be taken to be error. Making this correction, there would be a balance against the appellee, on the 30th of March 1842, of $1471.75. This correction carried through would change the balance against him. The report must therefore be corrected in'this particular, and it is remitted to the Orphans’ Court to •correct according to this opinion.\nThe second question presented by this appeal is whether the legacy or devise of the one-seventh of the residue of the estate of the testator to the appellee, has become and is revoked by reason of anything done by him in contravention of the provision in the will against disputing or litigating the devises or bequests in it. That provision is as follows : “ I earnestly recommend to my children, devisees, and legatees to agree among themselves in all things pertaining to the division and distribution of my estate as provided in my said will and codicils ; but in ease any one of my said children, legatees, or devisees shall dispute, contest, or litigate any devise, bequest, or other testamentary provision contained in my said will or any codicil thereto, or shall seek, by any proceeding at law or otherwise, to invalidate my said will, or any part thereof, or any codicil thereto, then and in such case I revoke and annul all and every devise, legacy, or other provision whatever in my said will, or in the codicils thereto contained, in favour of such person so disputing, contesting, or litigating, but no further; and I hereby devise and bequeath all such part or portion of my estate as may be the subjects of such revocation, to my executors, to be sold and distributed by them, in the manner provided in regard to my estate generally, amongst my. children, devisees, and legatees, other than and to the exclusion of the party upon whom or whose interests such revocation may operate.”\nThe auditors found in favour of the appellee on this point, and that there was no revocation. The substance of the facts found by them on this branch of the case may be briefly stated to be, that the appelláffife, after his dismissal from the executorship, and after his mother had also been dismissed, in 1845, began and continued to resist the action of the remaining executors of the will, and hindered and interfered with them in what they claimed to be a proper execution of their duties. That he published a notice denying their right to sell any part of the estate of his father. That when the executors proceeded to Beaver county, in the fall of 1845, for the purpose of exposing to public sale a portion of the large real estate of the testator in that county, he caused notices to be posted at the place of sale, denying their right to sell and their ability to make title, in consequence of which the bidding was almost wholly suspended. That he brought suits against two persons who did purchase at that sale notwithstanding the notice given, although he afterward suffered nonsuits in both cases. That he resisted the sale of that portion of the estate or homestead called Cliveden, and held possession until turned out by ejectment. That he retained the exclusive possession of books and papers belonging properly to all the executors before his dismissal, and certain cash-books and accounts after dismissal, and still retains and refuses to deliver them up.\nNow, although the auditors find that the appellee did the acts mentioned, as well, perhaps, as others of less consequence, yet that they neither separately nor collectively worked a revocation of the devises to the appellee^ Whether they and the Orphans’ Court in. confirming their work were right or wrong, is the question now to be determined. Clauses in wills such as we are now considering, are sometimes called conditions, and are also sometimes said to assume the character of conditional limitations: Russ, on Leg. 795. But by whatever designation they may be known, the general rule is that they are to be construed with great strictness, as they go to divest estates already vested: 2 Williams on Executors 1145. It will not superinduce a greater freedom of construction to call them clauses of forfeiture, for they are never favourites in law, and have no place in administering equity. It seems to be well settled that where such a provision is merely denounced against disputing a will or its provisions without a devise over, it will only be considered in terrorem, and not as fixing on the devisees’ share intestacy; and this shows the tendency of the law against giving efficiency to such provisions. But where there is a devise over, in case of a violation of the provisions, to some person named, or that the share thus limited shall fall into the residue of the estate for distribution, the share so limited will pass to its intended devisee or to the estate upon breach of the conditions: 2 Williams on Executors 1147; 1 Russ. Leg. 795. It also seems to be the result of authorities, that if there exist probabilis causa litigando that the non-observance of the conditions will not be forfeitures: Russ. Id. Undoubtedly, I think, no provision could be formed to oust the supervisory power of the law over such conditions and limitations, to control them within their legitimate sphere, which is generally to prevent vexatious litigation. So where it would be a mere penalty, and really subversive of the primary intent of the testator. In a late English case, In re Dickinson’s Trust, 1 Sim. N. S. 37, Lord Cranworth, Ch., appears to have dissented somewhat from what seemed to be the settled rule, and held that an estate devised on a prohibitory condition failed, although there was no limitation over. That was the case of a devise to a daughter, to cease in case she became a nun. But we will not further cite principles of law, for it seems to be very clear that the form of the devise here would carry the appellee’s interest under the will over, if any of his acts were within the prohibition of the will. We do not think they are. The children of the testator seem all to have been equally the objects of his affection and regard; and desiring their happiness and welfare above all earthly things, he earnestly recommends them to agree among themselves in all things in regard to the division and distribution of his estate, as provided in his will, and to enforce this was the object of the provision in question. It was disputes between themselves regarding this division and distribution that he aimed this provision at, when he says that if any of his devisees or legatees shall dispute, contest, or litigate any devise, bequest, or testamentary provision, then his or her share should cease and go over into the residue of his estate. Now, the appellant’s counsel have not brought a single act of the whole long cata-logue of alleged improper acts of the appellee within the prohibition of the testator. Giving notice in the papers or posting them up, prohibiting sales, and denying the authority of the executors to sell, did not amount to a dispute of any provision, for any legatee. It did not affect any of them any more than; it did himself, if it did tend to delay sales of the’real estate. It disturbed no share, it denied no right of distribution as provided by the will in favour of any legatee or devisee; it was but an attack on the administration of the estate in the manner and, perhaps, by the parties administering. That he held the possession of Cliveden until dispossessed was litigious, but we are not apprised that he denied title in the testator, but claimed to hold it as part of the estate and under the will, upon some supposed right of election. This does not very clearly appear; at all events his claim at most was but a mistaken view of his own interests and rights under the will. He did not dispute the provision in favour of his co-devisees by making it; at least it does not appear that he did; as well might it be assumed that a devisee forfeited his rights under the will if unable or unwilling to pay a debt due to the estate, had been sued for it, and paid it on execution. The prohibition did not mean to prevent the assertion of supposed legal rights not amounting to denial of the devises to others, by any of the devisees, or by the executors. To this extent the prohibition does not go, and I think could not go, without modification of the principles of the law. Applying the rule of construction, which we have seen is strict, to this act of resistance by the appellee, we think it was not a direct contestation of any provision of the will or codicil. And the same may be said of the transaction in Beaver county. The legal title to these lands was in the appellant, but only as trustee; and to prevent a sale by public vendue of the lands, he asserted that title could only be made by him. The effect of this was to delay sales, and it is certainly true that if this were the object, and it had succeeded for several years, the estate would have been no loser. But we have nothing to do with this. This proceeding stands just on the same footing with the above, and the answer to that claim may be taken as an answer to this, excepting that the claim for a forfeiture on the last ground is not quite so plausible as the preceding. Nor, was the withholding books and papers a litigating or disputing the provisions of the will in favour of any of the other legatees. We are told by the auditors that if the rule be applied as claimed against the appellee, it might with the same propriety be made to operate on all the other shares, excepting that of Mrs. Mason, and by this means constitute her sole heir. This would be a sad perversion of the will of a kind father, intended to benefit all his children according to their individual deserts, and probably supposed wishes. We hold that there was no forfeiture or revocation of the share devised to the appellee by his father, in the acts alleged and proved, and that this branch of the auditors’ report was properly confirmed by the court.\nLet the report of the auditors be corrected as suggested, and jvith this correction the decree is affirmed.\nIn farther illustration of the leading principle decided in Chew’s Appeal, the following opinion of Thompson, J., at Nisi Prius, is added.\nThe case was an action of trespass by Henry B. Chew and James M. Mason, executors of Benjamin Chew, deceased, against Benjamin Chew for mesne profits. After craving oyer of the letters testamentary, the defendant pleaded that by virtue of this clause in the testator’s will, the plaintiffs in consequence of having litigated divers of the' directions and provisions therein had incurred a forfeiture or revocation of their appointment as executors, and consequently had no right to maintain the action; to all which the plaintiffs demurred.\nOpinion of the court on the demurrer to defendant’s pleas:—\nThompson, J. — The defendant having craved oyer of the letters testamentary granted to the plaintiffs, they are brought upon the record, and we see that they are in due form and have emanated from the proper authority. Notwithstanding this, however, the defendant has pleaded several pleas, denying the plaintiff’s title to sue, because of certain provisions contained in the first codicil to the will of the testator. That provision is to the effect that any legatee or devisee in the will or codicils who should contest or litigate any of the provisions of the same, then, as to him or them, the devises therein contained should become null and void, and the portion of such litigant should go to and be distributed amongst the other devisees and legatees, as the other portions of the estate wore to be distributed.\nIt is very plain that this clause of forfeiture has reference alone to legatees and devisees as such, and not to the executors as such. Their functions are as necessary to execute the wrill under the contingency of a forfeiture of any heir as in any other circumstances. These pleas are directly aimed at the right of the executors to maintain suit as such, for it is not as legatees they sue. Being also devisees as well as executors, does not affect their right to act in their official character. If as devisees they shall have forfeited any rights, the time to try this has not yet arrived, and when it does, it will be unmixed with any question of administration. These rights are entirely separate and distinct. They sue in their official character for the benefit of the whole estate. At the eventual distribution the rights of individual devisees and legatees will be fixed, and distribution be made accordingly. The pleas, I think, are irrelevant, and might have been stricken off on motion. They are also demurrable and I am of opinion that the demurrer is sustained.\nAnd now December 8th 1862, after argument of counsel the court directs judgment for the plaintiffs on their demurrer to the defendant’s 3d, 4th, 5th, 6th, 7th, 8th, 9th, 10th, and 11th pleas. — Per Cukiam.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "8. Chew and R. Q. MeMurtrie, for appellant.",
      "B. Chew (with whom was F. C. Brightly) for appellee."
    ],
    "corrections": "",
    "head_matter": "Henry B. Chew’s Appeal.\nReport of auditor as to facts, how far conclusive. — Effect of clause in wüi ¡prohibiting contest in relation thereto.\n. . 1. The finding of an auditor is conclusive until error is shown to exist, but when that is donp it is subject to correction by the court.\n2. Clauses or provisions in a will revoking and annulling all devises, legacies, and other provisions made in favour of any child, legatee, or devisee, who shall dispute, contest, or litigate any devise, bequest, or other testamentary provision in the will, are to be construed strictly, as they go to divest estates already vested.\n3. \"Where such provisions are merely denounced against, disputing a will or its provisions without a devise over, they are only to be considered in terro-rem and not as fixing intestacy on the share of the litigant devisee.\n4. But where there is a devise over in case of a violation of such provision to some person named, or a provision that the share thus limited shall fall into the residue of the estate for distribution, the devise thus limited will so pass upon breach of the condition, unless where there exist probabilis causa liiigandi, or where it would be a mere penalty and really subversive of the primary intent of the testator.\nAppeal from tbe Orphans’ Court of Philadelphia.\nThis was an appeal by Henry B. Chew, one of the residuary legatees and surviving executor .of the last will of Benjamin Chew, deceased, from the decree of the Orphans’ Court confirming the report of the auditor on the account of said Henry B. Chew and James M. Mason, executors of the last will and testament of B. Chew, deceased.\nThe testator died on the 30th of April, A. D. 1844, having made a will and codicils disposing of a very large amount of real and personal property, in and by which he appointed his. wife, Mrs. Katherine Chew, his sons, Benjamin Chew, Henry B. Chew, and \"William W. Chew, and his son-in-law, James M. Mason, his executors, directing that in all cases of difference of opinion, the decision of the majority should govern. Two of these executors, namely, Benjamin Chew and Mrs. Katherine Chew, were dismissed by the court, and one of them, William W. Chew, died. Notwithstanding the strong recommendation of harmony and good feeling contained in the will of the deceased, there were differences of opinion between Mrs. Chew and Benjamin Chew, on the one side, and the three remaining executors on the other, commencing soon after the testator’s death, which led to almost interminable litigation in the District Court and Orphans’ Court of Philadelphia, and the Supreme Court of Pennsylvania at Nisi Prius and in banc. Accounts were filed by the acting executors from time to time, which, after more or less litigation, were adjusted. The present case arose upon the eighth account of Henry B. Chew and James M. Mason, surviving executors of the deceased.\nOn the 16th of December 1853, this account was referred to John R. Vogdes and Joseph A. Clay, as auditors, with power to audit, settle, and adjust the account, and make distribution.\nAfter numerous meetings, at which the auditors were met by Hon. Gr. M. Dallas, M. Mundy, Esq., and Henry J. Williams, Esq., as counsel for the accountants; the Hon. Thomas S. Bell, Hon. Joel Jones, Hon. John M. Read, William A. Jackson, Esq., William D. Marshall, Esq., and Frederick A. Brightly, Esq., for Benjamin Chew, a son, legatee, and devisee of testator, and who also claimed as creditor of the estate; and by Peter McCall, counsel for Anne S. P. Chew; the auditor, on the 18th of June 1860, filed an elaborate report, disposing of all the complicated questions which had been submitted to them. Notice of the filing of this report having been given, a number of exceptions were presented, of which fifteen were for the executors of B. Chew, deceased (requiring the auditors to report on certain facts therein mentioned), and eight for the executors; to which were added fifteen additional exceptions for the accountants and all the heirs, devisees, and legatees, except Benjamin Chew, Jr., also requesting the auditors to report the evidence on certain specified facts. Sixteen exceptions were filed by Benjamin Chew, and one for Anne S. P. Chew.\nOn the 17th of December 1860, the auditors filed their revised report, in which they either overruled or answered all the exceptions that had been presented.\nThis report, after some modification, was confirmed by the Orphans’ Court; whereupon this appeal was taken, as above stated. There were several assignments of error, but the principal points argued in this court were,\n1. Whether the auditors erred in deciding that an amount was due to B. Chew as a creditor of his father’s estate; and\n2. Whether, under the terms of the will, the share devised to B. Chew as one of testator’s children, has, by reason of a conditional limitation in the will, and the acts of B. Chew, devolved on the other legatee.\nThe facts required for a proper understanding of these questions are sufficiently stated in the opinion of this court.\n8. Chew and R. Q. MeMurtrie, for appellant.\nB. Chew (with whom was F. C. Brightly) for appellee."
  },
  "file_name": "0228-01",
  "first_page_order": 228,
  "last_page_order": 234
}
