{
  "id": 9502838,
  "name": "Evans versus Hall",
  "name_abbreviation": "Evans v. Hall",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "235",
  "last_page": "237",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 235"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 387",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 57",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0057-01"
      ]
    },
    {
      "cite": "7 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0152-01"
      ]
    },
    {
      "cite": "5 W. & S. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478672
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0315-01"
      ]
    },
    {
      "cite": "7 W. & S. 233",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481829
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0233-01"
      ]
    },
    {
      "cite": "1 Binn. 110",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787955
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 8348,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 2.7407352067262085e-07,
      "percentile": 0.8318786153169547
    },
    "sha256": "862f130e0315fddcd89ccf0bfa4312fdb3313789cc7d0b18976b8c89d55da069",
    "simhash": "1:4da7cc954c535da5",
    "word_count": 1515
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Evans versus Hall."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nTHOMPSON, J.\nThe Act of the 14th April 1855, “to restrain the sale of intoxicating liquors,” was so ill-defined, disjointed, and imperfect, that it was repealed on tbe 31st March 1856, having been in force less than one year from its passage.\nThe brandy, for which this suit was brought, was sold to the defendant a few days before the repeal of this act, but the contract is supposed to be affected by its being in force at the date of the sale. It is true, as contended for, that if the sale was contrary to a statutory prohibition, either express or to be inferred from the existence of a penalty, the contract could not be enforced. There are many authorities to this effect, amongst which are 1 Binn. 110; 7 W. & S. 233; 5 S. & R. 139; 5 Barr 452; 5 W. & S. 315; 7 Watts 152.\nThe sale here was of a cask of brandy by a vendor without a license. The vendee purchased the liquor, retailed it out at his tavern, and refuses to pay for it, on the score of conscientious scruples doubtless, because the vendor had no license. It might perhaps have been as moral to have inquired of this before making the purchase. ■ But no matter now. The defendant has assumed the burthen of showing that the sale to him was under the ban of a penalty, and that the contract cannot be enforced. Is this so ?\nThe 1st section of the Act of 1855 prohibits the keeping a house, room, or place where vinous, spirituous, malt, or brewed liquors may be sold, excepting as in the act provided. The 2d section imposes a penalty for selling liquors without specifying any quantity, and “ and at the same time voluntarily affording & place where it might be drank.” The 3d imposes a penalty on parties conspiring to act together ; one or more selling, and the other or others furnishing the place in which it might be drank; and the 4th section prohibits the retail of liquors by less measure than one quart, without a license. It is obvious these sections do not touch the plaintiff’s case. The succeeding sections, up to the 10th, have no relation to the question here.\nThe 11th section, although not referred to by the defendant below, might perhaps be supposed to have some application to the subject. It has not, however. It declares it to be a misdemeanor to sell liquor contrary to the provisions of this act. This is applicable, of course, to the cases enumerated, cases where it is prohibited altogether, or prohibited without a license. The 12th section exempts from license or appraisement liquors imported and to be sold in original packages. This is a digest of the statute as far as it relates to the subject in hand. But in it we find no prohibition or penalty against such a sale as was made here. It is not even inferrable. When a law results in penal consequences, it must appear plainly to be so intended. The rule applicable to such enactments requires strict construction. Whatever may have been in the mind of the draftsman of the act here on the point raised, the statute is silent. The court below erred, therefore, in charging that plaintiff could not recover, because of a prohibition of the sale in the act.\nThe defendant in error, notwithstanding his plea of in nullo est erratum, claims that the judgment of the court below was void, because of want of jurisdiction in the justice, and consequently in the court on appeal. This is rather a strange position for a party to occupy, when defending against the reversal of the judgment in his favour. But taking it to be all right to make the objection at this late period of the proceedings (for the point does not seem to have been made below), is there good ground for making it now ?\nThe plaintiff’s claim before the justice was for $98, remaining due on a note dated March 13th 1856, payable one day after date. The note was originally for $120, and there had been paid on it $25 in cash. This reduced the principal to $95. On the trial the justice allowed the principal with three dollars interest, and this made the sum of $98, for which the judgment was given. This was what the party claimed was his due. He claimed all the principal due and interest to a certain time, and the justice adjudicatéd this to be right. This state of facts did not bring the case within Stroh v. Uhrick, 1 W. & S. 57, and Collins v. Collins, 1 Wright 387, which were cases of voluntary credits, or a relinquishment of a portion of the debt, to bring it within the justice’s jurisdiction. This, it was decided, a party could not legally do. But interest is an incident of a debt over due, which a party may claim or not, at his pleasure. A non-claim of the interest is very unlike a voluntary reduction of the principal. The one is the absence of the assertion of claim, and the other is the actual throwing away a portion of a fixed or settled claim or demand. It will not be contended that a party may not refuse to claim interest if he does not choose to claim it, or that he may not omit to press an item of claim. If he have two notes, which together may be over $100, he is not compellable to claim both. The law is, that where the claim is a unit, whether as a continuous account, note, or the like, that it shall not be cut down to bring it within the justice’s jurisdiction. That is where the law stands now, and we see no reason for extending it beyond its present boundaries.\nWe cannot see exactly how the point of want of a license in the vendor of the brandy was raised on the plea of “ payment with leave, &c.,” without notice of special matter, or in some way or other giving the plaintiff notice of the nature of the de-fence. It is true there is no complaint of error on this ground, but, query, was there not ground for it ? The case being put on other grounds, we cannot predicate anything of this, and therefore determine nothing on the pleadings. For the reasons given, this judgment must be reversed.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "J. Sherwood and Lowry, for plaintiff.",
      "Henry Sherwood and S. F. Wilson, for defendant."
    ],
    "corrections": "",
    "head_matter": "Evans versus Hall.\nAct of April 14¿7¡. 1855, relative to sale of intoxicating liquors, construed. —Jurisdiction of justice where claim with the interest exceeds $100.\n1. There was nothing in the Act of Assembly, entitled “ An Act to restrain the sale of intoxicating liquors,” approved April 14th 1855 (since repealed), which prohibited the sale of a cask of brandy to an innkeeper by one who had no license to sell, and who was neither an importer, a commissioned auctioneer, producer, brewer, distiller, or druggist.\n2. A justice of the peace has jurisdiction in a case where the principal claim does not exceed $100 : the plaintiff is not bound to include in his demand all or any of the interest due to him, but may reduce the amount to which he may legally be entitled, by remitting a part or all of the interest, and sue for the balance.\nERROR to the Common Pleas of Tioga county.\nThis was an action brought originally before a justice of the peace, by Thomas Evans against Benjamin B. Hall, and came into the Common Pleas by defendant’s appealing from the judgment which was entered against him.\nThe material facts of the case were these: — On the 13th of March 1856, Thomas C. Hoover sold to B. It. Hall, who was at that time a licensed innkeeper, a cask of brandy, said to contain forty gallons, receiving therefor a watch, and a note drawn by defendant for $120, payable one day after date, to Thomas C. Hoover, or bearer. On the 8th of August 1856, Hall paid on account of the note $25. Some dispute arose between the parties about a credit to be given on the note for an alleged deficiency in the quantity of brandy, which was not satisfactorily adjusted by the parties. The note was subsequently transferred to Thomas Evans, by whom suit was brought, as above stated.\nThe defence in the Common Pleas was, that the note was given for a cask of brandy, and was therefore in violation of the Act of September 14th 1855, entitled “An Act to restrain the sale of intoxicating liquor from and after the first of October,” then next ensuing, and that consequently no recovery could be had upon it. The court so instructed the jury, who rendered their verdict for defendant. Judgment having been entered on the verdict, the plaintiff sued out this writ, and assigned the charge of the court for error.\nJ. Sherwood and Lowry, for plaintiff.\nHenry Sherwood and S. F. Wilson, for defendant."
  },
  "file_name": "0235-01",
  "first_page_order": 235,
  "last_page_order": 237
}
