{
  "id": 9502977,
  "name": "Miller versus Long",
  "name_abbreviation": "Miller v. Long",
  "decision_date": "1863-05-21",
  "docket_number": "",
  "first_page": "350",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 378,
    "char_count": 7617,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 8.952864680307108e-08,
      "percentile": 0.5014524012789935
    },
    "sha256": "d95b71f9cdc079fb51b5c8c2bb778a192a53efa0a60abdb4273def7742b5a7d0",
    "simhash": "1:537a814a2ed99675",
    "word_count": 1348
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Long."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nWe take the facts as found by the jury, that this note was not given for the compromise of a criminal prosecution, and then the only question remaining is, is John Miller one of the makers of it? That is the material obligation of the declaration. Most plainly he is not. His wife signed it in her own name at his request, he promising to see it paid, though expressly refusing to sign it. He is therefore not a maker of it, and the writing must be contradicted in order to make him so. If she had expressly signed for him, the question would have been different; but she proposes to sign only for herself. There is no promise in writing by him, and therefore no promissory note by him, and no valid promise to pay the debt of another, whether his wife’s or her son’s.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "William J. Shearer, for plaintiff in error.",
      "JET. Newsham, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Long.\nInability for debt of another under Statute of Frauds.\nWhere a wife signed a note for the debt of a third person, at the request of her husband, who refused to sign, but said he would see it paid, he is not liable thereon, his promise not being in writing as required by the Statute of Frauds.\nEueor to the Common Pleas of Cumberland county.\nThis was an action of assumpsit by David Long against Al-pheus Sener, Jane Miller, and John Miller, and came into the Common Pleas by appeal on the part of the defendants from the judgment of John Palmer, a justice of the peace.\nThe plaintiff’s claim was founded on a rule, dated April 4th 1859, for the payment of $50, six months after date, to D. H. Long or order, and signed A. J. Sener and Jane Miller, her mark, in the presence of Jacob Eertenbaugh. It was averred that Sener, who was the step-son of Miller, had borrowed $50 of Long, under circumstances which seemed to warrant a proceeding against him for obtaining money under false pretences. That to avoid an arrest, this note was given by Sener. Long demanded security. The 'subscribing witness, called for the plaintiff, testified that “ Mr. Miller was present, and told his wife that she should put her name to it, and he would • see it paid; that he would not put his name to paper any more, but that he would see it paid.”\nAnother witness testified that he was present after this, when Long asked Miller for money, which Miller promised to pay as soon as he could. The magistrate testified that at the hearing before him, Miller acknowledged that he had told his wife to sign the note j that he had sworn never to sign paper for Sener, but that be would have paid the note, if Long had not sued him; that he had told Long that his wife should sign the note, and he would pay it. To a declaration setting forth the above facts, the defendant pleaded non assumpsit, and subsequently added the plea of payment with leave, under these pleas, he proved the issuing of a warrant against Sener, on the information of Long; the arrest of Sener; the execution of the note by Sener and Mrs. Miller; and offered to prove that the note was given for the debt of another, and had been executed under the circumstances above stated; which was objected to as irrelevant, but the objection was overruled and the testimony admitted.\nThe following points were presented by the parties, on which the instruction of the court was requested:—\nPlaintiff’s points. — 1. If John Miller, the defendant, directed and ordered his wife to sign the note, saying that he had sworn not to sign any more notes for Sener, but that she should sgm it and he would see it paid, the plaintiff is entitled to recover, unless there is some other substantial defence.\n2. If Sener had obtained money from Long under false pre-tences, and Long made oath before a justice, and had a warrant issued against Sener, and Sener and Miller gave the note in question, for a debt which was honestly due Long, and there is no agreement on the part of Long proved in this case, not to prosecute Sener, the plaintiff may still recover.\n3. Although Long may have prosecuted the defendant for obtaining money under false pretences, there is nothing in the law to prevent the creditor, Long, from obtaining and taking a note from the defendant for his debt, and a recovery may be had on said note, there being no proof in the case that Long compromised the prosecution and bound himself in any way not to prosecute, although Long and the constable went away without taking Sener along with them.\nDefendant’s points. — 1. This being for the debt of another, Sener being treated throughout as a principal, there has in this case been no signing by the defendant or any one for him,' as is required under the Statute of Frauds; and therefore the plaintiff cannot recover.\n2. There is no consideration shown that can make defendant liable in this ease.\n3. This note having been extorted from Sener, the principal, under a threat of an arrest on a criminal prosecution, or after one actually made as a compromise, plaintiff cannot recover.\nThe court below (G-RAHAM, P. J.) affirmed the plaintiff’s first point, negatived defendant’s first and second points. In answer to the other points, the learned judge said:—\n“We answer plaintiff’s second point in the affirmative, if you believe there was no agreement on part of Long to discontinue the criminal prosecution. Whether there is evidence tending to prove such an agreement, or from which an agreement to discontinue the criminal prosecution by Mr. Long, may be inferred, we submit to you to determine.\n“We answer the first part of plaintiff’s third point in the affirmative! There is nothing in the law to prevent a creditor from talcing a note from his debtor, after he has commenced a criminal prosecution against him. But we cannot say to you that there is no evidence that Long agreed, in consideration of the note in suit, to discontinue the prosecution he had instituted ; on the contrary, we think the evidence tends strongly to show that the consideration of the note was the discontinuance of the prosecution instituted by Long.\n“ Constable Pertenbaugh says Mr. Long gave him the warrant against Sener, and went with him to Sener’s house; that he went there and took Sener, and then this note was given. After we had the note and their names to it, we left Sener there, and Long and the witness came home together.\n“ Esquire Palmer also testifies that Long told him that Miller had signed the note, and he was satisfied, and that was the end of it. And in addition to this we have the fact that this note was given 4th April 1859, more than three years and six months since, and the criminal prosecution has not been heard of since.\n“ If the evidence satisfies you that Long agreed to discontinue the prosecution, in consideration of the note of Miller with secu-curity, then the plaintiff cannot recover, and your verdict should be for the defendant; otherwise find for the plaintiff.\n“ As to defendant’s third point. If the note was given under the circumstances stated in this point, then the plaintiff cannot recover. Whether it was thus given, we submit to you to determine.”\nUnder these instructions, there was a verdict and judgment for the plaintiff; whereupon the defendant, John Miller, sued out this writ, and assigned for error the affirming of plaintiff’s first point, the negative answer given to defendant’s first and second points, and in leaving to the jury to say whether the note was or was not given under the circumstances mentioned in defendant’s third point, there being no evidence to the contrary.\nWilliam J. Shearer, for plaintiff in error.\nJET. Newsham, for defendant in error.\nMay 21st 1863,"
  },
  "file_name": "0350-01",
  "first_page_order": 350,
  "last_page_order": 353
}
