{
  "id": 9503010,
  "name": "Nottes's Appeal",
  "name_abbreviation": "Nottes's Appeal",
  "decision_date": "1863-05-21",
  "docket_number": "",
  "first_page": "361",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Ohio Rep. 148",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        490060
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio/13/0129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 10256,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.7856208382140275e-07,
      "percentile": 0.835583271457139
    },
    "sha256": "f317271992d5e6ecceaa4498f3fa5fd1e56a2426fe3defeb1e4cb845643e1609",
    "simhash": "1:7e7d3fb1bc0a280e",
    "word_count": 1787
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nottes’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodward, J.\nThe 5th section of the Act of 14th April 1851, after giving to the widow or children of any decedent the right to retain out of the real or personal estate, three hundred dollars’ worth of property, concludes with a proviso, that this section shall not affect or impair any liens for the purchase-money of such real estate. Liens for purchase-money may be by mortgage, judgment, or by executory articles of bargain and sale; but they are always created in favour of vendors, and exist for their protection and benefit, or that of their assignees, or other legal representatives. A similar proviso in the Exemption Law of 9th April 1849, specifies liens of bonds, mortgages, or other contracts for the purchase-money of real estate. Whatever the form of the lien, whether legal or equitable, the policy of these statutes is to save it to the owners unimpaired by the legislative benevolence extended to widows and insolvent debtors. But the possessors of such liens are a well-defined class of creditors. They are those who have parted with their lands in consideration of the price agreed to be paid, and to give any part of that price to the widow of the purchaser would be to endow her out of the vendor’s property instead of her husband’s. The same thing is done in effect, it is true, when any property of an insolvent decedent or living debtor is withheld from his creditors, because the property came from and represents the credit which has been given him, and in natural equity belongs rather to his creditors than to himself.\nBut whilst the legislature have protected the special class of vendors from the operation of these statutes, they have protected no other class of creditors; but have disregarded all their equities, natural and legal. The distinction rests in nothing but the discretion of the legislature. Regarded as a restriction upon the ordinary remedies for debt, such statutes are constitutional, and whether the distinction they create between creditors be or be not reasonable and just, it is not to be disregarded in judicial administration of the statutes.\nThe question upon this record is whether Isaac Hoover belongs to the favoured class of vendois, or the unprotected class of general creditors. He loaned Frederick Trost, the late husband of the widow, $350, to enable him to complete the purchase of i house and lot of Pyle’s executors, and on the same day that the executors conveyed to Trost he made his judgment-bond to Hoo -rer for the sum loaned, and declared on the face of the bond that it was given for the balance of the purchase-money of the house and lot.\nPyle’s executors were the vendors of the real estate. Therefore Hoover cannot claim that character. Manifestly he was the loan-creditor of Trost, and nothing more. No lien was taken for purchase-money, for the vendors were paid in full; paid, it is true, with Hoover’s money, but they assigned and transferred nothing to him. There was no privity between them and him, and if he could claim subrogation to their rights they had no rights to a lien for purchase-money after receipt of it in full, and a conveyance of the legal title to Trost.\nWhat the proviso of the statute saves is the “ lien for purehase-money,” but such a lien cannot exist in the circumstances of this case. Hoover has his lien for money loaned, and if, in any sense, that money can be called purchase-money, it is not so in the sense of the statute; calling it that in the bond does not make it so, and if it did, a mere declaration of the husband could not deprive the widow of her personal rights under the statute. This principle was declared in Spencer’s Case, 3 Casey 218.\nBoth the auditor and the court below found in Campbell and Pharo’s Appeal, 12 Casey 247, the principles of decision which carried this case against the widow. That was a contest betwixt a mortgagee of the legal title and mechanics whose liens had been entered against the equitable estate. Eldridge, the vendor, agreed verbally to sell a lot to R. T. Gibbons, who, without paying purchase-money, began to build on it, and thus subjected his equitable interest to the liens of mechanics. Afterwards it was agreed that Eldridge should convey the legal title to Mrs. Gibbons, the mother of the original vendee — that she should give a mortgage for the purchase-money, which was to be sold, and Eldridge paid out of the proceeds. Weldon & Tomlinson advanced the money, and took the mortgage from Mrs. Gibbons at the same moment that Eldridge conveyed the legal title to her; on a sale of the premises under the mortgage, the question was whether the proceeds should go to the mortgagees or the mechanics, and Ch. J. Lewis, in distinguishing the case from Lynch v. Dearth, 2 Penna. Rep. 101, insists upon the fact that the mechanics had only a lien on the equitable estate, whilst Weldon & Tomlinson, by “ a contract with the vendor himself,” acquired a lien on the legal estate, and that no merger of the two estates had taken place. The money went accordingly to the mortgagees.\nThe points of distinction between that case and the present one are obvious. Not to mention others, it is enough to say that there was no communication between the vendor and Hoover for a security for purchase-money. The legal title was not conveyed to Trost for the purpose of being mortgaged to Hoover. It was not mortgaged at all. And between the vendors - and him no treaty whatever occurred. If to these considerations it is added that the bounty of the Widow’s Statute is not a mere lien like that of mechanics, but an absolute and unconditional gift, except only as against vendors and those who claim under them, I think it will be sufficiently apparent that it was an error to rule this case by Campbell & Pharo’s Appeal.\nStone v. Rattew, an unreported case, has been mentioned. That case was this: Shaffer agreed to sell land to Stone, of which Rat-tew, Stone’s son-in-law, was then in possession. When Stone paid Shaffer the purchase-money, he caused the deed to be made to Rattew, who made his judgment to Stone for the purchase-money. On a sheriff’s sale of the land under this judgment, Rattew claimed to retain out of the proceeds $300, by virtue of the Exemption Law. The court below and this court disallowed the claim on the ground that the judgment of Stone against Rattew was for purchase-money. The transaction was such as to relieve this point of all doubt. Shaffer was the vendor of Stone, and Stone was vendor of Rattew, and it is of no consequence that the deed was made directly from Shaffer to Rattew, since it was so made by the common consent of all parties, for their mutual convenience, and became the consideration for Rattew’s judgment as effectually as if it had been a formal conveyance by Stone to him.\nIt is necessary, in dealing with the' multifarious cases that arise under the Widow’s Law and the Exemption Law, to distinguish carefully between their respective facts, and not to imagine similitudes where none exist. It is a mistake to suppose that any prior case of our own rules that now in hand. Much less do cases under the statutes of other states; for those statutes are rarely if ever transcripts of our own. The sound principle was however asserted in Stansall v. Robert, 13 Ohio Rep. 148, that a third person, advancing money to the purchaser of real estate, cannot claim a vendor’s lien.\nIt may seem harsh to deny Hoover the proceeds of the land which his money paid for, and wé regret the necessity of doing so; but our statute must have its intended effect, and as he was not a vendor, and as the money due him was not purchase-money within the meaning of the statute, he is not within its protection, and must submit to be its victim.\nThe decree is reversed, and it is here ordered that $300 of the fund in court be paid to Charlotte Nottes, widow of Frederick Trost, deceased,' and that the residue of said fund be paid to the estate of Jacob Hoover, deceased, and that the costs of this appeal be paid out of his estate.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Reuben H. Long, for appellant.",
      "N. JEllmaher, for appellee."
    ],
    "corrections": "",
    "head_matter": "Nottes’s Appeal.\nWidow’s exemption as against judgment-creditor who advanced money to purchase real estate.\nA widow is entitled to her exemption out of the estate of her deceased husband, under the Act of 14th April 1851, in preference to a judgment-creditor who loaned money to him to pay for a house and lot of which he died seised.\nAppeal from the Orphans’ Court of Lancaster county.\nThis was an appeal by Charlotte Nottes, widow of Frederick Trost, deceased, from the decree of the court confirming the report of the auditor on the account of Frederick S. Albright, administrator of said deceased.\nThe material facts of the case were these :—\nFrederick S. Trost purchased from the executors of Philip Pyle, deceased, certain real estate. When the purchase-money was to be paid, and the deed made, the parties interested met together at the scrivener’s office. Mr. Hoover, the obligee in the judgment-bond under wbicb he claimed, for the purpose of meeting the engagement of Mr. Trost, advanced the largest portion of the purchase-money to one of the vendors, and Mr. Trost executed the judgment-bond, which was entered in court, and became alien upon the estate of the deceased. In that bond there was a clause which declared that it was given for the balance of the purchase-money for the house, being the real estate mentioned. After the death of Trost the property was sold by his administrator in pursuance of an order of the Orphans’ Court, and the amount of the judgment referred to was claimed out of the proceeds. This was resisted by Mrs. Nottes, the former widow of Trost, as being-prejudicial to her claim of $300, under the Exemption Law of 14th April 1851, § 5, P. L. 613, the funds in the hands of the administrator not being sufficient to pay both in full. The representatives of Hoover claimed under the proviso of that law, which provides that it shall not affect or impair any liens for the purchase-money of real estate.\nThe auditor rejected the widow’s claim, and distributed the balance to Mr. Hoover: which distribution being confirmed by the court below, this appeal was taken as above stated.\nReuben H. Long, for appellant.\nN. JEllmaher, for appellee.\nMay 21st 1863,"
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 365
}
