{
  "id": 9503068,
  "name": "York County versus Dalhousen et al.",
  "name_abbreviation": "York County v. Dalhousen",
  "decision_date": "1863-05-21",
  "docket_number": "",
  "first_page": "372",
  "last_page": "376",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 372"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 192",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0192-01"
      ]
    },
    {
      "cite": "6 Smith 226",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 11368,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.8547138089716163e-07,
      "percentile": 0.8997955093134774
    },
    "sha256": "058d8012d2e06486136364a2a235f562a663b87f80d8b08363ff5685a3c6e420",
    "simhash": "1:42e595889255cbe9",
    "word_count": 1999
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "York County versus Dalhousen et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe common and ordinary mode of expression to indicate the successful prosecution of a party charged with a crime, marks the distinction which is expressed by both the Acts of 1814 and 1860. We almost invariably use the phrase that he or she has been convicted and sentenced — both ingredients being necessary to accomplish the final result. They are distinct acts or processes towards a.result. The one is the act of the jury; the other of the court without the jury. They are expressed by appropriate and well-understood terms, and while it is possible that the result of the co-operation of both may be expressed by the simple term “conviction,” yet this is far from the ordinary use of that word. In summary convictions, where the act of conviction and sentence is one and the same, it is quite proper to hold that the conviction is complete without sentence. They are indivisible. It is the sentence that discloses the conviction. A case of this kind is Cumberland Co. v. Holcomb, 12 Casey 352. But when the trial is by jury, this is not so. The conviction and sentence are each in turn liable to be attacked and tested separately. One for errors in the trial or by the jury; the other for errors in the judgment. Blackstone, in his Commentaries, Vol. 4, p. 362, defines the word by saying, “if a jury find him (the prisoner) guilty, he is then said to be convicted of the crime whereof he stands indicted.”\nAccordingly, that learned and accomplished author and jurist divides the process of a public prosecution, and discusses them in separate chapters. One designated thus: “ Of trial and conviction.” Another, “ Of judgment and its consequences.” “The next stage of a criminal prosecution after the trial and conviction are past,” says the same learned author, “is that of judgment.” We think that in this sense is the word “ conviction” used in these statutes. Neither layman nor lawyer would have been likely to have used them in any other sense. The former would follow the common use of the word, and the other would find the common use also sanctioned by elementary law. In Agnew v. The Commissioners of Cumberland, 12 S. & R. 94, Judge Duncan held that a county would, under the Act of 1814, “be answerable for costs, where one convicted is pardoned before sentence, as in the Commonwealth v. Mathew Duncan.” It is true this was not the precise point in that case, but it was necessary to illustrate the point under discussion, and should be received with the force of almost binding authority, as it never appears to have been directly attacked by adjudication since. Mr. Justice Duncan was high authority, especially in matters of criminal law. There is no room for any distinction between the Acts of 1814, under which further proceedings in this case took place, and the Act of 1860, under which the second trial was had; and we make none. We are of opinion, therefore, that the Court of Common Pleas of York county were right in holding that Dr. Ahl was, when pardoned after conviction and before sentence, discharged according to law, and not having paid the costs of prosecution, and not being therefore liable to pay them, the county of York was bound to pay them.\nJudgment affirmed.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "Bittenger, Williams, and Keesey, for the County.",
      "Mayer and Chapman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "York County versus Dalhousen et al.\nCosts in criminal cases.— The word “ conviction ” in statutes, construed.\n1. Under the Act of Assembly of 2d March 1814, and 31st March I860, providing that in all cases of conviction, the costs shall be paid by the party convicted, but where the party shall have been discharged according to law, without payment of costs, they shall be paid by the county, the term “ conviction” applies to the verdict of the jury finding the defendant guilty, and means conviction before sentence and judgment.\n2. Hence, where a defendant, having been convicted of fornication and bastardy, before sentence pleaded pardon, and judgment was entered that he should “ go without day in court,” he was discharged from the payment of the costs, and the county was liable therefor.\nERROR to the Common Pleas of York county.\nThis was an amicable action, entered between Mary Dalhousen and the County of York, in which the following case was stated for the opinion of the court:—\nDavid Ahl was indicted at the November Term of the Court of Quarter Sessions of the Peace of York county in the year 1858, for the offence of fornication and bastardy, committed on the body of Mary Dalhousen. He was tried, and convicted, or found guilty by jury. On the 2d of January 1860, the court granted a new trial. August Sessions 1860, he was again tried on the same indictment, and was a second time convicted, or found guilty by the jury of the offence charged. From the time of his second trial he failed to appear in court for sentence until the 30th day of August 1861, and all recognisances entered into to secure his appearance were forfeited by the court. On the day last named he came into court, and after having his recog-nisances cancelled by the court, produced the pardon of the Governor of Pennsylvania, and pleaded it in bar of sentence. On the 6th day of January 1862, the plea of the pardon was allowed by the court. The said David Ahl was thereupon discharged, and the judgment of the court entered that he go without day.\nThe defendant, David Ahl, having thus been convicted, or found guilty by the jury, and afterwards discharged by the court as aforesaid, the costs of prosecution, amounting per bill of costs and filed on the 31st day of August 1860, to the sum of $544.66, are claimed from the county of York. The defendant has not paid the costs of prosecution. If the court should be of opinion that the county of York is legally bound to pay the costs of prosecution in this ease, then judgment to be entered for the plaintiff for the sum of $544.66, being the amount of the said costs; if. otherwise, then judgment to be entered for the defendant; and both parties hereby reserve the right to sue out a writ of error herein, the costs of this action to follow the judgment.\nThe court below (FisheR, J.), on hearing the case, delivered an opinion, in which, after stating the case, he continued : — “ No question is raised whether Mary Dalhousen can recover these costs in this action brought in her own name; as an arrangement exists by which, in case of recovery, they are to be paid to the parties entitled to them, if not already paid by her.\n“The provisions of the Act of Assembly, under which the plaintiff claims, are in the following words: ‘In all cases of conviction the costs shall be paid by the party convicted, but where the party shall have been discharged according to law, without payment of costs, the same shall be paid by the county:’ Act of 2d March 1814, § 13, 6 Smith 226. The Act of 31st of March 1860 is in the same words, except that in the last clause, the words ‘ the same’ are omitted, and ‘ costs of prosecution’ inserted in lieu thereof. A variance that does not affect the question raised by the case stated.\n“ The fee-bill fixes certain fees for the performance of certain official acts, which by law the officers are bound to perform. The mileage and daily pay of witnesses who attend upon compulsory process in civil and criminal cases are also fixed by law. Where the services are performed the fees are due, the right to receive them is vested, but from whom they are to be received is not certain. Before the Act of 1791, persons chargeable with criminal offences, whether acquitted or convicted, were not permitted to be discharged, or if imprisoned, to leave the jail walls until the fees and costs were paid: Erwin v. Commissioners, 1 S. & R. 509; Berks County v. Pyle, 6 Harris 496.\n“ By virtue of that and other acts, the county in many cases was substituted for the personal liability of the defendant, in fact for his body, one of -which cases was ‘ when convicted and discharged according to law without payment of costs.’\n“ The decision of the question raised in this case depends upon what the legislature meant by conviction. We have a case on this subject, decided on the 19th of December 1818, between four and five years after the passage of the Act of 1814, in which Tilghman, C. J., held conviction under this act to mean £ found guilty;’ ‘a person is not convicted,’ says he, ‘-unless he is found guilty.’ That is the sense in which the words ‘ are usually taken.’\n“ In October 1824, we have Justice Duncan asserting, in Agnew v. The Commissioners, 12 S. & R. 94, that the act applies to cases ‘when the defendant is convicted and pardoned before sentence clearly indicating his opinion that the word ‘ conviction’ applied to the verdict and not to the judgment. And this appears to be the view taken by the English law writers. In 3 Coke’s Institutes, edited by Thomas, under the title of Arraignment and Conviction, page 559, it is said, ‘ the difference between a man attainted and convicted is, that he is said to be convict before he has judgment, as if a man be convict by verdict, confession, or recusancy.’ That conviction was understood to mean guilt ascertained by verdict, confession, or other means than judgment, is shown by stat. of 12 Geo. 3, c. 20, which declares, ‘ that every person who being arraigned for felony and piracy, shall stand mute, or not answer directly to the offence, shall be convicted of the same, and the same judgment and execution shall be thereupon awarded as if the person had been convicted by confession of the crime.’\n“ Wharton, in his Law Lexicon, defines conviction to be the act of proving guilty of an offence charged against a party by a legal tribunal.\n“ In England, under the Act of 5 William & Mary, which enacts that before a defendant can remove his case to the King’s Bench, he must enter into a recognisance to pay the costs, if convicted, it has been held, that after conviction by a jury, if the judgment is not reversed, or a new trial granted, and defendant should die before judgment, he is still convicted, and his recognisance forfeited: King v. Turner, 15 East 570; Same v. Same, 3 B. & C. 160; King v. Einmore, 8 T. R. 409.\n“We therefore think that the proper reading of the Act of Assembly is to construe the word ‘ conviction’ to mean conviction before judgment.\n“ It is said in this case that the pardon of Dr. Ahl is a release, and is to be construed as if the word release was inserted therein ; but that if sentence had been passed the costs would have been absolutely vested, and could not have been released. Sentence, however, not having been passed, the pardon released them; Cope v. Commonwealth, 4 Casey 303; Commonwealths. Duncan, 4 S. & R.; Commonwealth v. Dennison, 4 Watts 192. And hence it is contended that the liability for costs is extinguished, and that no person can be made liable for them. We admit that the pardon exonerated Dr. Ahl from the payment of the costs, but it did not satisfy the officers and witnesses for the amount which the law awarded to them for their services. When the pardon discharged Dr. Ahl, the Act of Assembly substituted the county in his place, and hence the liability of the latter to pay the costs to those who are entitled to receive them.\n“We- therefore think the plaintiff entitled to recover.”\nBittenger, Williams, and Keesey, for the County.\nMayer and Chapman, for defendant in error.\nMay 21st 1863,"
  },
  "file_name": "0372-01",
  "first_page_order": 372,
  "last_page_order": 376
}
