{
  "id": 9503088,
  "name": "Ream versus Harnish et al.",
  "name_abbreviation": "Ream v. Harnish",
  "decision_date": "1863-05-21",
  "docket_number": "",
  "first_page": "376",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 157",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 425,
    "char_count": 8040,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.470590354033985e-07,
      "percentile": 0.8064974058333131
    },
    "sha256": "6fa6c5964624d886a1fe1411b54ecd5a4c968ac33ce90105581b781423b9397f",
    "simhash": "1:c00bb4eaac967a30",
    "word_count": 1442
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ream versus Harnish et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThere are not near as many questions raised by the assignments of error in this case as appear to be discussed in the argument of the plaintiff in error. We will content ourselves with a review of the former, leaving the latter for a more appropriate occasion.\n1. We discover no error in the treatment by the court of the plaintiff in error. He, jointly with the other defendants, pleaded to issue, and prayed no instructions, on the ground that the evidence did not implicate him. As his execution was satisfied out of the property sold, for w'hich this action of trespass was brought, I presume the court, hearing nothing to the contrary, took it for granted that the defence was joint, for the benefit of all, and is not therefore to he corrected for not doing that which it was the duty of tire party (if he wished to place himself on a footing different from that which he appeared to be standing upon) to request to be done. He treated it as a joint trespass, and the court was not wrong in taking the same view.\n2. The declarations of Jacob Harnish are not of a character to estop him; they were not made to any of the defendants: consequently they were not encouraged nor induced to do the acts they did by reason of what he said. Nor is there a shadow of evidence that they acted upon the faith of anything he said, or were at all misled by it. The court committed no error in what is here assigned for error. The evidence fell far short of bringing the matter alleged as an estoppel within The Commonwealth v. Moltz, 10 Barr 527, or any of the numerous cases since ruled on that question.\n3. The court were right in charging as they did, that if the plaintiffs were entitled to recover, they were entitled to recover the full value of the grain. No question about the tenancy is raised by the record. That, question was submitted to the jury, and they have found in favour of the plaintiffs: that it was a tenancy, and the rent reserved was a share of the grain to be delivered, in the bushel, at the mill. Until delivered by the tenants, the landlord had no title to any part of it. It was for the tenants to sue for and maintain their right of possession in the whole, until after delivery of the landlord’s share. Rhinehart v. Olwine, 5 W. & S. 157, decides this.\nThese are the only questions raised by the assignments of error, and the only ones upon which we have any authority to pass; and, as we discover nothing to correct, the\nJudgment is affirmed.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "Hiester, Shank, and Amwake, for plaintiffs in error.",
      "Franklin, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ream versus Harnish et al.\nTrial of joint trespass on a joint plea by defendants, effect of. — Estoppel in pais. — Landlord’s title to share of grain raised, vests only on delivery.\n1. If one, defendant in an action of trespass against three, plead jointly to issue with them, and the action he tried as a joint trespass, he cannot, after verdict, complain that the evidence did not implicate him, where he asked no instruction to that effect from the court upon the trial.\n2. Where an action was brought against the defendants by two sons for selling their grain in the ground as the property of their father, whose tenants they were, on executions against him, it was held, that declarations by one of them as to the tenancy, not made to any of the defendants, would not estop him from recovery, there being no proof that they acted upon the faith of what he said or were misled by it.\n3. Where, by the terms of the lease, the father was to receive his share of the grain, to be delivered in the bushel, at the mill, held, he had no title until delivery: and that therefore the sons were entitled to recover the full value of the grain taken and sold.\nError to the Common Pleas of Lancaster county.\nThis was an action of trespass vi et armis, brought by Jacob Harnish and Henry Harnish against Andrew Ream, John Clark, and John Martin Hess, for seizing, cutting, and carrying away a crop of wheat from ground owned by plaintiff’s father. The defendants jointly pleaded not guilty.\nThe evidence showed that two judgments were obtained against John Harnish, guardian of Daniel Conrad, before Jacob Fehl, Esq., at the suit of Reuben Benedict, for $2.25, and the other before John Amweg, Esq., at the suit -of Andrew Ream, for $25. That upon both these judgments executions were issued and placed in the hands of John Clark, constable, in pursuance and by virtue of which the grain in dispute was levied upon as the property of John Harnish, the father of the plaintiffs, and sold to John M. Hess, and was afterwards taken away by the defendants, Hess either assenting or consenting thereto. The plaintiffs contended that the grain which was thus taken away was their property; that the land was farmed for their father upon the shares, and the grain raised by an agreement made between them and the father. On the other hand, it was insisted that this assertion or claim of property was made to prevent the due execution of the law; or, in other words, that this alleged agreement, by which the plaintiffs claimed the grain, was made to defraud the creditors of old John Harnish.\nIt was proved upon the trial that Jacob Harnish saw the advertisement of the constable’s sale, and said that “ he supposed it was his father’s grainthat when asked whether he was not farming his father’s place on the shares, he answered, “that was his intention, but that one day father would give it to them, and another day would take it away; that his father owned everything, and had not treated them as he should have done.”\nIt also appeared in evidence that John Harnish, the father, attended the sale, and afterwards sent men to John Martin Hess, the purchaser, with instructions to re-purchase it; that defendants did not attend the sale or claim the grain until afterwards.\nThe court below (LONG, J.) charged the jury that “ if, from the whole testimony, they were satisfied that no such agreement was in fact entered into, but that all that was done between John Har-nish, the father, and the plaintiffs, his two sons, was done to prevent his creditors from recovering their just claims, and thus defeat the execution of the law, there would be an end of the case, and their verdict should be for the defendants. That to determine this point, they must examine and consider the whole testimony. That the fathers and the sons both declared that they farmed the land on the shares. “ If this agreement was made and entered into in good faith, it would be binding upon the parties, unless afterwards rescinded; but it is contended, on the part of the defendants, that the testimony shows that this agreement was used as a mere sham and cloak to defraud the creditors of the father of the plaintiffs; that it was á conspiracy to cheat his creditors. If you should negative these views of the defendant, and upon a careful review of the testimony that there was an agreement honestly entered into as is asserted, and not for the purpose of defrauding the creditors of the father, then your verdict ought to be for the plaintiffs. And then you ought to allow the plaintiffs such as they have sustained by the acts of the defendants, the value of the property taken and such other damages as they have sustained.” [The verbal point presented by the counsel for the plaintiffs that Henry and Jacob Harnish, if entitled to recover, are entitled to recover the full value of the grain, with such damages as the jury may think proper to allow, we answer in the affirmative.]\n“ [With regard to the proposition that Jacob Harnish, one of the plaintiffs in this case, is estopped from recovering in this case, we think it is not well taken.]”\nUnder these instructions, there was a verdict and judgment in favour of the plaintiffs for $225 damages and six cents costs. Judgment having been entered on this verdict, Andrew Ream sued out this writ, and assigned for error so much of the charge of the court as is included above in brackets.\nHiester, Shank, and Amwake, for plaintiffs in error.\nFranklin, for defendants in error.\nMay 21st 1863,"
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 379
}
