{
  "id": 9503161,
  "name": "School Directors of Bedford Borough versus Anderson",
  "name_abbreviation": "School Directors of Bedford Borough v. Anderson",
  "decision_date": "1863-05-25",
  "docket_number": "",
  "first_page": "388",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 388"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 350,
    "char_count": 6223,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.0761015680045463e-07,
      "percentile": 0.8576810848817826
    },
    "sha256": "c8547f5a206a667f32fa606c8e1cf20a10e2c527cb956c020782d58bfe039dda",
    "simhash": "1:4522948807133a1b",
    "word_count": 1057
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "School Directors of Bedford Borough versus Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodward, J.\nThe school directors having assessed a school-tax for 1861 against the defendant in error, upon the last adjusted valuation furnished by the county commissioners, he applied for and obtained this writ of mandamus, commanding the directors to exonerate and discharge him from the payment of said tax. Thereupon a most irregular proceeding was had in the court below, which resulted, finally, in a judgment, erroneously called a decree, that the mandamus be granted. That judgment is now assigned for error.\nThis was an unprecedented application of the writ of mandamus. It is not the ordinary official duty of school directors to exonerate taxes, but rather to levy and collect them. If they were backward in the exercise of this official function, mandamus might be used to stir them up. But when they have set themselves in motion, and are proceeding to discharge the duty imposed by law, they are no longer subject to mandamus. Exoneration is a discretionary power incidental to their office, and in this instance would seem to have been exercised by a refusal to grant the relief asked for. We have no power to control a discretion vested in them, and no appeal lies from them to judicial tribunals.\nWhatever remedies the relator might have, as a tax-payer, by an appeal to the county commissioners to re-adjust the valuation, or in equity to restrain an excess of jurisdiction on the part of the directors, this proceeding, which is at law, and is designed to stimulate and not to restrain official activities, was entirely misconceived, and must be set aside.\nThe judgment is reversed, at the costs of the relator.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J?. M. Kimmel, for the school directors.",
      "A. King and John Cessna, for the appellee."
    ],
    "corrections": "",
    "head_matter": "School Directors of Bedford Borough versus Anderson.\nMandamus. — Proper object of writ. — Not awarded to restrain the exercise of functions.\n1. Mandamus will not lie to compel school directors to exonerate and discharge a property-owner 'from a school-tax assessed by them against him.\n• 2. The office of the writ is to stimulate, and not to restrain the exercise of official functions: and after the officers have proceeded to discharge the duties imposed on them by law, they are no longer subject to it.\nAppeal from the Common Pleas of Bedford county.\nThis was a proceeding founded on the petition of E. L. Anderson, praying for a mandamus against the School Directors of the Borough of Bedford, commanding them to exonerate and discharge him from the payment of the school-tax assessed upon moneys at interest secured by a mortgage on the real estate of the Bedford Mineral Spring Company.\nThe petitioner set forth that he is charged by the school directors of Bedford borough, with taxes for school purposes, to the amount of $430.02, assessed upon moneys at interest, secured by a mortgage on the real estate of the Bedford Mineral Springs Company, and that said taxes are unjust and oppressive, for the reasons following: First, because petitioner is the owner of more than one-half of the capital stock of the company, owning the real estate covered by the mortgage, which real estate is also taxed for school purposes. Second, because the company is insolvent, and unable to pay the interest on the mortgage, and has been so for more than one year, and before the taxes were assessed.\nThat application was made to the school directors for exoneration from the payment of this tax, which application was wrongfully and unjustly refused; and praying for a mandamus for the purpose above stated.\nThe respondents waived the service of the writ, and filed their answers, in which they averred: “That the interest falling dne on the mortgage is a proper subject of taxation. That the fact of its not being paid regularly is no reason why the tax should be exonerated. The mortgage is for $100,000. The property on which it is secured was sold by Mr. Anderson to the company for $170,000. The company made improvements afterwards to the extent of $50,000. The tax was levied and paid prior years without objection. The interest upon the mortgage is receipted for, on the record, for the time including 1860. Mr. Anderson obtained judgment for the interest due 1st April 1861, issued execution, and sold a large amount of personal property to pay it. The tax complained of was included in duplicate of 1861. The collector’s warrant has expired, and he is responsible on his bond. The teachers for the schools were employed, the schools opened, and other expenses incurred — the debts contracted must be paid for — they were made on the faith of this tax, in part; there can be no good reason for taking the debt off Mr. Anderson and putting it upon the other tax-payers of the borough. The directors can authorize an abatement or exoneration only upon three contingencies,- to wit, for mistakes, indigent persons, or unseated lands. This tax was laid 3d May 1861; up to that day Mr. Anderson had received every cent of interest due on his mortgage. Upon the judgment confessed for the interest falling due 1st April 1861, Mr. Anderson bought in nearly the whole of the personal property at a sacrifice of two-thirds, certainly one-half of its value.”\nAt the first hearing of the case the rule for a mandamus was dismissed, but this decision was subsequently rescinded, and an auditor appointed to hear the case and report the facts to the court. On filing the auditor’s report, the court below made the following decree, which was the error assigned on this appéal: — -\n“The facts found by John Mower, Esq., the examiner appointed in this case, show that on the mortgage for $100,000, which E. L. Anderson, Esq., holds against the Bedford Mineral Springs Company, no interest was paid for the year 1861, because of the insolvency of said company. This being the case, Anderson should not have been assessed with school tax on said mortgage for 1861. Therefore the rule issued is made absolute, and it is ordered and decreed by the court that a writ of mandamus shall be issued against the school directors of said borough of Bedford, commanding them to exonerate and discharge said Anderson from the payment of said school tax for the year 1861.”\nJ?. M. Kimmel, for the school directors.\nA. King and John Cessna, for the appellee.\nMay 25th 1863,"
  },
  "file_name": "0388-01",
  "first_page_order": 388,
  "last_page_order": 390
}
