{
  "id": 9503194,
  "name": "The Commonwealth versus Gurley",
  "name_abbreviation": "Commonwealth v. Gurley",
  "decision_date": "1863-05-25",
  "docket_number": "",
  "first_page": "392",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 392"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 231,
    "char_count": 4687,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.6142896833886637e-07,
      "percentile": 0.9263105686856646
    },
    "sha256": "4a0d35c684da2e9507ac07139d562fedd781ad81eb29901ff91d71a5fd842cb3",
    "simhash": "1:0b2156982a8095f2",
    "word_count": 798
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth versus Gurley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nThompson, J.\nThe indictment in this case was in the usual form, and charged the defendant with fornication and bastardy, in the township of Cumberland Valley, in the county of Bedford, with one Drucilla S. Clark. On the trial, the jury convicted the defendant in manner and form as he stood indicted: that is, for fornication and bastardy in Bedford county. The only thing that is before this court, or could legally be brought up by the certiorari, is the record. That includes the record of the trial, the indictment, and sentence. The opinion of the court and affidavits after trial are no part of the record, and not before us. Looking at the record, then, the only thing which we can look at, we perceive that the defendant was convicted of fornication and bastardy, and sentenced for the fornication only, without any reference to the bastardy with which he had been charged, and of which he was convicted. The record does not show that the infant had died before sentence, and hence there was no order of maintenance; nor any reason why there was not an order for lying-in expenses. We need not deal with the alleged reason dehors the record. The conviction is conclusive that the offence was committed in the county of Bedford. A court can never arrest a judgment on the ground that the evidence was not sufficient. That is a ground for a new trial only. The defendant should, in this case, have been sentenced for fornication and bastardy, and in addition thereto to pay lying-in expenses, and to give security to perform the order of maintenance which the court should have made. This not having been done, we must reverse this sentence, in order that the defendant may be brought into court and sentenced according to law.\nNow, to wit, May 25th 1863, the sentence of the Court of Quarter Sessions of Bedford county is reversed, and the record remitted, with directions that the said court sentence the defendant in this case in accordance with the statute as for fornication and bastardy.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "John Cessna, for the Commonwealth.",
      "William M. Mall and F. M. Kimmell, for the defendant."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth versus Gurley.\nRecord of criminal court, what it includes. — Nothing but the record reviewed, on certiorari.— Verdict of “guilty in manner and form as indicted,” effect of.\n1. On indictment for fornication and bastardy and verdict of guilty in manner and form as the defendant stood indicted, the record of the conviction is conclusive that the offence was committed within the county: and he must be sentenced as well for the fornication as to pay the lying-in expenses and to give security to perform the order of maintenance.\n'2. Thus where a child was begotten in the state, but born out of it, and the indictment was in the .usual form, and the defendant was sentenced for fornication only and not for the bastardy, it was error.\n■CektioRARI to Bedford county.\nLycurgus P. Gurley was indicted at the February Sessions of 1863, for fornication and bastardy with Drucella C. Clark.\nThe testimony of the prosecutrix established the fact that the child, though begotten in Cumberland Valley township, Bedford county, Pennsylvania, was born in Allegheny county, Maryland.\nThe counsel for the defendant contended that although the evidence might justify a verdict of guilty for the fornication, the defendant could not be held for the maintenance, because the child was born out of the state.\nThe court below directed the jury, if they believed the testimony, to find the defendant guilty, reserving the sentence for maintenance for hearing on a motion in arrest of judgment. The jury found the defendant guilty. The defendant’s counsel thereupon moved an arrest of judgment for the following reasons :—\n1st. Because the prosecutrix proved that the child, although it was begotten in Pennsylvania, was born in Allegheny county, Maryland; therefore the jury were justified in finding verdict for fornication, but not for bastardy. The Act of Assembly under which the maintenance is claimed, provides for cases where children are begotten in one county of the state and born in another, or begotten in a neighbouring state and born within the state of Pennsylvania; but in this latter case no fine is to be imposed. But for the birth of a child in Maryland, there is no provision, and consequently there can be no sentence.\nThe object of the law seems to be, to provide for the maintenance of the child. For the support of a child born in Maryland this court can make no provision.\nOn hearing, the court below arrested the judgment as to the bastardy, and imposed a sentence for the fornication; which was the error assigned.\nJohn Cessna, for the Commonwealth.\nWilliam M. Mall and F. M. Kimmell, for the defendant.\nMay 25th 1863,"
  },
  "file_name": "0392-01",
  "first_page_order": 392,
  "last_page_order": 393
}
