{
  "id": 9503224,
  "name": "Yoder's Appeal, in Yoder's Estate",
  "name_abbreviation": "Yoder's Appeal",
  "decision_date": "1863-05-25",
  "docket_number": "",
  "first_page": "394",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 534,
    "char_count": 12509,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 2.5949019035452517e-07,
      "percentile": 0.8189647350096473
    },
    "sha256": "89f267d84872d8ab48553511963e5fd5510bf22ae051adbfa6e8789eed45ac51",
    "simhash": "1:a1c5649508753015",
    "word_count": 2242
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Yoder’s Appeal, in Yoder's Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe court below, on a petition for a review, informally a bill of review by the guardian of the minor heirs of Daniel Yoder, deceased, appointed an auditorio “find dis puted facts and return the evidence” of the facts alleged in the bill. The order issued to the auditor was a little broader than the entry on the docket. It was “ to take evidence, find the facts, state an account, and return the evidence.” We understand that one objection to the proceedings of the auditor was want of authority in him to state the account of the guardian, under the bill of review. Now, the imperfect entry on the record must be considered as corrected by the order issued to the auditor, followed by the confirmation of his work, in pursuance of it, by the court. His appointment under seal was his authority, and if anybody had suggested that it did not exactly correspond with the docket entry, that might have been amended, as the certificate of appointment under seal is, in contemplation of law, as much the act of the court as the entry on the record. All such things are amendable when there is anything to amend by. Here we will consider it as done.\nThe auditor was fully empowered, therefore, to act as directed upon tbe bill of review, and to bear and determine tbe facts from the evidence on both sides. He corrected an obvious error in tbe trustee’s account made against himself, to wit, bis charge against himself of the entire amount of tbe sales, forgetting that one-third was to remain a charge on the premises, for the benefit of the widow. It .would not comport well with any, even the very lowest principle of moral honesty, to hold him to pay with interest that which he had never received, when the correction did not in the slightest degree injuriously affect any other person. This is enough to say about the second exception to the auditor’s report, the overruling of which is embraced in the assignments of error.\nAnother complaint is, that the true and actual terms of sale were allowed to be found by the auditor, and upon that the account corrected as to interest. It would have been equally unconscionable, with the effort above noticed, to have refused this. The sale of the real estate grew out of proceedings in partition. The order was to sell on the terms one-third in hand, and the balance in two equal annual instalments, the widow’s third of the whole remaining on the land. At the sale the guardian could not sell on these terms at a fair price, and he took the responsibility of altering the terms by increasing the number of annual instalments, and thus reducing the sums to be paid annually, and in this way he clearly showed that he had realized from four to six hundred dollars more for the premises than he could otherwise have realized. For some reason or other, he made his return to the order of sale in the usual way, viz.: sold according to the terms of the within order. This was likely to render him liable for a greater amount of interest than the true state of the case called for. The auditor and the court discovering nothing like fraud in this, but only a mistake in not making the original return according to the facts, and the guardian asking for a change of the order, this was permitted to be done on the review of the account. There was no special objection that the application for this purpose was out of time, nor do I say it was; and there being no obstacle of this kind in the way, the Orphans’ Court had ample powers to permit this to be set right, and when it conserved the truth and honesty of the case, and no one was injured by it, did “right in doing as they did. This point and the first one noticed include the third exception. The corrections in the particulars noticed, if I understand this third exception, rendered a correction of the interest account imperative.\nIn many cases it would be improper to charge the accountant with interest during the pendency of exceptions to his account. If they are filed by himself and are groundless, it is usual and proper to charge interest. Here the exceptions were by the heirs. The accountant’s bill of review did not delay the final settlement of tbe account, for it was decided at the same time with the exceptions of the heirs, and was filed while they were pending. To the auditor’s report exceptions were taken by the heirs, and when they were dismissed by the court this appeal was taken. We think the delay in getting their money was the act of the heirs; and as it was uncertain when they might not relinquish their litigation, and call for their money, we do not see any reason in this case for charging the trustee with interest, while the exceptions were thus pending, because he did not invest it.\nWe see no good reason either why the expenses of the audit, a creditably small bill of $20, including officer’s fees, printer’s charges, costs of witnesses, and auditor’s charge, should be charged upon the accountant. It was right to charge this expense to the estate. As we see nothing requiring correction, the decree of the Orphans’ Court must be affirmed.\nDecree of the Orphans’ Court affirmed, at the costs of the appellants.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "Weyand Hay, for appellant.",
      "Cyrus Myers, for G. C. Lint."
    ],
    "corrections": "",
    "head_matter": "Yoder’s Appeal, in Yoder's Estate.\nOrder issued to auditor corrects omissions in the appointment. — Power of auditor to reform account.- — -Accountant when chargeable with interest. — Expenses of audit, who liable for.\n1. Where, on petition for review, in the Orphans’ Court, an auditor was appointed “to find disputed facts and return the evidence, and the order as issued was to “ take evidence, find thefaots, state an account, and return the evidence,” the order made must be taken as corrected by the order issued: and that the auditor has power thereunder to state an account upon the review.\n2. A mistake by a trustee in his return of a sale made by order of the court, in charging himself with the entire proceeds, instead of deducting- the third to remain charged for the benefit of the widow, could be properly corrected by the auditor, justice requiring the correction, and no injury done to any person interested thereby: so also could interest charged be corrected upon the basis of the true and actual terms of sale.\n3. Interest may be charged against an accountant, if the distribution be delayed by reason of groundless exceptions filed by him alone: but where the bill for review was decided at the same time with exceptions filed by the heirs and the further delay in settlement was their act, the trustee was not chargeable with interest for not investing the fund, pending exceptions.\n4. An accountant is not chargeable with the expenses of the audit, though in part made necessary by errors in his account.\nAppeal from the Orphans’ Court of Somerset county.\nThis was an appeal by the widow and heirs of Daniel Yoder, deceased, from the decree of the court below on the account of Gillian C. Lint, trustee for the sale of the real estate of deceased.\nThe case was this: — Daniel Yoder died intestate in 1844, leaving a widow, Susanna, and six minor children. Letters of administration on the estate of said deceased were granted to Isaac Yoder, who filed his final account on said estate on the 23d day of April 1850, which was confirmed on the 29th of August, same year, showing a balance in his hands of $369.60. On the 1st day of October 1849, the Orphans’ Court of Somerset county, on petition of Susanna Yoder, widow of deceased, appointed Gillian C. Lint guardian of said minor children, and on the same day, on petition of Gillian C. Lint, awarded an inquest to make partition or valuation of the real estate of which the said Daniel Yoder died seised, to wit, a tract of land containing one hundred and thirty-eight acres, more or less. On the 11th day of February 1850, the petition of G. C. Lint, guardian, and the widow, was presented to the court, representing that an inquisition was held on the real estate of Daniel Yoder, deceased, by the sheriff, and that a return thereof had been made to the court, which was confirmed; and that it was deemed best for all parties interested to have the land sold, and therefore waived the service of further notice, and prayed the court to decree a sale of the said real estate on the following terms, to wit: one-third to remain on the land during the widow’s lifetime, she to receive the interest thereof semi-annually during her lifetime ; at her death the principal to be paid to the legal heirs of Daniel Yoder, deceased, the remainder to be paid one-third in hand and the balance in two equal annual payments, to be secured by judgment-bonds and mortgage.” On this petition the court decreed a sale of the real estate aforesaid, and granted an order of sale to G. 0. Lint, to which, on the 22d of April 1850, he made return to the court that, in pursuance of said order, he had sold the same on the terms specified for the sum of $20 per acre, which sale the court confirmed the same 'day.\nOn the 11th of March 1857, the account of Gillian C. Lint, trustee as aforesaid, was filed, charging himself with the sum of $2760, the amount realized by the sale of the real estate, to wit, one hundred and thirty-eight acres, at $20 per acre; also with $250 interest on the same, making the amount of his charges $3010, which account as filed was confirmed on the 20th day of May following.\nOn the 1st day of November 1860, having been cited, he filed his account as guardian of said wards, exhibiting a balance in his hands of $1606.59, to which account the heirs by their attorneys excepted. On the 4th of December 1860, the court appointed an auditor to examine and report on exceptions filed, state an account, find disputed facts, and return the evidence. This commission was continued by the court on the 7th of February 1861, and again on the 26th February 1861 continued over to 12th March 1861. On the 4th day of February 1861, the petition of Gillian 0. Lint was presented to the court, representing that he had sold the real estate on different terms from those in the order of the court, and that in his trustee account, he is charged with an amount greater than he realized from said sale, and asking the court to take off the confirmation of said account and grant a bill of review on the same. Same day, rule awarded on all parties interested to show cause why the prayer of petitioner should not be granted. Service of this rule was waived by the attorneys of heirs, and on the 13th of March 1861, on motion of the attorney of G. C. Lint, the court appointed “ Lewis Lichty auditor to find disputed facts and return the evidence.” On this proceeding a commission issued to “ Lewis Lichty, Esq., auditor, to take the evidence, find the facts, state an account, and return the evidence.” Under this commission the auditor filed his report on the 3d day of February 1862, in which report he sustained the 1st, 2d, 3d, 6th, 7th, and 10th exceptions, which had been filed to the account of Gillian C. Lint, as guardian. The 8th and 9th exceptions were withdrawn. The 4th and 5th were not sustained. The auditor amended the return of the-trustee’s sale, to correspond with the terms of sale, as prayed for by the trustee, stated an account for the guardian, in which he did not charge him with the amount he had admitted to be in his hands by his account as trustee, filed 11th March 1857. He did not charge the guardian with interest after the date of filing his account, and charged the expenses of the audit to the heirs. To this report exceptions were filed by the attorneys for the heirs on the same day, as follows:—\n1st. That the auditor erred in reviewing and changing the trustee account on the estate of Daniel Yoder, deceased.\n2d. In revising and amending the return of sale of said trustee.\n3d. In not charging interest against the guardian on all moneys that were or should have been in his hands, according to the terms of sale of the real estate of Daniel Yoder, deceased; the account of I. Yoder, administrator of said decedent; and according to the account he filed as trustee for the sale of the real estate of said decedent, up to the time the report was made out and filed, to wit, 3d February 1862.\n4th. In charging the expenses of the audit to the heirs of the estate.\nThe court below (Nill, P. J.) overruled the exceptions, and confirmed the report of the auditor ; which was the error assigned on appeal by the widow and heirs.\nWeyand Hay, for appellant.\nCyrus Myers, for G. C. Lint.\nMay 25th 1863,"
  },
  "file_name": "0394-01",
  "first_page_order": 394,
  "last_page_order": 398
}
