{
  "id": 9503267,
  "name": "Smith versus Smith",
  "name_abbreviation": "Smith v. Smith",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "403",
  "last_page": "404",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates 507",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776043
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/4/0507-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 5232,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 2.4947273059223535e-07,
      "percentile": 0.8088988971943925
    },
    "sha256": "377322ce1c6ec436910613c129125dc125273cff1bbda2fc2762e751b1546d8f",
    "simhash": "1:7fb9fbb5d344f2f0",
    "word_count": 929
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nLowrie, C. J.\nIt is divine law that a man-shall leave father and mother, and cleave to his wife, and common experience teaches the same ; and it is much to be regretted that this law was not observed by the husband in this case. It is so very often that family quarrels arise from a man’s bringing his wife to live with him in the same house with his mother and sisters, that ordinarily no amount of pecuniary economy can compensate for the risk that is run. Here it has occasioned the separation of this husband and wife, and this action of slander by the daughter-in-law against the mother-in-law, in which are exposed the failings which usually exhibit themselves in the family quarrels of people who are not unusually well trained.\nWe cannot sustain the mode in which the case was tried. .It was error to allow the plaintiff to add a new count for another slander or for a different cause of action, after the right of action for that had been barred by the Statute of Limitations. We decided this twice very lately in cases not yet reported, and it was often so decided before: 4 Yeates 507; 6 S. & R. 295; 1 Casey 409. The new count must be struck off the record.\nIt was error also not to sustain the plea in abatement. The pleadings are not fair samples of the abjt; but they assert and deny that a woman who has deserted her husband may sue in her own name for slander, if he refuses or neglects to support her in her separation. The pleadings present nothing but a desertion without cause, and surely this cannot give her a sole right of action, which is not allowed to a faithful wife. It would be better to allow it to her without the condition of her desertion than with it. The pleadings raise no question about the husband’s refusal to support her in this action, or about his duty in this respect. We shall not attempt to anticipate the questions that may possibly be raised by amended pleadings and a new trial; and we sincerely hope that the case may end by the husband’s cleaving to his wife instead of his mother and sisters; and yet without disaffection to these.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "John W. Ulrich and Josiah Funch, for plaintiff in error.",
      "John O. Kunhel and A. R. Boughter, for defendant."
    ],
    "corrections": "",
    "head_matter": "Smith versus Smith.\nAction for defamation. — Amendment ofnarr. when erroneous. — Suit not sustained in name of wife without joining husband.\n1. In an action for defamation, a new count for another slander cannot be added, after the right of action for it has been barred by the Statute of Limitations.\n2. A woman who has left her husband, cannot maintain an action in her own name for slander, even if he refuses or neglects to support her in her separation, where nothing more than desertion without cause is presented in the pleadings.\nERROR to the Common Pleas of Lebanon county.\nThis was an action on the case for defamation, brought May 31st 1860, by William B. Smith and Lydia B. Smith, his wife, against Veronica Smith. The slanderous words were alleged to have been spoken in November 1859. July 21st 1860, William Smith filed a paper, in which he directed the case to be discontinued, averring that it had been instituted without his knowledge and consent.\nOn motion of Mrs. Smith’s counsel, the discontinuance was stricken off, the name of William Smith taken out of the case, and the action restored as to Lydia B. Smith alone.\nThe defendant then pleaded the coverture of the plaintiff in abatement, to which the plaintiff informally replied that she and her husband lived separate and apart, and that he did not support her, concluding to the country instead of with a verifica-tione, &c.\nTo this the defendant replied that the separation was occasioned and brought about by the plaintiff’s desertion, concluding with a verificatione instead of to the country, adding that he never neglected or refused to support her, but did support her prior to the time of her desertion, which part of the plea concluded to the country. To this replication there was a demurrer and a rejoinder, and judgment in favour of the plaintiff on the demurrer.\nThe defendant then entered the plea of not guilty. On the 23d of April 1862, the plaintiff, by leave of the court, filed an amended narr., averring another slander at an earlier period; and under these pleadings the case was tried, resulting in a verdict for plaintiff. After an ineffectual motion in arrest of judgment and for a new trial, this writ was sued out by defendant, for whom the following errors were assigned:—\n1. The court erred in not sustaining the defendant’s plea in abatement.\n2. In giving judgment in favour of the plaintiff on the demurrer, and that the defendant answer over to the action as brought by the plaintiff against her, and as the same now stands of record.\n3. In allowing tbe plaintiff to file an additional count as a,n amendment to tbe narr., as the same embodies a new cause of action, and was ' besides already barred by tbe Statute of Limitation ; tbe defendant having excepted at tbe time.\n4. In their charge to tbe jury, in saying, “ tbe words being actionable if maliciously spoken by defendant to plaintiff, tbe only question is one of damages.”\nJohn W. Ulrich and Josiah Funch, for plaintiff in error.\nJohn O. Kunhel and A. R. Boughter, for defendant.\nJuly 1st 1863,"
  },
  "file_name": "0403-01",
  "first_page_order": 403,
  "last_page_order": 404
}
