{
  "id": 9503349,
  "name": "Paterson et al. versus Arnold et al.",
  "name_abbreviation": "Paterson v. Arnold",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "410",
  "last_page": "416",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 410"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "20 Ill. 197",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2596205
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/20/0197-01"
      ]
    },
    {
      "cite": "2 W. & S. 190",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0190-01"
      ]
    },
    {
      "cite": "4 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 801,
    "char_count": 18179,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.3060240591467002e-07,
      "percentile": 0.6232228210988363
    },
    "sha256": "8cdc8af6f87e4c68cdbb7de33835939011859c7e27c0d390ebf7c547f0c6b40b",
    "simhash": "1:b76e0e06e37eb7f3",
    "word_count": 3108
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paterson et al. versus Arnold et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe plaintiffs sold goods to the Conestoga Steam Mills, a self-incorporated company, and now' sue the stockholders individually, and assert their right to do so, because, first, the capital stock has not been paid up in full; and second, the charter was obtained by filing an essentially false certificate. The offer to prove these facts was rejected, and this is the matter complained of as error.\nThe company was incorporated under the Act of 7th April 1849, to encourage manufacturing operations; section 9 of which makes the stockholders personally liable, to the amount of their unpaid stock, for all debts due by the company, and therefore it appears to us very clear that the plaintiffs ought to have been allowed to prove that the capital stock had not been fully paid up ; and we do not perceive that any part of the history of the company offered in evidence was entirely irrelevant to the fact to be proved. It seems to us to show affirmatively, that no share of the stock has been paid up in full. If this offer be proved, and not avoided by other facts, the plaintiffs would seem to be entitled to recover against the several defendants, according to their respective legal liabilities for unpaid stock. See McHose v. Wheeler, ante, p. 32.\nAnd why may not the plaintiffs show the certificate, required by law in order to obtain the charter of incorporation, was essentially false ? The answer given is, that the charter is conclusive evidence of corporate capacity and rights until it is annulled in regular form by quo warranto or scire facias at the suit of the state.\nWell, let us assume, for the present, that this is so. Then it is conclusive evidence that one-fourth of the capital stock has been paid in full, for this is essential to the granting of the charter. The rule asserted requires us to take as true all that is essential to the granting of the charter, but it requires no more. Therefore, it does not forbid proof that the other three-fourths of the stock was not actually paid in money according to law, and the evidence offered was competent in this aspect, for it recognises the charter, and seeks to recover according to the law that governs it. But the plaintiffs have no count in their declaration for this form of their claim, and therefore, for this purpose the evidence is inadmissible. The offer of evidence must be taken as made for the purpose of evading the charter altogether, and charging the defendants, according to the declaration, as copartners, and not as corporators, under the manufacturing law; and we must, therefore, consider it in this aspect. Here, the argument that the charter cannot be attacked, indirectly, and that it is conclusive that all its essential preliminaries have been properly observed, comes in with more apparent force; for in this way of presenting the case, the plaintiffs seek to recover against and not under the charter : they assert that as against creditors, the organization of the corporation was not legally and validly conducted.\nThey admit that the charter is, as among the members of the corporation, the law of their association, and that no debtor of the company can assail it, and that the company has a right to continue its business as a corporation until the state shall arrest its action by a quo warranto. But they argue that it is not inconsistent with these admissions, that they should aver that the charter was obtained by means of a certificate that falsely represents the amount of capital stock paid in, and that consequently it is void as against creditors; and in making this distinction, they are manifestly right.\nThey admit, further, that when any company is organized by the state, by a direct Act of Assembly, or by means of officers or commissioners designated by the legislature, then the act of organization is the work of the state, and that the charter is conclusive evidence of its validity as against all persons dealing with it. But they argue, that when the act of organization is not conducted bj the state, but by the associating members themselves, under a general law authorizing them thus to associate, then they are chargeable with their own faults of organization, and cannot shield themselves behind any act of the state. When the state conducts the act of organization, the charter is its declaration that the incorporation is complete. When the parties themselves conduct it, the charter is merely the ministerial ratification of their act, founded on the assumption that the actual organization has been conducted according to law. When the state creates the corporation, there is no previous law to judge it by; but when it is self-constituted, it is done under law.\nIt seems to us that the distinction thus taken between these two. forms of organization, is well taken, and that it requires the distinction in the consequences, just as it has been stated. We think that when the associates organize themselves, and manufacture false papers so as to seem to come under the law, when it is in fact otherwise, and thus procure a charter, such a charter is no cover of the fraud in procuring it, and their creditors may •show their fraud in order to set aside the immunity or shelter which a fairly-obtained charter is intended to furnish. Of course, we do not judge the fact of fraud, but only that the plaintiffs have a right to prove it if they can.\nThe Act of Assembly requires all the stock of such self-organized corporations to be paid in money, and it seems to us very plain that the law was in substance and in fact violated, if the associates did value the effects which they owned before as an unincorporated company, and did certify the amount of that as capital stock actually paid in under this law, and did thereby obtain their charter. The law intends to secure their creditors by a corporate cash capital actually paid in or subscribed; and a charter procured in violation of this intent, is no shield against the claims of creditors.\nBut it is argued, on the other hand, that such a rule will do great injustice to the successors of the original corporators or stockholders, if they also are to be charged with this vice in the charter. This is undoubtedly true, so far as the successors have bought their shares without knowing of the violation of' law by which the charter was procured. If they knew of it, we know of no way of saving them from the consequences that usually follow from their being voluntary participators in the wrong. What will be sufficient evidence of such knowledge, we cannot now consider.\nAre the successors chargeable with this vice in the charter, if they did not know of it when they purchased their stock ? We think not. It is in favour of the voluntary participators in the violation of the law, that the charter fails to furnish immunity as against creditors. It is void as against creditors for all who are parties to the wrong done. The law makes the stock transferable as stock usually is, and the purchasers are constructively chargeable with no vice in it, if it appear fair on its face and no vice is known to them. If the charter fails any one of them as a protection against individual liability, it must be because of some fraud or violation of law in preferring it that is properly chargeable to him, not by succession merely, but by his own voluntary participation in it and acceptance of it. Whether the plaintiffs will be able to maintain this position against so many defendants, or to withdraw their claim on this ground, as against those who have not participated in the alleged violation of the law, we are not now called upon to decide.\nIt has been argued that the plaintiffs cannot first give in evidence the fact of incorporation and the certificate on which it was founded, and then attack this evidence by showing that the certificate is false. But this is a wrong way of viewing the offer. The whole theory of the case assumes the fact of incorporation, and, therefore, admits the charter and certificate, and then proposes to show that the certificate is false as to the real parties and as to the amount actually paid in. This cannot possibly be shown without first giving the certificate in evidence. It is not offered to prove the facts stated in it, but to prove what statement it makes; and this is a necessary preliminary to the proof of the actual facts that show its falsity. In all cases where misrepresentations are to be proved, we must first show the representations actually made before we can proceed to prove that they are misrepresentations. On the first point debated in the argument, but not raised by the declaration, we all agree. A bare majority of us concur in the decision of the second point.\nIt seems to us, therefore, that the evidence offered ought not to have been rejected.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "F. Oarroll Brewster and I. F. Biester, for plaintiffs in error,",
      "Thomas F. Franklin, William B. Fordney, Thaddeus Stevens, N. Fllmaher, T>. G-. Fshleman, George M. Kline, O. J. Dickey, and others, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Paterson et al. versus Arnold et al.\nManufacturing companies.— Charter of, assailed for, fraud in the mode of procuring it. — Distinction between charters by special Act of Assembly and those obtained by act of corporators. — Fraud in procuring charter not to affect subsequent stockholders.\n1. In an action of assumpsit by the creditors of an association incorporated under the Manufacturing Law of 1849, against the stockholders under the personal liability clause of that statute; it is competent for the plaintiffs to show, 1. That the certificate required by law in order to obtain the charter is essentially untrue : or 2. That a portion of the stock was not paid in money 'according to law, if the declaration recognises the validity of the charter as granted.\n2. Where a company is incorporated by Act of Assembly, the charter is conclusive evidence of its validity, but where the act of organization is conducted by the association as it is under the General Manufacturing Law, the charter, though binding on the members, covers no fraud that may have been used in procuring it; and creditors of the corporation may show such fraud in order to set aside the immunity which a charter fairly obtained is intended to furnish.\n3. The omission of the stockholders to pay their stock in money, is a violation of the law, in fact and in substance, and the immunity furnished by the charter is void as against creditors, as to all stockholders who were voluntarily parties to this wrong; but not as to stockholders who came into the corporation by transfer of stock and without knowledge of the violation of law under which the charter was obtained.\n4. The giving in evidence of a charter and the certificate under which it was obtained is not inconsistent with subsequent offers of evidence to prove that the one is untrue and the other invalid. A misrepresentation can only be proved by showing its existence and then attacking its character.\nERROR to the Common Pleas of Lancaster county.\nThis was an action of trespass on the case brought by the late firm of Robert Patterson & Company, of Philadelphia, against Gideon Arnold and others, doing business in Lancaster, under the name of “The Conestoga Steam-Mills,” to recover the amount of several promissory notes given by the defendants, for cotton sold and delivered to defendants. T.he case was this:—\nOn the 14th of July 1845, a number of gentlemen associated themselves together for the purpose of building a factory or factories, and embarking in the manufacture of cotton goods, in the city of Lancaster. They erected and equipped one mill, and commenced business therein. Soon afterwards they purchased another mill, on a lot adjoining theirs; and finally erected a third mill in the neighbourhood of the other two. These mills were known as Nos. 1, 2, and 3, in the order of their acquisition.\nThe parties composing this association commenced and prosecuted their enterprise under the firm name of “ The Conestoga Steam-Mills Company,” until the month of December 1849, when they resolved to become a corporation under the provisions of the General Manufacturing Law, passed on the 7th of April previous.\nPursuant to this resolve, and in compliance with the statute, five of their number subscribed a certificate expressing the intention to manufacture cotton goods at Lancaster, &c., &c., and setting forth that they had subscribed for that purpose two thousand shares each to a capital of $500,000, of which $351,525 had been actually paid in to David Longenecker, who was appointed to receive the same. This certificate was regularly acknowledged, recorded, and filed, according to law. The essential statements therein contained of the subscription and payment of the capital were erroneous. So far as the capital had been subscribed, it was then held by the partners in the original company in proportion to their respective interests; and so far as it was paid in, it had been expended during the four and a half preceding years in the purchases, improvements, and business of the partnership.\n■ Certificates of stock in the corporation were issued to the partners in the original firm, and business was thenceforward transacted as by a body corporate legitimately organized.\nIn this form the association prosecuted the manufacture of cotton goods until the' year 1855, when it was thought expedient to divide the concern into three parts. Two of these organized under the General Manufacturing Law, as separate companies, took mills Nos. 2 and 3, and embarked in business. The third and remaining portion continued, under the charter obtained as before stated, and under the corporate name then assumed, to make cotton fabrics in the original factory known as No. 1. In September 1856, this comprised the defendants in the present suit, who by their agents purchased a large quantity of cotton from the plaintiffs, and gave the promissory notes of the company therefor. Shortly after the separation, the mills failed in rapid succession, No. 1 failing in the beginning of 1857.\nOf the $500,000 capital of the original company four hundred and ninety-five shares were never issued or paid for, either before or after the incorporation.\nA number of persons, among them tbe plaintiffs, dealt with the association, while it was a general partnership, and many of the original partners remained with the company to the last, and are embraced among the defendants in this suit.\nThe present suit was brought against the individuals who composed the company at the time of the purchase of cotton from the plaintiffs, upon the ground that there was no actual compliance with the Act of April 7th 1849, that the certificate subscribed, &c., under that act was fraudulent and void, and that the members of the association remained liable thereafter as general partners.\nThe plaintiffs offered evidence of these facts, on which they relied to impeach the certificate, to which defendants objected. The court overruled the offer, and plaintiffs excepted; whereupon a verdict went for the defendants, this writ of error was then taken, and the refusal of the court below to admit the evidence assigned for error here.\nThe case was argued at Harrisburg in May 1861, and a re-argument having been ordered, it was heard before a full bench in May 1863.\nF. Oarroll Brewster and I. F. Biester, for plaintiffs in error,\nargued : The Act of April 7th 1849, commonly called the General Manufacturing Law, P. L. 563, § 1, provides, that when five or more persons may desire to form a company under its provisions for any of the purposes therein mentioned, and shall have subscribed a capital of not less than $20,000, and actually paid in one-fourth part thereof, they shall sign and acknowledge a certificate, stating the name and objects of the company, the amount of capital stock subscribed, the amount actually paid in, the number and value of shares, the residence of the-subscribers, &c., &c. Section 7, P. L. 565, requires the capital stock to be called in and paid in money, &c., &c. That the positive and vital requirements of a statute cannot be disregarded; and that the subscriptions were not made as stated; that no money was actually paid in, and that the names, residences, and shares of the real owners were not given at all.\nThat there was no substantial or any compliance with the statute. See Andrews v. Schott, 10 Barr 47.\nAs to the alleged fraud, they cited opinion of Coulter, J., in Mitchell v. Kintzer, 5 Barr 216. Also Jackson v. Summerville, 1 Harris 359; Abbey v. Dewey, 1 Casey 413.\nThomas F. Franklin, William B. Fordney, Thaddeus Stevens, N. Fllmaher, T>. G-. Fshleman, George M. Kline, O. J. Dickey, and others, for defendants in error,\nargued: That the defendants were a corporation defacto, in tbe use and exercise of corporate franchises and privileges, and that tbe question whether it is a valid corporation or not cannot be raised collaterally, but only by direct process, against the corporation.\nThat a certificate, under the Act of April 7th 1849, stating the name, object, &c., recorded in the recorder of deeds office, and certified to the office of the secretary of the Commonwealth, makes the individuals therein named a body politic and corporate in fact and in law: citing Justice McLean, in Falconer & Heg-gins v. Campbell et al., 2 McLean’s C. Ct. Rep. 195. Also Jones v. Dana, 24 Bar. Sup. C. Rep. 402.\nThat there was no analogy between a corporation formed under the Act of 1849, and a limited partnership under the Act of 1836. Their objects are entirely different — one being to create corporations, that of the other was to avoid corporations by furnishing individuals with a means of trading, with a limited responsibility: Angelí & Ames on Corp. § 777; McConkey v. Turnpike Co., 1 Penna. R. 426; Lehigh Bridge Co. v. Lehigh Coal Co., 4 Rawle 9; Irwine v. Lumbermen’s Bank, 2 W. & S. 190.\nA charter and user under it, are all that a corporation is called upon to prove, to establish its existence in a litigation with individuals dealing with it: Jones v. Dana, 24 Barb. Sup. C. R. 395. A corporation cannot be attacked collaterally, but only by direct process against it: Wright v. Shelly, Railroad Co., 16 B. Mon roe (Ky.) 4; President, &c., v. Thompson, 20 Ill. 197."
  },
  "file_name": "0410-01",
  "first_page_order": 410,
  "last_page_order": 416
}
