{
  "id": 9503420,
  "name": "Wilson's Appeal, in Pusey's Estate",
  "name_abbreviation": "Wilson's Appeal",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "435",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 631,
    "char_count": 15843,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 8.355938485368325e-08,
      "percentile": 0.48129697909028674
    },
    "sha256": "fe92cc4e1f742d6d41ef6b79b510c2d13daf0cab83a53a8cd304d1e465ca677b",
    "simhash": "1:becf30378c16a8b7",
    "word_count": 2843
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson’s Appeal, in Pusey’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWOODWARD, J.\nThe debts of Isaac Pusey became a lien on his real estate at his death, for a period of five years, and although judicial sales do ordinarily divest such liens, and a sale by order of tbe Orphans’ Court in proceedings in partition is a judicial sale, yet the lien in this instance was not divested, because the sale was made within two years from the granting of administration. The 42d section of the Act of 24th February 1834, Purdon 299, as expounded by the codifiers, whose observations are quoted in the auditor’s report, is conclusive on this point. Sales made under the Act of 18th April 3853, Purdon 852, discharge all liens; but this sale was under the Act of 1834, and the money must be distributed accordingly.\nThe reasons given by the auditor strike us as unanswerable, and we are content to base our decree upon them.\nThe decree is affirmed.",
        "type": "majority",
        "author": "WOODWARD, J."
      }
    ],
    "attorneys": [
      "Thomas JE. Eranlclin, for appellant.",
      "Stevens North, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson’s Appeal, in Pusey’s Estate.\nDebts of decedent, lien of when not divested by Orphans’ Court sale.\n1. A sale of a decedent’s real estate by order of the Orphans’ Court upon proceedings in partition, within two years from the grant of letters of administration, does not, under the Act 24th February 1834, divest the lion of his debts, which at his death attached for the period of five years.\n2. Therefore, where an owner of land, as tenant in common with another, died, and on partition after appraisement and refusal to accept, his undivided half interest was sold, by order of the Orphans’ Court-, three months after the grant of letters of administration to the co-tenant, whose land was afterwards sold by the sheriff: on distribution of the proceeds it was Held, That the Orphans’ Court sale did not pass the decedent’s estates freed from the lien of his debts, which, at his death, had attached for the period of five years.\nAppeal from the Common Pleas of Lancaster county.\nThis was an appeal by Joseph P. Wilson from the decree of the court below distributing the proceeds of the sheriff’s sale of the real estate of Charles J. Pusey.\nThe facts of the case, as reported by the auditor, were these: —On the 23d day of October 1868, Isaac Pusey and Charles J. Pusey became the owners in fee, as tenants in common, of the real estate, the proceeds of which were in court for distribution.\nIsaac Pusey died intestate, on the 6th of January 1859, and, on the 20th of January 1859, letters of administration upon his estate were granted to Elizabeth W. Pusey, his widow, and Charles J. Pusey.\nOn the 5th of February 1859, upon the petition of Elizabeth W. Pusey, widow, and William, Mary L., and Morris Pusey, minor children of said deceased, by George Bogle, their guardian, an inquest of seven men was appointed to appraise the real estate of which the deceased died seised; and on the 21st day of March 1859, the inquisition was read and confirmed nisi, as follows, viz.: No. 1, a house and lot appraised at $400; and “No. 2, the undivided one half part of one grist-mill, one saw-mill, two dwelling-houses and lots of ground, seven acres of meadow land, more or less, two hundred feet of river ground, more or less” (being the undivided half of the real estate held in common by the said Isaac Pusey, before his death, and Charles J. Pusey), valued and appraised at $11,000.\n•• On the same day, a paper signed by Elizabeth W. Pusey, ad-ministratrix and widow, and George Bogle, guardian of the minor children of Isaac Pusey, deceased, was filed, refusing to accept any part of said real estate at the valuation, and ashing the court to decr'ee a sale of the same — the said sale to be conducted and held by Elizabeth W. Pusey, the administratrix of said deceased; which sale was decreed by the court.\nOn the 20th day of April 1859, in pursuance of said decree of court, the said administratrix made public sale and sold the house and lot (No. 1) to Daniel McCarty, for $405, and the undivided half of the saw-mill, flour-mill, dwelling-houses, and lots of ground (No. 2) to Charles J. Pusey, for $11,000; which sales were confirmed by the court on the 4th day of June 1859.\nOn the 27th day of June 1859, a deed for the said undivided half of the saw-mill, flour-mill, &c., was delivered to Charles J. Pusey, who, on the same day, executed and delivered to George Bogle, guardian of the minor children of Isaac Pusey, a bond and mortgage upon the entire property of him, the said Charles J. Pusey, for $11,000, the purchase-money for the said undivided half of Isaac Pusey, which mortgage was duly recorded on the 1st of July 1859.\nThe said mortgage was satisfied and released on the record on the 6th day of June 1860, the Orphans’ Court of Lancaster county having on that day authorized the guardian and widow to take a mortgage for the same money, upon lands of Charles J. Pusey, in Clearfield county.\nOn the 21st of November 1859, Charles J. Pusey and wife conveyed tie saw-mill and wharf to John A. Brush and Samuel Shertzer, for the consideration of $7000; and on the 8th of December 1869, they conveyed to the Chestnut Hill Iron Ore Company a grant of a water privilege for the use of Shawnee Furnace, for the consideration of $1000.\nOn the 12th day of August 1859, Charles J. Pusey executed and delivered to J. P. Morris & Co., a mortgage upon the said grist-mill, saw-mill, houses and lots, &c., for the sum of $1800, which was duly recorded on the 6th day of October 1859, in Mortgage Book No. 15, p. 631.\nOn the 2d day of May 1860, Joseph P. Wilson, Esq., obtained a judgment against Charles J. Pusey, to April Term 1860, No. 449, for the sum of $3152.44, with interest from May 2d 1859.\nOn the 17th day of July 1860, Joseph Ulmer obtained a judgment against said Charles J. Pusey, to April Term 1860, No. 742, for the sum of $96.04, with interest from July 14th 1860.\nOn the 9th day of August 1860, Jacob Neff obtained a judgment against him to April Term 1860, No. 792, for $3180, payable April 1st 1861.\nA number of judgments were subsequently obtained, upon one of which the real estate of Charles J. Pusey was, on the 1st of November 1862, sold by the sheriff to Samuel Shock, Esq., and the net proceeds of the sale, amounting to $5365.12, brought into court for distribution. The real estate sold by the sheriff was what remained of the property held in common by Isaac and Charles J. Pusey, immediately before the death of Isaac, after the sale of the saw-mill and wharf and the water privileges by Charles.\nAt the time of the death of Isaac Pusey, he and William Pusey were indebted to Henry Hinkle and Isaac Hinkle, on a bond dated March 17th 1856, for the sum of $3500; and he was also indebted to D. H. Detweiler, on a note dated April 1st 1858, for $250, which debts were not paid by the administrators of Isaac. The account of the administrators was duly confirmed by the court, showing a. balance in their favour of $1376.63.\nThe counsel for Plinkle and Detweiler claimed the amount of their bond and note out of the money in court, on the ground that at the death of Isaac Pusey it became a lien upon his real estate, which was not discharged by the sale in partition of said real estate to Charles J. Pusey.\nThe fund was also claimed by the judgment-creditors of Charles J. Pusey as being the proceeds of the real estate of said Charles J. Pusey, and, as such, distributable among his creditors only.\nThe auditor (D. Gr. Eshelman, Esq.), after stating the facts, added: “ There does not appear to be much difficulty about one half of the money in court. The undivided half of the real estate never belonged to Isaac Pusey; therefore his debts could not be a lien thereon. After the $11,000 mortgage was satisfied, the mortgage of J. P. Morris & Co., for $1800, became the first lien upon said undivided half, and remained so at the sheriff’s sale, and was not discharged by the sale. It follows, therefore, that the judgment of Joseph P. Wilson, which is the first lien after the mortgage, is entitled to one half of the proceeds of sale.\n“ The disposal of the other half of the proceeds of the sale, presents some difficulties. The debts due by Isaac Pusey to Detweiler and the Hinkles became, at his death, liens upon his real estate. If those liens were not discharged by the sales made by Elizabeth W. Pusey, his administratrix, by virtue of the decree of court, the mortgage of J. P. Morris & Co. was not the first lien upon the undivided half purchased by Charles J. Pusey from the administratrix, and was therefore discharged, as to that portion, by the sheriff’s sale; and half of the proceeds of sale are distributable among the liens in their order of priority.\n“ The 42d section of the Act of 24th February 1834 (P. L. 81) is as follows, viz.: ‘ Whenever the real estate of a decedent, or any part thereof, shall be sold by an executor or administrator, by virtue of an order of an Orphans’ Court having jurisdiction, under proceedings in partition, such real estate shall not be liable, in the hands of the purchaser, to the debts of the decedent, provided such sale be made after the expiration of two years from the granting of letters testamentary or of administration.’\n“ The sale in this case was in the ordinary form of sales in partition. It was made on the 20th day of April 1859, just three months from the granting of letters of administration.\n“ Now, if there is any way of avoiding the plain letter of that Act of Assembly, the auditor would be happy to see it, for the creditors of Charles J. Pusey seem to deserve the money, and the creditors of Isaac Pusey seem to have another remedy. But no means of doing so presents itself to the auditor. The question is not whether the Hinkles and Detweiler have any other remedy, but whether they have a right to cling to this; and if they have the right, having done so, they are entitled to the fund, without reference to any opinions concerning merit.\n“A number of points were made in the able argument of counsel that are amply sustained by the authorities quoted; but they do not apply to the facts of this case. There seems to be but one question in the case, and no matter how it is discussed, that one always presents itself — did the sale in partition discharge the lien of the debt to Hinkle ?\n“It is said that a sale under an order of an Orphans’ Court is a judicial sale, and that judicial sales discharge all liens. That the latter part of the assertion is correct, as a general rule, the authorities fully establish. That Orphans’ Court sales in partition are such judicial sales as discharge all liens is still a matter of doubt. That they are judicial sales to a certain extent, is established by Sa-cket v. Twining, 6 Harris 199. It was there held that such sales are judicial to the extent that the decree of. confirmation cannot be impugned collaterally except for fraud. The judge who delivered the opinion recognises the distinction between the case before him and Orphans’ Court sales for payment of debts, and says, ‘it is not the object of the sale, but the mode and manner, the action of the court, and the parties being called to judgment, which gives it character and makes it judicial.’ Nowhere in that opinion, or in any other that has been produced, has it been said that an Orphans’ Court sale in partition, made within two years after granting letters of administration, discharged the lien of decedent’s debts.\n“ The commissioners, in their remarks upon section 42 of the Act of 1834, acknowledged sales in partition to be judicial sales, and state the object of the proviso to be, the prevention of a discharge of liens, when the sale takes place within two years. 4 This rule, with the proviso following, appeared to us to be essential to the interests of all parties, to enable them to obtain the best price for the property, and to place the transaction on the same footing with other judicial sales. But that the rights of creditors might be preserved, we have provided that such sale, to discharge the lien of debts, must be made after the expiration of two years from the granting of administration. At present the law does not forbid proceedings in partition being commenced immediately after the death of the ancestor, and the estate may therefore be sold within the year allowed for the settlement of the accounts. This ought not to be if the lien of the debts is to be. discharged. We think the addition of one year to that mentioned, to enable creditors to proceed against the land if they think fit, is requisite.’ See Report of Commissioners, Hood on Executors 529. It might easily be imagined that the commissioners had this case in view when they wrote their report.\n“ Mr. Price says an Orphans’ Court sale for the payment of debts discharges all liens, and will do so in sales for partition after two years ; and a sale under the Act of April 18th 1853, at any time, will discharge the lien of debts not of record (sec. 2), and all other liens (sec. 5): Price on Limitations and Liens 273.\n“It was urged by counsel that the Act of 18th April 1853 discharged the lien of Isaac Pusey’s debts, by virtue of the Orphans’ Court sale. It will be seen by the above reference, that Mr. Price, the author of the Act of 1853, draws a distinction between sales under the Act of 1834 and those under the Act of 1853. This sale was not under the Act of 1853. There was no petition to the court,- setting forth facts to bring the case within the purview of that act, and praying an order of sale for purposes mentioned therein. There had been proceedings in partition, and upon the return and confirmation of the inquisition, the widow and the guardian of the children of deceased filed a paper by which they refused to accept the real estate at the valuation, and asked the court to decree a sale of the same — ■ a proceeding strictly within the provisions of the Act of 18,34. It is therefore not affected by the provisions of the Act of 1853.\n“ It was also urged in argument, that even if the Hinkles and Detweiler retained their lien upon the land, and therefore upon the fund in court, they also have a lien on the purchase-money secured by mortgage, first on the premises sold and now on real estate in Clearfield county, and having a lien upon two funds for the same debt, while the judgment-creditors of Charles J. Pusey have a lien upon one only, equity will force them to proceed upon the fund upon which the judgment-creditors have no lien. But if their lien was not discharged by the sale in partition, it remained on the land, and could not be a lien on the proceeds of sale also. Even if they have a right to proceed against the purchase-money now, they certainly have no lien upon it, unless the lien on the land was discharged, which is not the argument.\n“Nor is there any weight in the suggestion that the creditors of Isaac Pusey were bound to exhaust the personal estate before they could look to their lien upon the land. The administrators filed an account of the personal estate, showing a balance in their favour of $1376.63, which was duly confirmed by the court. There was, therefore, no personal estate to which they could look for payment.\n“ The auditor is of the opinion that the sale in partition did not discharge the lien of Isaac’s debts, and that there are no circumstances in the case which prevent his creditors from claiming one half of the money in court.”\nHe therefore distributed to Joseph P. Wilson one half the net balance, and the other half to Hinkle and Detweiler, creditors of Isaac Pusey, deceased, pro rata.\nTo this decision exceptions were filed for Joseph P. Wilson, for Jacob Neff’s executors, and for PI. E. Atkins, in trust, &c. ; but the court, on argument, overruled the exceptions, and confirmed the report of the auditor ; which was the error assigned.\nThomas JE. Eranlclin, for appellant.\nStevens North, for appellee.\nJuly 1st 1863,"
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 441
}
