{
  "id": 9503439,
  "name": "Fry, for use of Metcalf, versus Miller",
  "name_abbreviation": "Fry ex rel. Metcalf v. Miller",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "441",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841334
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 6947,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.7707548990140893e-07,
      "percentile": 0.7113339426352656
    },
    "sha256": "77ffd248a78c7f36922482eb45b37fe3e63c42be392f628feeeabe9b01530ce2",
    "simhash": "1:cc23e5af163adf9c",
    "word_count": 1246
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fry, for use of Metcalf, versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodward, J.\nWe concur with counsel in regarding the paper of 5th May 1862 as a mortgage by Ward to Miller of the four acres of barley. Ward bad been a renter of Ritchey’s farm — • had sowed the barley in the fall of 1861 — quitted the possession of the farm in the spring of 1862, and was succeeded by Rankin, as tenant of Ritchey, and on the 5th of May 1862, contracted the debt to Miller, and made the mortgage of the growing barley to secure it, binding himself to cut and thresh the barley when ripe. The incoming tenant, Rankin, took charge of the barley-field for Miller, and repaired the fences around it. When Ward came to cut it Rankin forbade him till Miller instructed him to allow it. The barley was then harvested, and put into the barn on the premises for Miller, was threshed, and the grain delivered. After it was in the barn, and before it was threshed, it was levied on by virtue of the execution of Fry for use of Metcalf against Ward, and then came this feigned issue under the Sheriff’s Inter-pleader Act.\nIt is the duty of the mortgagee of a chattel to take all the possession of the thing pledged which its nature and circumstances will admit of. A ship at sea, or articles in process of manufacture, or a growing crop of grain, cannot be transferred as a horse, or other chattel in hand, can be turned over, but in such cases the parties must do everything in their power to secure the public from that deception which the possession of property without the ownership always enables a person to practise. The indicia of ownership, if not the corporal possession, must be delivered, else the mortgage will be fraudulent as to creditors: Clow v. Woods, 5 S. & R. 275; Welsh v. Beckey, 1 Penna. R. 57.\nHere all was done that could be reasonably demanded. Rankin, the tenant, in actual possession of the premises, took actual possession of the barley for Miller. Ward was permitted to harvest it only because his contract was so, but in the barn it was again in the exclusive custody of Rankin for Miller. . There was nothing in these circumstances to mislead the public, or to invest Ward with a fictitious credit. His execution-creditor could not get to the barn, without notice of Miller’s rights, and whilst he might have levied his execution, subject to Miller’s mortgage (Srodes v. Caven, 3 Watts 258), he had no right to take the barley out of Miller’s possession without payment of the mortgage-debt. The mortgage, followed by the unequivocal possession that was proved, gave Miller such a right of property in the barley as is sufficient to sustain the narr. in this issue, and accordingly the ruling below is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "0. S. Hyster, for plaintiff in error.",
      "J. H. MeQauley, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fry, for use of Metcalf, versus Miller.\nInterpleader issue.— Chattel mortgage, when valid.\n1. A mortgage of a chattel is valid if the mortgagee take such possession of the thing pledged as its nature and the circumstances will admit.\n2. Where the lessee of a farm at a money rent, after he had removed from it, mortgaged to a creditor a growing crop of barley, sown the previous fall, for whom the incoming tenant took and maintained possession until the crop was harvested by the mortgagor according to his agreement and placed in the barn upon the promises, in the exclusive custody of the agent of the mortgagee, Held, that the mortgage was valid, and that the mortgagee had a right of property in the grain, as against an execution-creditor of the mortgagor, who had no right to take the grain, except upon the payment of the mortgage.\nERROR to the Common Pleas of Franklin county.\nThis was an issue under the Sheriff’s Interpleader Act, in which John Miller was plaintiff, and Peter A. Fry, for the use of Thomas Metcalf, was defendant, to try the question of the ownership of four acres of barley, which had been put out by Daniel Ward, as tenant of Mr. Atchison Ritchey, and was growing when Ward removed from the farm.\nThe plaintiff in the issue claimed under the following instrument of writing:—\n“Whereas, Daniel Ward has this day received from John Miller grain to the value of $35, giving his note therefor at ninety days. This is therefore given to convey to said John Miller, and by these presents I, Daniel Ward, do hereby convey to said John Miller, as collateral security for the payment of said note, the four acres of barley, more or less, now growing in the upper meadow, on the farm occupied by A. N. Rankin, Esq., with the further agreement that I, the said Daniel Ward, am to cut and thresh said barley, and upon the payment of said note both are to be delivered to me; but if I fail to pay said note, then said barley is to be the absolute property of said John Miller, who is^hereby authorized to sell the same, to return to me all the money realized upon the same, over and above the amount of said note, except that the actual expense of hauling said barley to market, if done by any person but myself, to be deducted.\n“Witness my hand and seal, this 5th day of May 1862.\n“ Daniel Ward. [l. s.]\n“Test: John Stewart.”\nThe defendant claimed as a judgment-creditor of Daniel Ward, for whom the barley in dispute had been taken in execution.\nThe court below (Nill, P. J.), after stating the facts of the case, charged the jury as follows:—\n“ The execution was issued on the 12th of July 1862, and on the same day levied on the barley, which some days prior to that time had been harvested and hauled into the barn on said farm. The question of ownership depends mainly on the construction of the article of agreement between said John Miller and Daniel Ward, dated the 5th May 1862. Under this agreement we instruct you, that the four acres of barley were pledged or mortgaged by Daniel Ward to John Miller, for the payment of a note of $35, dated May 5th 1862, and payable ninety days after date. The grain was given as collateral security for the payment of said note. If, from the evidence of A. N. Rankin, you believe that John Miller, after the execution of the article of agreement, exercised the same right as to the ownership and possession of the growing grain, that the property was susceptible of, and that in pursuance of such existing rights the grain was cut and hauled into the barn, and under his control, then there was no property in the grain that could be seized and sold'by virtue of the judgment and execution of the defendant, and your verdict should be for the plaintiff. This property was pledged for the payment of said note, and if the possession exercised over it was such as comported with the property pledged, the transaction was valid, and the property was vested in the plaintiff. We cannot affirm the point of the defendant’s counsel. This charge is the answer we give to it.”\nWhich was the error assigned by the defendant, after a verdict and judgment for the plaintiff in the issue.\n0. S. Hyster, for plaintiff in error.\nJ. H. MeQauley, for defendant in error.\nJuly 1st 1863,"
  },
  "file_name": "0441-01",
  "first_page_order": 441,
  "last_page_order": 443
}
