{
  "id": 9503458,
  "name": "Funk versus Ely et al.",
  "name_abbreviation": "Funk v. Ely",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "444",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 146",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836941
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 647,
    "char_count": 15576,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 3.606094821333424e-07,
      "percentile": 0.8879685649626677
    },
    "sha256": "3bf4f6ecfefde47f84a8777fba686d3d7ddd082e5fcfeeffd5f691ec2297e07d",
    "simhash": "1:5af7eda88656f423",
    "word_count": 2717
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Funk versus Ely et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWOODWARD, J.\nIf the juror, Gordon, were challenged for cause, and that cause was no more than that he was brother-in-law to one of the counsel of the defendant, it was a palpable error. If he was challenged peremptorily, after the peremptory challenges allowed by law had been exhausted, it was, if possible, even more erroneous. It is difficult to determine, from the conflicting statements before us, how the fact was, but it is immaterial, for whichever way the fact was, there was no exception to it. What was excepted to, was the court’s refusal to allow the defendant peremptorily to challenge the new juror called in Gordon’s place, four peremptory challenges having been already enjoyed by the defendant. In this there was no error. The court could not give the defendant five peremptory challenges, the statute having allowed him but four.\nThe only error we see upon the record is in excluding from the, jury all evidence tending to impeach Ely’s books, except such as related to the account against Funk. Such a rule of evidence amounts to nothing in its practical application. If a defendant can disprove his particular account, he has no occasion to assail the general character of the plaintiff’s books. It is only when he has no other means of meeting a false charge, that he assails the general character of the plaintiff’s book, in the same manner in which he would assail the general character of a witness for truth and veracity, whose particular statement he could not controvert. The plaintiff who swears to his original book of entries, puts his general character for truth and veracity, and the general character of his book for honesty and accuracy, in evidence, and invites attack upon either or both.\nIt is ■general character which is thus brought into issue, and feneral character is formed by numerous particulars. When a ook of original entries is offered in evidence, supported by the oath of the party, the court examines it to see if it appears, primá facie, to be whaf.it purports to be. If there are erasures and interlineations, and false or impossible dates, touching points that are material, or if for any reason it clearly appears not to be a legal book of entries, the court may reject it as incompetent: Churchman v. Smith, 6 Whart. 146; Curren v. Crawford, 4 S. & R. 3. If this does not clearly appear, it is to be submitted to the jury to judge of, and then it is competent for the adverse party to show its general character by pointing to charges and entries affecting other parties, and bj calling witnesses to prove such entries false and fraudulent. That this investigation may not run into excessive departure from the issue on trial, the court should limit it to the time, or near the time, covered by the account in suit, and should suffer no more examination of collateral cases than would bear directly on the general character of the book. If a shop-book exhibit, in respect to customers generally, illegal dates, as on Sunday, or impossible dates, as 31st of June or 30th February, or altered dates, or earlier dates after those that are later, or any other such condemning features, they are evidence for the jury upon the general character of the book. The jury may form some opinion from such examination, how far it is entitled to weight in the scales which they are holding. Whilst they should make all due allowances for mistakes, for ignorance and unskilfulness in book-keeping, and for peculiarities in the plaintiffs’ business, they should insist on the general honesty and accuracy of the book, made in secret by one party against the othei’, and now offered as a guide to the conscience of the jury.\nWhilst the abstract answers of the learned judge to the points were generally correct, they seem to us to have become practically erroneous in limiting the view of the jury to the account of the defendant as it stood in the plaintiffs’ book, instead of letting them, under proper limitations, investigate the general character of that book.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "WOODWARD, J."
      }
    ],
    "attorneys": [
      "Eyster and Bonelrake, with whom were Q. 8. Eyster and J. MeJD. Sharpe, for plaintiff in error.",
      "Kennedy £ Kill, Wilson Reilly, and L. S. Clarice, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Funk versus Ely et al.\nRelationship of counsel and juror, no ground for challenge. — Limit to peremptory challenges.— Waiver of objections to juror by omission to except. — Evidence to rebut charge in booh of original entries.— When court may reject booh of original entries.\n1. It is not a ground of challenge for cause, that the juror challenged is a brother-in-law of one of the counsel concerned in the cause: and after the peremptory challenges allowed by law have been exhausted, another peremptory challenge cannot be made, and it is error to allow it.\n2. But where the allowance of such a challenge to the plaintiff was not excepted to by the defendant but only the refusal of the court to allow him to peremptorily challenge the new juror called, after his challenges had been exhausted, such refusal was not error.\n3. Where a book of original entries, supported by the oath of the party, is offered in evidence, the court may reject it,' if it clearly appear not to be a legal book of entries: but if admitted and submitted to the jury, the adverse party may show its general character by proving that charges and entries against other parties are false and fraudulent: and if, in respect to them, it exhibit illegal, impossible, or altered dates, or earlier dates after those later, such charges and accounts are evidence for the jury upon the general character of the book.\n4. Therefore, where, in an action upon a book account, evidence as to the general character of the plaintiff’s book of original entries was restricted by the court to the account of the defendant, as it stood upon the book, it was error.\nERROR to the Common Pleas' of franklin county.\nThis case came into the Common Pleas by appeal from the judgment of a justice of the peace, and was an action of assump-sit by John Ely and Solomon Ely, partners doing business as John & Solomon Ely, against Eranklin Eunk.\nThe declaration in the Common Pleas contained the common counts for goods, &c., sold and delivered, money lent and advanced, paid and received, and on an account stated; to which the defendant pleaded non assumpsit, payment, payment with leave, and defalcation and set-off, and plaintiff replied non solvit, no defalcation, and no set-off.\nUnder the ruling of the court below, there was a verdict and, judgment in favour of the plaintiffs. Whereupon this writ was sued out.\nThe following were the errors which, it was averred, were committed on the trial in the court below :—\n1. The court erred in permitting the plaintiff’s counsel to challenge Harvey Gordon, a juror who had .been regularly called into the box, and who was a brother-in-law of Mr. Bonebrake, one of defendants’ attorneys, after the challenges on both sides had been exhausted, and the jury had been ordered by the court to be sworn, and in refusing to allow the defendants’ counsel to exercise the right to another, and the last challenge in the case, after said Harvey Gordon had been challenged by plaintiff’s counsel.\n2. In rejecting the evidence of Andrew McNair, a witness called by the defendant, to prove that in August 1857 he was sued by the plaintiffs in this case. That John and Solomon Ely were both present at the trial of the case; that a book was then produced different from the book which is now presented as their book of original entries, and that John Ely then swore in the presence of Solomon Ely that the book referred to by the witness was the book of original entries of the firm.\n3. In rejecting the evidence of A. H. Newman, a witness called by the defendant to prove that John and Solomon Ely dissolved their partnership in the spring of 1861. That the books of the firm were left in the hands of Solomon Ely for collection ; that since he has attempted the collection of the accounts in the books, and since the books have been submitted to the customers of the firm for settlement of their accounts, they have acquired a notoriously bad reputation, for honesty and accuracy, among all the customers of said firm, and throughout the entire community in which the firm had previously been conducting their business, and in allowing evidence only of the general character of the books, and of Solomon Ely to be given, in connection with the character of the books, until the time or about the time this suit with Funk was instituted.\n4. In rejecting the evidence of William Earley, and other witnesses called by the defendant, to prove the character of Solomon Ely (who was the book-keeper) and his books for honesty and correctness, both by general reputation and evidence of particular facts relative to the accounts contained in the books during the partnership, such as known false entries, entries upon the Sabbath day, and upon, impossible dates, and other inaccuracies, and in allowing them only to prove the general character of the books of John and Solomon Ely for accurateness and honesty; also in connection with it the general character of Solomon Ely for honesty and truth, and refusing to allow any evidence to be given in reference to any other accounts than the one against F. Funk.\n5. In answering defendant’s 1st point, which was as follows: “ That to make books purporting to be books of original entry, evidence before a jury, of goods sold and delivered, and of the prices of such goods, it must be clearly and satisfactorily established that the entries were made in the books so offered, at or about the time they purport to have been made thus.” “ If the jury believe the testimony of Solomon Ely, the charges were made in the books of original entries against defendant, at or about the day the meat was sold and delivered by himself, and for the delivery made by Straiten and Sbellito. If he is credited, the account is thoroughly established.”\n6. In answering defendant’s 2d point, which was as follows: “ If the jury believe the entries in these boohs were not made at the time they purport to have been made, but were copied into them from other books of the plaintiffs, months or years after the dates of the entries, that then the jury must reject them altogether, as means of evidence in the casethus : “ The law is as stated in this point; [but there is no evidence to base the principle averred upon. There is no evidence before this court and jury, that I know of, which proves that the entries in this case were copied from other books into this book of original entries months or years after the dates of the entries.”] The objectionable language is enclosed in brackets.\n7. In answering defendant’s 4th point, which was as follows: “ When the credibility of books of original entries is impeached, the jury are bound to receive them with great caution, and if they find upon the face of them sufficient errors to induce them to believe that they are not books of original entries, but books manufactured from other books, they are bound to discredit them entirely, and cannot find a verdict upon themthus: “If you find on the face of this account in the books, and from the other evidence, that the books have been impeached, then you should receive them with great caution. If there is any evidence before you that these entries were copied from other books, and manufactured out of other books, it will be your duty to disregard the books. I do not recollect of any testimony that proves such facts; if you do, give it the weight and importance it merits. In such an event, you will have to find for the plaintiffs what is established by other evidence.”\n8. In not affirming the defendant’s 6th point, which was as follows: “That books of original entries are at best a dangerous kind of evidence, and are admissible on grounds of necessity, and not of convenience. As evidence on a trial they are barely competent, and although they often afford perfectly satisfactory evidence, yet, being the act of the party using them, and affording extraordinary facilities to the practice of deception, in a way that renders detection difficult, they are entitled to no peculiar protection, but are liable to have their credibility impeached by every legal means in the power of the opposite party.” Which the court answered thus: “Books of original entries are by law evidence for goods and merchandise sold and delivered, or for any other kind of articles sold and delivered by a persop in the line of his business, or for work and labour done. [And if the entries aré made within two days after the articles were sold and delivered, (in one case a book was held good when the entry was made on the third day after), they are reliable evidence. Although books of this kind are entitled to no peculiar protection, they are entitled to as nmch regard as any other kind of testimony. If Solomon Ely made the entries on the day the meat was sold and delivered, or on the next day, as he swears he did, then these books are good testimony before you.”] The objectionable language is enclosed in brackets.\n9. In not affirming the defendant’s last point, which was as follows : “ If the jury believe the books produced at the trial by the plaintiffs, purporting to be their books of original entries, to be the books proven to have been purchased of T. J. Wright in December 1860, then said books cannot be the books of original entries of the plaintiffs,-inasmuch as they contain charges purporting to have been made years prior to the date of said purchase from Wright; and that in such case they must find for the defendant, or no more against the defendant than he admitted to be due, unless plaintiffs have proven their claim by testimony apart from the books themselves.” Which the court answered thus: “The law would be correctly stated in this point if supported by the facts, but we leave it to you to say whether the proof does show that these books were bought at T. J. Wright’s. [To our mind the evidence proves that these books were not purchased from Mr. Wright.”] The language enclosed in brackets is objected to particularly.\n10. In using the following language in his general charge, to wit: “ There has in the discussion been something said about the general character of Solomon Ely. On this we would say to you, that the defendants had every legal opportunity of impeaching the general character of the books, and of Solomon Ely in connection with them, but no evidence was offered on that question, and for that reason his reputation is unassailed in that respect before you.”\n11. In using the following language in his general charge, to wit: “ The defendant had, by affidavit of defence, every opportunity afforded him to specify in what particular this account is correct, and wherein it is incorrect. This, I understand, he cannot do.”\n12. In using the following language in his general charge, to wit: “ J. G-. Oyler, A. McNair, A. H. Newman, Levi Leidig, and Mr. Earley, of Greenvillage, and John Henry, testify as to another book, with a 'paper or pasteboard cover, which they saw with Solomon and John Ely; McNair saw it in 1857. The rest at other times. One said a 42 cent charge was, when he saw it a second time, made $2. There is no evidence that this account was embraced in it. For that reason it does not seem very pertinent to this issue, but give this evidence in your consideration of the case the weight you believe it deserves.”\nEyster and Bonelrake, with whom were Q. 8. Eyster and J. MeJD. Sharpe, for plaintiff in error.\nKennedy £ Kill, Wilson Reilly, and L. S. Clarice, for defendants in error.\nJuly 1st 1863,"
  },
  "file_name": "0444-01",
  "first_page_order": 444,
  "last_page_order": 449
}
