{
  "id": 9503476,
  "name": "Connelly versus Walker",
  "name_abbreviation": "Connelly v. Walker",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "449",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 701,
    "char_count": 15584,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 6.440005234819797e-07,
      "percentile": 0.959898627294487
    },
    "sha256": "235e63c04e297a2614b98d147d17779bb5082a9da3af87884c02b3031462d811",
    "simhash": "1:964589a13d1574a2",
    "word_count": 2763
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Connelly versus Walker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodward, J.\nConnelly obtained judgment in the Common Pleas against James H. Benford, on the 20th February 1860, and on the same day issued a fi-fa., which the sheriff returned to the next April term, with $32.68 in money made thereon, and with a levy on “ ten hack horses and harness for the same, five hacks, and two sleds.” Before the return day of the writ, to wit, on 12th March 1860, Connelly gave the sheriff an indemnifying bond in $600, but he refused to sell the goods, and returned the fi. fa. with the levy endorsed as above stated. A vend. exp. issued to the succeeding term, to which the sheriff returned: “ John Enable and M. A. Sanner claimed property, and gave bond on 30th July 1860.”\nNothing could be more irregular or unwarrantable than the sheriff’s conduct. Indemnified by the plaintiff, it was his duty to sell the goods under the fi. fa. If he found them claimed by Enable and Sanner, there was the Interpleader Act of 10th April 1848, Purdon 437, for his guidance and protection. To lie still until the last days of the life of the vend, exp., and then to take a bond from strangers to the writ, to protect Mm against tbe consequences of Ms official delinquency, was a gross breach of duty, which he ought to have been ashamed to offer as a legal return to the writ of vend. exp.\nThis action was brought against him for a false return, and although Knable & Sanner did not intervene to defend for what interest they had in the goods, the sheriff was permitted to set up title in them as his defence to the action, and having released Knable, and made him a witness, he obtained the verdict. The counsel for the plaintiff in error confess that “ there was no controversy about the form of action or the pleadings, and that the issue was upon the right of property and the action of the sheriff.” How indefensible the action of the sheriff was, I have said already, and to review the record as it was made up, we must now look at the issue upon the right of property.\nThat Benford, the defendant in the execution, was the owner, on the 28th January 1860, of the goods levied, is a conceded point, for Knable & Sanner claim under a bill of sale of that date, executed to them by John H. Uhl, as the agent of Benford, and whose act was expressly ratified by the latter on the 80th January. That paper transferred in gross, “ all the horses, coaches, hacks, sleighs, sleds, harness, whips, &c., in use in carrying the mails from Cumberland, Maryland, to Greensburg, and from Mount Pleasant to Washington, Pennsylvania, or in any ways appertaining to them, and also all the mail pay for carrying said mails from 1st January 1860 up to 1st July 1860. In consideration thereof the said Knable and Sanner agree to pay all expenses-from 1st January 1860, for carrying said mails, and also to carry it according to the schedule of the postmaster-general.”\nAlthough this was in form an absolute sale of property, and full and unequivocal possession was taken by the vendees, yet the plaintiff alleged there was no consideration for the bargain, and that there was a secret understanding between the parties that Knable & Sanner were to carry out the mail contract, keep an account of receipts and expenditures, and at the end of the contract sell out the stock, and if, on settlement, a balance remained to Benford, they were to account to him for it. This was the substance of several points put to the court by plaintiff’s counsel. The doctrine contended for was, that a bill of sale, absolute on its face, by an insolvent debtor, and delivery of possession of goods in pursuance of it, is fraudulent and void as against creditors, if accompanied by a secret trust, from which the debtor may derive ultimately a pecuniary profit. McCul-loch v. Hutchinson, T Watts 434, is an authority in point in support of the doctrine. In that case it clearly appeared that the vendees were creditors, a point that was disputed in this case. But if the ereditorship of the vendees here be assumed, it is too Clear for debate that whilst they might have purchased the debt- or’s goods at a fair price, to be credited to his account, they could not take them by what was virtually an assignment whereby a preference was given to them over other creditors, and an ultimate interest secured to the debtor himself. Parol evidence was admissible to establish the trust, and the trust, if established, killed the transfer. An absolute conveyance of goods even to a creditor, accompanied by such a trust, tends to delay, hinder, and defraud creditors, and. so is within the letter and spirit of the Statute of 13 Elizabeth.\nIt became, then, a question of fact whether such a trust accompanied this sale, and the learned judge, affirming the doctrine of the plaintiff’s points, submitted the question of fact to the jury. But in doing so, it is alleged he misled the jury as to the force and effect of the testimony. This is the old complaint, which does not generally meet with much favour in this court. I fear, however, it will be found well grounded in this instance.\nThe plaintiff gave in evidence the deposition of Cyrus Benford, who swore fully up to the point, that John Enable, told him that he and Sanner had not bought the stock of James H. Bcu-ford, but had taken it into possession to save it for him. The witness then went on to detail the arrangement as reported to him by Enable, in exact conformity to what the plaintiff alleged it to be, and added that he spoke of it at different times.\nJohn H. Uhl, who signed the agreement as Benford’s agent, swore that he wrote it; that it was a bond fide transfer; that 'Enable and Sanner took possession of the property on the date of the agreement; that they were to carry out the contract, and if they did not receive enough under the contract to pay ex'penses, they were to sell the stock, “and if there was any left, they were to account for it.”\nSamuel Hunsicker swore that Sanner said the property was his, and if there was a balance after all expenses were paid, he was to give Benford credit for it.\nOn the part of the defendant, Mr. Coffroth, who was a subscribing witness to the bill of sale, swore that it was an absolute and unconditional sale, but he said, without explaining the remark, that “some notes in Sanner’s bank to be paid;” and John Enable denied that he told Cyrus Benford what the latter swore, but added: “I told Cyrus it was our intention to allow a credit for what was owing by him to us on a sale of stock.”\nSuch was the evidence bearing on this point. Three witnesses on part of the plaintiff proved the agreement, and two on part of defendant denied it, unless the words which I have quoted from their testimony pointed to it; If they did not, I do not know what these words meant; if they did, there was no real conflict between witnesses about the main point, and we are to take it as an established fact that Benford was to have a credit for whatever excess over expenses a sale of the property would produce.\nNotwithstanding this evidence, the learned judge pronounced it weak, an opinion which, if erroneous, would not call for reversal. But he said, the declarations of Knable and Sanner, if made, were “gratuitous, and would be deserving of little consideration in the establishment óf a secret trust. To be of effect, it should have been made at the time the contract was executed for the sale and delivery of the property.”\nWe understand the declarations proved to have been confessions of what occurred at the making of the agreement. The declarations were subsequent to the agreement, of course, as confessions always follow the foregone fact, but they related to what really was the treaty between the parties. Yet the jury might well have inferred, from the observations of the judge, that the. declarations of Knable and Sanner were not entitled to effect, because not made at the time the contract was executed.\nHe did, indeed, tell the jury to give the testimony on this point the consideration it merited, but as they could not find that the declarations were contemporaneous with the execution of the contract, they were bound to infer that the testimony of declarations had no merit.\nAnd herein we think there was a palpable, though unintentional, misleading of the jury. The evidence seems to us very strong of the alleged understanding. If the witnesses Ben-ford and Knable be regarded as cancelling each other, how can it be said that Uhl and Hunsicker do not prove the trust ? If there was no trust, why was an account to be rendered ? If there was no trust, why was not a price fixed upon the property, and that price passed at once to Benford’s credit ? Is it to be tolerated that an insolvent debtor, just before executions are to issue, may assign his goods and chattels to parties who fix no price, who pay him nothing, who give him no credit on his indebtedness to them, and who declare that they are to execute his unfinished contracts, and then convert the property and account for the proceeds ? If that may be done, the execution law may as well be repealed, for any debtor who chooses to evade it, will have an easy course marked out'for him, and as to the honest debtor, who seeks no evasions, such a law is unnecessary.\nThe learned judge said the plaintiff’s points wore affirmed, if the jury believe there is evidence enough to prove fraud between the contracting parties. After his comments on the proofs, the jury could hardly be expected to consider the evidence sufficient for this purpose; but apart from these comments, considering the answer to the points by itself, it was inaccurate. It was not necessary that the jury should find a fraud as between the contracting parties. It was a legal fraud that was alleged, not an actual. The bill of sale may have been honestly intended, such as any court would support as between the parties thereto, holding each of them to its strict observance; but the question raised by the points was whether it was not fraudulent as to Benford’s creditors; whether, though honestly meant, it was not such a disposition of a debtor’s property as the policy of the law7 forbids; whether, from respect to the right of all his creditors, the law would not impute fraud to a valid bargain, made for the benefit of one of them, with an interest reserved to himself. This was the question in the cause, and the only fact on wThich it depended was the secret trust. That being found, and, if proved, it should have been found, it w7as the duty of the judge to pronounce the transfer fraudulent as to creditors, however fair in itself. And the character of the transfer was determinable altogether by the fact of trust or no trust, and not by the circumstance of Benford’s indebtedness to Enable and Sanner, nor by the eventual profits or losses. If there was not a dollar of surplus to go finally to Benford’s credit, it would make no difference, if there was an understanding and agreement from the first, that entitled him to the benefit of a possible surplus. The law will not support any contrivance whereby an insolvent debtor devotes his property to his own benefit, or that of certain of his creditors, in preference to the rest, with a reservation of a possible interest to himself.\nWe have treated the case thus far on the assumption that Enable and Sanner were creditors of Benford. There was evidence of it by Uhl and Coffroth, and we think the agreements referred to in the first and third assignments of error were properly admitted to show the relations of the parties and the indebtedness of Benford. But after the agreement of 18th October 1858 had been admitted, it was a mistake to reject the evidence offered on the part of the plaintiff, Avhich is referred to in the second error. That evidence bore on the question of indebtedness just as directly as the written agreement, and should have been received.\nBut of what moment was this question of the creditorship of Enable and Sanner ? Of none whatever, so far as concerns the legal fraud, for though creditors, they could not, I repeat, take an assignment of their debtor’s property, to convert and apply the proceeds to the payment of their claims, and the surplus to his benefit. But if they were not creditors, then the whole transaction became a, fraud in fact — a mere cloaking of an insolvent’s property to the prejudice of his creditors. The evidence was not irrelevant, but this is the point to which it should have been directed.\nThe judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Roddy Baer, for plaintiff.",
      "Forward Q-aither, for defendant."
    ],
    "corrections": "",
    "head_matter": "Connelly versus Walker.\nDuty of sheriff on fieri facias. — Fraudulent sale of chattels.— Opinion of court as to effect of testimony, when error. — Evidence for defendant on charge of fraudulent transfer of personal property.\n1. It is the duty of a sheriff, when indemnified by a plaintiff in an execution, after levy, to sell the goods levied, or, if they be claimed by others, to apply for an interpleader, under the Interpleader Act of 10th April 1848: .and it is irregular and unwarrantable to return to the writ that the property 'was claimed by others who had given bond.\n2. A bill of sale, absolute upon its face, by an insolvent debtor, and delivery of possession of goods in pursuance of it, is fraudulent and void as against creditors, if accompanied by a secret trust from which the debtor might derive ultimately a pecuniary benefit.\n3. Where, in such a transfer, there was evidence of a secret trust in favour of the debtor in the declarations of the transferees, and the court, while affirming in the charge, that the hill of sale, if accompanied by a trust in favour of the debtor, was fraudulent and void, and referring the fact as a question for the jury, instructed them that-the evidence of the secret trust was weak, and that the declarations, if made, were gratuitous and deserving of little consideration in establishing it, and that to be of effect they should have been made at the execution of the contract, the instruction was erroneous as tending to mislead the jury as to the force and effect of the testimony.\n4. In an action by the execution-creditor against the sheriff for a false return, where he was permitted, in defence, to set up title in the assignees of the debtor under a bill of sale, which was executed, and possession delivered thereunder before the levy, evidence of an indebtedness by the debtor as a consideration for the sale, is relevant and admissible, but only upon the question whether or not the sale and transfer were fraudulent in fact: if no indebtedness existed the sale was a fraud in fact: if it did exist, and the transfer was accompanied by a secret trust in the debtor’s favour, this, though binding and proper as between the parties to it, was a fraud in law and void as against creditors.\n5. But rebutting evidence on the part of the plaintiff to show that no indebtedness existed is also admissible: and the rejection of plaintiff’s offer to prove it, was improper.\nERROR to tbe Common Pleas of Somerset county\nThis was an action on the case, brought January 24th 1861, by Martin Connelly against Perry Walker, high sheriff of Somerset county, to recover damages for a false return.\nUnder the ruling and instructions of the court below, there was a verdict and judgment in favour of the defendant; whereupon the plaintiff sued out this writ.\nAll the material facts of the case, and the errors assigned here by the plaintiff in error, will be found in the opinion of this court.\nRoddy Baer, for plaintiff.\nForward Q-aither, for defendant.\nJuly 1st 1863,"
  },
  "file_name": "0449-01",
  "first_page_order": 449,
  "last_page_order": 454
}
