{
  "id": 9503505,
  "name": "Witmer's Appeal",
  "name_abbreviation": "Witmer's Appeal",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "455",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 455"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Conn. 51",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/11/0051-01"
      ]
    },
    {
      "cite": "4 Johns. 41",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/4/0041-01"
      ]
    },
    {
      "cite": "16 Mass. Rep. 346",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 328",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 148",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178133
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/2/0148-01"
      ]
    },
    {
      "cite": "1 Wright 486",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 446",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. Rep. 144",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178062
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "279"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/2/0144-01"
      ]
    },
    {
      "cite": "2 Jones 308",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 228",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 119",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "2 Wright 446",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1012,
    "char_count": 25878,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 5.091416004313795e-07,
      "percentile": 0.9380853864453101
    },
    "sha256": "5901c7a74f11b30344f4c5204d1748daffe6f0eff0c91b32165c8e5f3bfa1469",
    "simhash": "1:e86980e01528a05b",
    "word_count": 4501
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Witmer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nWoodwaRD, J.\nIn affirming this decree, we wish to be understood as neither affirming nor denying the broad proposition that equity will, at the suit, of a mere judgment-creditor, interpose to restrain such acts of a judgment-debtor, in possession as owner of real estate, as would constitute waste at common law. A judgment-creditor is not within the protection of our Act of Assembly of 29th March 1832, Purdon 1008, until he has brought his debtor’s land to liability to sale on a venditioni exponas ; but whether, independently of the statute, lie is entitled to protection in equity before levy and condemnation, is the main question decided by the learned judge below, and the precise question which we do not mean to decide.\nOn another ground, there is not the least difficulty in affirming the decree. That is the ground of fraud, to which, there can be no question, the equity jurisdiction extends. The case disclosed by the bill and answer is that of a plaintiff with judgments to a large amount against a defendant conceded to be insolvent, and the real estate on which these judgments are liens admitted to be insufficient for their security. It consisted of about forty acres in Union township, Lebanon county, with a steam grist and saw mill thereon, which mills contained a steam-engine, boilers, and other machinery necessarily connected and used together, essential to the working of said mills, and so annexed, fixed, and embedded in the structure of said mills as to be part of the freehold. The defendant admitted that he detached the steam-engine and converted it into personalty, for-the purpose of enabling certain of his creditors to levy upon it, and sell it in satisfaction of their claims. He claims to have done this on his own mere motion, and without confederacy with the creditors for whose benefit it was done; but he admits that they levied on it as personalty, and thus appropriated to themselves the benefits of his act, if they did not help him to perform it. They were subsequent judgment-creditors to the plaintiff in this bill, and had no legal right to be first paid out of the debtor’s property. If the real estate, before severance of the engine, -was inadequate to secure prior lien-creditors, it is manifest the severance, which sensibly impaired the value of the estate, was a great wrong done to them. The learned judge pronounced it a palpable fraud and an illegal preference of creditors. When the principle was pressed upon him, that equity will not ordinarily restrain the sale of chattels, after they have been severed from tbe freehold, he put himself distinctly on the ground that the acts of Thoma were a fraud in law, “intended and calculated to give a later judgment-creditor an advantage over an earlier one, and that all the parties defendants wrere participants in the fraud, and cannot take advantage of their own wrong.”\nThis was the true ground of the decree, and it is upon this ground we affirm it.\nIt is due, however, to the very able argument that has been submitted on the part of the plaintiff in error, that we should notice its main positions.\nIt is maintained, in the first place, that it is the right of an owner of realty, though insolvent, to disannex fixtures and to convert them into personalty, with the view of paying the debt of a bond fide creditor.\nThe abstract right to sever fixtures is, unquestionably, inherent in the full dominion over land which ownership confers, and though an insolvent owner may not assign his property in trust, so as to create a preference among his creditors, yet he may, by encumbrances confessed or by absolute and direct conveyances, prefer one creditor to another: Worman v. Wolfsberger’s Executors, 7 Harris 61; Breading v. Boggs, 8 Id. 37; Covanhoven v. Hart, 9 Id. 495; Uhler v. Maulfair, 11 Id. 381; Siegel v. Chidsey, 4 Casey 279; York County Bank v. Carter, 2 Wright 446.\nBut after liens have attached, may he commit waste for the purpose of preferring creditors ? This is the real question here. The wrong complained of consisted not so much in converting the fixtures to the use of subsequent creditors, as in the damage done to the freehold, which was the only security of the prior creditors. When their liens attached, the engine formed part of the freehold, and was bound by them. Although a judgment-creditor has no estate in the lands of his debtor, it cannot be said that he has not an interest which may be defended. He may seize them in execution, and then our statute entitles him to estrepement to stay waste, and on conversion of the land into money, he has a right, secured by another statute, to take the money in preference to the owner or encumbrancers, however meritorious, who are subsequent to himself. In Gray v. Holdship, 17 S. & R. 415, it was held that a mechanic’s lien against a brewery in which a boiler had been distrained for rent, and severed, would hold the boiler, as against a purchaser of it, as a chattel. In Voorhees v. Freeman, 2 W. & S. 119, and Pyle v. Pennock, Id. 390, the detached rolls of a rolling-mill were held to be part of the freehold, and bound by the lien of a mortgage; and in Hoskin v. Woodward, ante 42, it was held that a mortgage of a machine-shop included a lathe therein erected, and that a sale and removal of the lathe was such a violation of the rights of the mortgagee, that he might follow and recapture it from the purchaser. “ He may even treat it as personalty as against the wrongdoer, for the wrongful act cannot be alleged by the wrongdoer as a measure of shelter for himself,” said the chief justice, in delivering the opinion of the court.\nTrue, these were eases of mortgage, but in respect to an interest in the land of the debtor, what is the difference in Pennsylvania betwixt a mortgagee and a judgment-creditor ?\nThe mortgagee has no estate in the land, any more than the judgment-creditor. Both have liens upon it, and no more than liens. This was expressly asserted in Asay v. Hoover, 5 Barr 35, and has been substantially, if not expressly, affirmed in many eases: Rickert v. Madeira, 1 Rawle 228; Edmonson v. Nichols, 10 Harris 79; Wilson v. Shoenberger’s Executors, 7 Casey 299.\nAs to estate and interest, then, no substantial difference exists between these two classes of creditors: diversities that do exist, have reference to the extent and duration of the liens and the remedies for enforcing them. If a mortgagee have an interest in the mortgaged premises, which may be defrauded by a severance and sale of a fixture, so we may conclude, has a judgment-creditor. The fraudulent character of the severance must be determined by the circumstances of each ease. So long as the debtor uses his estate for its ordinary purposes, according to its nature, he cannot be impeached for fraudulent waste. As was said in Hoskin v. Woodward, he may sell, in the usual way, the “ lumber, firewood, coal, ore, fruit, or grain,” produced by his land, without violating the rights of lien-creditors. But as to machinery, which is a constituent part of a mill or manufactory, to the purposes of which the building has been adapted, and without which it would cease to be such a mill or manufactory, the rule is different. To dismantle such an establishment on the eve of bankruptcy is to destroy its customary use and to defraud lien-creditors, whether by judgment or mortgage. Though not waste under our statute, it is so at common law, and, like other acts contrary to law, is restrainable in equity.\nThe other argument of the plaintiffs in error is akin to the former, that before a creditor can question the disposition of a debtor’s property, he must have completed his title by judgment and execution. This is true as to personal property, and for this reason, that the execution only, and not the judgment, is a lien on chattels. English cases were cited to show that it is true also as to real estate in England, and for precisely the same reason that a judgment there is no lien on land. It is the execution which establishes the legal relation between the creditor and the debtor’s land, as here it is the execution, which establishes the legal relation between the creditor and the debtor’s goods. But our statutes bring judgment-creditors, as the contract of mortgage brings mortgagees, into direct relation with the debtor’s lands, and because the law creates the relation, equity will protect it — will protect it not from such reasonable use and enjoyment of the lands by the owner as are usually incident to unencumbered ownership, but will protect it from such wanton and injurious acts as are of the nature of waste.\nThe decree is affirmed.",
        "type": "majority",
        "author": "WoodwaRD, J."
      }
    ],
    "attorneys": [
      "John A. Fisher, for appellant,",
      "Kmilde Simonton (with whom was A. M. JBouahter), for appellees."
    ],
    "corrections": "",
    "head_matter": "Witmer’s Appeal.\nJudgment-creditor, right of to real estate of debtor as it was at the entry of his lien. — Debtor may not remove machinery, &c., from real estate to the injury of creditor. — Power of court of equity to restrain by injunction.\n1. An owner of a steam-mill property and land, encumbered to an amount greater than their value by a dower and. by judgment-liens, cannot sever and remove the steam-engine or other constituent parts of the machinery, so that, as personalty, they may be levied upon and sold upon the execution of a subsequent judgment-creditor.\n2. The severance of the engine and machinery is a fraud upon the prior judgment-creditors of the debtor, such as a court of equity have jurisdiction to restrain by injunction.\n3. But whether equity will, at the suit of a mere judgment-creditor, interpose to restrain such acts of a judgment-debtor in possession as owner, as would constitute waste at common law, not decided.\nAppeal from the Common Pleas of Lebanon county.\nThis was a proceeding in equity, founded on a bill filed January 4th 1862, by David Steinmetz and Henry Landis, administrators of Jacob Becker, deceased, against Jonathan Bender, sheriff of Lebanon county, and Jacob Witmer and other creditors of Henry Thoma, and against the said Henry Thoma.\nThe bill set forth that Henry Thoma is the owner in foe of a tract of land of about forty acres, situate in Union township, Lebanon county, with a steam grist and saw mill thereon erected . — that there are liens upon said property, as follows, viz.: a dower of about $500 in favour of the widow of Abraham Wenger, deceased, being the first -lien upon said property, and two judgments in favour of complainants, administrators as aforesaid, for $5000, which are the next liens, that said property, being all the real estate of Henry Thoma, is not worth and would not bring so much as the amount of said liens with their interest, that Jacob Witmer and other execution-creditors are the owners of judgments against said Henry Thoma, the liens of which are subsequent to the dower and judgments in favour of complainants as aforesaid, that said Henry Thoma has no personal estate, the same having been levied upon and sold, and is wholly insolvent. That said steam grist and saw mill contained a steam engine, boilers, and other machinery necessarily connected and used together, essential to the working of the mills, and so annexed, fixed, and embedded in the structure of said mills as to be part of the freehold; that said Henry Thoma, acting in concert and collusion with Jacob Witmer and the other execution-creditors, defendants, and by their advice and instigation, and with intent to appropriate the real estate, the proper fund of your petitioners, administrators as aforesaid, for the payment of their judgments to the payment of the judgments of the said Jacob Witmer and other execution-creditors, which otherwise would not he paid, did, on or about the day of December 1861, and shortly before\nthe issuing of the executions by said Jacob Witmer and other execution-creditors, defendants, did, by himself and others, detach from its bed and fastenings in said grist and saw mills a part of said engine and other machinery, and removed the same to another part of said premises, with intent to convert the same into personalty, and with intent to render the same liable to the executions of Jacob Witmer and other execution-creditors, defendants, and in fraud of complainant’s administrators as aforesaid, and that said Jacob Witmer and other execution-creditors, defendants, in pursuance of said concert and collusion with said Henry Thoma, defendant, have issued executions upon their said judgments, and the said Jonathan Bender, sheriff of the county of Lebanon, one of the defendants, by virtue of said executions, and under the directions of the said Henry Thoma, defendant, and Jacob Witmer and other execution-creditors, defendants, have leviedupon parts of said steam-engine and machinery, so detached as aforesaid, and has advertised and offers the same at public sale, on Saturday, the 4th day of January 1862, as the personal property of said Henry Thoma, and will sell the same, unless restrained by your honourable court.\nThat said detached parts of said engine and machinery will he greatly sacrificed if so sold, being but of little value so detached, and that the value of said real estate will be greatly impaired and lessened, and the security of the judgments of complainant’s administrators as aforesaid impaired, and irretrievably and irreparably injured.\nTo which was added the usual interrogatories, with a prayer for an injunction to restrain respondents from selling the said detached parts of the engine and machinery, or in anywise interfering or intermeddling therewith.\nThe answer of the sheriff admitted the fact of executions being in his hands against Henry Thoma in favour of Jacob Witmer, Jr., and the levy on the detached engine, &c., by order of the plaintiff, but denied all unlawful combination, &c. The answer of Jacob Witmer, Jr., admitted the existence of the executions, the fact of the levy, that he was the brother-in-law of Henry Thoma, was surety for him in bank, and had other claims, which were the consideration of the judgments; denied that the engine was detached at his instance, directly or indirectly, or by any one, for him or on his behalf, but averred that although the engine was in the mill it was not embedded in the walls, but simply screwed fast, and was removable without any injury to the building.\nThe answer of Henry Thoma averred his ownership of other real estate in Lebanon county, but admitted his insolvency; that tbe engine in question bad been converted into personalty, and removed out of and away from the building by his express orders and direction, and has since been levied on under execution sued out by Jacob Witmer, Jr., the nature of whose claims he set forth at length.\nThat he detached the engine and machinery on his own motion, and for the purpose of having it levied on in payment of the very meritorious claim of Mr. Witmer ; that the mill was badly located, and had been a source of loss to him, and would be to his successors, and that in his opinion more of his debts would be paid by sales thus made than in any other way, &c., &c.\nAt the instance of the complainants, depositions were then taken and filed.\nOn hearing, the court below (PearsoN, P. J.) decreed, “ That the defendants must be required to replace the steam-engine, and all the machinery connected therewith, within the mill-house, from which it was removed; and be perpetually enjoined from selling, disturbing, or otherwise disposing of the same, and that they pay the costs of the suit.”\nFrom this decree Jacob Witmer, Jr., for himself and the other respondents, entered this appeal, assigning the decree for error.\nJohn A. Fisher, for appellant,\nargued: 1. That, as 'owner in fee of the tract of land and mill thereon erected, he had the right to detach the said steam-engine, and with the view to convert the same into personalty for the purpose of selling the same, or with the view of rendering it liable to be levied on as personal property, and sold by the sheriff; and the more especially so if he had completely severed it before an execution had been issued upon a judgment existing against him as owner of the freehold.\nThe right of an owner so to act with his estate, and particularly where it is done with the view of paying the debt of a bond fide creditor, is recognised by the decisions of this court: Ross’s Appeal, 9 Barr 491; Heaton v. Findlay, 2 Jones 308, 309 ; Harlan v. Harlan, 8 Harris 303.\n2. The complainants here have no right to interfere with the proceedings on the executions of the defendants below, or to question the disposition of the property of Thoma, as made or intended so to be by Thoma.\nBefore a creditor can question the disposition of the debtor’s property, he must have completed his title at law by judgment and execution: Angelí v. Draper, 1 Vern. 399; Shirley v. Watts, 3 Atk. 200; Bennett v. Musgrave, 2 Vesey 51; Balch v. Wastall, 1 P. Wms. 445; Wiggins et al. v. Armstrong et al., 2 Johns. Ch. Rep. 144; Camp v. Bates, 11 Conn., cited in the judge’s opinion.\n3. The owner in fee simple of lands, unencumbered by mortgage, cannot legally be charged with committing waste upon premises thus owned by him. No adjudged case can be found, deciding that such owner can be legally charged with the commission of waste under similar circumstances with those disclosed in this case.\nOur Acts of Assembly provide very extensively for the prevention and punishment of waste ; yet none of them embrace a case situate as is the case in hand. The remedy given to a mortgagee is, by Act of March 29th 1822, modified if not restricted by the provisions of the Act of 22d April 1850.\n4. The acts done here do not amount to nor constitute a legal fraud, or at least no legal inference of fraud can be deduced therefrom: Lowry v. Coulter, 9 Barr 851; Covanhovan v. Hart, 9 Harris 495. See also Hopkinson v. Beebe, 2 Casey 85; Siegel v. Chidsey, 4 Id. 279; York County Bank v. Carter, 2 Wright 446. Nor was there any fraud in fact, nor any combination, collusion, or conspiracy. Nothing of the kind is established by the bill, answers, or evidence in the case.\nAll the respondents severally deny that there was any concert of action, collusion, or combination to effect or do the acts that were done, or any other illegal act. Witmer was not present when the engine was detached or removed, and knew nothing of it until informed of it afterwards by Thoma. It is true that Lantz & Wenner were assisting to take out the engine, but at that time they had no means of obtaining their debt, unless by a private purchase of the engine from Thoma. They had no judgment until after the severance of the engine.\nKmilde Simonton (with whom was A. M. JBouahter), for appellees.\n1. The severance of the engine and machinery, under the circumstances of the case, was within the restraining power of the court: First, because it was waste, such as a judgment-creditor is entitled to prevent by injunction as against his insolvent debtor. • Second, because it was an attempt to perpetrate a fraud upon a prior judgment-creditor. The bill, answer, ,and evidence disclose that the value of the property, as it stood with engine and fixtures in the mill, did not exceed the amount of the dower charged upon it, and complainants’ judgments ; that Wit-mer was a subsequent judgment-creditor; that Thoma, the owner, and others combined and confederated to deprive complainants of their priority of lien, and impair the security which the law gave them. The “ insolvency” is alleged in the bill, and admitted in the answer. The “ combination and confederacy” appear from the evidence of Meiley, Stager, and Borgner. There is no question that the purpose of the severance was to divest the complainants of the rights of lien secured to them by the law as prior judgment-creditors, and the payment of the judgment which, upon the sale of the real estate as it stood before the severance, would be entitled to nothing. The defendants therefore meditated a -violation of the legal rights of the complainants, and a_ fraud in law and in fact. This case is plainly distinguishable from the cases cited by the plaintiff in error, which rule that “ preferences by judgment and execution are only a mode of paymentthat “ a conveyance by a debtor, in failing circumstances, to a creditor in payment of a debt, is not fraudulent,” and that “ creditors of the same insolvent debtor have a right to take their debt in anything the debtor is willing to pay.” But in the case in hand, the rights of the creditors are fixed by the act of the debtor, and the sanction of the law; the land with the fixtures is bound by the lien of the earlier judgment, and complainants have a legal right to be first satisfied out of its proceeds, and an attempt by the failing debtor to denude the property, and thus impair and lessen the security and value of the judgment, either for his own benefit or subsequent judgment-creditors, reversing the order established by the law, is in violation of the rights of the prior judgment-creditor, and a fraud upon the law: Reinheimer v. Hemmingway, 11 Casey 432; Roberts v. The Dauphin Bank, 7 Harris 71; Uhler v. Maulfair, 11 Id. 481; Reese v. Addams, 16 S. & R. 40. In Pennsylvania a judgment-creditor advances liis-money upon the immediate credit of the land. The title remains in the debtor, but the land is pledged to secure the creditor’s debt, in pursuance of the provisions of law. The debtor cannot alienate so as to discharge the lien of the judgment, and if he cannot alienate the whole he can have no right to alienate part.\n2. The remedy by estrepement for waste, in favour of a judgment-creditor, by the Act of 1822, we know arises only after the lands bound by such judgment, shall have been condemned by inquisition, and does not extend to lands which have been extended and rental assessed, nor to lands before levy. But the preventive and protective power of a court of equity in Pennsylvania in 1863, in a case like the present, is not to be limited by the provisions of the Act of 1822, relating to writs of estrepement. This court has said in Stockdale v. Ullery, 1 Wright 486, that “ the courts in granting injunctions are not restricted to ‘acts contrary to law,’ but may exercise this power to restrain acts contrary to equity also; equity being so much a part of the law of Pennsylvania as that the word law often means both law and equity, or either.” It is a well-settled fundamental principle of equity “ that Courts of Chancery grant injunctions against w'aste, to restrain acts against conscience, or the existing rights of others:” 1 Mad. Chan. 123, 126.\n3. The acts complained of were waste, and a judgment-creditor is entitled to the writ of injunction to stay their commission: Cox v. Goodfellow, cited in a note to 8 Yes. 104; Brady v. Waldron, 2 Johns. Ch. 148. It is contended, in opposition to tbe granting of tbe injunction, that a judgment-creditor has no such interest or right in the real estate as will entitle him to the writ, to prevent its waste and destruction by the owner and others, even though his security may thereby he rendered inadequate. And this presents a question which does not seem to have been decided in terms, or indeed even raised, either in our own courts or elsewhere, so far at least as the court below, or the counsel in this case, have been able to discover.\nIs there any radical essential difference in principle between the cases in which it has been settled that injunctions will be granted, and a case arising on a hill brought as here by a judgment-creditor ? An examination of the principles which govern the cases will show that there is not.\nThe party applying for an injunction to stay waste, need not possess the legal title, for it has been decided that where a mortgagee in possession commits waste by cutting down timber, the court, on a hill brought by the mortgagor to stay the waste, will grant an injunction: Earrant v. Lovell, 3 Atk. 723. And in Roberts v. The Bank, 7 Harris, it is said that an injunction lies at the suit of a second mortgagee to prevent waste. Nor is it necessary that the party applying should possess any interest or estate in the'land itself, for an injunction will be granted at the suit of an equitable mortgagee against the mortgagor : Croekford v. Alexander, 15 Yes. 138, and Rickert v. Madeira, 1 Rawle 328.\nIt is the result of the cases in Pennsylvania, and several of the other states, that though the land mortgaged may be taken in execution for the debt of the mortgagor, it is not so liable for the debt of the mortgagee, before foreclosure of the equity of redemption : Rickert v. Madeira, 1 Rawle 328, 329; Blanchard v. Colburn, 16 Mass. Rep. 346; Jackson v. William, 4 Johns. 41. In this state a mortgage, like a judgment, confers upon the mortgagee nothing more than a lien upon the land, which may be defeated by payment of the money loaned at any time before sale made by the sheriff, in pursuance of our Acts of Assembly, giving a remedy to the creditor: Asay v. Hoover, 5 Barr 35; Edmunson v. Nichols, 10 Harris 79, Lewis, J.\nWe conclude that though the identical point before this court in the present case has never been decided in Pennsylvania, yet all the principles involved in it have been well settled, and the decision of the case involves nothing but the correct application of old principles to new facts. There is one case decided in a sister state, which, if it he received as authority, must rule this case. This is the ease of Camp v. Bates, 11 Conn. 51. That case decides that “where the land of an insolvent debtor has been attached in a suit at law, a Court of Chancery, during the pendency of such suit, will enjoin the debtor from committing waste.”\nWe can see no difference in principle between this case and our own; if there be any, it must be in our favour, because, while in both cases there was a lien, there was a judgment in ours alone.\nJuly 1st 1863,"
  },
  "file_name": "0455-01",
  "first_page_order": 455,
  "last_page_order": 464
}
