{
  "id": 9503560,
  "name": "Allen versus Allen et al.",
  "name_abbreviation": "Allen v. Allen",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "468",
  "last_page": "475",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 503",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 19195,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.1680884049421699e-07,
      "percentile": 0.5856063423002654
    },
    "sha256": "c5e3c5189d6f9acaff64dbfa1785e7ba751537d23a586b182dd1c619ada8f553",
    "simhash": "1:88660c8d621cdf4a",
    "word_count": 3509
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allen versus Allen et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nIt is a happy circumstance that we are. not often afflicted with such a confused and unsatisfactory presentation of law and fact, as appears from first to last in this case. But with some effort, we can extract from it the real “ bone of contention,” and that may enable us to discover what for the present should be done in the premises, and the principles applicable to a proper determination of this writ of error.\nIt is enough to say, in the first place, that the plaintiff presented a legal title to the land described, with possession from 1810 down to 1849 or 1850.\nThe defendants claim under this title, mediately through the two sons of the plaintiff; first, as I understand, on the ground of a parol sale of- the land to them, in which the court very properly told the jury they had entirely failed, and that is out of the case, it being a decision in favour of the plaintiff.\nThey then rested upon an alleged sale by the plaintiff to the same parties, by articles of agreement dated the 1st day of April 1849. The evidence of this was not the articles themselves, but a recital of them in a deed of the plaintiff to one Sarah E. Wilson, for about six acres, parcel of the same land which she had bought from James and Franklin Allen, the alleged vendees of the plaintiff. The legal title remaining in David Allen, he made the deed to Mrs. Wilson, pursuant to her contract with the sons, and in this the recital is found that “ the said David Allen has conveyed to his two sons, James Allen and H. F. Allen, two hundred acres, more or less, of said tract, by articles of agreement dated April 1st 1849, for the consideration therein mentioned: and now by request of parties I, David Allen, make the above deed of conveyance to the said Sarah E. Wilson.” This deed was dated the 11th January 1853.\nThis, it is insisted, was of itself a sufficient memorandum in writing to take the case out of the Statute of Frauds and Perjuries. But as it was not intended to be inter partes, nor delivered to them, what shadow of claim is there that it was a contract between and with them ? Besides, on its face it did not purport to be a contract, but only a recital of one previously made. The case of McFarson’s Appeal, 1 Jones 503, cited by the defendant in error, abundantly proves this position untenable.\nWhat is the character and effect of this recital in this deed, between these parties ? We may as well say here, that it did not operate as an estoppel by deed, for it was not between parties or privies in this action; nor was it a deed between any parties; it was a descriptive recital that would estop the grantor as between Mrs. Wilson and parties claiming through her. But it could never have a mutual operation on any other parties, and this tests the quality of the alleged estoppel by deed. Such estoppels must he mutual. We need no authority for this.\nNor was it by any evidence in the case brought within the rule of an estoppel in pais. It tvas not shown to have misled the defendants in any manner. And this is essential in estoppels of this kind: Cuttle v. Brockway, 8 Casey 45; Hill v. Epley, 7 Id. 331; Eldred v. Hazlett’s Adm’r., 9 Id. 307.\nThe recital, therefore, stands as an admission made to a stranger, that the plaintiff had sold the lands by articles of agreement, of the date mentioned, to his sons. As an admission, it was open to be corrected and the truth shown, and for this purpose the plaintiff did produce unexecuted articles of agreement, dated the 15th April 1850; proved that they had been in his sons’ possession for some time; that they returned them, and declaring their inability to comply with the terms contained in them, refused to sign them, and left the premises on which they had originally entered as tenants. One of the sons was examined on a commission to California., and he speaks of these articles as the only articles ever written between his father, himself, and brother, about the land.\nOn this state of facts, the learned judge charged “ that no article is shown except the unexecuted one of 1850and further said that “in the construction of a deed the covenants and recitals are to be taken strongest against the grantor, and if you can find evidence of an article of agreement in 1849 (which if there had been one, should have been produced by the defendants), against the evidence in the cause, except what is contained in the recital in the deed, then you can find for the plaintiff only the undivided or half part of the land; otherwise, and if the recital in the deed was a mistake as to the date, your verdict will be a general verdict for the plaintiff.”\nThis was a plain instruction that the jury might find for the defendants to the extent mentioned, simply on the recital or admission in the deed; not upon the ground that such agreement had existed and was lost, but because the plaintiff had said that it had existed. This was not sufficient to cover the whole ground. The article should have been produced to speak for itself, or its loss accounted for before its contents could be received. There was no attempt to show its actual existence and loss, and without this, there was no evidence on which a recovery could legally be had. The plaintiff’s admission was evidence on the point of the existence of the article as a valid instrument, but this was not enough; its loss and the legal reason for its non-production was wanting. Without this, the presumption would be that no such instrument existed, and what then ? If a recovery be had in this category, it would be on the foot of a mere admission, in writing, it is true, but not in such a shape as to take the case out of the Statute of Frauds and Perjuries, and having no greater force than any other admission made to a stranger. The court passed all these requirements at a bound, and gave the jury unrestrained license to find for the plaintiff, on the admission or recital in the deed that an article of agreement had existed, without further inquiry into its loss or contents. This was wrong. So too was the instruction in regard to the testimony about the unexecuted articles entirely inadequate. It is almost impossible to doubt but that the articles alluded to were of the date of April 15th 1850. The testimony of one of the intended parties proves this clearly. This view of the case should have been referred to the jury, with proper instructions on the effect it would have in explaining the recital in the deed. If the articles of that date were in fact those intended by the recital, that would leave the case without any question as to there being no contract in writing for the land. The recital that the plaintiff had conveyed, the lands by articles of agreement did not mean that a deed had been made to the sons for it, for the very reason given in the same recital for making the deed to Mrs. Wilson, was that the sons had not the legal title; in other words, had no deed. The recital meant no more than what it awkwardly expressed, that articles of agreement had existed for it.\nThat the plaintiff did, at the time he made this recital, suppose 'that he had sold the land to his sons, can hardly admit of a doubt, and if the articles of 1850 were the only writings prepared between them, and they were subsequently returned to him unexecuted, with a refusal to execute them, and the possession surrendered or left vacant, this would show that he was mistaken, and would leave all parties, so far as the land was concerned, as they stood before. We will not speculate about this; but as the case was carelessly and badly tried below, and there is error in the particulars pointed out, it must go back for a retrial on principles more in accordance with sound law and practice than were administered on the former trial.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "H. JSÍ. McAllister and Qline Gf. Burst, for plaintiff",
      "Mayer and Ball, for defendants."
    ],
    "corrections": "",
    "head_matter": "Allen versus Allen et al.\nRecital in deed to third party not a “ memorandum in writing” within the Statute of Frauds.— Or an estoppel in deed or in pais. — Effect of such recital. — Facts not to he submitted to jury without evidence.\n1. A recital in a deed, that the grantor therein had previously conveyed a larger tract (including that granted by the deed) to his sons, by “ articles of agreement dated April 1st 1849,” is not such a memorandum in writing of the agreement, as, in action of ejectment for the land, between the grantor in the articles and alleged parol vendees of the sons, will take the case out of the Statute of Frauds.\n2. The recital could not operate as an estoppel by deed, for it was not between the same parties or privies in the action of ejectment; nor as an estop-pel in pais, where there was no evidence that the defendants had been misled by it: it was but an admission to a stranger that the plaintiff had sold his land, by articles of agreement of the date mentioned, to his sons.\n3. Where, in order to contradict this admission, unexecuted articles of agreement, dated in 1850, were joroduced by the plaintiff upon the trial, and proved to be the only articles ever drawn and in possession of the sons in reference to the land, and that they returned them unsigned, from inability to comply, and left the premises; and the jury were thereupon instructed, “that if they could find evidence of an article of agreement in 1849, against the evidence in the cause, except what was contained in the recital to the deed, they might find for the plaintiff,” &c., it was held error; for the jury were loft to find their verdict upon an admission in the recital that such an article had existed, without producing it or proving its loss and contents.\n4. Where, from the evidence, it might be inferred that the articles of agreement alluded to in the recital were, in fact, dated in 1850, the question should have been referred to the jury, with instructions as to its effect in explaining the recital: for if they were of that date, then there was no contract in writing for the land, and when returned unexecuted, and the possession surrendered, the parties stood as before any contract whatever was made.\nERROR to tbe Common Pleas of Clinton county.\nThis was an action of ejectment, brought July 29th 1856, by David Allen against Sarah. S. Allen, Hugh Devling, and William Allen, for a tract of land in Bald Eagle township, containing ¡-bout two hundred acres.\nThe plaintiff claimed under and gave in evidence a valid legal title to the land in controversy, accompanied with possession by himself, his tenant, and those under whom he claimed from 1810 to 1850, and rested.\nThe defendants then gave in evidence, 1. The declarations of the plaintiff, which they alleged amounted to a parol sale or -gift of the land by him to two of his sons, James Allen and H. F. Allen, the former of whom was then deceased, and the latter a resident of the state of California, under which sale or gift they claimed; which were substantially as follows:—\nOn the 27th December 1852, James Allen called on F. Platt, a surveyor, to run off a portion of this land for the wife of Joseph Wilson, and plaintiff being along when the survey was ma,de for Mrs. Wilson, said “ the boys” had no need for the land — it belonged to them; had paid him for it; had done a good deal for him, but did not say what he got for the land, nor when he received it; that in 1852 plaintiff showed a witness where the line ran between the fifty or sixty acres, the balance of the tract and the boys’ part, but witness could not say whether the plaintiff said the line was run or was to be run, and that when he bought the place he told the boys if they would work and help him to pay for it he would give it to them ; they had done so, and he had given it to them.\nAnother witness testified that in 1854 or 1855, plaintiff showed him where he claimed to, and where the boys claimed, and told him where the line was to be run, and signified the boys had paid his debts, but he was doing well for them — was giving them that property for it.\nAnother testified that he did the carpenter work of a house for James and H. F. Allen, that was built on this land in the fall of 1850 or summer of 1851, and boarded part of the time with the plaintiff, and that plaintiff gave him an old house at $20 on account of his work.\nAnother testified that plaintiff had told him he had given the boys the place in consideration of what they had done for him.\nAnother that plaintiff had told him, seven or eight years before the trial in the court below, the boys had brought him out of difficulty, and he was about giving or selling them the place.\n2. They also gave in evidence a deed from plaintiff, in his handwriting, to Mrs. Sarah F. Wilson, dated January 11th 1853, which contained the following recital: “It being a part of a tract of land conveyed bv Patrick Moore and wife to David Al-Isa, dated the 1st day of April 1825, as reference to said deed mil more fully appear, and the said David Allen has conveyed to his two sons, James Allen and H. E. Allen, two hundred acres, more or less, of said tract, by articles of agreement, dated April 1st 1849, for the consideration therein mentioned, and now, by request of the parties, I, David Allen, make the above deed of conveyance to the said Sarah E. Wilson.” And with this evidence rested their case.\nThe plaintiff, to rebut the evidence given by defendants, proved that James Allen and H. E. Allen went into possession of the land in controversy in 1848, as his tenants, both being then unmarried, that they were to give him a share of the grain as rent, and after they had farmed about two years under this parol lease, they desired to purchase the land, and he had agreed to sell at a price and on terms then agreed on. That they were to give $12.50 per acre for two hundred acres, to be paid as follows: $500 in hand, and $200 a year for six years thereafter; the first three payments to be without interest, and the last three to be on interest, and upon payment of the cash and the six annual payments, that he was to make a deed, and take their joint bond and mortgage on the land for the balance. That he afterwards drew an article of agreement setting forth the contract, and presented it to them for their signatures, which they refused to sign on account of their inability to make the first payment.\nThat this unexecuted agreement, of which he retained a copy, was permitted to remain in their possession for a time, and was subsequently returned to him. That this land had not been surveyed off, or its boundaries fixed, and the greater portion of which was in woods. That he furnished James and H. E. Allen with money and provisions vdien previously they had been lumbering in Clearfield county. The timber used in the building of the house had been gotten off of the place, and that he boarded the hands while employed at the building of the house. That the land was regarded as his down to 8th May 1855, and was advertised for sale as his land in the Clinton Democrat, a paper published in Lock Haven.\nThe plaintiff further proved that Hugh E. Allen had abandoned the land, and requested him to take it back, and that James Allen, during his last sickness, said he had not paid for the place, and shortly before he died, when being requested to make a will, declared he had nothing to will.\nThe court below instructed the jury as follows :—\n“ As to the undivided moiety of the land your verdict must be for the plaintiff, since Hugh Franklin Allen has abandoned any rights he may have ever had.\n“ Where a parol sale of land is set up to defeat the legal title, to take the case out of the Statute of Frauds and Perjuries the evidence of tbe sale must be direct, positive, clear, and satisfactory.\n“ The contract must be clearly proven, the terms of it, the boundaries, the consideration, and it must be shown that the possession was taken in pursuance of the contract; the erection of buildings, although sometimes a circumstance, has but little force.\n“ One who relies on two equitable titles, a parol purchase and a gift, cannot receive any favour at the hands of a court and jury. They are inconsistent with each other. He cannot have paid for it and at the same time received it as a gift. . In the language of the Supreme Court, to say both are good is false, to say that he does not know which, is to admit that neither is true. Equity does not lend its aid to experiment on legal titles in favour of those who can present no distinct and consistent claim. It sanctions no war of which the manifesto is false on its face.\n“In alleged parol sales to children, and more particularly in alleged gifts to them by the father, the very nature of the relation requires that they should be proved by stronger evidence than that which might be sufficient among strangers. The proof must be direct, positive, express, and unambiguous — the terms must be clearly defined, and all the acts necessary for its validity must have especial reference to it, and nothing else.\n“ So far, then, as there is any evidence in the cause as to the sale made in 1850, we instruct you in the most positive terms that the defendants have no case, and your verdict'must be for the plaintiff.\n[“ Was there an agreement, or article made in 1849 between the plaintiff and his sons ? If there was one, it is to be found in the recital of the deed of January 11th 1853, from David Allen to Sarah Wilson. That recital is in these words:” — (The learned judge here read the recital to the jury, and then proceeded :\n“ This recital is the only evidence of a contract having been entered into in 1849.] It is your duty to reconcile the evidence. The land was advertised for sale as the land of the plaintiff, in 1855 — the timber was gotten off the place for the buildings— the hands boarded at the plaintiff’s. He furnished the boys while they were lumbering in Clearfield. The defendant declared he had nothing to will, and it is in proof that although the plaintiff was indebted, he received money more than once from his father’s estate. No article is shown except the unexecuted one of 1850.\n[“ In the construction of a deed the covenants and recitals are to be taken strongest against the grantor, and if you can find evidence of an article of agreement in 1849 (which, if there had been one, should have been produced by the defendants), against the evidence in the cause, except what is contained in the recital in the deed, then you can find for the plaintiff only the undivided moiety or half part of the land,] otherwise, and if the recital of the date was a mistake as to the date, your verdict will be a general verdict for the plaintiff.”\nUnder these .instructions there was a verdict and judgment in favour of the plaintiff, for the undivided moiety of the land described in the writ.\nThis writ was thereupon sued out by the plaintiff, who assigned for error so much of the charge as is enclosed above in brackets, and that the court did not withdraw the evidence of the defendants from the jury, and decide the case as upon a demurrer to the evidence, and direct a verdict for the plaintiff.\nH. JSÍ. McAllister and Qline Gf. Burst, for plaintiff\nMayer and Ball, for defendants.\nJuly 1st 1863,"
  },
  "file_name": "0468-01",
  "first_page_order": 468,
  "last_page_order": 475
}
