{
  "id": 9503600,
  "name": "Houseal & Smith's Appeal",
  "name_abbreviation": "Houseal & Smith's Appeal",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "484",
  "last_page": "487",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 484"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 397",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 303",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "5 Rawle 151",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824632
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0151-01"
      ]
    },
    {
      "cite": "8 Wright 503",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "5 Rawle 151",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0151-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 11279,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 9.779386173779556e-08,
      "percentile": 0.5319860347070428
    },
    "sha256": "5187fbaa0f15cae07423114e6a4204cbb197b8c13a5b2d9c56cbe87c7bcbe6d6",
    "simhash": "1:0342b8d7cb3311d1",
    "word_count": 2010
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Houseal & Smith’s Appeal."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of tbe court was delivered,\nby\nTHOMPSON, J.\nTbe auditor’s report in tbis case presents a contest between tbe separate creditors of Abrabam Schock and tbe firm creditors of A. IT. & J. Schock, of which Abraham was a member. Tbe former claims to come in pari passu with the latter on tbe firm assets, because Abraham Schock was individually a creditor of tbe firm of which be was also a member. ITe individually assigned for the benefit of creditors, on the same day on which the firm made an assignment. The assignees were the same in both cases.\nThe questions for adjudication may be thus stated: Could Abraham Schock, if he had not assigned, have claimed as a creditor of the insolvent firm of which he was a member ? That he could not, is too well settled to require any elaborate citation of authorities: Babb v. Reed, 5 Rawle 151; Story on Part., § 394; Black’s Appeal, 8 Wright 503. If this be so, do his assignees stand in any higher equity ? or are his creditors endowed with any superior rights ?\nNo other than negative answers can be given to these questions. To hold otherwise, would abrogate the distinction taken in Black’s Appeal, and set aside Babb v. Reed altogether.\nThe authority relied on by the appellants is. applicable to minor firms; that is, where a portion of the partners of the general firm carry on a specific business, and become creditors of the general firm on account of articles of the specific trade, it seems to be the English rule that the minor may prove against the general firm; because, as a firm, they are not liable for the debts of the general partnership. But that is not the kind of case now before us. The indebtedness here was not even the result of a distinct trade, being for flour, meat, hay, pork, groceries, locust posts, freight, coal, and the like. These things were furnished to the firm by Abraham Schock himself. The separate creditors of a partner are supposed to have trusted to his separate estate, and that consists of the bulk of his ¡personal estate, and if he is a partner, to his interest in the firm, after the partnership debts have been paid. There is no individual or separate estate in firm property, except in the residuum, after the payment of the firm debts : Story on Part., § 97. Applying these principles to the case in hand, the appellants, the creditors of Abraham Schock, individually have no right to share in the firm assets until the payment of all the partnership debts. Both the auditor and court were right in their views of the case, and\nThe decree of the court below is afSrmed, at the costs of the appellants.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "T. JE. Franklin and D. W. Patterson, for appellants.",
      "■ Gr. M. Kline, S. II. Reynolds, W. W. Brown, I. K. Kiester, K. M. North, and A. Herr Smith, for appellees, auditors of the firm."
    ],
    "corrections": "",
    "head_matter": "Houseal & Smith’s Appeal.\nDistribution of partnership assets between creditors of firm and creditors of insolvent partner, who was also a firm creditor.\n1. Under assignments for benefit of creditors by a firm, and by one of the partners, the separate creditors of the latter cannot claim a pro rata distribution out of the firm assets, while firm debts remained unpaid, though the assigning partner was largely a creditor of the firm.\n2. Babb v. Keed, 5 Rawle 151, and Black's Appeal, 8 Wright 303, affirmed.\nAppeal from Common Pleas of Lancaster county.\nThis was an appeal by Henry Houseal and M. M. Smith, from the decree of the court below, confirming the report of the auditor appointed to distribute the balance in the hands of John Kline and B. E. Hiestand, assignees for the benefit of creditors of A. H. & J. Schock. The said accountants were also assignees in trust for the individual creditors of Abraham .Schock, under a deed bearing even date with that of the firm. Abraham Schock, Henry Schock, and Jacob Schock, under the name of A. H. & J. Schock, were engaged in the lumber and coal trade at Marietta, Lancaster, and at a place called Glen Rock, in York county, Pennsylvania. They had also in Centre county, Pennsylvania, a saw-mill, and in connection with it carried on the business of a “ country store.” These partners are brothers, and Abraham, besides his connection with A. H. & J. Schock was — in partnership with another brother, John Schock, under the name of A. & J. Schock — engaged in making flour at a grist-mill some three miles above Marietta, and, on his own account individually, dealt in tobacco and other articles of country produce. The relations to each other of Abraham Schock and the two firms were proved to be of the most intimate character, and the affairs of each were much complicated with those of the others. Abraham, who appeared to have been the principal manager of the business of a.ll these parties, alleged that by reason of moneys advanced, liabilities assumed, and goods sold to them by him in his individual capacity, the partnership of A. H. & J. Schock became indebted to him in an amount somewhat exceeding $17,000. To this claim other creditors objected on the ground that a partner, or where he has become insolvent, his estate, cannot claim against the joint estate of the partnership, in competition with the joint creditors, or until the latter are paid in full.\nThe auditor, for reasons given in his report, rejected the claim of Abraham Schock, and the court below (Hates, P. J.) confirmed the report, which was the error assigned by the appellants above named, who were individual creditors of Abraham Schock.\nT. JE. Franklin and D. W. Patterson, for appellants.\nThis case presents a single question, which has been much agitated as well in the English courts of equity as in those of the several states, and does not yet appear to have there received a solution so satisfactory as to be consistently and resolutely adhered to by all the courts. It is this : Whether when several partners make an assignment of the firm assets for the benefit of the creditors of the firm, and one of the partners, being a large creditor of the firm on dealings carried on by him with the firm as a separate trader, also makes an assignment of his separate estate for his own creditors, the separate' creditors are entitled to have his estate credited with a dividend on the firm assets. The cases in which this question has been brought to the notice of the courts, are collated and commented on by Collyer on Partnership, book 4, c. 2, § 10, “on proof between estates,” §§ 990, 1006. The learned author sums up the part applicable to the case before us as follows : “ Upon the whole, therefore, the general principle to be gathered from these decisions is, that where one or more members of a firm carry on a distinct trade, proof will be admitted between the estate of the general and the particular firm, pari passu with the creditors, in all cases where the debt has arisen from goods furnished by one firm to the other, in a manner as if they had been utterly unconnected in trade, but that, except in the case of bankers, this rule will not be applicable where the debt has arisen only from money advanced by one firm to the other,” § 1004. This is the settled law in England on the subject, and the only question then is whether we have departed from it in Pennsylvania. The auditor and court below rely on the case of Babb v. Heed, 5 Rawle 151, as announcing a contrary doctrine; but it has not, in our judgment, the least tendency that way. It was not a contest between firm and separate creditors, but between firm creditors and a partner claiming the fund against them; that is, between a man and his own creditors. The only real question in the case was whether there was a partnership or not. We are not' able to'find any Pennsylvania authorities directly applicable to the case before us, but the grand principle which underlies the whole, and is the foundation as well of the general rule as of the exceptions which . have been stated, to wit, that the creditors have no equities, except such as they can work out through those of the individual partners against each other, has been frequently recognised by our courts. We need onty refer to the recent case of Backus v. Murphy, 8 Wright 397, and to the authorities cited by Judge Woodward in delivering the opinion of the court in that case, at p. 401. It is very clear that the partners of Abraham Schock would have no equity to prevent him from recovering from the firm the amount of its indebtedness to him, and the principle is therefore decisive of the case.\n■ Gr. M. Kline, S. II. Reynolds, W. W. Brown, I. K. Kiester, K. M. North, and A. Herr Smith, for appellees, auditors of the firm.\nThe question presented by this case is truly submitted in the argument of appellants’ counsel. Simplified it is this : Can the .creditors of one insolvent partner prove the personal debt of that partner against the joint firm also insolvent? The auditor and the court below held that they could not, upon the general rule laid down in' Story on Part., § 890; Collyer on Part., § 990 ; Babb v. Reed, 5 Rawlo 151. The rule stated in these authorities is founded upon this principle : “ That the equities of the creditors, whether joint or separate, must be worked out through the medium of the partners ; and that it was a clear and well-established rule that the individual partner could not himself prove against the joint estate in competition with the creditors of the firm, who were in fact his own creditors, and thereby take part of'the fund to the prejudice of those who were not only creditors of the partnership, but of himself.” The exception to the general rule is to be found “in the case of a minor partnership constituted of persons who are members of a larger firm, and there are distinct dealings between houses of trade, and both firms become bankrupt.” All the cases in Collyer are of this character, and not the case of the creditors of one partner claiming against the joint fund. True, the author in summing up draws the conclusion cited in appellants’ argument; but to sustain him as to one partner, he has no support in the adjudicated cases other than in a dictum of Lord Eldon, in the case of Ex parte Sillitoe, 1 Glyn & Jam. 374, and is not sustained by his reference to Story on Part. § 394. Lord Eldon’s doctrine is questioned by Sir John Leach, in 2 Glyn & Jam. 127, and by a note in Collyer on Part, to § 1005, it appears that the court of review adhered to the opinion of Sir John Leach.\nThe rights of creditors are worked out through the equities of the partners. A solvent partner has no equity which entitles him to claim against his insolvent firm. Their debt is his debt, and in case of insolvency, his creditors can have no other claim than that which he would be entitled to make. It is his joint liability which excludes him, and must exclude them. Story in § 394 lays down this doctrine, which determines the question as decided by the court below:—\n“If the firm consists of two persons only, and one carry on a separate trade, as they are both liable for the same joint debts, the solvent partner is not entitled to prove under the commission against his copartner a debt for goods sold by his distinct house to the firm, until the joint creditors have been satisfied. It would be otherwise in the case of a firm of A.,' B., C. & D. proving against the firm of A., B., 0. & E., for the former would not be liable for the joint debts of the latter firm.”\nIt is this non-liability which permits the proof.\nJuly 1st 1863,"
  },
  "file_name": "0484-01",
  "first_page_order": 484,
  "last_page_order": 487
}
