{
  "id": 9503620,
  "name": "Wilson versus The Mechanics' Savings Bank for the use of Park",
  "name_abbreviation": "Wilson v. Mechanics' Savings Bank ex rel. Park",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "488",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Cow. 523",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 447",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0447-01"
      ]
    },
    {
      "cite": "1 Wright 132",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0132-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 743,
    "char_count": 19742,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 2.8364893557972595e-07,
      "percentile": 0.8395611095473133
    },
    "sha256": "343ecb73ca5a88e53781f3c0b988c0271d416daaa41ba6c70ce142ca241e09be",
    "simhash": "1:8ad25ca4fe0678c8",
    "word_count": 3512
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus The Mechanics’ Savings Bank for the use of Park."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nA person who takes a bill or note after it is due, takes it subject to all objections in respect of want of consideration or illegality, and all other objections and equities affecting the instrument itself, and to which it was liable in the hands of the person from whom he takes it: Chitty & Hulme on Bills 217. So fully to this effect is the case of Bower v. Hastings, 12 Casey 285, in which all the principal authorities are cited by my brother. Read, that it would be a waste of time to cite them, or renew the investigation.\nThe bank'from whom Park took the bill in question, received and discounted it in the regular course of business. The contrary of this was not pretended; nor could it well have been by the defendant, as his own witness proved it. Now the meaning of the rule is this: If the bank had a clear title to it, independent of any existing equity between the original parties, the transfer to Park was just to the extent of that title. As therefore there was no evidence to affect the bona fides of the bank in receiving and discounting the bill,' and no subsequent payment or satisfaction of it while in its possession, the transfer to Park placed him precisely in the place and stead of the bank, and conferred upon him all its rights and interest. The mode of transfer did not affect this, and he was not required to turn his inquiries to any other period of the existence of the bill. The court committed no error in its ruling on this point of the case.\nThe third and fourth assignments of error are without merit. Where we see that an amendment was proper to reach the merits, we presume that the court were legally satisfied of a mistake, which rendered a change of the names of the parties proper: 12 Harris 489; 1 Wright 132; 2 Id. 72. Nor was the amendment out of time.\nWe entirely agree with the learned judge below, that the foreign attachment process in Wisconsin did not in any sense become an action pending against the defendant, A. P. Wilson, until his appearance. Terms are sometimes definitions, and when we say an attachment is a proceeding in rem, we mean that it is not a proceeding against the person. It only holds towards the satisfaction of the débt of the plaintiff, to the extent of the thing attached, and that may not be of one-fourth the value of the debt. It would not therefore be a bar to a suit in another state: 7 W. & S. 447; 2 Id. 210; 4 Cow. 523; 2 Am. L. Cases 523.\nThe appearance of the defendant was long after the impetration of the writ in this case. Granting that that turned it into an action in personam, it would not be a bar to the action brought long before the 'appearance. In that form ;it .was pleaded. Nor would it have availed, had it been pleaded in abatement, as it was in fact the institution of a formal action by the defendant himself, or, what is the same thing, .it was turned into a personal action by his own voluntary act. We think the court treated this matter entirely in accordance with principle and practice.\nThe object of offering Henry Keller, the payee and endorsee of the bill, was not stated. It is only under special circumstances that one who is a party to a bill or note, can be a witness, or' for some very special purpose; but as neither the special circumstances nor any special purpose was shown, to raise an exception to the rule, we must presume the witness was properly rejected.\nThere is no error in any of the assignments which we have specially noticed, nor in any which we have not thought it necessary to discuss; therefore\nThe judgment is' affirmed.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "A. P. Wilson, for plaintiff in error.",
      "R. A. Lamberton and B. F. Utter, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wilson versus The Mechanics’ Savings Bank for the use of Park.\nTransfer of overdue bill of exchange. — Rights of transferee. — Amendment by altering name of plaintiff. — Lis pendens.\n1. If a bank have clear title to an overdue bill, independent of any existing equity between the original parties, its transfer to a purchaser is to the extent of that title : and if, in an action by him, against an acceptor, there is no evidence to affect the good faith of the bank in receiving and discounting the bill, and no subsequent payment or satisfaction while in the possession of the bank, the transferree will stand in its place, with all its rights and interests.\n2. Where, in a case brought up on error, it is evident that an amendment in name of plaintiff allowed on the trial was proper to reach the merits, the presumption is that the court below were legally satisfied of a mistake which rendered a change of the name proper.\n3. A foreign attachment between the same parties for the same cause of action, in another state, does not become an action pending between them until appearance thereto by the defendant: and where the appearance is after the service of the writ in the action in this state, the pendency of the foreign suit cannot be pleaded in bar or abatement of the action here.\nERROR to the Common Pleas of Dauphin county.\nThis was an action of assumpsit, brought May 28th 1860, by Benjamin Park against Andrew P. Wilson. The plaintiff declared on a draft, or bill, of which the following is a copy:—\n“Harrisburg, June 1st 1857.\n«53000.\n“ Six months after date, pay to the order of Henry Keller, at Girard Bank, Philadelphia, three thousand dollars, value received, and charge the same to account of\n“David R. Porter.\nTo A. P. Wilson, Esq.,\n“ Huntingdon, Pa.”\nEndorsed. “ Pay to the order of the Mechanics’ Saving Bank.\n“Henry Keller.\n“Accepted, A. P. Wilson.”\nTo which the defendant pleaded non assumpsit, and payment with leave, &c., and on the 27th of January 1863, filed the following plea in abatement, and special plea:—\nAnd for a further plea in this behalf, said defendant saith that the said plaintiff heretofore, to wit, on the 10th day of October, A. D. 1859, impleaded the said defendant in a certain plea in assumpsit, in the Circuit Court for the county of Dane, in the state of Wisconsin, to the damage of the plaintiff three thousand dollars, for the not performing the same identical promises and undertakings in the said declaration mentioned. And defendant further said, that said action and plea is still depending in said Circuit Court, which is a court of record, and has full jurisdiction of said action; and the parties thereto and said plaintiff doth still prosecute the same, and this the said defendant is ready to verify, by a duly attested exemplification of said record in said suit in said Circuit Court.\nAnd for a further plea in this behalf, the said Andrew P. Wilson, by leave of the court here for this purpose first had and obtained, says, that the said Benjamin Park ought not to have or maintain his aforesaid action thereof against him, because of any such draft or bill as that mentioned in the plaintiff’s declaration ; that if any such was drawn, it was drawn without any consideration therefor ; and if any such draft or bill was accepted by the said Andrew P. Wilson, the defendant, it was accepted for the accommodation of David R. Porter, the drawer thereof. That he, the said Andrew P. Wilson, was not, on the 1st day of June 1857, or at any time since, indebted to the amount of three thousand dollars, or in any amount whatever, to the said David R. Porter and Henry Keller, or to either of them. That if any such draft or bill as that mentioned in the plaintiff’s declaration, was discounted at the Mechanics’ Savings Bank, Harrisburg, it was discounted as accommodation paper, at a usurious rate of interest, and for the accommodation of David R. Porter, the drawer; and if any such draft or bill was protested for nonpayment; no notice was given to the said Andrew P. Wilson of protest. The said Mechanics’ Savings Bank, Harrisburg, after maturity of said alleged draft or bill, instituted a suit in this Court of Common Pleas of Dauphin county, Harrisburg, viz.: No. 88, April Term 1858, to recover the amount of said alleged draft or bill from the said David R. Porter; and afterwards, viz., on the 22d day of March 1858, at the county aforesaid, the said Mechanics’ Saving Bank, plaintiff in said suit, well knowing that the said alleged draft or bill was given without consideration, and was accommodation paper, accepted from David R. Porter, defendant in said suit, judgment for three thousand and fifty-six dollars, and granted and allowed the said David R. Porter, the defendant, a stay of execution on said judgment, for the period of one year from the 26th day of April, A. D. 1858. The said Andrew P. Wilson will show that the said David R. Porter, on the 22d day of March 1858, at Harrisburg, at the county aforesaid, was possessed of a large amount of tangible personal property, more than sufficient to pay and satisfy said judgment over and beyond any writs of execution in the hands of any constable or sheriff in said county, which said personal property was subject to be seized, taken, and levied on, on execution and satisfaction of the judgment of the said Mechanics’ Savings Bank. The said A. P. Wilson will further show that the said Benjamin Park, plaintiff, obtained an exemplification of the record of the judgment of the said Mechanics’ Savings Bank v. David R. Porter, No. 88, April Term 1858, in Dauphin County Common Pleas, and caused suit to be brought thereon between said parties, in Dane county, in the state of Wisconsin, and, on judgment had and obtained thereon in favour of the Mechanics’ Savings Bank against David R. Porter, writs of execution were thereupon issued, and the alleged interest of the said David R. Porter in certain lands and tenements in Dane county, in the state of Wisconsin, were seized and takeji in execution and sold in satisfaction of said judgment, to a great amount, viz., to the amount of fifteen hundred dollars.\nThe said Andrew P. Wilson will further show that if the said alleged draft or bi'll came to the hands of the said Benjamin Park, it so came to his hands after it was overdue and dishon-oured, viz., on the 13th day of October, a. d. 1859, without endorsement, and without recourse to the then holder of said alleged draft or bill, he, the said Benjamin Park, averring that he took said draft or bill on the credit of David R. Porter, the drawer and party in interest.\nAnd he, the said Andrew P. Wilson, saith that he did not undertake or promise, in the manner and form of the said Benjamin Park hath' complained against him, and of this the said Andrew P. Wilson puts himself on .the country, &c.\nOn the issue thus made up the parties went to trial.\nSame day the plaintiff moved to amend by adding the Mechanics’ Savings Bank as the legal plaintiff, so that the record shall stand, The Mechanics’ Savings Bank for the use of Benjamin Park, and filed a paper electing to proceed with this suit instead of that brought upon the same cause of action in the Circuit Court of Dane county, Wisconsin.\nThe proof on trial showed that at the time of the acceptance of the draft by A. P. Wilson, David R. Porter executed and delivered to him a receipt as follows, in the handwriting of said H. Keller\n“Harrisburg, June 1st 1857.\n“ Received of A. P. Wilson his acceptance of my draft, favour Henry Keller, at six months from this date, for three thousand dollars, payable at the Girard Bank, Philadelphia, which acceptance is to be paid by me at maturity, it being for my accommodation, and against the payment of which I hereby indemnify the said Wilson.\n“David R. Porter.”\nThat the Mechanics’ Savings Bank instituted suit on the said recited draft against David R. Porter, in the Common Pleas of Dauphin county, to April Term 1858, No. 88, on 9th March 1858, and on same day entered rule of reference; and that on the 23d Mkrch 1858, defendant appeared and confessed judgment in favour of said bank therein for the sum of $3056, with interest from date, and with stay of execution, for one year from the 26th day of April, A. D. 1858; and that after expiration of the stay given by the said judgment accepted by the bank, fi. fa. issued to August Term 1859, No. 30, on which fi. fa. nothing was realized.\nThat at the .time the said judgment against Porter was accepted by the bank, with stay, said David R. Porter was the owner of large.personal property beyond amount of said judgment, and had at time of this judgment extensive real estate, hut encumbered by prior judgments.\nThe Mechanics’ Savings Bank held the bill or draft until on or about the 10th day of October, A. d. 1859, when the bank passed their claim to Benjamin Park, without endorsement, and without recourse, who brought this suit in his own name, as above stated.\nOn 29th October, a. d. 1860, B. Park, plaintiff, entered rule of reference; and on December 3d 1860, arbitrators awarded for the plaintiff against A. P. Wilson, defendant, the sum of $3541.43, from which award defendant appealed on 22d December 1860.\nOn the 10th day of October, A. d. 1859, the Mechanics’ Savings Bank instituted proceedings against A. P. Wilson, on said draft or acceptance, in the Circuit Court of Dane county, Wisconsin, by foreign attachment, in which foreign attachment a verdict of a jury was taken for whole amount of said draft, on the 13th day of November, A. D. 1860, which verdict was subsequently set aside, proceedings opened, and defendant let into a defence. This proceeding and action was pending in said Circuit Court at the time of the institution and trial of this suit.\nForeign attachment on the same draft and another, had also on the 8th day of September, A. D. 1858, been instituted in the Circuit Court of Dane county, Wisconsin, against David R. Porter, by the Mechanics’ Savings Bank, in which a recovery had been had, and Porter’s alleged title to land sold to Benjamin Park.\nIt was alleged on the trial, on part of defendant, that Wilson was a mere accommodation acceptor, without consideration, and inasmuch as Park, the plaintiff, had not taken the claim or draft in the usual course of commercial business, but in a trade, and not for one year and ten months, after maturity of the protested draft, he took it as a dishonoured paper, which had long before lost its commercial character; that there was at least sufficient to put Park on inquiry; that his manner of taking the claim, without recourse or endorsement, was evidence at least to go to the jury, as to whether he did not take it on faith of Porter’s responsibility.; and that the parties did not treat the draft as commercial paper; that Park’s application in the Circuit Court of Dane county, Wisconsin, to be relieved from his bid at sheriff’s sale for the alleged interest of Porter in land there, ought to be submitted as evidence of this; and that he dealt entirely on the faith of Porter’s responsibility.\nIt was contended also that the bank had full opportunity to recover the money out of Porter’s large personal property, and lost it by giving Porter voluntarily stay of execution, to which, owing to encumbrances, he was not without bail entitled.\nDefendant also contended that, after award of arbitrators and first trial, Park had no legal right, as asked by his proposed amendment, to tack himself on to the alleged original rights of the bank as plaintiff, and gained nothing thereby, especially as subsequent to 11th October 1859, said bank had no right, no claim whatever, such amendment having been objected to by defendant, and exception sealed.\nIt was also contended on part of defendant that in any event he was entitled to a credit for $1500, or about $1200, as stated and admitted by the letter of B. Park to defendant, dated Hop-bottom, December 24th 1861.\nJanuary 28th 1868, there was a verdict in favour of the plaintiff for $8306.64, followed by a motion for a new trial. February 12th 1863, the plaintiff’s amendment was allowed by the court, and a new trial granted same day. March 24th 1863, there was a verdict rendered in favour of plaintiff for $3665.98, on which judgment was entered on the amended declaration.\nThis writ was then sued out by defendant, who averred that the judgment should be reversed.\n1. Because it appeared from the evidence in the cause that the draft came into the hands of Park, the real plaintiff, after it had arrived at maturity, and he was not an innocent holder thereof in the regular course of business, but took it subject to all the equitable defence of the surety, Wilson.\n2. Because the court erred in charging the jury that, under the facts disclosed by the evidence, the plaintiff was entitled to recover in this action.\n3. That the court erred in permitting the amendment of the record against the objection of the defendant, making the Mechanics’ Savings Bank the legal plaintiff for use of Benjamin Park after an award of arbitrators, and after the first verdict, and that without imposing the costs of the former proceedings upon the plaintiff, or requiring proof.\n4. The court erred in their instruction to the jury as follows: “We are still of the opinion that the bank is the proper legal party, and that the action must be brought in its name. Park is properly marked as the cestui que use. That objection to the form of action will not avail.”\n5. The court erred in instructing the jury as follows: “ This paper appears to have been received by tbe bank in the usual course of business, and regularly discounted. There is no evidence that the bank ever had notice, while it held the draft, that it was any other than business paper, nor is there evidence of any notice to Park that Wilson, the acceptor, was not the principal debtor.”\n6. The court erred in charging the jury as follows: “ It is further contended that, as Wilson was a mere accommodation acceptor, he stood in the light of a surety, and was discharged by the bank giving a longer stay of execution to Porter than was allowed by law. Two sufficient answers exist to this objection. First, the fact does not appear to be as supposed. The suit was brought to April Term 1858, and the eessat is for one year from the first day of April Term, precisely the stay allowed by the 3d section of the Act of 16th April 1836. And, second, the bank had no reason to suppose that Porter was the principal debtor, but could properly consider him a surety, and Wilson the principal. If, therefore, indulgence were given to Porter, Wilson could not lawfully complain. * * * * There is no doubt now that Mr. Wilson was a surety; but that does not appear to have been known until shown on the trial. No illegal indulgence or want of proper diligence has been proved, and the objection is unavailing.”\n7. The court erred in refusing to instruct the jury that the suit commenced by the Mechanics’ Savings Bank, in the Dane Circuit Court of Wisconsin, on the 10th day of October 1859, on the same draft and pending at the time of the trial, was a bar to the plaintiff’s recovery in this suit, commenced on the 28th day of May, A. d. 1860, and in instructing the jury that “ we know of nothing to protect a claimant from issuing a foreign attachment in one state, attaching property and holding to it, and at the same time carrying on a personal action against his debtor in another state.”\n8. The court erred in refusing to instruct the jury that by the admission of Benjamin Park, contained in his letter to defendant, dated December 24th 1861, the defendant was entitled to a credit of “ something less than $1200,” and that if plaintiff was entitled to recover, the verdict should be for the amount of the draft, after deducting “ something less than $1200.”\n9. The court erred in rejecting the testimony of Henry Keller, offered after the draft had been impugned aliunde, by the testimony of R. B. Petrikin.\nA. P. Wilson, for plaintiff in error.\nR. A. Lamberton and B. F. Utter, for defendant in error.\nJuly 1st 1863,"
  },
  "file_name": "0488-01",
  "first_page_order": 488,
  "last_page_order": 495
}
