{
  "id": 9503638,
  "name": "Gratz et al. versus Beates et al.",
  "name_abbreviation": "Gratz v. Beates",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "495",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 978,
    "char_count": 33093,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 9.378913434622373e-08,
      "percentile": 0.5151294534932346
    },
    "sha256": "a2cd5c36cac88e03e0558f0744c0e8d9c79d4954c06989fe5dd88aa39eeb4246",
    "simhash": "1:18778c3aa8169452",
    "word_count": 5786
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gratz et al. versus Beates et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nThompson, J.\nAfter a careful study and examination of the elaborate presentation of this case by counsel for the plaintiffs in error, at bar and in their paper-book, we are not able to discover any element or complication of elements in it, which called for anything but the application of the most simple principles governing in trials of land titles, and to be found everywhere prominent in the books. We are of opinion that they were accurately administered on the trial, and we might safely leave the case on the lucid charge of the learned judge. We will do so, excepting only in the few particulars which we briefly notice below.\nCertified connected drafts of adjoining surveys on file in the land office, are always evidence in this state; not as the foundation of title, but as aids in locating individual surveys: 14 S. & R. 372. That was their use here. But it is a ground of complaint that the draft was not properly certified. The - form of the certificate is not on the paper-books, nor is the draft itself before us. But we may infer that the certificate was in form, excepting only so far as the omission of the words complained of is concerned. The objection is that it was not certified, that the connected surveys had been “ carefully compared” with the originals on file. Of this it may be remarked, that there is no prescribed form of certificate in such a case, nor do I know that usage, amounting to law, has settled any. When, therefore, the certificate in terms is, that it is a connected draft of surveys on file, it was proper to receive the draft j it implied primd facie that it contained true copies.\nNor was it material that the number of tracts should be stated in the certificate. The diagram itself would show that, and could be counted as well by the jury as by the officer certifying. It was therefore of no consequence that it was in .pencil, unless on the ground of an unauthorized alteration. But as the insertion did not appear to have been done subsequently to the certificate, the presumption must be that it was done prior to it, and properly done by the officer certifying. There was therefore no reason for rejecting it on this ground.\nIt is always proper in controversies involving lines, corners, and boundaries of land, to receive in evidence what the owner may have said about them while owner. So on the same principle are deeds and articles of agreement, executed by such owner, recognising particular lines, corners, or monuments as boundaries, evidence. Sometimes such acts and declarations are admissions only; at others they may arise to the consequence of estoppels in pais; but as either they are evidence. The complaint on account of the receipt of such evidence was groundless.\nNor do we think that the learned judge erred, under the circumstances of the case, in leaving to the jury the question of the effect of the declarations of Jacob, and the acts and declarations of David Gratz; the latter made at different times, to one, at least, of the applicants for the Eurst warrant. They were to the effect that he would have nothing to do with the land; that he had enough; did not claim it under any of his warrants; and refusing to join in procuring a warrant, because he did not want the land: in addition, there were sales of land by articles of agreement and deeds excluding the tract in question. Were not these things superinducements and encouragement to the applicants to invest their money in the purchase of the warrant ? Indeed, it is possible that these facts might well have been submitted as evidence to raise an estoppel without the expression of an opinion to the contrary, with which the instruction was accompanied. If Jacob or David Gratz estopped themselves by acts or declarations from claiming the land as against the warrantees, of course those in privity with them as alienees or heirs, would also be estopped. But it is quite evident the case turned not on this point, but on a question of location.\nNor do we think it was error to decline charging, that the facts assumed in several points of the plaintiffs proved the position contended for. The reason for refusing was ample, if, indeed, a judge can ever be compelled to give his opinion on facts, excepting in case of a demurrer; it was, that there were other facts in evidence not noticed in the points, necessary to be considered; and he referred the whole to the jury, after asserting that the assumed facts would prove what was contended for, if it were not for those other facts. This was all he could be required to do.\nThe presumption, from lapse of time, that a survey was made as returned, stands, in the absence of marks on the ground, for proof of actual location. But this doctrine had nothing really to do with this case. The contest turned, not on whether the survey of the Elizabeth Harris warrant had or had not been made. That it had been was not disputed. Where the land lay which it did cover was the question. Did it cover the Robert Stewart warrant or the land in controversy ? The ascertainment of that depended on the survey and other facts. But if the survey and these facts showed that it covered the Stewart warrant, there was no presumption of law that it did not, because there was such a warrant in existence and located previously on the same ground. The land embraced by the survey is the appropriation, whether it confers title or not. The only cure for a mislocation of a warrant is by an order of re-survey. There seemed to be some confusion of ideas in the argument on this subject, and hence these remarks.\nThe law was properly administered by the learned judge, when, in substance, he told the jury that where a warrant (in-descriptive) calls for land on the waters of any particular stream, it is not intended thereby that the stream is necessarily to be embraced by the survey, or that it be on or adjoining it. It is within the intendment if it be located within the district watered or drained by it.\nSo in regard to the relative efficacy of evidence to be drawn from connected drafts and certified single surveys. Both species of drafts were used in this case, on the question of location alone, and both were evidence for that purpose. The learned judge expressed bis opinion that the connected draft did not show a location of the Elizabeth Harris warrant on the land in controversy, but referred to the separate drafts as superior evidence in case of a discrepancy between them and the connected draft. This was all he was bound, or had a right to do. As the first step in showing title, a connected draft is not evidence. Its only purpose is to group together surrounding and adjoining surveys, and by a presentation of the whole ground at one view, enable a court to judge of the location of the particular tract in controversy.\nWhile on the subject of drafts, we ought perhaps to notice an assignment of error to the admission in evidence of what may be called a fragment or portion of a draft. The testimony was, that David Gratz had given to the witness, who was his agent to look after his lands and receive proposals from persons desiring to purchase, a connected draft of the land, containing also' ad- • joining surveys of other owners. It seems that, by time and accident, part of it became detached and lost; but the part containing the Gratz lands, or at least the Harris warrants, remained and was identified by the witness. It was competent to give this in evidence, after what the witness said in regard to the loss of a portion of it, to corroborate his statement that a draft had been given him; and for aught that appears in the case, this may have been all the purpose it subserved, as we do not hear of it again. But as the Harris surveys or warrants were all on it, it was evidence for the defendants, if it showed that the land in controversy was excluded, or presented anything by which it was necessarily to be excluded, it being a document furnished the witness by the ancestor of the plaintiffs, while owner. It was evidence, therefore, showing his admission as to the extent of his claims. Both on the ground of an admission and on the theory attempted of an estoppel, it was evidence. It was for the jury to say what weight it ought to have in its mutilated state. The court could not on any principle exclude it.\nThe extent of the improvements was evidence also on the question of an estoppel. The defendants had a right to make out this theory of their case, if they could, and this was part of it. I therefore do not conceive that the evidence was inadmissible under such circumstances.\nWe see nothing in any part of the case that calls for correction, or that raises a doubt of the accuracy of the rulings of th§ learned judge below.\nThe judgment must therefore be affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "McAllister and Beaver, for plaintiffs.",
      "jRale, Wilson, and Blanchard, for defendants."
    ],
    "corrections": "",
    "head_matter": "Gratz et al. versus Beates et al.\nCertified draft of connected surveys, when and how far evidence.— Declarations and admissions of former owners as to lines and corners, effect of. — Instruction as to effect of facts proved, when improper.— Location of warrant, a question for the jury. — Indescriptive warrant calling for particular watercourse, effect of. — Separate and connected drafts, when and hoto far evidence. — Estoppels in pais. — Delivery of draft and extent of improvements.\n1. A certified connected draft of adjoining surveys on file in the land office, is evidence, not as the foundation of title, hut as an aid in locating individual surveys ; and if certified to he “ a connected draft of surveys on file,” it is admissible, though it does not appear therein that the surveys have been carefully compared with the originals: nor is it material that the number of tracts be stated in it: nor if left blank as to the number, that they are inserted in pencil, unless shown to have been done subsequent to the certificate.\n2. In controversies involving lines, corners, and 'boundaries of land, the declarations of a former owner, and deeds and articles of agreement executed by him recognising particular lines, corners, or monuments as boundaries, are admissible in evidence, either as his admissions simply, or in a proper case as against him, as estoppels in pais.\n3. Where the land sued for was claimed by plaintiffs under a class of surveys and warrants in the name of H., and as embraced by one of them (the E. Ii. warrant), and the defendants claimed it as unappropriated and vacant land taken up by them, adjoining the warrants under which the plaintiffs claimed, then held by two, J. and D., the declarations of one of them (J.), to the effect that a tract claimed under a warrant in the name of R. S. was really his, because covered by the E. II. warrant owned by him, which was an elder warrant, were held evidence as to whether that warrant covered the land in question: so, also, the acts and declarations of D. to one of those who obtained the warrant for the disputed tract as vacant, that he, D., had nothing to do with that tract — that he did not claim it under any of his warrants — that he had enough land — his refusal to join in procuring a warrant for it — and sales of. land by deeds and articles of agreement excluding that tract, were held evidence relevant not only to the defence set up, but also as having been an inducement to the warrantees to invest their money in the purchase of the vacant tract, and therefore proper for submission to the jury as evidence of an estoppel.\n4. A refusal to instruct the jury that the facts assumed in several points of the plaintiffs proved the positions contended for, is not error, if there are other facts in evidence not noticed in the points, which are necessary to be considered: especially where the whole was referred to the jury with instructions that the assumed facts would prove what was contended for, were it not for the other facts in evidence.\n5. The location of the warrant under which plaintiff claims, is for the jury, and to be decided by the surveys and other facts in the case ; but if they show the location contended for by the defendants, there is no presumption of law that it does not cover it, because there was such a warrant in existence located previously upon the same ground. The land embraced by a survey is its appropriation ; if misloeated, the only remedy is an order of re-survey. h\n6. Where an indescriptive warrant calls for land on the waters of any particular stream, the survey need not necessarily embrace the stream, nor be on or adjoining it: if located within the district watered or drained by it, the survey is within the intendment.\n7. Separate drafts are superior evidence to connected drafts, in case of any discrepancy between them; but both are evidence on the question of location : hence the instruction of the court to the jury, that a connected draft in evidence did not show a location of the E. H. warrant on the land in controversy, was not error.\n8. Where a former owner had given to his agent a connected draft of his own and the adjoining lands, a fragment of which remained and was identified by the agent called as a witness, it was held evidence to support his statement that the draft had been given him; and where the warrants under which plaintiff claimed still remained upon it, it was held admissible on the part of the defendants, if it showed that the disputed tract was excluded from it, or contained anything by which it was necessarily excluded, as evidence of the extent of D.’s claims and his admissions while owner; and also upon the question of estoppel.\n9. The extent of the improvements made upon the land is also evidence bearing upon the estoppel sought to be raised by the defendants, as a part of tlioir defence, and admissible under the circumstances of the case.\nERROR to the Common Pleas of Centre county.\nThis was an action of ejectment brought by David Gratz against John H. Beates, James Irwin, and Augustus Hyman, for a tract of land in Burnside township, surveyed in 1792, on a warrant dated July 3d 1792, in the name of Elizabeth Harris, containing 433 acres and 153 perches. Before the trial of the cause the plaintiff died, and his devisees, Louisa and Elizabeth Gratz, were substituted.\nCertified connected draft of 37 tracts, dated April 23d 1853, including the Elizabeth Harris, for the purpose of showing its connection with the contiguous tracts. To which the counsel for the plaintiff objected, because the certificate did not state the number of tracts embraced by the draft, but certified to a-number of tracts; that the number was now fixed in with pen'cil, and that there are other pencil marks upon the draft. The certificate did not assert that the drafts were carefully compared with the original.\nPlaintiffs then offered order made by the board of property, October 8th 1839, on application of Jacob Gratz, to resurvey the William Harris, John Harris, Benjamin Harris, Samuel Harris, Sr., and Samuel Harris, Jr. tracts, for the purpose of correcting the courses, which must have been reversed.\nThe court overruled the objection; to which the counsel for the plaintiff excepted.\nThe plaintiffs claimed under the survey to Elizabeth Harris, and the defendants under a survey of a later date, in the name of John S. Burst, and a main question was whether the first survey was located on the same ground as the last. This was averred by the plaintiffs and denied by the defendants.\nOn the trial, after the plaintiffs had closed their case, the defendants, as part of their defence, offered in evidence deed from Jacob Gratz to John Bowes, dated June 11th 1846, for all that certain tract of land situate in Snow Shoe township, beginning at a white pine; thence by land of Benjamin Harris, south 89° east, 296 perches, to white pine; thence by surveyed land north Io east, 248 perches, to a stone by a pine; thence by land of Samuel Harris, Jr., north 89° west, 296 perches, to a post by white oak; thence by land of Elizabeth Harris and other lands, south Io west, 348 perches, to the place of beginning. Warrant to Samuel Harris, Sr., 3d July 1792. Order of board of property, 8th October 1839, in connection with the declaration of Jacob Gratz, for the purpose of showing that the true location of the Elizabeth Harris tract was as claimed by defendants.\nThe counsel for the plaintiffs objected on the ground that it is not evidence to affect the present plaintiffs. The court overruled the objection; to which the counsel for the plaintiffs excepted.\nDefendants also offered to prove by Joseph E. Quay and others, that Mr. Jacob Gratz stated to him, while he was the owner of the Elizabeth Harris, at various times, that he was satisfied the survey of Elizabeth Harris was laid on the same land as Robert Stewart; and that the location as made by him (witness) was correct; and that the location of the Samuel Harris, Sr., and Samuel Harris, Jr., as made by witness was correct; and that when witness, as agent for David Gratz, had contracted to sell part of the Robert Stewart tract, Jacob Gratz positively objected to the sale upon the ground that he, as the owner of Elizabeth Harris, owned the land (his warrant being the oldest) covered by the Robert Stewart warrant; and that he never would agree to the sale, or allow the purchasers to hold it, unless they bought his Elizabeth Harris tract; and that, in consequence of his objections, witness cancelled the agreements for sale of same, not wishing to get the purchasers into any trouble.\nThat after this took place, David Gratz purchased from Jacob and Joseph Gratz the Elizabeth Harris for a small sum; and that both Jacob and David Gratz informed witness that they had settled the matter, and that witness could proceed and sell the land covered by the Elizabeth Harris and Robert Stewart, as David Gratz then owned both warrants; and that he did so sell it afterwards to John Bowes and John Brown, as agent for David Gratz and others. That after the location of the Elizabeth Harris was ascertained by witness to be on the Robert Stewart, he (witness) proposed to Jacob Gratz to take out a warrant, in connection with him, for the land now covered by the John S. Eurst warrant; and that Jacob Gratz declined, alleging that there might be a survey of Aaron Levy that would cover it; and that after David Gratz purchased the Elizabeth Harris, witness made same proposition to him, and he declined; also alleging that he wanted no more land, that he had enough land in Snow Shoe to trouble him; and that after this, witness advised Mr. Eurst to take his warrant. Defendants will also prove that since the survey of John S. Eurst, large and valuable improvements have been made by those claiming under it.\nTo which plaintiffs’ counsel objected: — 1. Because the alienees of neither Jacob Gratz nor David Gratz should be prejudiced by admissions, induced by a mislocation of tracts of land held by them respectively. Where the tract in the name of Elizabeth Harris is located, being the question in issue in this case, is to be ascertained by the marks upon the ground, the calls for adjoiners, natural monuments, &c.; and being a mixed question of law and fact, the declarations of the original holders, whilst admissible as to the precise situations of corners, &c., leading to •a conclusion as to location, are not admissible as to the location itself. 2. That the articles of agreement and deeds evidencing the several sales and conveyances, are better evidence than the declarations of parties in relation thereto.\nBut the evidence was received; to which the counsel for the plaintiffs excepted.\nDefendants further offered to prove by the witness that Jacob Gratz, while the owner of the Elizabeth Harris, had adopted the ■location of the Samuel Harris, Jr., and Samuel Harris, Sr., surveys, as made by Mr. Quay, and had told witness that the lines and courses, as represented by Quay’s location, were correct. That he sold the said tract, in accordance with the said location, to persons now in possession, who made valuable improvements thereon.\n• To which plaintiffs’ counsel objected, as irrelevant to the issue trying: — 1. Because the offer relates to two tracts of land, the title to neither of which is in dispute in this case, and both of which were included in the order for a resurvey in evidence; and 2. Because the sales were in writing; and cannot therefore be proved by parol.\nThe evidence was received for the purpose of showing the boundaries and location, but not title; to which the counsel for plaintiffs excepted. ■\nDuring the examination of James Gilliland, one of defendants’ witnesses, he spoke of some pieces of a draft which he had received from Mr. Gratz, a former owner of the Harris tract, as the draft of his lands, and which exhibited tracts of land in the names of John, Benjamin, and Elizabeth Harris, and of Samuel Harris and Samuel Harris, Jr., but which, when given to him, included, beside the Harris lands, the surveys of Lucas, Levy, Holt, Hyneman, and the Snow Shoe surveys. This was offered in evidence, but was objected to because it was only part of the paper handed to the witness by Gratz; but the court overruled the objection, and admitted the paper in evidence, to which plaintiffs excepted.\nDefendants then offered to prove by the witness that large and valuable improvements had been made on the John S. Furst survey, by the purchasers of that title, since they acquired it; to which plaintiffs’ counsel objected, first, because it was wholly irrelevant to the issue trying; and, second, because in no possible view of the cause can the offer be evidence, unless the property is enhanced in value by the improvements not included in the offer. But the evidence was received, to which the counsel for plaintiffs excepted.\nThe plaintiffs subsequently offered in evidence a deed, Joseph Gratz, Jacob Gratz, and Benjamin Gratz and wife, by their attorney, &c., dated May 11th 1853, to Robert Lipton, for a certain tract of land situate in the townships of Morris and Snow Shoe, in the counties of Clearfield and Centre. Beginning at a black oak sapling, thence by land of Francis Guerney, west 320 perches to a q. ash; thence by land of John Friend, north 230 perches, to a maple; thence by land of Elizabeth Harris, east 330 perches to a white oak; thence by land of Benjamin Harris, south 230 perches, to the place of beginning. Containing 433 acres and 153 perches. Warrant, 3d August 1792; to which the counsel for the defendants objected, and the court sustained the objection, and rejected it, to which the counsel for the plaintiffs excepted.\nThese were all the errors assigned here as to the admission or rejection of testimony.\nThe counsel for the plaintiffs submitted several points, on which the court were requested to charge the jury. The points were as follows; and the answer of the court thereto, together with the following portions of the general charge, constituted the remaining errors, which were assigned by the plaintiff in error.\nThe 1st point submitted in writing was as follows, to wit: “ That the location of a tract of land which is one of a body of surveys calling for each other, may be determined by fixing any one of the body, whether the leading survey or another, and then laying the rest as returned into the land office.”\n“ Answer. — The counsel for the plaintiffs has submitted to us seven written points, upon which he has requested us to charge you. The first we affirm as true. It may be so in many cases, but is not necessarily so in all.”\nThe 2d point was as follows, to wit: “ Where, in surveys of about the same age, the younger calls for the older, and the line of the younger is found marked on the ground, the surveys must be taken to adjoin each other, unless the lines of the older surveys are also found marked upon the ground; and this, even though the length of the lines of the older surveys should be greatly extended beyond the official distance, and the quantity of acres in the survey be greatly increased beyond the official quantity; and that this principle of law applies with greater force when the younger and the older surveys were made and returned by the same deputy surveyor.”\n“Answer. — We decline to charge you as requested in the 2d point.”\nThe 3d, 4th, and 5th points submitted in writing, and in the answer thereto jointly, were as follows, to wit:\n“ 3. That as the location of John Nicholson is agreed upon by plaintiffs and defendants, the dead white oak being the northeastern corner thereof; as the location of Walter Stewart, Jr., is also agreed upon by plaintiffs and defendants — the chestnut stump being the south-eastern corner thereof; and as John Nicholson calls for Elizabeth Harris on the north, and for Benjamin Harris on the east; and Benjamin Harris calls for Samuel Harris, Sr., on the north, and Samuel Harris, Sr., calls for Samuel Harris, Jr., on the north, and Elizabeth Harris on the west and Samuel Harris, Jr., call for Elizabeth Harris and vacant on the west, and vacant on the north, and John Barry calls for the aforesaid Walter Stewart, Jr., on the west, and Robert Stewart calls for Walter Stewart, Jr., on the north, John Barry and Samuel Harris, Jr., on the east, and for Elizabeth Harris on the south, it follows that Elizabeth Harris would seem to lie between Robert Stewart and John Nicholson, as located by Hoffman and Trcziy-ulny, and not upon the top of Robert Stewart as located by Quay; and, that nothing but actual marks upon the ground, and natural monuments not susceptible of explanation upon any other hypothesis, could justify the jury in locating Elizabeth Harris upon Robert Stewart, leaving the land in dispute vacant and unappropriated until applied for under the Furst warrant.\n“4. That as Walter Stewart calls for a chestnut at its southeastern corner, Robert Stewart for a chestnut at its north-eastern corner, and John Barry for a chestnut at its south-western corner, and Robert Stewart’s eastern line is represented as intersected by the southern line of John Barry, at about the distance from the corner of Walter Stewart, Jr., and Robert Stewart, at which Quay found the chestnut — the two chestnut corners spoken of by him as corners of Elizabeth Harris and Samuel Harris, Sr., may be accounted for as corners of these surveys as located by Hoffman and Treziyulny, instead of the corners of Elizabeth Harris and Samuel Harris, as located by Quay; and thus be rendered entirely consistent with the calls of the several surveys for ad-joiners referred to in the 3d point.\n“ 5. That as Samuel Harris, Jr., calls for a maple at the northwestern corner, the maple corner spoken of by Quay as the northwestern corner of John Barry, and south-western corner of John Vaughn, may be accounted for as the corner of this survey as located by Hoffman and Treziyulny, instead of the corner of Barry and Vaughn, as located by Quay; and thus be rendered entirely consistent with the calls of the several surveys for adjoiners referred to in the 3d point.”\n“Answer. — In answer to the 3d, 4th, and 5th points, we say: If the facts averred in each point were all the facts proved in the case, the conclusion there arrived at would be correct; but inasmuch as there is other evidence in the case, appearing to contradict some of these calls, it is a question of fact for you to determine the location under the whole evidence, and the rules ■we have given you.”\nThe 6th point was as follows, to wit: “ That the Elizabeth Harris survey, being returned as situate upon the waters of the Moshannon creek, should be so located, unless this call should be found clearly inconsistent with marks upon the ground, or other superior calls.”\n“ Answer. — The 6th point we have already answered in our general charge, viz.: The official survey returns that the Elizabeth Harris is located upon the waters of the Moshannon creek. The location of that creek, then, is a fact for you to consider in ascertaining the location of the warrant; yet it does not necessarily require the warrant to be so located as to have that creek actually flow through the tract. So far as that only is concerned, it might be well located anywhere within the general scope or district of country watered by that stream, or from which it flows.”\nThe 7th point was as follows, to wit: “That the call of John Nicholson for its north-eastern corner being a white oak, and the call of Samuel Harris, Sr., for its south-western corner being a white oak, and a white oak corner marked on four sides, north, south, east, and west, admitted to be the corner of John Nicholson, it must also be taken to be the corner of Samuel Harris, Sr.; and that the line found well marked upon the ground, counting to the date of the survey running from it and dividing Samuel Harris, Sr., and Benjamin Harris, -would seem to establish it as the south-western corner of Samuel Harris, Sr., beyond controversy.\n“Answer. — The 7th point we affirm. It would so seem; but it does not conclude you from determining otherwise, if the whole evidence satisfies you that it is not the true south-western corner of the Samuel Harris, Sr., tract.”\nIn the general charge the court said: “ The plaintiffs have given in evidence a connected certified draft, showing the location of the Elizabeth Harris warrant to be such as to cover the land in question. The defendants have given in evidence connected certified drafts showing that it does not cover the land in question. Official drafts, certified singly, have also been given in evidence; some of which call for different adjoiners than the connected surveys. Now, where the official surveys certified singly, disagree with the connected surveys as to adjoiners, the single surveys are entitled to greater weight in ascertaining the true location of the warrant in question.”\n“It appears from the evidence that the Elizabeth Harris was one of several warrants issued on the same day; and that the general block, of which it formed a part, was located between the river and older surveys, called ‘ Snow Shoe Surveys.’ The location of the warrants at each end of the block is agreed upon by the parties.\n“ They disagree as to the location of some of the intermediate ones, including the Elizabeth Harris. The land lying between the surveys, the location of which is agreed upon, is insufficient to locate all the warrants alleged to lie there, of the size and form shown by the official drafts. The plaintiffs seek to locate the Elizabeth Harris by contracting its width, and also the width of several other tracts.\n“ The defendants seek to show that it was laid upon the same land covered by another survey. The plaintiffs wmuld make the requisite number of tracts, but lessen the area of each. The defendants make each tract of sufficient area, but lessen the number. No marks of the original lines of the Elizabeth Harris survey, as applicable to either location exclusively, are now found upon the ground. In either location the one line would be a line of the survey. The plaintiffs locate on one side of that line, the defendants on the other side.\n“ If the whole evidence fails to satisfy you that the Elizabeth Harris warrant was located upon the land in question, jour verdict should be in favour of the defendants. In that case it is not necessary to consider the other question raised in the case. But if the evidence satisfies you that the land is covered by that warrant as located, you then pass to the consideration of the facts upon which the defendants seek to interpose an equitable estoppel against the plaintiffs’ right to recover.\n“ To estop the plaintiffs, if they were otherwise entitled to recover the land, the evidence must satisfy you that Jacob Gratz, either by his silence, with a full knowledge of his rights, induced Quay, under whom the defendants claim, to believe that the land in question was vacant, and thereby encouraged him to take out a warrant for it, and have it surveyed, or else by his positive acts or declarations, without intending any actual fraud, induced the same action on the part of Quay. The burden of proof to establish the estoppel is cast upon the defendants. You recollect the circumstances under which the acts and declarations of Gratz occurred, as testified to by Quay. Quay was the surveyor. Consider whether or not the action of Gratz was caused by the conduct of Quay. It appears to the court that the whole evidence upon the point of estoppel is too weak to make out the necessary facts; yet we do not intend by this remark to prevent your finding otherwise, if the evidence, under the rules we have laid down, leads you to a different conclusion.”\nUnder these rulings and instructions there was a verdict and judgment for the defendants. Whereupon the plaintiffs sued out this writ, and assigned for error the ruling of the court below, on the admission and rejection of the evidence above mentioned, the answers given to the points submitted as above, and that portion of the general charge above given.\nMcAllister and Beaver, for plaintiffs.\njRale, Wilson, and Blanchard, for defendants.\nJuly 1st 1863,"
  },
  "file_name": "0495-01",
  "first_page_order": 495,
  "last_page_order": 506
}
