{
  "id": 9503662,
  "name": "Franklin, for use, &c., versus Hammond et al.",
  "name_abbreviation": "Franklin v. Hammond",
  "decision_date": "1863-07-18",
  "docket_number": "",
  "first_page": "507",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 507"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 724,
    "char_count": 19399,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 8.82365539074996e-08,
      "percentile": 0.4977741945572889
    },
    "sha256": "0171313f9ef00d5d89a1403fc65f782265a5aab93ebe1fe222269f89b2abbe0a",
    "simhash": "1:5daf140d01177edc",
    "word_count": 3365
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Franklin, for use, &c., versus Hammond et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nTHOMPSON, J.\nThe learned judge of the Common Pleas very .justly conceded that the bond in suit was good as a voluntary stipulation; but we think he erred in coming to the conclusion that it did not bind the parties to it for default in not paying over moneys by the principal. This conclusion could not have been deduced from the bond itself, for the condition is express “that if the above bounden, J. W. Hammond, shall faithfully 'perform the duties and services so committed to him, and shall truly account for and pay over all moneys which may he received by him,” by virtue of his appointment, then the obligation was to be void; otherwise to be and remain in full force and virtue.\nThus the terms of the obligation are clear. Money was to be collected by Dr. Hammond, and he was to pay it over. If he did not, his sureties pledged themselves, to the extent of $5000, to do it for him. This being their agreement and undertaking, it lies upon them now, either to comply or make out a clear case, entitling them to relief against their own contract.\nIt was not doubted by the learned judge below, nor could it reasonably have been, that the instrument was valid as a voluntary bond, and that at law the parties to it are bound. It was given for a lawful purpose, and was not against any statutory prohibition, or in excess of any required statutory obligation; it was therefore binding, unless some equitable reason exists to the contrary.\nThe general heads of equitable relief are fraud, accident, mistake, failure of consideration. There are other grounds, it is true, but these are the general heads. Under which is the defence here ? Fraud is not alleged. Accident or failure of consideration are not in the case. Was there mistake ? The learned judge seemed to be of opinion that there may have been misapprehension as to the power of the agent under the terms of the appointment; that the sureties may have supposed that he was not to collect money under it. But this does not prove mistake in inserting the clause in the bond that he was to account for, and pay over any money he might receive. Their own misapprehension is no ground of relief, unless they were led into it by some act of the obligee. This is not suggested. Indeed-the ground assumed is, that they had the appointment before them, read it for themselves, and put their own construction on it. It certainly did not positively mislead them, and if their opinion of it was a mistake, they must bear the consequences. Where mistake in an instrument is relieved against, it is generally on the ground of a supposed reform of the instrument, and the reform is predicated of the idea that the instrument was not the intentional act of the parties. But that must be shown. Here notwithstanding the appointment might not bear the construction that Hammond was to collect money, yet there was nothing unlawful in stipulating for payment over of money to cover a contingency of his receiving any, and hence the existence of it is no evidence by itself of any error in the obligation. In support of the acts of the parties, we must presume, in the absence of plain mistake or misapprehension, superinduced by the obligee, that the condition was inserted abundante cautela. If there was, therefore, neither fraud, mistake such as might be reformed in equity, nor misapprehension, so superinduced as to raise a belief that there had been surprise or fraud in executing the bond, I am at a loss to see any defence in equity in the case, more than at law. Neither of these grounds' of relief appear, and no other valid ground for equitable interference has been suggested.\nIt is true that something was said in regard to the law regulating the mode of settling claims against debtors and defaulters under the Act of 1811. But the learned judge predicated nothing of that. That statute looked towards adversary proceedings. But nobody ever dreamed that it took away the right of amicable adjustment and settlement between the state and her debtors. And so far as the state is concerned, this must always be done, if at all, by agents; and hence the appointment of an agent or attorney in this case violated no law.\nAlthough not necessary to a determination of this case, we will look for a moment at the controverted point of authority. The authority to Franklin was “ to discover and bring to settlement corporations” in default to the Commonwealth, “ on account of non-payment of their dues, and to adopt such measures in the premises as to him may seem best calculated to carry out the authority hereby conferred.” If assistance were necessary in the performance of the duty assigned and accepted, surely here was authority to employ it. He was only limited in the measures to be employed by his own discretion, and the legal requirement that they should be lawful. If personal intercourse with the corporations was deemed better than a correspondence, he might employ the former in preference to'the latter; he might attend in person or employ an agent. The proceedings were not restricted to process, so as to come within the prohibitions of the Act of 1806. It was an agency outside of that, effectuating what doubtless it was thought could not be as successfully accomplished by a resort to formal proceedings. . Viewed in this light, we see the reason of the appointment of an agent, and at the same time the general authority conferred. If in the process of settlement, payment of money due as a balance, or the entire sum originally to be paid was agreed upon, and acquittances to be given, would this be less a settlement than it would be if only the sum to be paid were ascertained? Was it intended, and do the words employed by the state treasurer necessarily resti’ict the agent from receiving money if offered by the debtors with whom he was to settle ? If it should be offered by the debtor corporation, and made a term of settlement by it, must the agent at this point desist from settling the claim, fold up his papers, and retire? If the object to be attained as expressed be considered, we are in no danger of coming to such a lame conclusion. The reason of the appointment appears on the face of the authority. It was on account of the non-payment of dues and taxes by certain corporations. The object was to produce an opposite condition of things, to secure payment of these back dues to the treasury. If settled and paid to the agent, and he did his duty, this would save all recourse to adversary proceedings, and effectually secure the debt. That he was expected so to receive money when it could be had from the defaulters, the power further shows. It expressly provides for commissions as a compensation by declaring that “ the agent or attorney shall be entitled to receive out of the funds thus secured by the Commonwealth, such fer centage or commissions as is now allowed by law, in such cases made and provided.” Was he to receive money out of funds collected, or out of funds uncollected? Or was this intended to express the idea that he was only to be paid in promises, the realization of which was to be dependent on the future collection by some other hand, of what he was forbidden now to touch ? This cannot be so. It was certainly intended that the agent should receive money from defaulters when he could get it, and hence this provision. I do not say that he might not be entitled to compensation when he should only adjust the accounts between the state and corporation, but I know of no fee bill allowing a per centage for such services. That it was well understood by the state treasurer that collections were to be made, this claim proves. That they could be made, the result proves, for the agent employed collected nearly $36,000. That Mr. Franklin understood this to be included in the duty assigned, is proved by the requirement of the bond conditioned to pay over, and that this was the understanding of Hammond'and his sureties, is proved by their giving it on these terms.\nThe authority conferred on Franklin was conferred by him on Hammond. He was to act for him “ fully and effectually in the premisesthat is to say, in adjusting and settling all accounts and claims contemplated in the authority of the state treasurer to him (Franklin). If the latter could receive money, he could. This equality of power is clearly expressed in the deputation to-Hammond. The idea that because Franklin was but an agent himself, he could not delegate his power to Hammond, is of no force here: First, because his deputation, as we have already seen, was broad enough to allow him to substitute, if he deemed it best; and, secondly, even if the position were as suggested, it would be neither a legal nor equitable defence by the agent and his sureties, to their bond. It might, affect the validity of his acts with third parties, but it would not enable him to keep the money collected, nor would it render invalid the voluntary bond given by himself and sureties, conditioned that he would pay over. We are not able to see any valid defence to a recovery in this case, and we are constrained to reverse this judgment, and direct judgment on the case stated for the plaintiff.\nAnd now, to wit, July 1st 1863, this case being argued by counsel, it is now considered and adjudged that judgment be entered in the case stated for the plaintiff for the sum of $6212.33 against the defendants, with costs of suit.",
        "type": "majority",
        "author": "THOMPSON, J."
      }
    ],
    "attorneys": [
      "B. F. Utter, District Attorney (with whom was W. M. Meredith, Attorney-G-eneral), for the Commonwealth.",
      "J. H. Berryhill and J. 0. Kunlcle, for defendants."
    ],
    "corrections": "",
    "head_matter": "Franklin, for use, &c., versus Hammond et al.\nPower of attorney. — Authority to employ agent, when implied in. — Liability of agent for money received under a power merely to “ settle claims.” — Sureties of agent, when estopped from pleading want of power to appoint him.— Claims of Commonwealth against defaulter may be amicably settled.\n1. An authority conferred, in writing by the state treasurer upon one, then the attorney-general, to discover and bring to settlement defaulting corporations, and to adopt such measures as to him seemed best calculated for the purpose, receiving as his compensation a per centage or commissions on funds thus secured; involves the power of collecting and receiving moneys due to the Commonwealth, either in person or by an agent; and where an agent was appointed by him to examine, adjust, and settle the said claims, and to act for him fully and effectually in the premises, the appointment is not illegal; a settlement by the agent with such corporations being therefore valid, he is liable for the amounts received from them.\n2. Where the agent gave bond with sureties to his principal, for faithful performance, and to account for and pay over moneys received, the sureties were held liablo for his default in non-payment, though the appointment was only to settle the claims placed in his hands, and there was no direct authority to collect and receive the amounts found to be due.\n3. The sureties being liable at law, are also in equity, where no ground for equitable relief or interference is shown; and the bond, which was good as a voluntary engagement, cannot be avoided, on the ground that the power given by the state treasurer could not be delegated by his appointee ; for the deputation warranted it, and beside, the want of power could not be set up by the agent or his sureties after he had collected money under it.\n4. The statutes regulating the mode of settling claims against debtors and defaulters, do not prevent the right of amicable adjustment and settlement between the state and her debtors, through her agents.\nERROR to the Common Pleas of Dauphin county.\nThis was an action of debt by Thomas E. Franklin, for the use of the Commonwealth of Pennsylvania, against John W. Hammond, Augustus 0. Hiester, and Wells Coverly, on a joint and several bond made by the defendants, in which the following case was stated for the opinion of the court:—\nThe parties, plaintiff and defendants, Wells Coverly and Augustus 0. Hiester, do hereby agree that the following facts be stated for the opinion of the court, with leave to either party to sue out a writ of error from the Supreme Court, without oath or bail, viz :\nOn the 9th day of May, A. d. 1855, Eli Slifer, state treasurer of Pennsylvania, in pursuance of alleged authority vested in him by the 33d section of an act entitled “ An Act to reduce the state debt, &c.,” approved 29th April 1844, appointed, in writing, Thomas E. Franklin, attorney-general of Pennsylvania, his true and lawful attorney or agent to discover and bring to settlement any and all corporations that were then, or might thereafter be, in default to the Commonwealth of Pennsylvania, on account of the non-payment of their dues; of which the following is a copy:—\n“ Treasury Office of Pennsylvania, 1 “ Harrisburg, May 9th 1855,\n“ Be it known, that in pursuance of authority vested in me by the 33d section of the act entitled ‘ An Act to reduce the state debt,’ &e., approved the 29th day of April 1844, I have this day appointed the Hon. Thomas E. Franklin, attorney-general of Pennsylvania, my true and lawful attorney or agent, to discover and bring to settlement any and all corporations that are now or that may hereafter be in default to the Commonwealth of Pennsylvania, on account of the non-payment of their dues, and to adopt such measures in the premises as to him may seem best calculated to carry out the intention of the authority hereby conferred; subject, however, in all cases where an amicable adjustment of the matter in question cannot be had, to such further proceedings as by me may be deemed proper to be instituted. And as compensation for the services of the said attorney or agent, he shall be entitled to receive, out of the funds thus secured to the Commonwealth, such per centage or commission as is now allowed by law in such cases made and provided.\n“Eli Sheer, State Treasurer.”\nOn the 12th day of May, A. d. 1855, in pursuance of authority contained in above stated appointment, Thomas E. Franklin appointed and authorized in writing Dr. J. W. Hammond, to adjust and settle any and all accounts and claims contemplated therein; of which appointment the following is a copy:—\n“ Attorney-General’s Office, j “ Lancaster, May 12th 1855 J\n“In pursuance of the authority conferred on me by the within commission, I do hereby appoint and authorize Dr. J. W. Hammond, of Harrisburg, to examine, adjust, and settle any and all accounts and claims contemplated therein, and to act for me in the premises fully and effectually. The said Hammond having given bond, approved by me, for the faithful performance of the duties hereby assigned him.\n“ Thomas E. Franklin, Attorney-General.”\nOn the 12th day of May, A. d. 1855, John W. Hammond, with two sureties, to wit, Augustus O. Hiester and Wells Coverly, gave a bond signed by said three parties, payable to Thomas É. Franklin, his heirs, executors, administrators, and assigns, in the sum of $5000, conditioned for the faithful performance of the duties and service committed to the said Hammond, and which was duly assigned by Thomas E. Franklin to the Commonwealth before the passage of the Act of the 17th day of April 1858. The following is a copy of the bond:—\n“ Know all men by these presents, that we, John W. Hammond, A. 0. Hiester, and Wells Ooverly, are held and firmly bound to Thomas E. Franklin, in the sum of $5000, to be paid to the said Thomas E. Franklin, his heirs, executors, administrators, and assigns ; to which payment we bind ourselves, jointly and severally, our and each of our heirs, executors, administrators, and every of them, firmly by these presents. Sealed with our seals, dated the 12th day of May, A. D. 1855.\n“ Whereas, the Hon. Eli Slifer, state treasurer of Pennsylvania, has appointed the said Thomas E. Franklin his attorney to discover and bring to settlement such corporations as are now or may hereafter be in default to the Commonwealth on account of the non-payment of their dues, and to require and enforce payment thereof; and the said Thomas E. Franklin has deputed the said John W. Hammond to perform the said service in his behalf. Now the condition of this obligation is such, that if the above bounden John W. Hammond shall faithfully perform the duties and service so committed to him, and shall truly account for and pay over all moneys which may be received by him by virtue thereof, then this obligation to be void and of no effect, otherwise to be and remain in full force and virtue.\n“JohN W. Hammond, [seal.]\n“A. O. Hiester, [seal.]\n“Wells Coverly, [seal.]\n“ Sealed and delivered in the presence of\n“A. W. Benedict,\n“L. A. Harris.”\n“ For a valuable consideration to 'me in hand paid, I do hereby assign, transfer, and set over to the Commonwealth the within bond, and do hereby authorize the said Commonwealth to collect the same in my name for her use. In witness whereof I have hereunto set my hand and seal, this 16th day of April 1858.\n“ Thomas E. Franklin, [seal.]”\nOn the 17th day of April 1858, the following law was passed:—\n“ That the auditor-general and state treasurer be and they are hereby authorized and required to adjust and settle the accounts of John W. Hammond, as agent of the Commonwealth in collecting corporation taxes, charging him with all moneys received by him from corporations for taxes due the Commonwealth, and allowing him credit for commissions thereon, at the usual rates allowed in such cases; they shall also credit the said corporations on their accounts, with the amounts respectively paid by them, and no charge shall be made therefor against any of the former state treasurers or other officers of the Commonwealth, except so far as the same shall have been actually received by them: Provided, That nothing herein contained shall be so construed as to exempt the sureties of the said John W. Hammond from any liability now existingPamph. Laws 1858, p. 329.\nUnder this law an' account was settled by the auditor-general between John W. Hammond and the Commonwealth of Pennsylvania, pro ut said account. By which1 account it appears that said John W. Hammond is now indebted for moneys collected by him under the aforesaid appointment, in a sum greater than the amount of the bond upon which this suit is brought.\nEphraim Banks' was auditor-general' of Pennsylvania from May 1854 until,May 1857, and during this time declined recog-nising,said John W. Hammond’s aforesaid appointment, or settling any account with him, alleging that there was no legal authority for his appointment.\nNow if the court shall be of opinion that the said sureties, Wells Coverly and, Augustus O. Hiester, are bound in law or equity to pay said bond in suit to the Commonwealth of Pennsylvania', then judgment shall be rendered for' the plaintiff for the amount of the same, and otherwise judgment to be rendered for the defendants.\nIt is agreed that the certificate of the auditor-general, appended to the account hereto annexed, shall be taken as part of the case stated.\nThe court below (PEARSON, J.) held that the power of attorney did not confer authority to receive money, and that the defendants were not liable upon their bond, and therefore entered judgment for the defendants; which was the error assigned by the plaintiff here.\nB. F. Utter, District Attorney (with whom was W. M. Meredith, Attorney-G-eneral), for the Commonwealth.\nJ. H. Berryhill and J. 0. Kunlcle, for defendants.\nJuly 18th 1863,"
  },
  "file_name": "0507-01",
  "first_page_order": 507,
  "last_page_order": 513
}
