{
  "id": 9503749,
  "name": "Mellinger's Administrator versus Bausman's Trustee",
  "name_abbreviation": "Mellinger's Administrator v. Bausman's Trustee",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "522",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 468",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823531
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0468-01"
      ]
    },
    {
      "cite": "1 Whart. 179",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829038
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0179-01"
      ]
    },
    {
      "cite": "2 Watts 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840159
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 770,
    "char_count": 23984,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 2.2498709445473215e-07,
      "percentile": 0.7814231640531938
    },
    "sha256": "10fce9b870d6aebfaef87c9271be49a933729068fd02511deed9ca3f4d7d9135",
    "simhash": "1:9a6bd624e85ba8d0",
    "word_count": 4388
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mellinger’s Administrator versus Bausman’s Trustee."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nSxROnu, J.\nThis was a feigned issue, directed to test the validity of two judgments given on the 9th day of April 1853, by Daniel Hess to a trustee for his wife. The consideration for the judgments was alleged to be the receipt by the husband of money which belonged to the wife, and which she had taken as a legatee and devisee under her father’s will. The death of her father occurred on the 14th day of December 1847, of course before the passage of what is known as the Married Women’s Act of April 11th 1848. From the executors of his will there was received, on the 6th day of December 1849, the sum of $1965.51£, for which Daniel Hess and his wife joined in a release. Subsequently, the widow and heirs of the decedent sold the real estate, and on the 1st day of April 1853, Hess and his wife joined in a release for $1306.10, part of the wife’s share of the proceeds of sale, and on the 14th of March 1855, they released for $653.05, which was the remainder. Very soon after, a note was given by Daniel Hess to Adam S. Dietrich, in trust for his wife, for the sum of $5000. The note was dated April 9th 1855. At that time it does not appear that Hess was indebted to any other person than his wife, except that he had become a surety for his brother in the sum of $1436. Before her father’s death, Mrs. Hess had received from him an advancement of $1000; and prior to April 1860, she received from her mother’s estate the sum of $300. On the 15th day of September 1860, Daniel Hess gave two judgment-bonds to Daniel Baus-man, the defendant in error, in trust for his wife: one of them conditioned for the payment of $5000, and the other conditioned for the payment of $2000. Upon those bonds judgments were entered in due form, and these issues have been ordered to try their validity. With such a state of facts before the jury, the prominent question for their decision was whether.there was an honest consideration for the judgments, or, in other words, whether Hess was in truth indebted to his wife in the two sums named, at the time when the judgments were given. The verdict was in support of the judgment for $5000, and against the other.\nThe question presented for trial involved two considerations : first, whether Daniel Hess received the money which came to his wife from her father’s estate; and secondly, if he did, whether be thereby became a debtor to his wife. The first was a matter of fact which could only be determined by the jury. To them the court submitted it, and of this the defendant (now plaintiff in error) complains in his third assignment. It is true, there was no positive and direct evidence that the husband took the money which came from the sale of the lands, and from the executors of the will of the wife’s father; but the fact that he joined in the release given for it, coupled with the fact that within a few days after the last sum was paid, he gave her a note for $5000, a sum considerably less than the amount of payments and interest, is indirect evidence, of considerable weight, tending to show that a sum not less than the note called for, had passed into his hands. As between any others than husband and wife, it would be quite sufficient proof; and there seems to be no good reason why she should be denied the benefit of the presumptions which naturally arise from such a state of facts. It is not the case of a purchase by a wife of property which she attempts to withdraw from her husband’s creditors. There she must show clearly that she had the means to purchase, not acquired from her husband, and that such means were actually applied to the purchase. And even if it were such a case, the jury must determine, if there be any evidence upon the subject, whether her money was thus applied. The note of Hess to a trustee for his wife was given, and her money was received by him, if received at all, before any considerable indebtedness of the husband originated. That which would have been evidence of debt then, must be evidence of debt now. We think, therefore, the court would not have been justified in withdrawing from the jury the question whether the money came to the hands of the husband.\nAnd as bearing upon tbis question, tbe note of April 9tb 1855, given by Daniel Hess to Adam S. Dietrich, was correctly received in evidence. It was something more than a mere declaration of the husband, and not at all within the principle laid down in Gamber v. Gamber, 6 Harris 863.\nThe second and fourth assignments of error may be considered together. They present the other consideration, which is, whether if the husband received the money from the executors of the will of the wife’s father, and also the proceeds of sale of the wife’s share of the land, he thereby became her debtor. The solution of this question depends upon the answer to be given to another. Was it, in law, his money or hers ? It is not pretended that she made a gift of it to him. If it was not his in law, then the presumption is that he received it for her, as was ruled in Johnston v. Johnston’s Adm’r., 7 Casey 450. The language of the 6th section of the Act of April 11th 1848 is: “Every species and description of property, whether consisting of real, personal, or mixed, which may be owned by, or belong to, any single woman, shall continue to be the property of such woman as fully after her marriage as before; and all such property, of whatever name or kind, which shall accrue to any married woman during cover-ture by will, descent, deed of conveyance, or otherwise, shall be owned, used, and enjoyed by such married woman as her own separate property,” &c. As Dr. Witmer, the father of Mrs. Hess, died before the passage of this act, the plaintiff in error insists that the receipt by Daniel Hess of his wife’s share of the personal estate, after April 11th 1848, must be presumed to have been a reduction into possession for his use; that he was entitled thus to convert it, and that consequently his note or bond to a trustee for his wife was without consideration, and fraudulent as against his creditors. Such was not the opinion of the court below, and such is not ours. That there was no intention to reduce the wife’s choses in action to the husband’s use, and thereby make the money his own, his giving his note soon after its receipt tends to prove; and even before the Act of 1848, a husband was not under obligation to his creditors to use his marital rights over his wife’s chose in action for their benefit: Skinner’s Appeal, 5 Barr 63. It could not be attached for his debt: Denison v. Nigh, 2 Watts 90; Robinson v. Woelpper, 1 Whart. 179. Even then, whether his receipt of money due by bond or note to his wife, was a conversion of it to his use, so as to divest her property in it, depended upon his intention. But after the passage of the act, had Daniel Hess any right to reduce into possession his wife’s chose in action, and could he thereby acquire an absolute right in it, or in its proceeds as against her ? It has often been said, and several times ruled, that the Act of 1848 did not divest any interest of a husband vested in him when the act was passed: Burson’s Appeal, 10 Harris 164; Buchanan v. Christman, 11 Id. 162. Thus it did not take away his right to her personalty not in action, acquired before its enactment, or his life estate, or curtesy initiate in lands of which she was previously seised. But the marital right of a husband over his wife’s chose in action, never was an interest in it. It was no more than succession to her dominion. He had not even a qualified property: Siter’s Case, 4 Rawle 468; Skinner’s Appeal, 5 Barr 263; Denison v. Nigh, 2 Watts 90, and Robinson v. Woelpper, 1 Whart. 179. He had nothing more than a naked power. No interest in the chose vested in him until he had exercised his power by applying it to his own use. No vested interest, no right of property of his, is then interfered with, though the Act of 1848 takes away his dominion over a chose in action, possessed by his wife when the act was passed.\nDr. Witmer died in the fall of 1847, but Mrs. Hess was not entitled to her share of his estate until after April 1848, and it may fairly be said to have accrued to her after that time. The Act of Assembly did not design to disturb vested interests, but its plain intention was to secure to married women all their property in which husbands had not acquired such interests. It is hardly necessary to say Hess had no curtesy initiate in the land when it was sold. His wife never had any actual or potential seisin. We are of opinion, therefore, that the second and fourth assignments of error are not sustained, and that the jury was properly instructed that “ as the law now stands, when the husband receives the wife’s money, the presumption of law is, he receives it for her, although the right accrued to the wife previous to the passage of the Act of April 11th 1848, but was not reduced into possession before by the husband.”\nWe perceive no error in the fifth assignment. There was evidence that the indebtedness of Hess to his wife exceeded $5000 when the judgment for that amount was given, without including the $1000 advanced by her father in his lifetime. If the money was hers, she was entitled to its use, and therefore to its interest. McGlinsey’s Appeal, 14 S. & R. 64, was decided while the common law remained unchanged, and when the rights of a wife were secured by no such statute as we now have. And the circumstances of that case were peculiar. No doubt if a wife permits her husband to use her pei’sonal estate for the benefit of the family, without any agreement on his part to pay interest, he is generally not liable for it. But he may agree to pay interest, or the circumstances proved may show an intention to create the ordinary relation of debtor and creditor. This, however, is of no importance to the present case, for the jury was not instructed that the husband was liable for interest, and there was no prayer for instruction in regard to it.\nWe do not think it-was erroneous to say to the jury they might find one judgment good and the other bad. It is true, the bonds were given on the same day, and probably as parts of one transaction. It is also true as a principle, that what is fraudulent in part is fraudulent as a whole. But this must be understood of intentional fraud, not of that which is really legal. The jury were instructed that the $1000 advancement not having been proved to have been loaned to the husband, could not be treated as in part a consideration for the judgments, and that if it was wilfully included in the judgment for $5000, for the purpose of hindering and delaying creditors, it would render the whole bond void; but not so if it was included by mistake. Viewing the language to which exception is taken, in connection with its immediate context, we cannot say it was incorrect. The last assignment is disposed of by what we have already said.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "SxROnu, J."
      }
    ],
    "attorneys": [
      "Thomas E. Franklin and H. M. North, for plaintiff in error.",
      "Fordney and Baker, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Mellinger’s Administrator versus Bausman’s Trustee.\nValidity of voluntary judgment by husband in favour of wife. — Evidence proper on feigned issue. — Receipt of wife’s money by husband, effect of. — Interest, when due on money so received.\n1. In an issue to ascertain the validity of two judgments confessed in 1860, by a husband to a trustee for his wife, the fact that the husband had, in 1855, shortly after the last payment had been made for her share of her father’s estate, given a promissory note to another as trustee for her, for an amount equal to the larger judgment, was evidence that he had received her money, sufficient to justify the submission to the jury of the question whether the money came into his hands; and the note was also admissible as evidence for that purpose.\n2. Though the father died before the Married Women’s Act of 1848 wai passed, yet where no money was received from his estate until afterwards, the husband’s receipt of it was held not such a reduction of the wife’s chose i in action for his use as would render his note therefor void; for a contrary intention was evidenced by the note given by him for tho money received, and he was under no obligation to use his marital rights therein for the benefit of his creditors; nor had he any vested interest in her choses in action before the act, which was taken away by it.\n3. The share due to a wife from her father’s estate, paid to her after the passage of the Act of 1848, accrues to her under it, and entitles her to the benefit of its provisions, though tho father had died before it became a law.\n4. Hence the instruction to the jury, that “ where a husband receives his wife’s money, the presumption of iaw is that he receives it for her, although the right accrued to the wife previous to the passage of the Act of 1848, but was not reduced into possession before by the husband,” was not error.\n5. If the money was received as that of the wife, she was entitled to interest tnereon: hence, where there was evidence that his indebtedness, with interest, exceeded tho amount of the larger judgment at the time it was given, 'without including an advancement made by her father in his lifetime (which it was not shown that he had received), it was not error to instruct the jury that if the advancement was not included in the larger judgment, that difficulty could not arise in respect to it; nor was it error to instruct them that they might find one judgment good and the other bad, though both were given at the same time.\nERROR to the Common Pleas of Lancaster county.\nThis was a feigned issue, awarded by the court below, to try the validity of two judgments entered on the records of the Common Pleas, September 17th 1860, against Daniel Hess, in favour of Jacob Bausmair, for $7000, in trust for the sole and separate use of Barbara Hess, the wife of Daniel Hess, in which issue Jacob Bausman, trustee as aforesaid, was plaintiff, and David Mellinger, administrator of Jacob S. Mellinger, deceased, a creditor of Daniel Hess, was defendant.\nAfter proving the execution and delivery of the judgment-bonds, the marriage relation being admitted, the plaintiff gave in evidence the administration account upon the estate of Dr. John Witmer, the father of Mrs. Hess, confirmed June 18th 1851, showing her distributive share to be $2965.51, less $1000 money advanced — the sale of lands of Dr. Witmer, by his widow and heirs, December 4th 1852, of which Mrs. Hess was entitled to $1306.10, with the additional sum of $653.05, paid March 14th 1855, after the death of her mother; and proved also that she received at least $300 out of her mother’s estate before April 1860, and then offered in evidence a note of Daniel Hess to Adam S. Dietrich, trustee of Barbara Hess, dated April 9th 1855, for $5000, payable April 1st 1857, without interest, all which was received in evidence under exceptions; whereupon the plaintiff rested.\nThe defendant then gave in evidence the will of Dr. Witmer, with the inventory filed by the executors; releases by Witmer’s heirs to the executors, dated December 6th 1849, which were duly recorded; and then gave in evidence record proof of several judgments against Daniel Hess, among which was that held by the defendant in the issue : and closed for the defence.\nThe following points were propounded :—\nThe plaintiff requested the court to instruct the jury,\n1. If Mrs. Barbara Hess had taken no note or bond from her husband for her money, there could no presumption arise from that fact that she made her husband a gift of her said money; it lies upon those alleging a reduction into possession by the husband to prove that she did make a gift of it to him; in this case there is no such proof, and the verdict therefore must be in her favour.\n2. Since the Act of 1848, where the husband receives the wife’s money, the law presumes he received it for her; and there being no proof to the contrary, the verdict of the jury must be in her favour.\nThe defendant requested the court to charge as follows:—\n1. When a judgment against a husband is taken in the name of a third person as trustee for the wife, it is incumbent on the plaintiff therein, in a contest with creditors of the husband, to establish affirmatively that it is taken bond fide to secure a loan from the wife to the husband of moneys being of the separate estate of the wife; otherwise such judgment must be regarded as fraudulent and void as against such creditors.\n2. The advancement by Dr. John Witmer in his lifetime to his daughter, Barbara Hess, of $1000, did not make her husband, Daniel Hess, her debtor to that amount, even supposing him to have received it; nor did it constitute a valid consideration to that extent for the bond in controversy ; and if the said advancement was wilfully embraced in the bond so as to enable her to recover it from her husband’s estate as a debt, it was under the circumstances in evidence a fraud upon the rights of his creditors, and renders the whole bond void as against them.\n3. There is in this case no sufficient evidence to show that Daniel Hess received any part of his wife’s share of her father’s estate after his death to her use.\n4. As Dr. John Witmer died before the passage of the Act of 11th April 1848, Daniel Hess was entitled to convert his wife’s share in the personal estate of her deceased father to his own. use; and if there is any evidence that he received it at all, the presumption, in the absence of evidence to the contrary pointing to the time of such receipt, is conclusive that he reduced it into possession to his own use; and he cannot by subsequently, after the rights of creditors had accrued, giving her a note or bond therefor, convert it into a debt to her; such note or bond is a fraud upon the rights of creditors, and utterly void as to them.\n5. The plaintiff has failed to make out a case, and the verdict must be for the defendant.\nThe court (Long, P. J.), after stating the case, charged as follows:—\n“ What she received from her father’s and mother’s estate, as is alleged by the counsel for the plaintiff, amounted to $4300 and upwards, which, with part of the interest accruing thereon, constituted the judgment of $5000. The other judgment for $2000 was composed of interest accruing on the said sum of $4300, not included in the judgment of $5000, and of other items. From the releases which have been given in evidence it appears that they were executed since the passage of the Married Woman’s Law, as it has been sometimes called, and they have been submitted to you as matter of evidence, for the purpose of throwing some light upon the question when this money was received from her father’s and mother’s estates. The first question for your consideration is, was Mrs. Hess possessed of the amount of money claimed in these two judgments ? and the other and important question is, whether this amount of money was loaned by her to her husband, Daniel Hess, or did he receive that amount since the 11th of April 1848, when the act was passed for the protection of married women ? If so, the presumption in law is, that he received it for her use, and she was in that case authorized to take any security which she could obtain from her husband to secure the money which her husband had received as belonging to her. The presumption of law is, as stated by the plaintiff in the point presented to the court, that even if Mrs. Hess had taken no note or other bond for any money that belonged to her, it would not be presumed from that fact that she made her husband a gift of said money since the Act of Assembly referred to ; it lies upon those alleging a reduction into possession by the husband to prove that she made a gift of it to him. . [As the law now stands, when the husband receives the wife’s money the presumption of law is he receives it for her, and such is the law, although the right accrued to the wife previous to the passage of tbe Act of 11th April 1848, but was not reduced, into possession before by the husband.] He had a qualified interest in the same, which became absolute when he exercised acts of ownership over it. What the evidence is in this case it is your province to determine. In answer to the defendant’s first point, we afiirm the proposition stated there that it is incumbent on the plaintiff in a contest with creditors of the husband to establish affirmatively that the judgment was taken bond fide to secure a loan from the wife to the husband of moneys being of her separate estate; or that he had received that amount belonging to the wife, otherwise such judgment would be a fraud upon the creditors of the husband. Then with regard to the advancement made by Dr. Witmer to his daughter, Mrs. Hess, this advancement for $1000, which was made to his daughter, if she handed it over to her husband, aW he received it before the 11th April 1848, the law would make him the owner of it, and he could not afterwards, when he got into failing circumstances, give a bond or judgment to secure his wife, unless at the time he received the money it was agreed by him that lie would hold the same for her use; this before the Act of the 11th April 1848, was required to be proved, where the wife claimed the money, and in the absence of such proof the law was that it belonged to him. I have in this case seen no evidence to repel such presumption of ownership ; under the circumstances of this case, the plaintiff ought to have shown that her husband received it for her use; but the counsel for the plaintiff admit that the wife cannot recover the $1000. If, therefore, these $1000 were wilfully included in the judgment for $6000, for the purpose of hindering and delaying the creditors of Daniel Hess, it would be a fraud upon his creditors, and it would render the bond or judgment void, but if the testimony satisfies you that the $1000 was introduced by mistake, it would not render the judgment void. [But it is contended that, independent of the $1000, the claim of the wife against the husband is for more than $5000 ; if that be correct, and the $1000 is not included in the judgment, of course the difficulty of the $1000 would not arise in that case.] Then with regard to the $2000 judgment, if the $1000 is included in that judgment, which appears to be the case, if not included in the $5000 judgment; if it was wilfully introduced, and it does not appear to you that it was done by misapprehension or mistake, it would be a fraud upon the creditors of Daniel Hess, and would render such judgment void. Your duty will be to determine from the testimony whether these judgments are invalid or fraudulent. If you think from the evidence that one judgment is good and the other bad, you will have a right to say so by your verdict, or find both bad or both good. As to the third point, as to the question of facts, you are the judges, and I refer the same to your decision.\n“As to the fourth point I have already adverted to the law involved in this point, and will now repeat that if Daniel Hess, the husband, received any money belonging to his wife since 11th of April 1848, and these judgments were given to secure the amount he received, the judgments would be good. It is also true that if the money belonged to the husband, no subsequent acts of his could convert it into a debt to her; such acts would be a fraud upon the rights of the creditors of the husband.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiff. Whereupon the defendant sued out this writ, and assigned for error,\n1, The admission in evidence of the note from Daniel Hess to Adam S. Dietrich, of April 9th 1855.\n2, 5, and 6. Those portions of the charge of the court which are enclosed above in brackets; and,\n3, 4, and 7. The refusal of the court below to affirm defendant’s 3d, 4th, and 5th points.\nThomas E. Franklin and H. M. North, for plaintiff in error.\nFordney and Baker, for defendants in error.\nJuly 1st 1863,"
  },
  "file_name": "0522-01",
  "first_page_order": 522,
  "last_page_order": 530
}
