{
  "id": 9503835,
  "name": "Grabill versus Moyer et al.",
  "name_abbreviation": "Grabill v. Moyer",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "530",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 530"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 164",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625749
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0165-01"
      ]
    },
    {
      "cite": "2 Wright 277",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 14070,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 3.800844451407819e-07,
      "percentile": 0.8974252939070965
    },
    "sha256": "f47027d1e51c8f2b66d31d2ae953c65566dc6d107f6b034318def511dc430cf9",
    "simhash": "1:7e8bdca1d6a6938b",
    "word_count": 2515
  },
  "last_updated": "2024-02-27T21:46:48.873207+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grabill versus Moyer et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nSTRONG, J.\nThe main question involved in this case was cautiously and well presented to the jury by the learned judge of the Court of Common Pleas. It must be conceded that the Act of April 11th 1848 gave to debtors greatly increased facilities for protecting their property against the just claims of creditors, and opened a wide door for the perpetration of frauds. Against such frauds we have endeavoured to erect every possible safeguard, consistent with our duty, to give full effect to the action of the legislature. As against the husband’s creditors, wo have held it incumbent upon the wife to show clearly that the property she claims is hers, and that it was not acquired from the husband after he became indebted. We have held that she cannot show this by the unaided declarations of the husband, and we have ruled that all conveyances made, or securities given to a wife by her husband when indebted, are to be closely scanned, the more so on account of the intimate relationship of the parties. But when the Act of Assembly declares as it does, that all property, real, personal, and mixed, which shall accrue to any married woman during coverture, by will, descent, deed of conveyance, or otherwise, shall be owned, used, and enjoyed by such married woman, as her own separate property: when the leading purpose of the act is to protect the wife’s estate by excluding the husband, it is impossible for us to declare that the mere possession of it by the husband is proof that the title has passed from the wife to him. After it has been shown, as it was in this case, that the property accrued to the wife by descent from her father’s and brother’s estates, the presumption necessarily is, that it continued hers. In such a case, it lies upon one who asserts it to be the property of the husband, to prove a transmission of the title, either by gift or contract for value, for the law does not transmit it without the act of the parties. If mere possession were sufficient evidence of a gift, the Act of 1848 would be useless to the wife. Nothing is more easy than for the husband to obtain possession even against the consent of the wife. And where he obtains it with her consent, it can be at most but slight evidence of a gift.\nIn Johnston v. Johnston’s Administrators, 7 Casey 450, it was held that money received by a husband from his wife’s estate is, since the Act of 1848, presumed to have been received by her, and that she may loan it to her husband. When it is established that the ownership of the money is in her, she may take the position of a creditor with all a creditor’s rights.. If it be said that this tends to give to the husband a false credit, and that those who deal with him may be injured, it must .be admitted measurably, but it is an unavoidable consequence of the legislative mandate. Even before the Act of 1848, a wife might lend her separate property to the husband. She could become his creditor in equity without the medium of a trustee, and at law, through a trustee, as fully as could a stranger. Her rights are not less now than they formerly were. In the court below the plaintiffs in error rested their case on the assertion that the wife had given her money to the husband. Whether she had or not was fairly left to the jury. The complaint now is, that the court instructed them “ that if notes were taken for the money which the husband received as belonging to him, and they were given at the time or soon after the money was received, that is a circumstance going to repel the presumption that she (the wife) allowed him to receive such money as a gift, and unless it is clearly proved by defendants that it was a gift, and made to the husband before the notes were given, and that the judgment was given to defraud his creditors, the verdict ought to be for the plaintiff.” Surely, the presumption in favour of a gift, if there was any arising from the receipt of the money by the husband, might be repelled, and by nothing could it be more effectually than by the fact that he gave his notes for it. Unless it was a gift, the right of the wife to reclaim it, and to secure it by taking a judgment, is undeniable.\n'And she was entitled to reclaim it with interest, for the debtor assumed to pay interest, and since the Act of 1848, the use and profits of a wife’s property of every description belong to her, and not to her husband. There was, then, no error in the charge of the court. We need hardly say the facts show that the judgment was not for a greater amount than the husband actually received, and that the court could not therefore instruct the jury the judgment was fraudulent because of its having been taken for too large .a sum.\nIt remains only to notice the exception taken to the admission of evidence that, in the spring of 1857, the husband declared he had to give his wife a note for the money he got from her, and pay her interest. Undoubtedly, in a contest with creditors, it is not competent to show, by the declarations of the husband, property in the wife. This has been several times asserted by us. But here the evidence was admitted for no such purpose. It was abundantly proved, and not even denied, that Adam Rudy, the husband, had received his wife’s money. The sole question was whether she had given it to him, and his declarations, made long “ ante litem motam,” and long before he appears to have been indebted to any other than his wife, were received to show that he was not her donee. We do not think ourselves justified in reversing the judgment on this account. Even if they were erroneously received, their exclusion under the facts of this case could not have benefited the plaintiff in error.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "STRONG, J."
      }
    ],
    "attorneys": [
      "W. B. and N. Fllmalcer",
      "A. JB. Hood and A. J. Dickey, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Grabill versus Moyer et al.\nHusband and Wife.— Validity of judgment to wife for money received since 1848. — Presumption of gift by wife.— What will rebut.— When wife entitled to interest.\n1. The mere possession by a husband of money which has accrued to his wife under and since the Act of 1848, is no evidence that the title thereto has passed to him; but the presumption is, after it has been shown to have come by descent to her, that it continues hers; and transmission of title to the husband must be shown by those who assert it, either by proof of a gift or a contract for value.\n2. Where, in an issue to ascertain the validity of a judgment confessed by a husband for the use of his wife, for money received from her estate, but claimed to have been given him by her, the jury were instructed that if notes were given by him at the time or soon after the money was received, it was a circumstance to repel the presumption of a gift; and unless proven to have been a gift, made before the notes were given by him, and that the judgment was given to defraud his creditors; the verdict should be in favour of the plaintiff, the trustee of the wife, the instruction was not erroneous.\n3. The wife is entitled also to interest on the money from the time the husband received it, especially where, in the notes given therefor, he had stipulated to pay it.\n4. Where the proof was clear that he had received her money, and the sole question was whether she had given it to him, the admission of evidence of his declarations made long before suit brought, and before he had incurred any indebtedness except to his wife, was, if erroneous, no ground for reversal of the judgment, especially as under the facts of the case, their exclusion could not have benefited the plaintiff in error.\nERROR to the Common Pleas of Lancaster county.\nThis was an issue awarded by the Common Pleas to try the validity of a judgment confessed by Adam Rudy to Elam Moyer, in trust for bis wife Harriet Rudy, in which Elam Moyer, for the use of Harriet Rudy, was plaintiff, and Peter Grabill, 0. L. Musselman, George Bard, A. S. Bard, Daniel Rife, Philip Sheaffer, Christian Hunshberger, Isaac Burkholder, and Joel Wenger (judgment-creditors of Adam Rudy), were defendants.\nOn the trial, the plaintiff gave in evidence a judgment-bond as above stated for $10,717, dated May 15th 1861, payable April 1st 1862, and claimed interest from the maturity of the bond.\nIt was proved by plaintiff and not denied by the defendants, that Jacob Eby, the father of Harriet Rudy, died intestate on 30th April 185b, leaving a widow and seven children, of whom Harriet, the plaintiff, was one. He died seised of real estate amounting to $35,583.62J. That the property was accepted on 18th January 1855, payable on the 1st April 1856, with interest from 18th June 1856. Widow’s interest remaining charged, $11,861, leaving for distribution $23,722.42; each share $3388.91. Interest from 18th January 1855 to April 1st 1856, $159,56. Aggregate, $3548.17. That of the personal estate the balance on administrators’ account, confirmed on 6th June 1856, was $42,406.55. Widow’s share, $14,135.51, leaving balance on account among children, $28,271.04, advancements added. Whole amount for distribution, with advancements added, $36,432.13, one-seventh — $5204.59. Deduct Harriet Rudy’s advancement, $950.10 — $4254.49. Making total of Harriet Rudy’s interest, in her father’s estate, exclusive of advancements, $7802.66. That Daniel S. Eby, brother of Harriet, died in 1858, and that Abraham Eby and A. G. Groff, his administrators, as Harriet Rudy’s interest in her brother’s estate, paid to her April 6th 1859, $1115.50. That release of Harriet Rudy to her brother for real estate, dated April 1st 1856, was recorded May 5th 1856. That release of Harriet Rudy to administrators of her father’s estate, dated 21st July 1856, was recorded September 2d 1856. That release of the real estate was executed by Harriet Rudy and Adam Rudy, her husband; and the release as to brother’s estate was signed by Harriet only.\nThe plaintiff then called the person who drew the judgment-bond, who testified that the consideration of the bond was two promissory notes from Adam Rudy to Harriet Rudy, one dated August 1st 1856, for $7638.86, payable one year after date, with interest at 5 per cent., and the other dated April 6th 1859, for $1115, payable in one year at 5 per cent., which notes were executed at the time they bore date, and were delivered up by Mrs. Rudy when the bond was executed. That the first note was drawn at Mr. Rudy’s request, who stated that he had borrowed or was about to borrow from his wife, the money she had received from her father’s estate, and desired to secure it to her without giving judgment. That this note was drawn up and handed to Mr. Rudy, who took it away with him. That when the second note was drawn, the money was paid over.\nThe plaintiff then called Abraham G. Groff, and proposed to prove that in a conversation had with Adam Rudy, in the spring of 1857, with regard to Mrs. Rudy’s estate, he (Rudy) had told witness that he had given his wife a note for money he had got from her, and paid his interest.\nThis was objected to by the defendants, and admitted under exception.\nAmong the points presented, on which the court were requested to charge the jury, were the following:—\n2.The law looks with great disfavour on settlements and arrangements made by failing debtors to help near relations at the expense of meritorious creditors, and especially so, if the transactions indicate a provision by such debtors for their own benefit.\n8. If the plaintiff allowed her husband to take, or she gave him her money and he used it as his own for years, and thereby acquired credit from others, she could not afterwards, when he, heavily involved, was about breaking up, claim such funds as her separate estate, and by means of a judgment given her, withdraw his property from the grasp of his creditors.\n4. A wife while living with her husband, cannot recover interest on any debt he may owe her.\nUnder the ruling of the court below (Long-, P. J.), there was a verdict and judgment in favour of the plaintiff. Whereupon the defendants sued out this writ, averring,\n1. That the court erred in admitting the evidence of Abraham G. Groff, viz.: The conversation he had with Adam Rudy in the spring of 1857, with regard to his wife’s estate, and money he had got from her.\n2. In their answer to second point of plaintiff below, in saying “ and unless it is clearly proved by defendants that it was a gift, and made to the husband before the note was given, and that the judgment was given to defraud his creditors, your verdict ought to be for the plaintiff, Mrs. Rudy.”\n3. In the following answer to third point of defendants below: “ There is nothing in the law to prevent a wife from allowing her husband to make use of her separate estate, and afterwards when he became involved, or in failing circumstances, to take a judgment to secure herself — like every other creditor, she has a right to do so.”\n4. In their answer to fourth point of defendants below, viz.: “ I am of the opinion that under the Act of the Legislature of 1848, relative to married women, the plaintiff is entitled to recover interest on tbe money which was received by her husband, if the verdict is for the plaintiff.”\n5. In not instructing the jury that the including $100 in judgment, which was paid over to old Mrs. Eby, and formed no part of Mrs. Rudy’s estate at any time, was a fraudulent attempt to take that amount from her husband’s creditors.\n6. That the court should have charged the jury irrespective of other questions in the case, that if the judgment in controversy was taken for more money than was due, that circumstance stamped the transaction as fraudulent, and vitiated the whole bond.\nW. B. and N. Fllmalcer\ncited and relied on Black v. Nease, 1 \"Wright 433; Kline’s Appeal, 3 Id. 468; McGlensey’s Appeal, 14 S. & It. 64; .Gochenauer’s Estate, 11 Harris 460; Stehman v. Huber, 91 d. 260; Hobensack v. Hillman, 5 Id. 154; Rhoads v. Gordon, 2 Wright 277 ; Gates v. Johnson, 3 Barr 52; Jackson v. Summerville, 1 Harris 359; McDowell v. Rissell, 1 Wright 164.\nA. JB. Hood and A. J. Dickey, for defendants in error.\nJuly 1st 1863,"
  },
  "file_name": "0530-01",
  "first_page_order": 530,
  "last_page_order": 535
}
