{
  "id": 9503867,
  "name": "Commonwealth versus Swope et al.",
  "name_abbreviation": "Commonwealth v. Swope",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "535",
  "last_page": "537",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 535"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 292,
    "char_count": 4824,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 4.4498185443405124e-07,
      "percentile": 0.9214012091052413
    },
    "sha256": "c5a54d883b8abca6ee3a19baa484b3ed90419ed874004af58dc25b463387ea7c",
    "simhash": "1:ac51c8e9c21538e2",
    "word_count": 842
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Swope et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nSTRONG, J.\nA sheriff’s recognisance is conditioned for the discharge of his official duty, and for the payment to suitors and parties interested in the execution of writs and process, the money belonging to them which shall come to his hands. To that extent his sureties are bound, but no farther. Are they then liable for a printer’s bill for advertisements ordered by the sheriff, of sales and partition of real property, of notices of audits, of inquisitions, and rules in the Orphans’ Court to accept or refuse real estate at a valuation, or show cause why it should not be sold? It may be conceded that it is a sheriff’s duty to cause such notices to be given. Certainly it is to give some of them, made such by Acts of Assembly. Failure to give such notices would therefore be a breach of his official duty, for which his sureties would be liable. But the printer who publishes the notices does his work for the sheriff, and not for the parties. His position is no better than that of a sheriff’s deputy, or of one who lets to him a horse or a vehicle, to enable him to execute process. It does not follow, because the duty to advertise is official, the duty to pay is also official. Nor is a printer of advertisements a party interested in the execution of writs or process. He has no lien upon the property ordered to be sold. To him it is a matter of indifference whether the writs are executed or not. The fee-bill does not provide for his case, and though the sheriff is given fees for advertising in certain cases, yet no Act of Assembly recognises any interest of a printer, or deputy, or livery-stable keeper, or stationer, who may have aided a sheriff in the performance of his duties in any money which he may collect. Such persons, therefore, are not protected by a sheriff’s recognisance.\nJudgment affirmed.",
        "type": "majority",
        "author": "STRONG, J."
      }
    ],
    "attorneys": [
      "John T). Roddy, with whom was William J. Baer, for plaintiff in error.",
      "Forward and Qtaither, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Swope et al.\nLiability of sheriff’s sureties for printer’s bill.\nThe sureties on a’sheriff's official bond are not liable to a printer for advertising notices, rules, audits, inquisitions, and sales ordered by the sheriff, though it was a part of his official duty to cause such advertisements to be made, for neglect of which they would have been responsible.\nERROR, to the Common Pleas of Somerset county,\nThis was an action of debt, brought in the name of the Commonwealth, for the use of C. F. Mitchell, against Henry F. Swope, Charles Stoner, Edward Kimmell, and Michael A. San-ner, on the official recognisance of Henry F. Swope, as sheriff of the county of Somerset, in which, after issue joined, the following case was stated for the opinion of the court below:—\nThe parties, by their counsel, agree upon the following facts in the ease, in the nature of a special verdict, upon which they request the court to enter judgment. If the plaintiff is entitled to recover, the judgment to be entered for the sum of $180, otherwise judgment for defendant for costs.\nHenry F. Swope, as sheriff elect of Somerset county, entered into recognisance in this court on the 5th day of November 1855, for the sum of $12,000, with the other defendants as sureties. Upon this recognisance this suit is brought to recover the amount above stated. The plaintiff, 0. F. Mitchell, was the editor of the “ Somerset Democrat” during the whole period of Sheriff Swope’s term of office, and in pursuance of the Acts of Assembly and the order of the several courts of the county, the sheriff advertised sales, notices of audits, of the holding of inquisition > on real estates, rules on heirs to accept or refuse, or to show cause why real estate should not be sold, in the plaintiff’s newspaper, for which the sheriff received the money from the parties instituting the proceedings in the several courts.\nIt is also agreed that the account filed by plaintiff with the narr., contains an accurate statement of the notices advertised, and the kind of proceedings, and that the charges are correctly made, and that the balance due is $180. This paper is made part of this case.\nThe question presented to the court for their decision is, are the sureties liable for the advertising under the facts narrated ?\nThe court below (Nill, P. J.) filed the following opinion:—\n“February 6th 1863. — In my opinion the claim of the plaintiff for advertising, which in this action is demanded of the sureties of H. F. Swope, Esq., late sheriff of Somerset county, is a personal debt of said sheriff, and not recoverable on his recognisance from Charles Stoner, Edward Kimmell, and Michael A. Sanner, his sureties, and for this reason judgment in this case stated is entered for the defendants for costs.’\nWhich was the error assigned.\nJohn T). Roddy, with whom was William J. Baer, for plaintiff in error.\nForward and Qtaither, for defendant in error.\nJuly 1st 1863,"
  },
  "file_name": "0535-01",
  "first_page_order": 535,
  "last_page_order": 537
}
