{
  "id": 9503882,
  "name": "Hiester versus Shaeffer",
  "name_abbreviation": "Hiester v. Shaeffer",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "537",
  "last_page": "539",
  "citations": [
    {
      "type": "official",
      "cite": "45 Pa. 537"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 294,
    "char_count": 5610,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 6.776734100050771e-08,
      "percentile": 0.4150330772180154
    },
    "sha256": "3043bd03c41d3a4c780308b5d0b5c65a39c2bd0594222da05dbbd7a4ddb9ff10",
    "simhash": "1:694004319f62f0f1",
    "word_count": 977
  },
  "last_updated": "2023-07-14T20:21:54.857579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hiester versus Shaeffer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby\nRead, J.\nWilliam Bausman and others, by deed dated 3d June 1806, conveyed lot No. 99, in the borough of Manheim, to Frederick Smith in fee simple, reserving a gr'ound-rent. The title to the ground-rent became vested in the plaintiff, and on the 1st April 1852, the defendant became the owner of the land, and still continues in possession. The present suit is an action of covenant by the plaintiff against the defendant for arrears of ground-rent from 1852. Upon this state of facts the plaintiff is entitled to recover, unless one or both of the defences set up by the defendant are available.\nThe first ground is, that a suit was commenced by the plaintiff against John Snyder, the grantor of the defendant, for arrears of ground-rent prior to 1852, and a judgment thereon in favour of the plaintiff for $ 145, and a sale by the sheriff, after the commencement of this suit, to the present defendant, the net proceeds of which were applied in payment of part of the judgment, leaving a balance still due thereon, for which Snyder remained liable. It is difficult to see how this can be any defence in a personal action for arrears not included in the judgment against Snyder, and for which the defendant was personally liable before the purchase by him at sheriff’s sale. The sale did not extinguish the ground-rent, nor did it extinguish in any way the personal liability of the defendant, or even the personal liability of Snyder for the arrears unpaid by the proceeds of sale.\nThe second ground is the 7th section of the Act 27th April 1855, P. L. 369, and it is somewhat singular that this should be set up by the present defendant, when it appears that upon a suit instituted by the plaintiff against the former owner of the land, on the 4th January 1858, judgment was recovered on the 30th August 1859, three days before the institution of the present action. This was such a claim or demand as was required by the act, and there was practically also a payment; and it would be singular indeed if a former owner could be compelled to pay up his arrears, that the present owner could use the statute to protect himself, not only from the payment of seven years’ arrears, but from all future payments, upon the plea that it had taken away the whole estate of the plaintiff in the ground-rent itself. The act does not require such an unreasonable and an unjust construction.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Hiester and Hllmaker, for plaintiff in error.",
      "Stevens and Reilly, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hiester versus Shaeffer.\nCovenant for arrears of ground-rent. — Former judgment for rent, no defence. — Staktte of Limitations relative to, barred by suit brought against previous owner.\n1. An action for the recovery of ground-rents is a proceeding in personam, and not in rem.\n2. Where the owner of a ground-rent, in an action brought in January 1858, to recover arrears due thereon, against a supposed owner of the lot subject to the rent, but who had sold it in 1852, recovered judgment in August 1859 for arrears due up to the sale, and the lot was sold at sheriff's sale, in 1860, to the defendant’s vendee: held, that, in an action against him, brought in September 1859, for arrears since his purchase in 1852, the defendant could not set up the judgment against the former owner and the sheriff's sale for former arrears, as a discharge of the premises from the lien of the unpaid rents up to the sale.\n3. The judgment against the former owner, obtained before the action against his vendee was brought, was “ a claim or demand on account of or for ground-rent,” such as would prevent its extinguishment under the Act of 27th April 1855.\nERROR to the Common Pleas of Lancaster county.\nThis was an action of covenant by Jonathan D. Hiester against John Shaeffer, for arrears of ground-rent due on lot No. 99, in the borough of Manheim, Lancaster county. A suit had been previously brought against John Snyder, a former owner of this lot, and judgment recovered against him up to the date of the sale of the lot to Mr. Shaeffer. This action was then commenced against Shaeffer before a justice of the peace, for rent which had accrued since.\nExecution was subsequently issued on the judgment against Snyder, under which the lot in question was sold as his property, and purchased by John Shaeffer.\nIn the suit against Snyder, the plaintiff claimed ground-rent for thirty-live years, and in the suit against Shaeffer, it was not shown that any payment, claim, or demand on account of this rent had been made, except through the proceedings above stated.\nOn the trial, the following points were presented, on which the instruction of the court was requested :\nBy the plaintiff. — 1. The sheriff’s sale, if operative at all in this case, only affects the liability of the lot sold for arrears of ground-rent accrued before the sale.\n2. This action being a personal action, the plaintiff is entitled to judgment against the defendant for the arrears of rent since he acquired possession; and this defence, if good at all, can only be taken when the plaintiff undertakes to have execution of his judgment on lot No. 99.\nBy the defendant. — 1. The arrears of ground-rent claimed in this suit having been discharged by the sheriff’s sale of the premises to John Shaeffer, the plaintiff cannot recover.\n2. 'Nothing having been shown to take this case out of the operation of the Act of 1855, the plaintiff cannot recover.\nThe court below (Hayes, P. J.) ruled all the above points in favour of the plaintiff, and entered judgment accordingly ; which was the error assigned.\nHiester and Hllmaker, for plaintiff in error.\nStevens and Reilly, for defendant.\nJuly 1st 1863,"
  },
  "file_name": "0537-01",
  "first_page_order": 537,
  "last_page_order": 539
}
