{
  "id": 982853,
  "name": "Road in Lower Windsor, York County",
  "name_abbreviation": "Road in Lower Windsor",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "18",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 281,
    "char_count": 4853,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 5.6934063706826544e-08,
      "percentile": 0.3579957750432554
    },
    "sha256": "18262633316c19923df4e29ae3f7dd3955780820fa456130f19a2689e8231ba7",
    "simhash": "1:c36b8d1b96065912",
    "word_count": 876
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Lower Windsor, York County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nOne of the final viewers was objected to because his wife was a step-sister of the wife of John Emig, who owned a farm about half a mile from the road, and who took an interest in its location; but the court overruled the objection. We see plainly enough that Emig took a good deal of interest in the road; but he was not one of the petitioners in any part of the proceeding, and we do not see that he had any such legal interest as would have rendered him incompetent to be himself a viewer in this sort of a public transaction, in which all citizens are more or less interested, for public roads are for the use of all; and in which so large a control is given to the court. It is impossible to be as nice about these questions of challenge for cause, in ro,ad cases, as we are in regular jury trials; for we have not the facilities for doing so, and it would often cause vexatious and unprofitable delays to attempt it. Yery much must be left, in such cases, to the discretion of the sessions. We are not able to say. that, in this instance, they have exercised this discretion erroneously.\nDecree affirmed at the cost of the plaintiff in error.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Keesey and Campbell, for the plaintiff in error.",
      "Evans and Mayer, contrh."
    ],
    "corrections": "",
    "head_matter": "Road in Lower Windsor, York County.\nA person who is not a petitioner for a road, but who owns land in the vicinity, and attends before the viewers and urges the necessity and propriety of granting the road as prayed for, has no such legal interest in the matter as will be good cause of challenge, against a person as viewer who is related to him.\nIn public transactions of this nature, where all the citizens of a district are to a certain extent interested, the courts will not be so strict in sustaining challenges for cause as in jury trials.\nIn such cases much must be left to the discretion of the court below, and the proceedings will not be disturbed if it do not appear that they have exercised such discretion erroneously.\nCertiorari to tbe Quarter Sessions of York county.\nAt January sessions, 1853, a petition was presented for the appointment of viewers to vacate and supply a' certain part of a road in Lower Windsor township. The viewers were appointed, and afterwards made a report in accordance with the prayer of the petition. Exceptions were filed to this report, and on the 31st day of January, 1864, it was set aside, other viewers appointed, and an alias view directed. These viewers made report, vacating the portion of the road mentioned in the petition, and supplying it by a new route, which report was filed and confirmed nisi, and the width directed, on the 27th April, 1854. At the August sessions a petition was presented for a review, and reviewers appointed, who made a report vacating only a part of the old road, and supplied the portion thus vacated by a new and different route from that reported by the alias viewers. This report was confirmed nisi, and width directed on the 4th January, 1855. At the following April sessions re-reviewers were appointed, who afterwards made a report vacating the same portion of the old road vacated by the viewers, and supplying the same by a new route different from both those of the viewers and reviewers. This report was filed on the 25th August, 1855, confirmed nisi,' and the width fixed by the court.\nOne of the re-reviewers was David Bahn, a brother-in-law to John Emig, who owned a farm a short distance from the road, and took an active part in favour of the road. On the day the viewers met, Daniel Keller, the plaintiff in error in this proceeding, appeared and objected to Bahn being sworn, alleging his incompetency, on the ground of his relationship with Emig. Emig was present, and advised that the objection should be disregarded, and the view proceed. Bahn was sworn with the other re-reviewers, and a report was made in accordance with the views of Emig, and those acting with him for the road. Daniel Keller filed exceptions to the report, the only one of which that was pressed in the court below, or in this court, related to the competency of Bahn on account of his relationship to Emig to serve as a viewer.\n.John Emig was not a petitioner for the road. And the depositions taken while the exceptions were pending in the court below showed that Emig lived at a distance from the road, in a different township, but owned a farm lying a short distance from where this road was located, and that it furnished a better road to and from his farm to the railroad and turnpike than the old road did. That he attended before the viewers, and urged the change to be made, and that he and David Bahn, the viewer, were married to half-sisters.\nThe court below, after argument, dismissed the exceptions, and confirmed the report. To reverse this order Daniel Keller sued out this certiorari.\nKeesey and Campbell, for the plaintiff in error.\nEvans and Mayer, contrh."
  },
  "file_name": "0018-01",
  "first_page_order": 18,
  "last_page_order": 19
}
