{
  "id": 982733,
  "name": "Okeson versus Patterson",
  "name_abbreviation": "Okeson v. Patterson",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "22",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 499,
    "char_count": 13837,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 3.33931727423066e-07,
      "percentile": 0.8740573292110853
    },
    "sha256": "214f0bfa83b47be6fd4316d84ddcc9ff4cb6bba074e692088ee0cb338872cfa8",
    "simhash": "1:2aec1f829e48eb18",
    "word_count": 2474
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Okeson versus Patterson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe road in controversy was claimed as an easement attached to a tract of land owned by the plaintiff below. In establishing his right to the road, he relied upon an uninterrupted use and enjoyment of it for the period of twenty-one years. If he satisfied the jury of such adverse enjoyment, his right was complete, according to the principle which has been adopted as analogous to the statute of limitations, applicable to adverse possession of land. Resting, as the principle really does, upon the statute of limitations, it ought to be carried out according to the same rules. An uninterrupted adverse possession of land for the period of twenty-one years, gives a title which is not to be defeated by the mere protestations of the owner. He must make an entry or bring an action within twenty-one years, or his right is gone. So in the case of an easement over his lapd. The uninterrupted enjoyment of it for twenty-one years, adversely to the rights of the owner of the land, gives a title which cannot be defeated by mere objections or denials of the right. He must bring an action or obstruct the enjoyment within twenty-one years from its commencement, or his right to obstruct it is gone. It is often said that the period of twenty-one years’ enjoyment authorizes a jury to presume a grant and, following this fiction with logical precision, it is also frequently held that the presumption may be repelled by circumstances, showing that no such grant existed. But the premises being founded upon a fiction which has nothing substantial in it, and which is only tolerated for the purposes of remedy, the conclusion is necessarily unsound. There was nothing in the conversation which took place between the parties in 1849, that tended to show that the enjoyment of the right of way had been either interrupted before the right became perfect, or had been under a license from the owner. The court went quite as far as the plaintiff in error had any right to ask in answering his second point.\nIn establishing the user for the period of twenty-one years, it was perfectly right to permit the jury to take into consideration the acts of the former owners under whom Patterson claimed title, of the tenants in possession under him, and of Patterson himself, while occupying the dominant tenement. The possession of the land by his tenant at the time the wrong was committed by fencing up the road, is no objection to the plaintiff’s right to maintain this action on the case. The Act of 25th April, 1850, does not bar an action for disturbing a right of way, which had become complete before the act was passed.\nWe see no error in the proceedings below.\nJudgment affirmed.'",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "The case was submitted by",
      "Hepburn and Parker, for plaintiff in error.",
      "Doty and Casey, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Okeson versus Patterson.\nThe uninterrupted enjoyment of an easement in lands for twenty-one years, adversely to the rights of the owner of the land, gives a title which cannot be defeated by mere objections or denials of the right by such owner.\nTo prevent the acquisition of such right he must bring an action, or obstruct the enjoyment of the easement within twenty-one years, or his right to obstruct it subsequently is gone.\nIn establishing a right of way, as appurtenant to land, it is proper to permit the jury to take into consideration the acts of the former owners under whom the plaintiff claims, of his tenants and of himself while they respectively occupied the dominant tenement.\nThat the land to which the way was appurtenant was in the possession of a tenant at the time it was obstructed, does not prevent the owner from maintaining an action on the case for the injury.\nThe Act of 25th April, 1850, does not bar an action for disturbing a right of way which had become complete before the act was passed. See Fisher v. Farley, 11 Harris 501.\nError to the Common Pleas of Juniata county.\nThis was an action on the case brought by Alexander Patterson against William Okeson, for obstructing an alleged right of way. The plaintiff and defendant respectively owned tracts of land adjoining each other. The plaintiff purchased the land owned by him from the heirs of Andrew Morrow in 1828, and went into possession at that time by his tenant. The conveyance to him was not made until in 1830. The defendant became owner of the land held by him, in 1848. The plaintiff proved that he and those under whom he claims, owners and occupiers of the land now held by him, had used a road over and through a small portion of the land owned by defendant for a period of from thirty to forty years, and that the use of it had been continued by the plaintiff and his tenants in going to and from his land. The place where the road was claimed and used was unenclosed woodland; and the defendant having cleared it enclosed it with a fence, and consequently closed up and prevented the use of the road. This action was instituted to test the right to said road, and to recover damages for its obstruction.\nThe matters of defence will appear from the following points presented by defendant’s counsel, on the trial of the cause in the court below.\n“ 1st. That to acquire a right to a road by use through another man’s woodland, it must be continued, uninterrupted and adverse. An occasional use for some purpose, or on extraordinary occasions, though continued for more than twenty-one years, will not confer such a right, or raise the presumption of grant.\n“ 2d. That if the jury believe that in 1849, William Okeson, the owner of the land through which the road is claimed to pass, and Alexander Patterson, the plaintiff, met on the ground with the viewers appointed to lay out a public road, and Patterson then stated that he wanted a road over this same ground as a near way to his house and woodland, and Okeson then told him, he never should have a road there, as detailed by Thomas McCammon, it is evidence for the jury to repel the presumption of a grant, and as the period (1849) retards the operation of the twenty-one years necessary to presume’ it; and unless the jury believe from the evidence that Patterson had acquired a right to the use of this alleged road by the use of it for twenty-one years previous to that period (May or September, 1849), he cannot recover in this action.\n“ 8d. The plaintiff alleges in his declaration, that he is lawfully possessed of a tract of land, described by the evidence as the Morrow land, and if the jury are satisfied from the evidence in the cause, that he was not the owner of the land until the 16th of April, 1830, and not in the actual possession of it, then the twenty-one years by use, necessary to acquire a right, would not expire until the 16th of April, 1851, after the passage of the Act of the 25th of April, 1850, and since the passage of that law, no right can be acquired by user, when the road passes through unenclosed woodland, as this is proved to have been, and if these facts are so, the plaintiff cannot recover in this action.\n“ 4th. If the jury believe that in the years 1828-29, arid ’30, the Pattersons did not reside on the land, to which they allege the said road is necessary, and as there is no proof that they owned it before 1830, but that the same was in possession of tenants, who are not proved to have ever used this road for the purposes now claimed by the plaintiff, then the plaintiff cannot count these years 1828-29, and ’30, as forming part of the twenty-one years’ use necessary to give him a right, and without these years, the twenty-one years necessary to a right had not run, previous to the Act of the 25th April, 1850, and since the passage of that law, no subsequent right can accrue, and consequently the plaintiff cannot recover in this action.\n“ 5th. From the evidence in the cause, Patterson, the plaintiff, was not in the actual occupancy or possession of the house and land, to which the alleged road is necessary, at the time the said road was obstructed by the defendant, but the property was in the actual possession of a tenant, and these facts being so, Patterson cannot recover in this action for any damages alleged to have been sustained by reason of Mr. Okeson closing the road during the occupancy of the house and land by a-tenant.\n“ 6th. If the jury are satisfied from the whole evidence in the cause, that there was no grant of the right of way to the plaintiff, he cannot recover.\n“ 7th. This suit not being brought before the passage of the Act of Assembly of the 25th of April, 1850, is not within the saving provisions of said act, and consequently since the passage of that law, the plaintiff cannot recover under the evidence in the action.”\nThe court below (G-raham, P. J.) charged the jury, and answered defendant’s points as follows:—\n“ This is an action of trespass on the case, in which Alexander Patterson, the plaintiff, claims to recover damages for obstructing a right of way, claimed by him over the land of William Okeson, the defendant.\n“ The plaintiff alleges in his declaration that he was possessed of a certain messuage with the appurtenances, in Turbett township, and had a right of way from his said messuage to a public road leading from Mifflintown to Waterford, over and upon the lands of the defendant. That this right of way was acquired by using and enjoying the same for a period of more than twenty-one years, prior to the first day of June, 1853, the time when the same was obstructed by the defendant. The evidence shows that there was a road over the land of defendant which was used and enjoyed by the plaintiff, in going to and returning from his improved timber land mentioned in the declaration.\n“ The plaintiff and his brother James Patterson went into possession of the land in April, 1828, under Andrew Morrow; they did not reside upon the land but occupied it by their tenants, and in 1830 Morrow conveyed the land to Alexander and James Patterson; when plaintiff went into possession it appears there was and had been for years before a road leading from the public road through defendant’s land, on the land now owned by him, to the Morrow land, now owned by Patterson. The plaintiff alleges that he used and enjoyed the free, uninterrupted, and continued use of this, to pass into and from his buildings, fields, and woodland, from 1828 until it was obstructed by the defendant in 1853.\n“ The right of way may be acquired over the lands of another, by the use of such privilege, without objection or hindrance for twenty-one years. After the lapse of that period, the law presumes a grant, and the burthen of the proof lies with the owner of the land through which the right is claimed, to repel the legal presumption. In 1850, the legislature passed an act which by its terms prevents such right of way over timber lands being acquired by user after the passage of the act; but this does not affect such rights perfected by the lapse of time, prior to its passage. In this case its effect will be to require of the plaintiff evidence satisfactory to you, that he and those under whom he claims, used and enjoyed this right of way which he now claims over the land of the defendant for twenty-one years, prior to the 25th day of April, 1850; any use which he may have made of this road after that date could not add to or give validity to his claim, if the period of twenty-one years had not expired in 1850, and if his right by lapse of time was perfected at that date, the Act of 1850 cannot impair his previously acquired right.\n“ We will not comment on the evidence in this case — it has been very fully discussed by the able counsel of the parties, who have presented their views of the law applicable to the case, which we will answer and leave the facts for your determination.”\n“ 1st point of defendant read, and answered in the affirmative.\n“ 2d point. The facts detailed in this point would be evidence to repel the presumption of a grant arising from lapse of time subsequent to 1849, and if Patterson had not perfected his right by user for twenty-one years prior to this date, the assertion of Okeson that Patterson should not have a road there, is legitimate evidence to repel the presumption of a grant arising from the lapse of time, subsequent to such assertion by Okeson.\n“ 3d point. If Patterson or his tenants and those under whom he claims did use this road for twenty-one years prior to 1850, in the manner stated by us as necessary to confer a right of way, the plaintiff may recover.\n“ 4th point. Although Patterson did not live upon the land but had it in possession of tenants, if the road was used by tenants and landlord as often as it was necessary for either to have access to and from the premises, then the jury would not be justified in rejecting the years 1828-29-30, as stated in this point. The latter part of this point is correct; no right can be acquired subsequent to the Act of 1850.\n“ 5th point. Although the property may have been in possession of Mr. Patterson’s tenant at the time the alleged wrong may have been committed, Mr. Patterson may recover if the evidence establishes his right to the road in question.\n“ 6th point. We answer this in the affirmative; but the continued and uncontroverted use of the road in the manner we have heretofore stated by Mr. Patterson, and those under whom he claims, is evidence of the grant of a right of way.\n“7th point. We answer this in'the negative. No right of way can be acquired by user since the Act of 1850, but’ that act does not affect previously acquired rights, nor the evidence by which such rights may be established.”\nThe jury found for the plaintiff $-damages, and judgment was entered upon the verdict.\nThe defendant removed the cause to this court, and assigned here for error the answer of the court to defendant’s points.\nThe case was submitted by\nHepburn and Parker, for plaintiff in error.\nDoty and Casey, for defendant in error."
  },
  "file_name": "0022-01",
  "first_page_order": 22,
  "last_page_order": 27
}
