{
  "id": 982934,
  "name": "Weaver versus Fegely & Brother",
  "name_abbreviation": "Weaver v. Fegely & Brother",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "27",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 27"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Binn. 418",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/4/0380-01"
      ]
    },
    {
      "cite": "16 Peters 539",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        102737
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/41/0539-01"
      ]
    },
    {
      "cite": "9 John. Rep. 267",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372358
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/johns/9/0267-01"
      ]
    },
    {
      "cite": "5 How. 432",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "6 Pet. 348",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/31/0348-01"
      ]
    },
    {
      "cite": "12 Wheat. 213",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1429818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/25/0213-01"
      ]
    },
    {
      "cite": "4 Wheat. 122",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/17/0122-01"
      ]
    },
    {
      "cite": "5 Wheat. 1",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1442071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/18/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 9689,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 2.3174161748705403e-07,
      "percentile": 0.7891135738029514
    },
    "sha256": "a13c1baf58ae6c337d72703fd4d05131685a05e522944f241962a9eac4e68e5d",
    "simhash": "1:d6f08ced44398d29",
    "word_count": 1644
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weaver versus Fegely & Brother."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, O. J.\nThe question raised in this case was decided in Evans v. Myers, 1 Casey 114. It was not then supposed, by any one, that Congress had exercised their constitutional power to fix a standard of weights and measures. In the decision since pronounced by Judge Grier, in Holt v. The Steamer Miantonomi, it is fully conceded that they have not hitherto exercised that power. The same concession is made by Judge Story, in his Commentaries on the Constitution. The omission to exercise this power was in fact made a matter of complaint and remonsti’ance by the legislature of Pennsylvania, in their resolutions of the 9th April,-1834, in which the general government was urged to perform this obligation. The Act of Assembly of the 15th April, 1834, is based upon the neglect of the federal legislature in this particular, and it is, in that act, expressly provided that whenever Congress shall establish a standard of weights and measures, the standards named in the state law shall be made to conform to the act of Congress. It is an error to suppose that either the resolution of Congress of the 14th June, 1836, or the acts of 19th May, 1828, and 30th August, 1842, establish a standard of weights and measures, to regulate the business transactions of the people. The resolution of 1836 was nothing more than a preliminary step, looking to the exercise of the power at a future day. The Act of 1828 had relation merely to the operations of the United States Mint; and the Act of 1842 was limited exclusively to the collection of the public revenue, under the tariff of that year. There is therefore no foundation whatever for the allegation that Congress has exercised this power, and that there is therefore any actual conflict between the state and national legislation on this subject.\nBut it seems to be thought, by the plaintiff in error, that the mere grant of the power to Congress, although not exercised by that body, extinguishes it in the states. This is contrary to the rule of construction adopted by all approved authorities. Alexander Hamilton, who was not likely to relinquish federal authority where he could maintain it with any show of reason, states the rule thus: “ This exclusive delegation, or rather this alienation of state sovereignty, exists only in three cases: 1st, Where the constitution in express terms granted an exclusive authority to the Union; 2d, Where it granted an authority to the Union, and at the same time prohibited the states from exercising the like authority ; 3d, Where it granted an authority to the Union to which a similar authority in the states would be absolutely and totally contradictory and repugnant.” It is not pretended that the grant of the power to regulate weights and measures is exclusive in express terms, nor that the states are expressly prohibited from exercising it. The state sovereignties are therefore to be extinguished, as regards this subject, if at all, by mere implication. But that implication can only arise where the state authority is “ absolutely and totally contradictory and repugnant” to the power delegated to Congress. These terms necessarily imply the preexistence of something to contradict or oppose. But there is nothing whatever either in the constitution or in the Acts of Congress, which the Act of Assembly in any respect contravenes or opposes. It is therefore perfectly constitutional. The true rule in this respect was correctly stated by Chief Justice Tilghman, in the celebrated case of Moore v. Houston, 3 S. & R. 179:— “ Where the authority of the states is taken away by implication, they may continue to act until the United States exercise their power, because, until such exercise, there can be no incompatibility.” The decision of the Supreme Court of Pennsylvania, in the case referred to, was affirmed in the Supreme Court of the United States. The frequent application of the principle settled in that case is familiar to all persons conversant with the operations of our government. Congress has power to provide for calling forth the militia, but the states may do the same, so that their enactments do not conflict with the Acts of Congress : Moore v. Houston, 3 S. & R. 170; S. C. 5 Wheat. 1. Congress may establish uniform bankrupt laws, but the states may exercise the same power within their respective jurisdictions, so long as they do not conflict with existing regulations of Congress: Sturges v. Crowninshield, 4 Wheat. 122; Ogden v. Saunders, 12 Wheat. 213; Boyle v. Zacharie, 6 Pet. 348. Congress may exercise the taxing power, and so may the states exercise general powers of the like kind. Congress have power to punish for counterfeiting the coin, and had power to punish for counterfeiting the notes of the Bank of the United States, and the states exercised the same power: Fox v. Ohio, 5 How. 432; White v. Commonwealth, 4 Binn. 418; Livingston v. Van Ingen, 9 John. Rep. 267. Congress may grant exclusive privileges for limited times to authors and inventors. The states did the same until Congress exercised the power: 9 John. 267. Congress have power tó provide for the recaption of fugitive slaves. The states have the same power, so long as their enactments are not in conflict with the Acts of Congress on the subject. It is true that this principle was denied by Justice Story, in Prigg v. Pennsylvania, 16 Peters 539. But that opinion was on a question which did not arise in the case. It was one of the most mischievous heresies ever promulgated. It was never received as the true construction of the federal constitution, and the more recent case of Moore v. Illinois, 14 Howard’s Rep. 13, shows that it was promulgated without the sanction of a majority of the court.\nThe United States courts have jurisdiction over controversies between citizens of different states, but no one has ever doubted the jurisdiction of the state courts over the same parties. To hold that the mere grant of power to the federal government over any subject extinguishes state authority over the same subject, would invalidate thousands of judgments rendered by state courts, in controversies between citizens of different states. In every state in the Union weights and measures have been constantly governed either by a standard established by a state statute, or by the common law of the state. The power of each state to establish its own common law on this subject has never been denied. If the states have this power, they certainly have the power to enact statutes. The power being acknowledged, it is1 not for the federal government to interfere with, the manner of exercising it. ' To deny the existence .of this authority now, would overturn the practice which has been uniformly acted on by all the states during the whole period of their .political existence. It would throw all past transactions into confusion, and leave the business community no guide whatever for the future; for there is no certainty that Congress will ever deem it expedient to fix a standard. Chief Justice Tilgiiman, in The Farmers’ and Mechanics’ Bank v. Smith, 3 S. & R. 69, stated a fact which no one has ever denied, when, he declared that “ the states have regulated weights and measures at their pleasure,” “ without objection.” Their right to do so, until Congress shall act on the subject, admits of no doubt.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, O. J."
      }
    ],
    "attorneys": [
      "Banks, for plaintiff in error.",
      "Filbert, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Weaver versus Fegely & Brother.\nIn Pennsylvania two thousand pounds avoirdupois weight constitute a ton. Evans v. Myers, 1 Casey 114.\nThe mere grant in the federal constitution to Congress to regulate weights and measures does not extinguish the right in the states over the same subject, until Congress shall have exercised the power conferred.\nSuch alienation of state sovereignty only exists where the constitution in express terms grants an exclusive authority to the Union: or where it couples the grant to Congress with a prohibition to the states to exercise the same power: or where the grant to the one would be absolutely and totally repugnant to the exercise of a similar authority by the other.\nError to the Common Pleas of Berks county.\nThis was an action on the case in assumpsit, brought by Eegely & Brother against Charles B. Weaver, to recover the price of a large quantity of anthracite coal sold and delivered to the defendants by the ton. The only matter in dispute between the parties was, whether the ton consisted of 2000 pounds, or 2240 pounds avoirdupois. The plaintiffs contended for the former, the defendant for the latter.\nThe court below (Jones, P. J.) decided that 2000 pounds constituted a ton, and directed the jury to make up their verdict accordingly.\nThe jury found for the plaintiff $167.95, and judgment was entered on the verdict.\nThe defendant thereupon sued out this writ, and assigned for error:—\n1. The court erred in charging the jury as follows: “ No act is produced by which Congress has at any time declared how many pounds shall make a ton. It is strange if there be not such an act, but we know of none such, and therefore treat the question as though there was none.”\n2. “ The several states may legislate upon the subject as long as its ground is not covered by national legislation. Pennsylvania has so legislated with regard to the ton, and we believe her action to be constitutional and valid in the absence of national legislation.”\n3. “ The plaintiff in this case is entitled to recover for 79 tons, 1286 pounds of coals, sold and delivered, which is the Pennsylvania measure of the same, at 2000 pounds to the ton, with interest from the 19th of March, 1855, to this day.”\nBanks, for plaintiff in error.\nFilbert, for defendant in error."
  },
  "file_name": "0027-01",
  "first_page_order": 27,
  "last_page_order": 30
}
