{
  "id": 982794,
  "name": "Eby versus Schumacher",
  "name_abbreviation": "Eby v. Schumacher",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "40",
  "last_page": "43",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 40"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 423,
    "char_count": 8067,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 5.3804584647014995e-08,
      "percentile": 0.3370584539870857
    },
    "sha256": "db71949f2c644378fcd1164fe1e9feea3a9624885f86e15436f55ad3b66e9dc8",
    "simhash": "1:aced65095c6cad92",
    "word_count": 1405
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eby versus Schumacher."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, 0. J.\nThe parts of John Hiett’s deposition which were rejected were mere matters of belief, which were not evidence to impeach a settlement deliberately made four years before. The misconduct of Mr. Wharton, his own book-keeper, in destroying his cash accounts and in cutting out Schumacher’s account after the settlement, may, perhaps, be sufficient to induce Hiett to “believe” and to entertain the “ opinion” that there was “something not right in Mr. Schumacher’s accountbut it is not competent evidence to impeach the settlement. The discovery by the witness of “papers” which “satisfy”' him “that the accounts shown by Schumacher and Wharton were false,” may be sufficient to justify him in instituting proceedings in Ohio for the recovery of what he alleges to be due to him from Schumacher. But as he does not condescend to produce the “papers” referred to, orto give us a statement of their contents, they furnish no foundation for the decision of the court and jury in this cause. The opinion of the witness, founded on papers not described or produced, was not competent evidence.\nWhen Schumacher brought his action against Eby for taking and carrying away his property on process against Hiett, he had a right to recover its value in damages. As it was on its transit to Baltimore, and the trespass of the defendant below prevented Schumacher from receiving the value at that market, the just measure of damages is the value in Baltimore, less the charges of the carriers for delivering it there. These were the rights of Schumacher when the agreement for the sale of the property was made. But as it was provided in that agreement that it was “ not in any measure to affect the rights or vary the position of any of the parties,” Schumacher’s rights remain as before. The effect of the sale was nothing more than a conversion of the property into money. This was for the benefit of the creditors of Hiett, who had seized it. Schumacher had as good a right to purchase at the sheriff’s sale as any other person. He paid his money and took the risk of loss, like a stranger to the transaction. He is therefore justly entitled to all the advantages of his bargain. He was under no obligation to advance his money to prevent a sacrifice of the property, or to take the tobacco to Baltimore to make a profitable sale of it for the benefit of a trespasser who had deprived him of it.\nWe see no error in this record except in the omission of the court to direct the jury to deduct the charges of transportation to Baltimore from the value of the property at that place. This is not assigned for error. But justice requires us to notice it. If the plaintiff below consents to remit the amount (which appears to be $350.85), the judgment is to be affirmed. If not, it must be reversed and a venire facias de novo awarded.\nNow, to wit, May 18,1857, the plaintiff below by his attorney, Thomas E. Franklin, Esq., remits the said sum of $350.85, from the damages recovered in this suit. With this modification the judgment is affirmed.\nJudgment affirmed as above stated.",
        "type": "majority",
        "author": "Lewis, 0. J."
      }
    ],
    "attorneys": [
      "Stevens and Breneman, for plaintiff in error.",
      "Franklin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Eby versus Schumacher.\nThe measure of damages for seizing property in transit, is the value of the property at the time at the place of consignment, less the expense and charges of conveying it there.\nWhere the property seized is sold pending the controversy by the agreement of the parties, under legal process, and the owner purchases it at such sale for less than its value, his right to recover the full value of it against a trespasser will not be affected by such purchase.\nError to the Common Pleas of Lancaster county.\nThis was an action of trespass vi et armis, brought by Frederick Schumacher against Elias Eby, Esq., late sheriff of Lancaster county.\nJohn Hiett, who resided at McConnellsville in the state of Ohio, and was engaged in the tobacco trade, on the 23d of August,, 1852, sold to the plaintiff, to whom he was indebted, a quantity of tobacco. The plaintiff resides in the city of Baltimore, and while the tobacco was in transit to the plaintiff, Bagaley, Woodward & Co., on the 4th of September, 1852, issued a foreign attachment against Hiett, by virtue of which the defendant below seized 32 hogsheads of this same tobacco. Oh the 28th of April judgment was entered by default against Hiett, it being the third term. On the 7th of May, 1853, this suit was brought for the seizure. On the iOth of January, 1854, the counsel for the parties agreed, as the property was deteriorating, that a fieri facias should issue, upon the judgment against • Hiett, and that the tobacco should be sold, and the proceeds be paid into court to abide the issue of the controversy. And such agreement was not in any measure to affect the rights or vary the position of any of the parties. The sale was accordingly made, and Schumacher, the plaintiff, became the purchaser through his agent, for $1061.01. The net proceeds after deducting freight, charges, &c., $570.45.\nOn the former trial of this cause, the question was as to the title or ownership of the property, which was settled in favour of the plaintiff by the judgment of this court, as reported in 12 Harris 521.\nOn the last trial in the court below, the defendant contended that the measure of damages should be the amount of money in court arising from the sheriff’s sale, above referred to. He further maintained, that at most, the plaintiff could recover no more than the loss on the tobacco, in quantity and quality, caused by the detention, inasmuch as the whole'of it came into the plaintiff’s hands under the sale agreed upon by the parties.\nThe court below (Hayes, J.) charged the jury as follows:—\n“ The question on the former trial was in relation to the title or property, and this question being carried to the Supreme Court, has been there determined in favour of Frederick Schumacher, the plaintiff. The only point to be decided, on the present trial, is the measure of damages.\n“ The tobacco seized by the sheriff was the property of Frederick Schumacher; in taking it the sheriff committed a trespass; and your verdict must be for the plaintiff. Now the measure of damages is the injury sustained by the plaintiff in consequence of this seizure. Had the tobacco not been attached, it would have been carried without delay to Baltimore. What then would have been its value in the Baltimore market in September, 1852 ? for that value the plaintiff might have realized, had he received it as it was consigned to him, and as he was entitled to receive it. The evidence given to the jury on the former trial has been admitted by agreement on this, and it will enable you to judge of the value of such tobacco in Baltimore at that time; and thus may you ascertain the loss occasioned by the attachment of this property and its detention from the plaintiff. The position contended for on behalf of the defendant, that the amount of money in court produced by the sale of the tobacco under the agreement of counsel should be the measure of damages, is not tenable. The plaintiff’s rights were in no wise compromitted by that sale, which was made with a reservation saving the rights of the parties and was for the general benefit, as the tobacco was constantly deteriorating by being kept in package. It was especially beneficial to the defendants, since the longer it was kept, the less its value, and the greater their loss in the contingency which has occurred of the same being decided to belong to Frederick Schumacher.\n“ Considering the evidence you have before you in regard to the quality of this tobacco, the quantity, its value in Baltimore in September, 1852, from these elements you may calculate the value of the loss which the plaintiff has sustained by reason of the defendant’s taking his property under the foreign attachment— according to which you will assess the damages.”\nThe jury found for the plaintiff $2000. The errors assigned were to the instructions above given.\nStevens and Breneman, for plaintiff in error.\nFranklin, for defendant in error."
  },
  "file_name": "0040-01",
  "first_page_order": 40,
  "last_page_order": 43
}
