{
  "id": 982713,
  "name": "Manderbach versus Mock and Wife",
  "name_abbreviation": "Manderbach v. Mock",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "43",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 43"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 468,
    "char_count": 10479,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.2880263809234303e-07,
      "percentile": 0.6191598429097603
    },
    "sha256": "0d86b69f136661a18381e8846b765b9f22b248415d23b75dc839c91576c69de2",
    "simhash": "1:b18ba106be88d059",
    "word_count": 1916
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Manderbach versus Mock and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nUnder the instructions given, the verdict establishes these several facts: that Mrs. Mock bought the horses and carriages of her father, as her separate property, and for the purpose of carrying on the business of a livery-stable; that she carried it on for herself, in her own name; that the stable was her stable, and not her husband’s; and that he served her in the capacity of ostler; that there was no contrivance betwixt her and her husband by which she was put forward as the ostensible owner, while he was the real owner; but the property was managed by her exclusive of any authority or control over it by the husband.\nSuch a case is clearly within the protection of the Married Woman’s Act of 1848. It was quite competent for her father to sell on long credit, or to give her his stock of horses and carriages, whereby she might carry on the business to which her husband and children were accustomed; and by such means to provide a support for them. It was for such purposes that the Act of 1848 qualified married women to hold separate property; and the act does not require her use and possession of the property to be exclusive of her husband: Hoar v. Axe, 10 Harris 384. Such a construction would, in many instances, defeat the beneficent objects of the enactment, or else rupture the nuptial relation. The ruling in Gamber v. Gamber, 6 Harris 365, is relied- on by counsel for reversing this judgment; but it would be misapplying the doctrine of that case to give it any such effect. The husband there was the purchaser of the property in question, and it was his mere declaration of his wife’s interest which was set up to defeat his creditors; but here we have full and express proof, verified by the verdict, that the wife was the separate and exclusive purchaser. The ground on which this case rests is distinctly recognised and approved in Gamber v. Gamber; and regard being had to the difference in the facts of the two cases, that is an authority in favour of, rather than against, the instruo • tions of the learned judge in this case.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Banks and Van Heed, for plaintiff in error.",
      "Livingood, T. Morris, and W. Morris, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Manderbach versus Mock and Wife.\nWhere a married woman purchased a livery stock from her father as her separate property, and carried on the business in her own name, rented a stable, and her husband served her in the capacity of ostler, without contrivance or collusion between them, and the property was managed by her exclusive of any authority or control over it by the husband, it was Held, That such a case is within the protection of the Married Woman’s Act of 11th April, 1848.\nThe act does not require that the use and possession of the property by the wife shall be exclusive of her husband.\nThe case of Gamber v. Gamber, 6 Harris 365, explained.\nError to the Common Pleas of Berks county.\nThis was an action of trespass vi et amis brought by Adam Mock and Catharine his wife, for the use of said Catharine against John Manderbach. Mock had been in the livery business in the city of Reading, but in December, 1854, he sold out his stock for the sum of $2300, and applied the same to the payment of a part of his creditors. Mock still owed a considerable sum, was without property, and had a wife and eight children. George Goodman, the father of Catharine Mock, was also the owner of a small livery establishment in Reading, and on the 25th January, 1855, he sold it to Mrs. Mock for the sum of $1600. She gave her notes for this sum, $50 payable on the 1st April, 1855, and $200 annually thereafter, except the last payment in 1868, which was for $150. After making the purchase she rented a stable, and had the livery business carried on in her own name. Adam Mock and the children attended to the stable, taking care of the horses and vehicles, but the management and control of the business appeared to be under the direction of the wife.\nLevan Manderbach had a judgment against Adam Mock, upon which he caused a fieri facias to be issued, and under it the sheriff, who is a defendant in this case, seized the horses and vehicles claimed by Mrs. Mock, and sold them on the 20th September, 1855. Notice was given of Mrs. Mock’s claim, but the sheriff being indemnified by the plaintiff in the execution, sold the property for $571. This action of trespass was then brought.\nThe defendant alleged that the purchase by the wife, and the conducting of the business in her name, was by concert and collusion, for the purpose of protecting the property from the creditors of Mock. That he was in possession, managing and carrying on the business as if the property were his own; and that all the money paid upon the property was the money of Mock, and made by his labour; and that his wife had no separate means or estate by which she could purchase or pay for the property.\nGoodman proved that about $300 of the purchase-money was paid, which he had received from his daughter, Mrs. Mock; he said: “ I pitied the family, and said at the time, if she could not pay all the notes, they might be drawn off her share or portion of my estate.”\nThe court below (Jones, P. J.) charged the jury as follows:—\ne< Adam Mock was insolvent, as it would appear, in December, 1854, and sold out his stock as a livery-stable keeper, paying with the proceeds some of his creditors in full, some in part, and to some paying nothing. Of this last class was the defendant here, Mr. Manderbach.\n“ Adam Mock was married to the daughter of George Goodman, and had by her eight children. Goodman was in the livery stable business in a small way, with four horses and a few vehicles, which he seems to have regarded as worth about $1600. In February, 1855, Goodman sold his property to his daughter, Mrs. Mock, taking her notes in payment, on long dates, falling due from year to year, in easy gales.\n“ Mrs. Mock acquired this property, then, by purchase from her father, and to protect it from the execution of this plaintiff, it must be shown that she paid for it, as far as she has paid, with her own funds. That the form of the sale was to her, that she was the ostensible buyer, will amount to nothing, unless she paid for the property with funds which were her own, and in no way derived from her husband.\n“A married woman has a right to buy» property and to conduct business by herself and for herself, with the assent of her husband, which may be expressed or inferred, since the Act of 1848. But it ought to be very clearly and satisfactorily proved to the jury that she did so conduct the business. It would not be tolerated for a moment, that a woman should formally buy property in her own name, and put her husband in to conduct business in her name, as her agent, she immediately to pay for the property out of the profits of the business. It would be considered as the husband’s property, and would be liable for his debts. And it would be the same whether she undertook to pay for the property out of the profits or not, if, as in this case, she had no property of her own. Mrs. Mock, it does not appear, had any property of her own, other than what she bought of her father, and could therefore only have looked to the profits of the business carried on with that property for the means of payment. Now, if her husband made the profit, what was paid was his money; for the law could not allow such an arrangement between husband and wife to defeat the creditors of the husband. The wife would have had nothing in the property, as she paid nothing for it; and as what was paid subsequently would have been paid by the husband, the property would have been his.\n“ A main question here is, in what capacity was Mock in and about that stable ? Was he there as his wife’s agent, conducting and managing the business for her ? That he could not do, and protect this property from his creditors; what would have been earned in that capacity, would' have been his earning ; and what was paid out of these earnings would have been his money no matter by what other hand paid. The whole property would be liable to his creditors.\n[“ But if Mrs. Mock carried on the business, she herself, for herself, in her own name, and in her own proper person, it would matter nothing that her husband worked about the stable as ostler, or in any other menial capacity. If it was her business, conducted by herself, for herself, then the earnings' of it would be -her earnings, and she might pay her father for the property with those earnings as with her own funds.\n“Was it then Mrs. Mock’s stable or her husband’s stable? The whole, conducted by her, and for herself; or his stable, conducted by him, in her name, and as her agent ?\n“ The Act of 1848, to protect married women in their rights of property, is not to be made an engine or an instrument of fraud to obstruct and hinder creditors. A woman is only to be protected in what is her own. No contrivance by which the wife is put forward as the ostensible, while the husband is the real owner of property, can avail as against creditors of the husband.\n“ If in this case there was any such contrivance; if this property was not really managed by the wife for herself, exclusive of any authority or control over it by her husband, the verdict should be for the defendant. If there was no such contrivance, and this property was managed by Mrs. Mock herself, exclusive of any authority'or control over it by her husband, the verdict should be for the plaintiff, and in that case it would be for you to assess the damages.]\n“ This property sold at sheriff’s sale for $571 — that is some criterion of its value. That value passed to Manderbaeh. The plaintiff would be entitled to interest on the value from the sale to this day. The jury may look at the interruption to plaintiff’s business; not at any costs, or damages, or expenses growing out of this litigation. The object here is compensation; if the plaintiff is entitled to damages, it is only to such as will make her whole for the taking and selling her goods. To this charge the defendant excepts, and at his request the charge is reduced to writing, his bill of exceptions is sealed, and the same is filed.”\nThe jury found for the plaintiff $596 ; and the court entered judgment on the verdict; and thereupon the defendant sued out this writ of error.\nThe errors assigned were to the parts of the charge of the court enclosed in brackets.\nBanks and Van Heed, for plaintiff in error.\nLivingood, T. Morris, and W. Morris, for defendant in error."
  },
  "file_name": "0043-01",
  "first_page_order": 43,
  "last_page_order": 47
}
