{
  "id": 982868,
  "name": "Kelchner versus Forney",
  "name_abbreviation": "Kelchner v. Forney",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "47",
  "last_page": "49",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 47"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 P. Rep. 203",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "2 P. Rep. 296",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 401",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0401-01"
      ]
    },
    {
      "cite": "2 P. Rep. 361",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 414",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840144
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0414-01"
      ]
    },
    {
      "cite": "10 Watts 153",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0153-01"
      ]
    },
    {
      "cite": "8 Watts 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0384-01"
      ]
    },
    {
      "cite": "9 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0451-01"
      ]
    },
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    },
    {
      "cite": "8 Leigh 588",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6718348
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/35/1007-01"
      ]
    },
    {
      "cite": "2 Brock. 252",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "case_ids": [
        6129496
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/2/0743-01"
      ]
    },
    {
      "cite": "3 Paige 117",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2048359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/3/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 6676,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 2.2727523151983002e-07,
      "percentile": 0.7839495661716185
    },
    "sha256": "db647ca76299b68d3794ab1ee913a368495e42396297b32aa4220605c1815bcb",
    "simhash": "1:388237b5a7b6220a",
    "word_count": 1149
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kelchner versus Forney."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThough there are several of what may possibly be called exceptions of fact to the auditor’s report, yet we do not discover that any of them are well founded. There was an error in law, and that has been properly disposed of by the court below.\nWhen the guardians settled with their wards and paid them the shares to which they were entitled, that could in no proper sense be called a payment of the recognisances by which those shares were secured on the partition of the real estate, for it was not the recognisor that paid it. It was merely an advance of the amount by. the guardians to their wards, and neither the recognisor nor his creditors can claim the merit or the benefit of it: The recognisances, not being discharged, still stand for the benefit of those equitably entitled to them. When the guardians advanced the money to their wards they became entitled to the assignment of the securities, and equity treats them as assigned.\nThe court carried out this principle by their decree, but they followed the auditor in a mistake, by which the guardians would be the losers of $631 of interest.- The decree must be affirmed with this correction.\nThe decree of the Common Pleas is affirmed, with this exception, that the sum finally allotted to George Fox and Jacob Forney, guardians, &c., is $3682, instead of the sum allotted in the said decree, and the balance, subject to the costs of these appeals, is allotted to Joseph E. Peters on his judgment.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Strong and Hagenman, for the judgment-creditors, and for Jacob H. Forney,",
      "Smith, for Jacob Forney, Sr., and George Fox."
    ],
    "corrections": "",
    "head_matter": "Kelchner versus Forney.\nWhere a guardian advances to his ward the amount secured to the ward by a recognisance given by another, the guardian becomes in equity entitled to subrogation on the recognisance, and to a preference over a subsequent and intervening judgment-creditor.\nSuch payment to the ward was merely an advance by the guardian, and neither the recognisor nor his creditors can claim the merit or the benefit of the payment.\nAppeal from the Common Pleas of Berhs county.\nJohn Forney died intestate in 1835, leaving a widow and eight children, six of whom were in their minority. The real estate left by the intestate, under a writ of partition and valuation in the Orphans’ Court, was appraised in seven purparts, in 1838. Three of these purparts, valued at $12,740.60, were taken by Jacob H. Forney, and he entered into recognisances to secure to the widow the interest of one-third \"the valuation during life, and to the other heirs their .equal portions of the valuation, with interest. Two of the purparts, not accepted by any of the heirs, were sold by Jacob H. Forney and Lydia Forney, the widow of the intestate, as administrators, under an order of the court. Their final account was confirmed at August Term, 1840, and in which there was a balance of $6175.48J- due the estate in their hands, including two-thirds of .the purchase-money of the land sold. Jacob Forney, Sr., and George Fox were appointed joint guardians of the six minor children of the intestate. As their wards became of age, the guardians paid their shares of the real and personal estate in full, and took their releases. On the 22d March, 1842, they paid to John R. Forney, one of their wards, then arrived at age, $1847.27. 18th October, 1848, to Sarah H. Forney, $2549.52. 21st October, 1848, to Magdalena, $2549.52. 9th July, 1851, to Lydia H. Forney, $3029.16. Rebecca and Leah’s shares remained unpaid. The releases from the four wards to the guardians were witnessed by Jacob H. Forney, and severally acknowledged before him as a justice of the peace.\nThe shares coming to these wards, on the recognisances, were not paid to the guardians by Jacob PI. Forney, but the money was advanced by them at his request.\nIn 1853, Daniel Kelchner recovered a judgment against Jacob H. Forney, under which the real estate, bound by the recognisance, was levied on and sold by the sheriff. The proceeds were brought into court for distribution, and Jacob Forney, Sr., and George Fox, the guardians, claimed to be subrogated upon the recognisances, and take out of the proceeds the shares of John R., Sarah, Magdalena, and Lydia, who had been paid by them. This was resisted by the judgment-creditors of Jacob IP. Forney, and the court referred the matter to an auditor, who reported the facts, and that in his opinion the guardians were not entitled to subrogation. Satisfaction had been entered on the recognisance for two shares. The commissioner awarded to Rebecca and Leah each their shares of the recognisance, with interest, a balance of interest due to the widow, and the residue to the judgment-creditors of Jacob H. Forney. Forney and Fox, the guardians, filed exceptions to this report, and the court sustained their exceptions, and ordered them to be subrogated upon the recognisances. From this decree Isaac Ely, Lydia Forney, and Joseph E. Peter, judgment-creditors of Jacob H. Forney, and also Jacob H. Forney, severally appealed.\nIn the amount awarded to the guardians there was an error against them of $631.47 in the calculation of interest, to correct which they also appealed.\nStrong and Hagenman, for the judgment-creditors, and for Jacob H. Forney,\ncontended that the guardians, in making the payments, were mere volunteers, and had no such equity as would entitle them to subrogation on the recognisances as against intervening judgment-creditors: Sanford v. McLean, 3 Paige 117; Banter v. Gano, 1 Sanf. 384; Wilkes v. Harper, 1 Com. 586; United States v. Winston, 2 Brock. 252; Douglass v. Fagg, 8 Leigh 588; Wallace’s Appeal, 5 Barr 103. The payment by these volunteers extinguished the debt.\nThere must be some obligation to pay, or compulsion, or privity between the parties: Morris v. Oakford, 9 Barr 498; Wallace’s Appeal, 5 Barr 105; Kyner v. Kyner, 6 Watts 221; Croft v. Moore, 9 Watts 451; Cotterel’s Appeal, 11 Harris 294. To entitle to subrogation, the applicant must have a right of action in his own name against the debtor: Bank v. Gibson, 6 Barr 57; Fink v. Mehaffey, 8 Watts 384; Bank v. Pontius, 10 Watts 153; Greiner’s Estate, 2 Watts 414; Mehaffey v. Share, 2 P. Rep. 361; 1 Chit. Gen. Prac. 123. There was no right of subrogation, because the debt was not all paid, and there cannot be subrogation for a part: Kyner v. Kyner, 6 Watts 221; Bank v. Pontius, 10 Id. 148. It is not allowed in a doubtful case: Lawrence v. Cornell, 4 John. Ch. 546.\nBut the subrogation could not be made as against the intervening judgment-creditors: Hines v. Keller, 3 W. & S. 401; Armstrong’s Appeal, 5 Id. 356; McGinnis’ Appeal, 4 Harris 445; Erb’s Appeal, 2 P. Rep. 296; Gosweiler’s Appeal, 3 P. Rep. 203.\nSmith, for Jacob Forney, Sr., and George Fox."
  },
  "file_name": "0047-01",
  "first_page_order": 47,
  "last_page_order": 49
}
