{
  "id": 982823,
  "name": "Albert's Executors versus Ziegler's Executors",
  "name_abbreviation": "Albert's Executors v. Ziegler's Executors",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "50",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 50"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 271",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838051
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0271-01"
      ]
    },
    {
      "cite": "3 P. R. 412",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. 137",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0390-01"
      ]
    },
    {
      "cite": "10 Watts 54",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850941
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0054-01"
      ]
    },
    {
      "cite": "2 Dall. 171",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11739567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0171-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 856,
    "char_count": 25939,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 4.0189633545892654e-07,
      "percentile": 0.906565402075565
    },
    "sha256": "f7ed5b442645b249980764034a45cd548f950b6064bcea8fbb588d804394489d",
    "simhash": "1:38f5bb91cadca49c",
    "word_count": 4612
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Albert’s Executors versus Ziegler’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nWe are of opinion that the Court of Common Pleas erred in permitting the jury to find under the evidence, that the single bill upon which this suit was brought, did not truly express the contract between the parties to it.\nThere was no evidence of either fraud or mistake in the execution and delivery of the instrument, and therefore it could not be contradicted or varied by parol. The plaintiff has the right to a trial upon the basis, that the contract was correctly set forth in the instrument upon which the suit was brought. That instrument was in the following words:—\n“Know all men by these presents, that I, John Ziegler, of Latimore township, Adams county, Pennsylvania, do promise to pay to Jacob Albert, of the same place aforesaid, the full interest of $1500, one year and every year until the said Jacob Albert’s decease: I, John Ziegler, bind myself, my heirs, executors, and administrators for the same, it being for value received, as witness my hand and seal the first day of April, A. D. 1833.\nSigned, “John Ziegler, [l.s.]”'\nJacob Albert died on the 5th September, 1851; so that according to the terms of the contract, the plaintiff was entitled to recover the interest on $1500, from the first day of April, 1833, to the 5th September, 1851. But the defendant alleges that the instrument upon which the suit was brought, was cancelled by Jacob Albert in his lifetime: first, by an endorsement upon the back of the paper; and second, by his direction to have the paper burned.\nThe endorsement was without date and was not signed, but was proved to be in the handwriting of the present plaintiff, who was the executor and the only person interested in the estate of Jacob Albert. It was as follows:—\n“ This within obligation after my decease shall be of no effect, but till then to be and remain in full force and virtue.”\nWhether this endorsement was made by the direction of the testator, was a question of fact for the jury. If so made, its legal effect was for the court. The plaintiff asked the court to instruct the jury that the endorsement, even if-proved to have been made by the holder, would not amount to a release of the interest stipulated to be paid; to which an affirmative answer ivas given. This was correct. Eor although the bond could be released in equity by parol, it could only be done by delivery and upon sufficient consideration. That natural love and affection is not a sufficient consideration, is conclusively established by the cases of Kennedy’s Executors v. Ware, 1 Barr 445; and In re Campbell’s Estate, 7 Barr 100. And that there was no delivery is proved by the endorsement itself, for the bond was to remain good, until Jacob Albert’s decease.\nThe reason why a parol release of a sealed instrument is good in equity, is because it is there treated as an agreement not to sue, and is executed specifically by a perpetual injunction. But there must be a contract to release, founded upon a sufficient consideration, otherwise it is at the most only an executory gift, subject to the control of the donor, and which can neither be enforced against him nor his personal representative. It is clear, therefore, that the endorsement upon the single bill was not a valid release of the debt, nor would the mere unexecuted testamentary direction for the destruction of the instrument amount to an extinguishment of the debt. But the cancellation of a bond, or its delivery to the obligor, or even to a stranger, with the intent that it shall be cancelled, amounts to an extinction of the debt: Licey v. Licey, 7 Barr 251. If therefore the jury should be satisfied upon another trial, that Jacob Albert in his lifetime gave the bond in question to his grandson, Hiram Albert, and told him to burn it, it would in effect be cancelled and the debt extinguished; and the subsequent preservation of the bond, and the institution of this suit upon it by John E. Albert against the manifest intention and express direction of his father, would be a fraud upon the estate of John Ziegler, which could not be permitted to succeed in a court of justice. If however this allegation is not satisfactorily established, we see nothing in the case, as now presented, which would prevent the plaintiff from recovering the amount of his claim.\nThe endorsement upon the single bill, that it should be of no effect after the holder’s death, as well as the declarations of Jacob Albert testified to by John Trump, Jacob Furst, Lewis Myers, and others, although not evidence to vary the written instrument, nor to establish an independent defence, may properly be received as corroborative to the testimony of Nelson Lay. For the often repeated declarations of the plaintiff’s testator, that he did not intend to claim anything upon the bond from the estate of his. deceased son-in-law, John Ziegler, tends to the more ready belief in his direction for its destruction.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "MeConaughy and W. H. Miller, for the plaintiff in error. —",
      "Hepburn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Albert’s Executors versus Ziegler’s Executors.\nWhere there is no evidence of fraud or mistake, it is error in the court to submit to the jury to find, upon parol evidence, whether thwwritten instrument sued upon truly expresses the contract between the parties.\nThe endorsement by the obligee upon a single bill, that the same shall be of no effect after his decease, does not amount to a cancellation or release of the debt, if made without consideration and the single bill be retained.\nTo make a parol release of a written obligation effective, it must be founded upon a sufficient consideration, otherwise it will be merely an executory gift subject to the control of the donor, and which cannot be enforced against him or his personal representative.\nBut the delivery of a bond to the obligor, or a third person, with intention and direction that it be cancelled, will extinguish the debt.\nThe subsequent presentation of the bond, and the bringing of an action upon it against the intention and direction of the obligee, would be such a fraud upon the obligor, as would enable him to successfully resist a recovery upon it.\nWhere there is evidence given that the obligee delivered the bond to a third person, with directions to destroy it, his declarations to other persons at different times that he did not intend to demand or claim it from the obligor, may be received as corroborative of the evidence of the intention and direction to destroy it.\nError to the Common Pleas of Adams county.\nThis was an action of debt, brought by John E. Albert, executor of Jacob Albert, deceased, against the executors of John Ziegler, deceased, upon the following instrument of writing:—\n“Know all men by these presents, that I, John Ziegler, of Latimore township, Adams county, state of Pennsylvania, do promise to pay to Jacob Albert, of the same place aforesaid, the full interest of $1500, one year and every year until the said Jacob Albert’s decease. I, John Ziegler, bind myself, my heirs, executors, and administrators for the same, it being for value received, as witness my hand and seal, the 1st day of April, A. d. 1838.\n(Signed) “ John Ziegler, [l.s.]”\nEndorsed upon this instrument, in the handwriting of John E. Albert, was the following: “ This written obligation after my decease shall be of no effect, but till then to be and remain in full force and virtue.”\nJacob Albert, the testator, was the father-in-law of John Ziegler, and the father of John E. Albert the plaintiff.\nThe defendants resisted a recovery, and pleaded payment with leave, &c., and plene administravit. On the trial in the court below they offered to prove, in substance, that before this bond was given Albert had persuaded Ziegler to buy a farm, and promised to give him $1500, the interest of which Ziegler was to pay if he, Albert, needed it, and called for. it. That Albert frequently-declared in his lifetime that he had given the $1500 as a legacy or advancement to Ziegler, subject only to the payment of the interest if he needed or called for it. That he did not need it or call for it during his lifetime. And also, the declaration of the plaintiff, that his father in his lifetime had called for this paper, and given it to his (plaintiff’s) son, with other papers', and directed that they should be burned; but that this direction was not complied with, at the instance and direction of plaintiff himself. That the endorsement on the bond was put there at the instance of Jacob Albert in his lifetime, and frequently declared to the witnesses, who communicated the same to Ziegler’s executors, that he did not claim the interest and never would claim it; that his only claims on the estate were two notes, one of $30 and the other of $50, which were paid, by the exer cutors. That Ziegler’s executors went on and settled his estate, he having died on 4th March, 1844, and distributed the surplus among his legatees, and took releases from them, which were severally witnessed by Jacob Albert, without making any claim upon them for the bond now in suit, and he survived Ziegler till Octo.ber, 1851, without making any demand or claim for the money now in suit.\nThat John JE. Albert, the plaintiff, is the only party in interest, as the only other legacy given in the will of Jacob Albert, deceased, has been paid by the executor.\nTo this offer the plaintiff objected. But the court below admitted the same, except the part in italics; and, at the instance of plaintiff, sealed a bill of exceptions.\nThe defendants also offered to read the endorsement on the bond to the jury, which was admitted under exception by plaintiff.\nThe defendants further offered the will of Jacob Albert, with proof that the legacy to Mrs. Ziegler has been paid, for the purpose of showing that the plaintiff is the only party in interest, and that a recovery would be a fraud on the estate of Ziegler. This was also admitted, and exception taken by plaintiff. ,\nThe evidence of defendants showed the frequent declarations of Jacob Albert, in his lifetime, that he intended to make no claim for the interest stipulated in the writing against Ziegler or his estate. The proof of the direction to cancel or destroy the instrument was of the declarations of John E. Albert, after the death of his father, and about the time of the institution of this suit. Hiram Albert, the plaintiff’s son, testified on the trial that the direction, to burn or destroy, given to him by his grandfather, related to other papers, and which were burned by him. But his evidence was contradicted, by his former declarations made to witnesses, that the direction related to the paper in suit/ and that he had not executed it at the instance of John E. Albert, the plaintiff.\nThe plaintiffs presented the following points, and prayed the instruction of the Court to the jury thereon.\n' 1. If Jacob Albert, on the 1st of April, 1888, gave John Ziegler $1500, not intending ever to require the principal; but took a sealed obligation from Ziegler, to pay him the interest annually, of said money, and it be even true that he afterwards did say, that he held the bond against Ziegler, but wanted nothing; that the obligation should die with him; that Ziegler’s heirs should have it; that he intended the $1500 as advanced money towards a legacy; that he did not intend originally to claim it, unless he needed the interest; that he did not need the interest, and therefore did not want any of it.\nThere is nothing in this that constitutes a defence, and the plaintiff, as his representative, is entitled to recover the interest due on the bond.\n2. Even if it be true that Jacob Albert did say that he had given John Ziegler the $1500, to buy a property in Perry county, for which he took and held the bond given in evidence; and encouraged Ziegler to buy said property, as testified, and he would advance him $1500, which he need not pay back, except the interest when he needed it, or whenever he called for it; and he after-wards said that he did not need it, and so did not call for it.\nThere is nothing in this that constitutes a defence, and the plaintiff, as his representative, is entitled to recover the interest due on the,bond.\n3. Even if it be true, that Jacob Albert did say to Moses Ziegler, as testified, that the executors of John Ziegler had paid him the two small notes, amounting to $80, which was all that he demanded of the estate of Ziegler, and this before the executors filed their account; and that he did not claim any more off Ziegler’s estate.\nThere is nothing in this that constitutes a defence, and the plaintiff, as his representative, is entitled to recover the interest due on the bond.\n4. That the endorsement on the back of the obligation, if it had even been proved to have been in the handwriting of the testator, being without consideration, and neither signed nor sealed, is nothing more than any other parol declaration, and is not a release of the interest stipulated to be paid; much less is it a release, being in the handwriting of another, who has not been proved to have had authority to make it.\n5. That the obligation to pay the interest on this bond having been taken absolutely and unconditionally in writing, and under seal, no parol evidence is of any validity to show that the interest was only to be paid in case Jacob Albert called on Ziegler for it, or needed it, otherwise never to be paid, unless the conditions and qualifications were intended to be inserted, or form a part of the agreement, and were omitted through fraud or mistake, at the time of giving the obligation: and as there is no evidence to show that fact, the jury cannot attach any condition or qualification to the bond, or the payment of interest.\n6. That fraud is never to be presumed nor found on light and uncertain testimony. The party alleging fraud against another, must make it out clearly and satisfactorily to the jury. If, therefore, the defendants allege that Jacob Albert directed Hiram to burn this note in suit, and it was fraudulently withheld by Hiram or John E. Albert, that suit might be brought on it after the old man’s death, it is obligatory on the defendants to make out these facts clearly and satisfactorily, and that it was done fraudulently. And if the defendants have not proved this, they are not relieved from the payment on this ground.\nThe court below (Fisher, P. J.) charged the jury and answered the points as follows:—\nThe court, after stating the evidence, said: “ This, if believed by the jury, does not make out a donatio eausa mortis ; nor does the evidence given prove, nor was it admitted to prove, that the interest of the bond in question is to be treated as an advancement. Evidence of this kind cannot be received for such a purpose.\n“ A donatio causa mortis is a gift in prospect of death, and must be given to take effect on the decease of the donor by the then existing illness. It may be of anything, that admits of a corporeal delivery. Bonds may be the subject of such a donation.\n“ The jury will readily perceive from this statement, that the bond was not a gift, donatio causa mortis.\n“ An advancement is an irrevocable gift by a parent, in his lifetime, to his child, on account of that portion of estate which the latter might inherit after the parent’s death. In this case, the principal sum given was an advancement, but the interest, accruing on it, was not; it was to be paid, if demanded. No evidence, therefore, which has been given in this case, was received to prove, or can be taken by the jury as proving an advancement. And if the case stood thus, the plaintiff would be clearly entitled to recover.\n“ But the defendants allege that at the time the money was given to John Ziegler, and the bond executed by him, that the contract between the parties was, that the interest of the $1500 was not to be paid unless old Mr. Albert needed it, and that this stipulation was omitted in the drawing of the bond, either by the mistake of the scrivener, or by the supposition of the parties that it was not necessary to be inserted; when in truth, and in fact, it was an essential part of the contract.” (Here the court read to the jury the various portions of the evidence relied on by the defendants to make out their defence, and then said.) “ To enable the defendants to sustain this defence, you must be satisfied, from the evidence, that at the time the money was given to and the bond executed by John Ziegler, the contract between him and his father-in-law, Jacob Albert, was, that the interest of $1500 was not to be paid unless the latter needed it; it must also be proved to your entire satisfaction, that he did not need it; you must also be satisfied, from the evidence, that he did not demand it, for in this case a demand would be prima facie evidence that he did need it. The jury must also be well satisfied, from the evidence, that the contract contended for by the plaintiffs, was made at the time the bond was given.\n“All evidence of the declarations and conversations of old Jacob Albert, given to the jury by the defendants, are insufficient to make good their defence, unless they refer to the original contract; if they refer to any subsequent arrangement, they are insufficient. The jury must be satisfied, from the evidence, that the contract contended for by the defendants was made at the time the bond was executed and the money was paid; and, in addition to this, the stipulation or agreement, that the interest was not to be paid, unless needed by old Mr. Albert, was omitted by mistake, or not included in the bond, under the supposition of the parties, that it was not necessary to have it inserted, and was for that reason omitted, when in truth and in fact, it was an essential part of the contract. If there was such an omission made by mistake, it can be relieved against, and the jury will read the bond as if this stipulation had been inserted in it. Such omission cannot be presumed. It must be proved clearly and distinctly. Great danger will arise, and the security of written instruments be destroyed, if juries are permitted, upon slight evidence, to reform a written instrument; but where the evidence is clear and satisfactory, and the jury are convinced, from the evidence, that such a mistake has been made, it is right and proper for the jury to relieve the party from the consequences of the error. Whether such a mistake was or was not made, the court do not pretend to decide, hut leave the matter to the determination of' the jury.” The court here read to the jury the points of the plaintiffs, and answered them as follows:—\n“1. This point is correct, provided the defendants have not proved to your satisfaction that at the time the money was given to, and the bond executed by John Ziegler, the contract between the parties was, that the interest of the $1500 was not to be paid unless old Mr. Albert needed it, and it is proved to you that he did not need it. But the jury must be well satisfied, from the evidence, that the contract contended for by the plaintiff, was made at the time the bond was taken; and all the evidence given of the conversations and declarations of old Jacob Albert, are insufficient, unless they refer to the original contract.\n“ 2. Answered as the first point.\n“ 3. Answered as the first point.\n“4. This proposition is correct; but the endorsement is some evidence going to show that the contract contended for by plaintiff was made. But it is a mere circumstance, and its weight is for the jury.\n“ 5. This proposition is correct; but if it was a part of the contract that the interest was not to be paid, and unless needed by the old man, and this stipulation was omitted, under the supposition of the parties that it was not necessary to be inserted, and was for that reason omitted, when in truth and in fact it was an essential part of the contract, in such case it is such a mistake as can be relieved against. But such omission cannot be presumed, but must be proved, and clearly proved.\n“ 6. This proposition is correct.”\nThe jury found for the defendants. Whereupon the plaintiffs sued out this writ, and assigned here that the court below erred, in the admission of the evidence above stated, in their general charge to the jury, and in their answers to the plaintiffs’ points respectively.\nMeConaughy and W. H. Miller, for the plaintiff in error. —\nThe instrument sued on being under seal and remaining in the possession of the obligee, its legal effect must be sustained, because if even the intention was as is alleged by defendants, there was no consideration and no delivery to pass the title. In the cases cited by defendant’s counsel there was a consideration, as in Oxley v. Biddle, 2 Dall. 171; Lyon v. Huntingdon Bank, 14 S. & R. 283. But those cases are unlike the present.\nA legal liability by specialty cannot be converted into an advancement, as is distinctly ruled in Kreider v. Boyer, 10 Watts 54; Haverstock v. Sarbaugh, 1 W. & S. 390; Levering v. Rittenhouse, 4 Wh. 137; Porter v. Allen, 3 Barr 390; and Yunt’s Appeal, 1 Harris 575. The case of Wentz v. Dehaven, which militated against this view, has been overruled: Campbell’s Appeal, 7 Barr 100. This view is sustained by the best text writers, as well as by the adjudicated cases in our own courts. “ Delivery is essential both at law and equity, to the validity of a parol gift of a chattel or chose in action:\" 2 Kent's Com. 439. This was recognised in the cases cited 10 Watts 54, and 7 Barr 100. If a case in point could be stronger, it is found in McGuire v. Adams, 8 Barr 286.\nSuch being the law, it was error for the court to admit evidence of the declarations of Jacob Albert, of his intentions in reference to this interest, and in not instructing the jury that such intentions were not to be regarded in making up their verdict.\nThere was also error in admitting the endorsement on the bond. It could not operate as a release. Gibson, C. J., in Campbell’s Appeal says: “ Possibly the destruction of a security might be equivalent to a delivery of it; but no mere intent to destroy it would be so. Nothing discharges it while it remains in the creditor’s possession and power:” Wentz v. Dehaven, 1 S. & R. 317; Whitehill v. Wilson, 3 P. R. 412; Rann v. Hughes, 7 T. R. 346; Kennedy’s Executors v. Ware, 1 Barr 450; Lyon v. Maclay, 1 Watts 271; Fink v. Cox, 18 John. R. 145.\nA parol discharge without consideration or delivery cannot be sustained, and is entirely inoperative. Therefore the admission of the endorsement was calculated to mislead the jury. And the instruction in answer to the 4th point, that the endorsement was some evidence of the contract contended for, was calculated to operate in the same way. There was no evidence that the stipulation that the interest was not to be demanded unless needed by the obligee, was omitted .by mistake, it was the essential part of the contract: Kennedy v. Plank Road Company, 1 Casey 224.\nHepburn, for defendant in error.\nIt is admitted that an unexecuted design to give up a bond, or a parol agreement to do so without consideration, is unavailable as a defence to a suit upon the instrument. But where, as here, a part of the original agreement was that the payment of interest was not to be required unless needed by the obligee, and the contingency did not happen — no demand made, his determination written on the hack of it, the delivery of it to his grandson with the positive directions to bum it, the fraudulent means by which those directions were evaded, and this suit now prosecuted for the benefit of the party who prevented its destruction, present a different case from the ones cited by the plaintiff in error. This case is taken out of the operation of those cases by the actual delivery of the bond to the grandson, for destruction in accordance with the original agreement of the parties. If the bond had been burned as the obligee directed, there would be nothing in existence to found this action upon. The fraudulent means by which it has been preserved cannot better the case. The case of Licey v. Licey, 7 Barr 251, settles the principle, if authority be needed for what is so eminently just and self-evident. “ Cancellation of a bond, or delivery to the obligor with that intent, discharges the debt. Delivery of a bond to a stranger passes the right to the debt as a gift:” Ziegler v. Eckert, 6 Barr 13, Wentz v. Dehaven, 1 S. & R. 312, 17, is not overruled as is supposed in the argument. In Whitehill v. Wilson, 3 Penn. R. 415, Gibson, C. J., says: “It is proper to repeat, however, that independent of aid borrowed from the writing, the judgment in Wentz v. Dehaven stands clear of doubt or difficulty.” And in the case of Wentz v. Dehaven, 1 S. & R. 317, C. J. Tilghman says: “ It is certain, indeed, that if the obligee declares by parol that he forgives the debt, and delivers the bond to the obligor, the debt is extinguished,” &c. And there certainly can be no difference if delivered to a third person, with directions to destroy it.\nThe case of Astor v. Pye, referred to and cited 5 Vesey 350, in note, and in opinion of court, 354, was an action at law, on a note endorsed, “ Henry Pye. pays no interest, nor shall I even take the principal, unless greatly distressed.” And this endorsement, though not a testamentary act, was held by the Common Pleas, to which the case had been sent by the master of the rolls for a trial at law, to be a discharge.\nEden v. Smyth, 5 Vesey 341, 350, settles the same principle.\nIn Campbell’s Estate, 7 Barr 100, the principles for which we contend are admitted. If the bond or note was parted with by the obligee or payee, and placed beyond his control for the benefit of payor or obligor, that instrument cannot be subsequently fraudulently used to his prejudice by the wrongdoer.\nThe case of Lyon et al. v. The Huntingdon Bank, 14 S. & R. 283, certainly settles the principle that the defence offered was admissible."
  },
  "file_name": "0050-01",
  "first_page_order": 50,
  "last_page_order": 59
}
