{
  "id": 982705,
  "name": "Whetstone versus Bowser",
  "name_abbreviation": "Whetstone v. Bowser",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "59",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 59"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 677,
    "char_count": 18895,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 2.0486353251562077e-07,
      "percentile": 0.7550982702080314
    },
    "sha256": "e71afa499d68bd696afe94359a6dd067177e2db1c5a41479032d591b49f4c424",
    "simhash": "1:7783a9b29c94c37c",
    "word_count": 3410
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whetstone versus Bowser."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nAs the plaintiff in error has not placed a copy of the declaration in the paper-book, the judgment cannot be reversed on any question which depends upon the form of the pleadings.\nThere was evidence to show that the water has continued to flow through the sink to the plaintiff’s mill, for a period of time beyond the memory of the oldest witnesses; and that if unobstructed in dry times, it would all flow in that direction. The court instructed the jury that the plaintiff was entitled to the use of all the water that would naturally flow in his direction, except so much as the defendants may have acquired a right to by use. It was admitted on the trial that the defendants below had acquired a prescriptive right to divert a certain portion of the water from the stream, by means of the dam which was in existence prior to 1854, and the counsel for the defendants claimed no more. The question of fact was submitted to the jury, and, after verdict, we are to take it that the defendants did divert the water to a greater extent than was done by the dam in existence prior to 1854.\nIt was settled in Wheatley v. Baugh, that where a subterranean flow of water had become so well defined as to constitute a regular and constant stream, the owner of the land above, through which it flows, has no right to divert or destroy it, to the injury of the person below: 1 Casey 528. The stream in question here was one of that character; and the plaintiff had a right to bring an action for diverting it, without setring out the privilege or license under which the defendants claimed a right to divert a portion of the water. In trespass this defence must be 'pleaded. In an action on the case, it may be given in evidence under the general issue. But in either case it is a defence which comes from the defendant; and he is bound to show that his right is sufficient to justify his acts, otherwise his defence fails. In this case, if the new dam diverted more water than the defendants are entitled to take from the watercourse, the plaintiff was entitled to a verdict. Whether the defendants lost their rights entirely by claiming more than they were entitled to, is not material to the present investigation; and the opinion of the court on that question is not therefore the subject of review in the present action. We see nothing in this judgment, however, to prevent the defendants from erecting a new dam in conformity to their ancient rights. The present decision goes no further than to establish conclusively that the obstructions now complained of are illegal and unauthorized.\nThe court was correct in confining the jury to the question, whether the obstruction caused by the defendants, exceeded their rights; and in speaking of the acts of the parties in causing and in removing obstructions from time to time, it did the defendants no injury to say- that it was not of much importance which was the aggressor. The remarks of the judge, when taken together, show that their tendency was to confine the jury to the real question in the cause. The plaintiff below might perhaps have assigned for error that the obstructions wrere caused under circumstances of aggravation which entitled him to claim exemplary damages. But as he does not complain of the decision, and as the verdict was for nominal damages only, the defendants below have no cause to complain of the instructions in this particular.\nAs the plaintiffs in error do not furnish us with a copy of the agreement for the settlement of the former suits, they have no right to a reversal of the judgment on an alleged error in giving a construction to that agreement. But we see no error in what was said by the court. The suit of Bowser, which was settled, was brought on the 2d October, 1854. The present action was brought on the 13th August, 1856. It was therefore proper to confine the jury, in assessing the damages, to the period between these two dates.\nThe other assignments call for no special notice. We see-no error in the proceedings.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "King and Jordan (with whom was Ball), for plaintiff in error.",
      "Cessna, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Whetstone versus Bowser.\nWhere a subterranean flow of water has become so well defined as to constitute a regular and constant stream, the owner of the land above, through which it flows, has no right to divert or destroy it to the injury of the person below. Wheatly «. Baugh, 1 Casey 528.\nWhere a defendant has a prescriptive right to divert a portion of the water of the stream, in an action against him for exceeding the proportion to which he is entitled, it is not necessary for the plaintiff to set forth in his declaration the defendant’s right.\nSuch right must be pleaded in trespass, and may be given in evidence under the general issue in an action on the case: but in either case the defendant must show that his rights are sufficient to justify his acts.\nA verdict in such action does not debar the defendant of the right which he previously had, but establishes that the obstruction complained of in that suit was illegal and unauthorized.\nIn such case it was not error for the court below to confine the jury to the question whether the defendant exceeded his rights: nor in telling them that in causing and removing obstructions, it was not of much importance which party was the aggressor.\nWhere a former suit was brought by the plaintiff, which was compromised by the parties, it was proper to confine the parties to the period between the institution of such former action and the bringing of the present suit.\nError to the Common Pleas of Bedford county.\nThis was an action on the case brought on the 13th August, 1856, by John Bowser, against Samuel and David Whetstone, to recover damages for obstructing a watercourse, and diverting the water from the plaintiff’s mill. The farms of the Whetstones are situated on Cove Creek, and about two miles from the plaintiff’s mill. On these farms is a “ sink,” into which, in ordinary stages, the greater part of the water of Cove Creek enters, and flows in a subterranean channel, or stream, to within a short distance above Bowser’s mill, where it appears again on the surface, and forms the power for propelling the machinery of the mill. In an ordinary stage, the greater part of the water, in its natural flow, enters into the sink, and the balance flows down a channel which passes near to the houses and improvements of the Whetstones. To keep up this flow during a low stage of water, it was necessary to place a small dam of stone and gravel in the stream, near the sink, which had been maintained by the Whetstones, and those under whom they claimed, for a period of forty or fifty years.\nIn September, 1854, a severe drought having then occurred, Dowser, for the purpose of turning all the water into the sink, tore away this dam. The Whetstones rebuilt,-and he tore it away again. It was again rebuilt by the Whetstones, and about four feet higher up the stream, and which it was alleged turned more water away from the sink than the old dam. Thereupon Bowser brought an action on the case against Samuel and David Whetstone, on the 2d October,- 1854, for diverting the water. The Whetstones also brought an action on the case against Bowser, for diverting the water, and at the same time an action of trespass for entering upon their land, and tearing away their dam. On the 25th April, 1855, these several suits were settled and compromised by the parties, “ their rights to the water to remain as heretofore.”\nAnother drought occurred in 1856, and the controversy was renewed by the Whetstones building up the dam, and Bowser tearing the same away, and the defendants rebuilding it. On the 13th August, 1856, Bowser brought this action on the case for diverting the water.\nIt was admitted, on the trial, that the defendants had acquired a prescriptive right to divert so much of the water from the sink as was necessary for the use of their families and cattle; but it was alleged that by placing their dam at a different place, raising it higher than it had previously been, and by making it closer and more compact, it caused a greater diversion of the water from the sink than they were entitled to.\nThe defendants submitted the following points :—\n1. That the defendants had a right to the natural flow of the water past and over their land without alteration or diminution, and if Bowser, or other persons, altered or disturbed the situation or arrangement of the stones and gravel, &c., at the sinkhole, so as to turn in more water than before that time went in, the defendants had a right to go there and rearrange and replace the stones, &c., as they had been.\n2. That the right of Bowser to control the operation of the defendants on their own soil, must, in the absence of a written agreement, be made out by an adverse possession continued peaceably under a claim of right, for twenty years at least.\n3. That in order to make out a right to the water by use, the use must have been adverse and peaceable, and under a claim of right, and if Bowser and those who owned the mill before him, used and enjoyed the water through the sink-hole, by special permission, on request from time to time made, such use is not adverse, and does not make a right.\n4. That if the jury believe that the plaintiff, and those under whom he claims for thirty or forty years heretofore, except within a few years past, acknowledge the right of the defendants, and those under whom they claim, to the control of the water, so as to take down past their houses a sufficiency of water at ali times for family and farm purposés, then the plaintiff cannot recover in this case, unless they are satisfied that the defendants have taken down the overground channel more than a sufficiency for family and farm purposes.\n5. That if the jury believe that the defendants, and those under whom they claim, kept and maintained a dam for the purpose of diverting a portion of the water in the stream from the sink-hole, and conveying the same along the channel of the stream to supply themselves (and other persons having a right to the use of the water) for thirty years and upwards, the verdict must be for the defendants.\n6. That if the plaintiff interfered with and destroyed such dam, the defendants had a right to rebuild it, and in doing so, they are only held to an honest effort and endeavour to reconstruct said dam so as to divide the water as before, and even if it should be found that there was a moderate increase in the height, or an immaterial change in the location of said dam, the law will not take notice of it under the circumstances of this case.\n7. That the plaintiff, in the absence of proof of a right by prescription, or otherwise, has no right to enter upon the land of the defendants, without their permission, for the purpose of removing obstructions, created by natural causes, to the flow of the water, and that even if obstructions were placed there by the defendants, the only remedy is an action at law.\n8. That the compromise made between these parties on the 25th day of April, 1855, is a settlement of the controversy up to that time, except as to the right previously existing, and the jury must not take into consideration acts of the defendants before that date, in making up their verdict.\nThe court below (Kimmell, P. J.), charged the jury, and answered the points as follows:—\n“ The plaintiff has brought this suit to recover damages for obstructing a water right. Bowser is the owner of a mill on Cove Creek. The stream, before it reaches the mill, passes through lands of defendants some two miles above, and on what is called the David Whetstone Farm, the waters of the stream fall into a ‘sink,’ and reach the mill of plaintiff by a subterranean passage. There is a dry channel through which the creek may have run in former days, or it may be that the channel was washed out by the water which the sink did not carry away. It seems, from the earliest times, there was a dam above the sink, which directed a certain portion of the waters into a ditch, by means of which the water was conveyed around the large and small sinks into the dry channel down which it passed, and was used by the families residing there for domestic and agricultural purposes.\n“ If the evidence is believed, the water has flowed through the sink to tbe mill, beyond the memory of the oldest witnesses, arid that the water, if unobstructed, in dry times would all flow in that direction. The plaintiff is entitled to the use of all the water that would naturally flow in his direction, except so much as the defendants may have acquired a right to by use. The counsel for the plaintiff in the argument admit that the defendants have acquired a prescriptive right to divert a certain portion of the water from the stream by means of the dam, which was in existence prior to 1854, and the counsel (Mr. King) of defendants, says that they claim no more.\n“It seems that prior to 1854, each of these parties enjoyed their respective rights to the use of the water without obstruction or hindrance; then this controversy arose, and it does not very clearly appear which of these parties was the aggressor, nor is that of much importance. The questions in this case must be settled on their own merits. If Bowser has wronged the defendants, they have their right to an action against him, and the counsel admit that they have already commenced an action of trespass against Bowser, or at least that Samuel Whetstone has. If the jury, from the evidence, believe that the natural flow of the water of the stream is into the sink, and from thence by a subterranean passage to the mill of plaintiff, then the plaintiff is entitled to all the water that would reach his mill, except so much as the defendants had acquired a prescriptive right to. And plaintiff complains that some time in 1854, defendants not only built a dam across the stream, higher up than the old one, by means of which they greatly reduced the flow into the dry channel; but that they also threw stones, gravel, and other matter into the sink, and thus obstructed the free flow of the water to the mill. If these facts are established, the plaintiff is to that extent wronged, and must have your verdict.\n“ The counsel for defendants have requested us to instruct you on certain points submitted in writing.\n“ Answer to the first and sixth. We have already said that plaintiff’s counsel admit the right of defendants to the use of all the water thrown out by the old dam, and to that extent they must be protected against the plaintiff and all others, and if Bowser, or any one else, changed or altered the dam, so as to give them less than their right, they must be privileged to go upon the ground, and re-establish the former state of things. And if they made an honest effort to that effect, and have succeeded, except in some immaterial particulars, they have done all that can be required at their hands, and it is of no importance whether the dam is a few feet higher or lower in the stream; so that it does not divert a greater portion of water than formerly; but if the quantity is reduced to any considerable degree, the plaintiff is injured, and must have your verdict.\n“ The fourth we answer in the affirmative.\n“ 5th. This proposition is also correctly stated, provided the dam was always of the same height. If the new dam, said to be erected in 1854, diverts more water than for the purposes mentioned, then plaintiff must recover.\n“ 2d. There are no facts in the case to which this principle applies.\n“The 7th does not apply to the case. Plaintiff is not now contesting his right to enter on defendants’ lands. The question is as to the obstruction of the water by defendants.\n“ The third we answer in the affirmative, if the fact is made out by the evidence.\n“8th. The jury must confine themselves in determining the question of damages to the period between the 2d of October, 1854, and the 13th of August, 1856. All the differences between the parties were settled up to the first date, and this suit was brought on the last one. In the settlement the rights of the parties were left as if the suits had never been brought.\n“ This is a very important case to Mr. Bowser, the plaintiff, if indeed these defendants have takeñ away a larger portion of water by means of the new dam than was diverted by the old one. In dry weather it would seriously affect the value of his mill. Whether the defendants have so interfered is a question of fact for the jury.\n“We feel no disposition to make a lengthy comment on the evidence. The plaintiff has given evidence of the declarations of Samuel Whetstone, upon which his counsel have commented, that his object was to dry up Mr. Bowser, and that prior to the erection of the new dam, the mill could grind a much larger quantity of grain in dry times than now, with the additional fact that the water flowed out of the copper spring during the dry season, which never occurred before, as they allege. It is also in evidence that one of the defendants was seen throwing gravel and other matter into the sink. It is an important fact that the dam is higher up in the stream. Could it be put up higher, and in its present position across the stream, without severely affecting the flow of the water, even if only raised to the same height ?\n“ On the other hand, the defendants’ counsel say the dry weather accounts for the diminished quantity of water, and that in every other particular things remain at the dam as heretofore. You will determine between them.\n“ If you find for the defendants, then hereafter they will be entitled to the water as it now flows out of the new dam, and if you find for the plaintiff, you say in effect that the new dam is too high, and the defendants will be constrained to make it as low as the one that existed there formerly, or so arrange it that they will only receive in dry times the same quantity of water diverted by the old dam.”\nThe jury found for plaintiff one cent damages, and judgment was entered upon the verdict.\nThe defendants sued out this writ, and assigned for error, that the court below erred in instructing the jury that, “ if you find for the defendants, then hereafter they will be entitled to the water as it now flows out of the new dam, and if you find for the plaintiff, you say in effect that the new dam is too high, and the defendants will be constrained to make it as low as the one that existed there formerly, or so arrange it that they will only receive in dry times the same quantity of water diverted by the old dam.” And also in charging that “ it does not appear very clearly which of these parties was the aggressor, nor is that of much importance.” And also in their answers to the defendants’ second, third, fifth, seventh, and eighth points.\nKing and Jordan (with whom was Ball), for plaintiff in error.\nCessna, for defendant in error."
  },
  "file_name": "0059-01",
  "first_page_order": 59,
  "last_page_order": 66
}
