{
  "id": 982943,
  "name": "Huntingdon and Broad Top Railroad Company versus McGovern, for use",
  "name_abbreviation": "Huntingdon & Broad Top Railroad v. McGovern",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "78",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 273",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856456
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0273-01"
      ]
    },
    {
      "cite": "2 Hall 167",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1361673
      ],
      "pin_cites": [
        {
          "page": "§ 508, p. 694"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/2/0167-01"
      ]
    },
    {
      "cite": "1 Bibb 379",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6686387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/4/0379-01"
      ]
    },
    {
      "cite": "2 Pick. 292",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049629
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0311-01"
      ]
    },
    {
      "cite": "1 Peters 467",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 11787,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 9.492831680782911e-08,
      "percentile": 0.5182531877341111
    },
    "sha256": "0704a5b2519bf63eb3418ad3cc156098a55646a8818445ac2dfa64593fa3cee8",
    "simhash": "1:7ae5a1112a6f97ac",
    "word_count": 2045
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Huntingdon and Broad Top Railroad Company versus McGovern, for use."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nArmstrong, J.\nThis action was brought to recover the retained per centage on a contract to build a section of the Huntingdon and Broad Top Mountain Railroad. The contractors were paid by the company for all the work done, but reserved ten per cent, which they refused to pay on the ground that the contract had not been completed, and the per centage was forfeited to the company. To obviate this objection, the plaintiffs proposed to prove “ that the company failed according to the contract to pay the contractors, by reason- of which failure the contractors were unable to continue their work.” This was objected to by defendants, admitted by the court, and its admission is assigned for error here. Let us look at the record. In the first place, John Hohman and Josiah M. Christy bring an action of assumpsit against the company, filing a declaration containing all the common counts; also a count for balance due on settlement; the ten per cent, retained; a quantum meruit, and a special count on the contract. To all these the defendants plead unon assumpsit,” except the last, to which they demurred, and afterwards withdrew their demurrer. The plaintiff also filed a declaration in covenant, and the defendants added the plea of covenants performed absque hoc, &e. On this state of the pleadings the parties went to trial. The original contract was under seal, and between John McGovern and William Ayres, president of the company. McGovern was a new party to the record, introduced by consent, as we will presume, for the purpose of reaching the merits of the case. Here we have two declarations, with their respective pleas and issues, and no withdrawal of either; and upon this confused and multiplied state of the pleadings we are asked to decide that the plaintiff should not have been permitted to show that he was prevented from complying with the contract by reason of the default of the defendant. The plaintiff in his narr. in covenant averred performance on his part; and it is true that the addition of absque hoc to the plea of covenants performed, puts the plaintiff to the proof of performance. But that which is equivalent to proof, is proof. “ When one party is the cause why the covenant by the other party cannot be performed, performance by the latter is excused; and the thing contracted to be done by the former may be enforced by suit without averring performance: proof of such conduct will support the averment of performance:” U. S. Digest, vol. 1, p. 691, § 420, and cases there cited. The evidence offered was such as properly belonged to the case. Under the pleadings in assumpsit it was clearly evidence. If objectionable under the plea to the declaration in covenant, it could only be because of defect in not setting out the defendant’s default, and that thereby the plaintiff was prevented from complying. But no such objection was made to the evidence. If it had been, the plaintiff would have had the right to amend. “ Whenever the defect in the declaration, &c., is such as would be amended in the court before whom the trial is had, it is cured by verdict.” “ The court uniformly consider the error as waived, and consider that done which might be done:” 2 Harris 513. From the state of the record, the substitution of a new party, with both declarations in at the same time, and no objection to either; it is fair to presume that both declarations were considered as one, and that the parties intended, without regard to form, to try the cause upon its merits; and after a verdict upon a trial there had, we will not disturb it on an objection so purely technical.\nThe first error being disposed of, the second and third must fall with it. The questions submitted to the jury, as complained of in these assignments of error, did arise on the pleadings, shown by the whole record. And the court fairly left it to the jury to say, whether the limiting of the expenditures by the defendants to the sum of $500 per month, and never paying their instalments in full, &c., were the causes which prevented the plaintiffs from pushing their work to completion. The charge was as favourable to the defendants as they could reasonably expect. The court said: “ If the jury believe that the work was abandoned by these plaintiffs because they were losing money on it, then they forfeited the amount now in suit and cannot recover 'it. It is only when the jury believe and are thoroughly persuaded that the plaintiffs were willing to comply with the contract, but were prevented from the completion of the section by the acts of the company in refusing to pay the money according to the contract, that you can find for the plaintiffs.” In this there was surely nothing of which the defendants could complain.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Armstrong, J."
      }
    ],
    "attorneys": [
      "King and Jordan, for the plaintiffs in error.",
      "Cessna, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Huntingdon and Broad Top Railroad Company versus McGovern, for use.\nWhere two parties bring an action of assumpsit against a company, and file a declaration and issue is joined upon it, and afterwards a new party is introduced upon the record by leave of the court, and a declaration in covenant is filed, and issue also joined thereon, it will be presumed, after a trial upon the merits and verdict, that such new party and declaration were introduced by their consent.\nWhere such declaration in covenant alleged full performance on the part of the plaintiff, and breach on the part of the defendants, evidence was admissible to show that the plaintiff was prevented from performing his covenants in full, by the default of the defendants, as an excuse for, and tantamount to, performance on his part.\nWhere one party is the cause why the covenant by the other party cannot be performed, performance by the latter is excused, and the thing contracted to be done by the former may be enforced by suit without averring performance, and proof of such conduct will support the averment of performance.\nError to the Common Pleas of Bedford county.\nThis action was brought to recover a balance due to the plaintiffs for work done as contractors on the railroad of the defendants. On the 4th November, 1853, John McGovern entered into a contract with the Huntingdon and Broad Top Mountain Railroad Company, to construct section No. 31 of the company’s road, stipulating to do the same in a substantial and workmanlike manner at specified rates for each description of work; and to complete it by the 1st of September, 1854. A monthly estimate of the work and materials furnished was to be made by the engineer of the company, on or about the 15th day of each month, during the progress of the work, and the amount thereof was to be paid to the contractor, deducting therefrom 10 per centum, as security for the faithful performance of the work by the contractor. When all the work should have been completed, a final estimate was to be made and the amount paid to the contractor. For the retained per centage he was to receive one-half in the bonds and the other half in the stock of the company, as payment. This article of agreement also contained a clause that the decision of the engineer shall be final and conclusive in any dispute which may arise between the parties.”\nOn the 6th January, 1854, McGovern, without having commenced the work, assigned the contract to John Hohman and Josiah M. Christy. They commenced and did about half the work embraced in the section, amounting, according to the estimate of the engineer, to $14,794.71.\nThe plaintiffs having received notice from the company to limit their work to $500 per month upon their section, and the company failing to pay the amount of the monthly estimates at the times stipulated in the contract, the plaintiffs abandoned the work. It was subsequently relet by the company to other contractors at higher rates, and the completion cost the company $2470 more than if it had been finished under the agreement with McGovern.\nThe amount of the estimates of the work done under the McGovern contract had been all paid, except the retained per cent-age, which the company alleged had been forfeited by a failure to complete the work according to the contract. To recover this, Hohman and Christy, to September Term, 1855, instituted an action of assumpsit, to which the defendants appeared, a declaration was filed, and issue was joined.\nThe plaintiffs then applied to the court, and obtained leave to amend the action by adding the name of John McGovern for the use of Hohman and Christy, and to file a new declaration. Under this order a declaration in covenant on the contract between McGovern and the company was filed, averring performance on the part of the plaintiffs of all and singular the covenants and agreements in said contract on their part to be done and performed, and assigning for breach that the defendants did not perform that part of the agreement requiring them to pay the plaintiffs the ten per cent, retained until the work should be completed; although the plaintiffs had completed the work to the satisfaction of the engineer, according to the terms of the agreement. To this declaration the defendants pleaded covenants performed absque hoe, &c.\nOn the trial of the cause in the court below, the plaintiffs proposed to prove that the company failed to pay the contractors according to their covenants, by reason whereof the contractors were unable to continue the work. This was objected to by the defendants, and admitted by the court, and exception sealed at the instance of defendants’ counsel.\nThe court below (Kimmell, P. J.) submitted to the jury to find whether the neglect and omission of the defendants to pay for the work according to the contract prevented the plaintiffs from completing the work, and caused them to abandon it; and instructed them if they so found the plaintiffs would be entitled to recover the retained per centage. If they abandoned it, or omitted to complete it from any other cause, they could not recover.\nThe jury found for the plaintiffs $1617.42. A motion for a new trial was refused, and judgment entered upon the verdict.\nThe defendants removed the cause to this court, and assigned for error here the admission in evidence of the failure of the company to pay according to the contract, and the instructions of the court to the jury.\nKing and Jordan, for the plaintiffs in error.\nA defendant must allege the performance on his part, or readiness to perform or excuse for non-performance of a condition precedent: Chitty on Pleading 326 ; Keatly v. McLaugherty, 4 Missouri Rep. 221; Bank of Columbia v. Hagner, 1 Peters 467; Couch v. Ingersoll, 2 Pick. 292; Platt on Covenants, pp. 104-105; Law Lib. vol. 3; U. S. Dig. vol. 1, p. 691. The evidence was, therefore, clearly irrelevant, and ought not to have been admitted.\nCessna, for defendants in error.\nAn averment in the narr. of performance or readiness to perform, or that the plaintiff was prevented from performing by the acts of defendants, is sufficient. “ Where one party is the cause why the covenant by the other party cannot be performed, performance by the latter is excused, and the thing contracted to be done by the former may be enforced by suit without averring performance. Proof of such conduct will support the averment of performance U. S. Dig. vol. 1, p. 691, §§ 420, 421; Marshall v. Craig, 1 Bibb 379; Couch v. Ingersoll, 2 Pick. 292; Farnham v. Ross, 2 Hall 167, § 508, p. 694; Couvier v. Graham, 1 Ham. 347; 4 W. & S. 273; Act of 20th March, 1806; Miller v. Miller, 4 Barr 320, 321; Miltenberger v. Schlegel, 7 Barr 245 ; Corson v. Hunt, 2 Harris 513; Smith v. Latour, 6 Harris 243; Erie City v. Schwingle, 10 Harris 390; Spangler v. Springer, 10 Harris 454; Leckey v. Blosser, 12 Harris 401. The two narrs. must be considered as one: 7 Barr 492; Hall v. Rupely, 10 Barr 231."
  },
  "file_name": "0078-01",
  "first_page_order": 78,
  "last_page_order": 82
}
