{
  "id": 982834,
  "name": "Whaler versus Ahl",
  "name_abbreviation": "Whaler v. Ahl",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "98",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 98"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Mass. 421",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "9 Conn. Rep. 291",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Dallas 211",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 327",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840073
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0327-01"
      ]
    },
    {
      "cite": "7 Watts 162",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Jones 248",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 327",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 8599,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.0930053833979646e-07,
      "percentile": 0.5661044331155987
    },
    "sha256": "86848b5ab4bd048c8de9d9951291dbf398f3e675033c67d66a7d0e4e3161005c",
    "simhash": "1:25b784b9d31b26ff",
    "word_count": 1555
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whaler versus Ahl."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by ■\nKnox, J.\nThe principle of this case was settled in Hoy v. Sterrett, 2 Watts 327, where it was held that an upper millowner its not accountable to one lower down the stream, for detaining the water in his dam for several days, if this be necessary to the action of his mill, though the lower mill is thereby injured. Hoy v. Sterrett was followed by Hetrich v. Deadlier, 6 Barr 33, and by Hartzall v. Sill, 2 Jones 248. It is also recognised as the law of Pennsylvania in Richart v. Scott, 7 Watts 162; Miller v. Miller, 9 Barr 32, and in Morris v. McNamee, 5 Harris 173. It is now too late to question the authority of Hoy v. Sterrett, and it completely rules the present case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Watts and Parker, for plaintiff in error.",
      "Hepburn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Whaler versus Ahl.\nThe owner of an upper mill is not answerable to one lower down the stream for detaining the water in his dam for several days, if such detention be necessary to the action of his mill, though the lower mill is thereby injured. Hoy v. Sterrett, 2 Watts 327, re-affirmed.\nError to the Common Pleas of Cumberland county.\nThis was an action on the case brought by John Whaler against Daniel V. Ahl and others, to recover damages for an alleged obstruction of plaintiff’s right to the use of certain water on the stream called the “Big Spring.” This stream has its source in a large limestone spring, and running about three miles discharges itself into Canodoguinnett Creek. On it were erected six flouring-mills, in the order they are named, beginning at the head of the stream: Keller’s, Piper’s, Irvine’s, McFarland’s, Laughlin’s, and Filler’s. They were all ancient mills, and had respectively from four to six feet of head and fall. The plaintiff was the lessee of Laughlin’s mill, and the defendants were the owners of McFarland’s and Irvine’s mills. The McFarland mill, in 1853 or 1854, was consumed by fire; and instead of the flouring-mill, McFarland replaced it with a paper-mill, which was placed some sixty rods further down the stream than where the old mill had stood. This mill and Irvine’s, the next one above it, were purchased by the defendants in the spring of 1855; they carrying on the manufacture of paper at the McFarland mill. This required more power than had been used at the mill before, and the dam was so constructed as to hold a much larger quantity of water than the dam used at the old mill, and more than any other dam on the stream.\nThe complaint was on the part of the plaintiff, that the paper-mill was, in its requirement for water, and in the size and capacity of its dam, out of proportion with the resources of the stream; that while the defendants shut down the gates of their dam at night to “ gather a head” for the next day’s operation, the plaintiff was deprived of the use of his mill from nine or ten o’clock in the evening until eight or nine o’clock in the morning; and during the day had much more water than he could use.\nOn the trial in the court below, the counsel of the parties respectively presented the following points:—\nPlaintiff’s points. — 1. If the jury believe that the plaintiff, and those under whom he claims, has been in the actual occupancy, enjoyment, and use of his mill, and the regular flow of water to it, by which they have been enabled to do work constantly day and night for more than fifty years, and the defendants and those under whom they claim were also in the occupancy, enjoyment, and use of a mill and water-power above that of the plaintiff during the same time, without obstructing the flow of the water in the channel so as to injure the plaintiff’s mill and his business; an<j that in 1853-54 the owner under whom the defendants claim, erected a new dam of greater height and capacity, which may or may not be so used for the purposes of that mill as to injure the plaintiff; and the defendants did so use the water at their mill by means of the new dam, for propelling so many wheels during the day, that the plaintiff is flooded with water more than he can use, and that he is so deprived of water at night that his mill cannot work at night as it used to do; this, in view of the size and volume of the stream, and the rights of the parties, is a nuisance, for which the plaintiff has a right of action, and is entitled to recover.\n2. If the jury believe that the dam, mill, and machinery of the defendants require more power to work them than is furnished by the natural resources of the stream, in view of the plaintiff’s rights, they are not justified in so stopping that natural flow, as to withhold the water, and take time to gather it in quantity, to enable them to work their mill a portion of the twenty-four hours of each day, to the injury of the plaintiff. If by such an operation the plaintiff is flooded with more water than he can use while the defendants’ works are in operation, and deprived of it for the time that they are thus gathering a head, that his mill cannot go at all, and that was the case after the 15th of March, 1855, the plaintiff is entitled to recover in this action.\nDefendants’ points. — 2. That if the plaintiff has not proved, as laid in the second count of his declaration, that the water was wrongfully, unjustly, and maliciously diverted, turned, obstructed, and impeded by defendants, and that they wrongfully, unjustly, and maliciously kept the water from flowing to plaintiff’s mill, by which he has been injured, he has no cause of action at all.\n3. That if they believe that the water was no longer detained by the Messrs. Ahl than was necessary for a proper enjoyment of it, as it passed through their lands for the use of their mill, if the plaintiff has sustained damage thereby, it is a damage to which he must submit, and for which he has no remedy in this action.\nThe court below (Graham, P. J.) answered these points as follows\nAnswer to plaintiff ’s points. — “1. We cannot distinguish the point here presented from the one which was made and ruled in Hoy v. Sterrett, 2 Watts 327, and in accordance with the decision of the Supreme Court in that case, we instruct you that if the water was detained no longer in defendants’ dam than was necessary for the proper application of it for the use and enjoyment of their mill, as it flowed through their land, then, although the detention may be an injm*y to plaintiff, it is one to which he must submit. But if the water was debarred from plaintiff’s mill through carelessness or bad feeling, then the defendants would be responsible in damages to plaintiff for any loss sustained by such detention of the water.\n“ 2. Although the defendants’ mill may require more power than the natural flow of the stream to propel all the machinery, we do not think for this reason they would be prevented from collecting a head for the purpose of propelling their wheels and machinery. If this principle was sanctioned by courts, it would greatly retard the application of water-power to propelling machinery, for then no one could use the flow of water through his land to effect more than the volume of the stream was adequate to accomplish, and no riparian owner could collect a head of water in his dam without'subjecting himself to an action by every riparian owner below him on the stream.\n“We cannot, therefore, answer this point inthe affirmative.\nAnswer to defendants’ points. — The first count is for an erection of the dam, but the evidence proves the erection was by the McFarlands, from whom the Ahls purchased. Under the evidence there ought to be no recovery on this count.\n. “ 2. If the withholding was to enable defendants to use the water for their own mill, and not through carelessness, inattention, or bad feeling, then the plaintiff cannot recover.\n“3. Answered in the’affirmative.”\nThe jury found for the defendants.\nThe answer of the court to the points presented were the errors assigned.\nWatts and Parker, for plaintiff in error.\nIt is the duty of a party to calculate the capacity of the stream, with a view to his own and his neighbour’s rights. Every man in this country has an unquestionable right to erect a mill upon his own land, and to use the water passing through his land as he pleases, subject only to this limitation, that his mill must not be so constructed and employed as to injure his neighbour’s mill: Beisell v. Scholl, 4 Dallas 211; Strickler v. Tod, 10 S. & R. 69; Twiss v. Baldwin, 9 Conn. Rep. 291; Colburn v. Richards, 13 Mass. 421; Merett v. Brinkerhoff, 17 John’s Rep. 320; Van Bergen v. Van Bergen, 3 Johns. Chanc. 289; 2 Christian’s Blackstone 403; Kent’s Com vol. 3, 440, 441.\nHepburn, for defendant in error."
  },
  "file_name": "0098-01",
  "first_page_order": 98,
  "last_page_order": 101
}
