{
  "id": 982860,
  "name": "Dewart versus Purdy",
  "name_abbreviation": "Dewart v. Purdy",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "113",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 B. 25",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        1933873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/2/0025-01"
      ]
    },
    {
      "cite": "5 W. & S. 199",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 440",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 410",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408469,
        12149040,
        12148971,
        1408501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0425-01",
        "/dall/1/0410-02",
        "/dall/1/0410-01",
        "/us/1/0425-02"
      ]
    },
    {
      "cite": "3 Binn. 413",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791091,
        1791068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0413-02",
        "/binn/3/0413-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 12236,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 7.366524337808601e-07,
      "percentile": 0.9689470312747963
    },
    "sha256": "c17323a3377fc19070faefb525b87765163c574e86862a1fefffe189f58fbdfd",
    "simhash": "1:8de7ffe1b5ce347c",
    "word_count": 2227
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dewart versus Purdy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nUndue importance was given in the argument to the question, whether the rule of 28th May, 1856, was pending and operative on the 4th of September, .1857, the day when the court adjudged the premises to the plaintiff, Purdy. The 14th section of the Act of 5th May, 1841, relating to partition in the Common Pleas, does indeed enjoin the court to grant a rule on all persons interested to come into court on a day certain, to accept or refuse the estate at the valuation; hut if they come without a rule, or in pursuance of a superseded or defunct rule — if in point of fact “all persons interested” are before the court and fully heard, and especially if he elects to take at the valuation who is entitled to priority of choice — the objects and purposes of the Act of Assembly are accomplished, and the want of a rule returnable on the precise day of the hearing, is no defect in the proceedings. Defects in mesne process, the object of which is merely to effect an appearance, are always waived by the appearance of the party.\nNow the record shows, that Dewart appeared on the 4th September, 1857, and exhibited his title and claimed the decree of the court on the ground both of priority of title and of his offer in advance of the valuation. This concludes him. If the decree had been in his favour, would he have thought his title defective, or would he have complained of the record, on the ground that a new rule or an enlargement of that of 28th May, 1856, had not been duly entered ? Certainly he would not. He would have held the plaintiff concluded by his appearance, and he himself is estopped on the same ground from alleging want of notice.\nThe only remaining question is, whether the court were right in awarding the premises to the plaintiff.\nIt is not denied that the plaintiff’s title was the oldest; but the defendant offered to take the land at a higher sum than the sheriff’s inquest had valued it at, and he claimed that this entitled him under the 10th section of the Act of Assembly of 22d April, 1856, to have the premises allotted to him.\nThe Act of 1841 made priority of title the rule of allotment; that of 1851 makes the highest price offered in writing above the valuation, the rule; but if there be no advance offered, the old rule prevails. The land here was valued at $84 the acre, and Dewart offered in writing to take it at $110 per acre. In other words, he offered to pay Purdy $5485.05 for his (Purdy’s) half; whilst Purdy insisted on having Dewart’s moiety for $4167.97-|-.\nThere cannot be a word said in favour of the equity of Purdy’s claim. If it is supported, it must be by sheer law.\nThe Act of 1856, by its own limitation, went into operation on the 1st of October, 1856.\nThe judgment in partition had been entered on the 10th November, 1853; the writ of partition on which the inquisition was held was returnable to April Term, 1856, and on the 28th May, 1856, the exceptions to the inquisition were overruled, and the inquisition and valuation confirmed.\nIt is apparent, therefore, that the rights of these tenants in common, so far as they could he affected by a valid inquisition in partition, were fixed and vested before the Act of 22d April, 1856, took effect.\nNow, to say nothing of the impossibility of divesting vested rights without compensation, it is a fair argument against giving to the words of the legislature a retroactive effect, that they would take away from Purdy his clear legal right, vested 28th May, 1856, to have the estate in severalty at the valuation of the sheriff’s inquest. ■ And take it away for no possible use but to give it to an individual citizen, at an advance to be sure, but at a rate of advance prescribed by himself.\nNo construction of legislation is to be hastily adopted, that would lead to such results.\nRetroactive legislation is not necessarily unconstitutional; but unless it be remedial, it is uncongenial to our institutions, and hazardous to private rights. Nothing short of the most indubitable phraseology is to convince us that the legislature meant their enactment to have any other than a prospective operation; and when they fix a future day for it to take effect, they stamped its prospective character on its face. Their language in the section before us is, “ that in all cases of partition of real estate in any court wherein a valuation shall have been made of the whole or parts thereof, the same shall be allotted to such one or more of the parties in interest, who shall, at the return of the rule to accept or refuse to take at the valuation, offer in writing the highest price therefor above the valuation returned,” &c.\nThis new rule of allotment they enacted should not go into effect before the 1st of October, 1856. As if they had said, whenever a valuation in partition shall have been made after the 1st of October, 1856, the new rule of allotment shall apply.\nThis phrase, “shall have been made,” is an instance of the future perfect tense. It contemplates a valuation perfected, but perfected in future, and the future of this statute was all subsequent to the specified date. Had it been repealed before that date it would have had no future existence, and no operation whatever. Though not repealed, it must not have a construction that would give it effect during the period of its suspended animation, for this were to tiolate the will of its creator.\nGiving then to the words before us their genuine grammatical meaning, we hold them applicable not to a valuation made after the enactment of the law but before it took effect, but only to valuations made after the law went into operation; and thus construed, the statute commences for every purpose, in futuro as Blackstone said all laws should do.\nIt follows that this case was not within the purview of the new enactment, and that the court did right in applying the old rule.\n• The decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Oomly, for plaintiff in error.",
      "Packer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dewart versus Purdy.\nDefects in mesne process, the object of which is merely to bring an individual into court, are always waived by the appearance of the party.\nAn award of the premises in partition is not vitiated for want of a rule to show cause, returnable on the day of the hearing, if, in point of fact, all persons interested are before the court, and fully heard, and he elects to take who is entitled under the Act of Assembly to priority of choice.\nThe 10th section of the Act of 22d April, 1856, is not applicable to any partition where the valuation was made prior to the first day of October, 1856.\nNothing short of the most indubitable phraseology will induce this court to hold that the legislature intended that their acts should have any other than a prospective operation.\nWhere they fix a future day for an act to take effect, they stamp its prospective character upon its face.\nError to the Common Pleas of Northumberland eounty.\nJohn H. Purdy sued out a summons in partition to November Term, 1858, for the partition or valuation of a tract of land in Coal township, containing about 100 acres, held by himself and William L. Dewart, as tenants in common. On the 10th November, 1853, by consent of defendant, a judgment of quod partitio fiat was entered. Various writs to make partition were issued, and the inquisitions thereon set aside. A pluries writ was issued to April Term, 1856, and upon inquisition held, it was found that the premises could not be divided, and the same were valued at $84 per acre, amounting in the whole to $8335.95.\nExceptions were filed to this inquisition, which were overruled on the 28th May, 1856, and the inquisition confirmed. On the same day John H. Purdy presented his petition to the court to have the same awarded to him at the valuation. The court thereupon granted a rule on Dewart, returnable on the 16th June, 1856, to show cause why the premises should not be decreed to the plaintiff at the valuation.\nOn the 13th June, 1856, the defendant sued out a writ of error, and removed the record to the Supreme Court. The plaintiff renewed his motion on the 16th June, 1856, but the court refused to entertain it, because the proceedings had been removed by writ of error.\nOn the 7th July, 1857, the record was remitted from the Supreme Court, the same having been there determined by a judgment of non pros. And on the 4th September, 1857, the plaintiff, Purdy, again prayed the court to award the premises to him at the valuation.\nPurdy’s title being the older one, he claimed to be entitled to have them awarded to him under the 14th section of the act of 5th May, 1841.\nThe defendant, Dewart, thereupon filed the following paper:—\n“ I, William L. Dewart, the defendant, offer to take the land described in the writ at a price greater than the valuation set upon it by the inquest, to wit, at $ 110 per acre, for each and every acre thereof, and to pay to the plaintiff his share thereof, at such time as the said court shall direct.”\nHe thereupon claimed that he was entitled to have it decreed to him under the provisions of the 10th section of the Act of 22d April, 1856, which is as follows:—\n“That in all cases of partition of real estate, in any court wherein a valuation shall have been made of the whole or parts thereof, the same shall be allotted to such one or more of the parties in interest who shall at the return of the rule to accept or refuse to take at the valuation, offer in writing the highest price therefor above the valuation returned, but if no higher offer be made for such real estate, or any part thereof, it shall be allotted, or ordered to be sold, as provided by law.”\nBy the 11th section, the act was not to go into operation until the 1st October, 1856.\nThe court below (Pearson, P. J., holding a special court) ruled that no other rule to show cause was necessary, but that the rule granted on the 28th May, 1856, was still pending, and that the act of 22d April, 1856, did not apply, and decreed the premises to Purdy at the valuation made by the inquest.\nThe defendant thereupon sued out this writ, and assigned that the court below erred in awarding the premises to Purdy at the valuation.\nOomly, for plaintiff in error.\nThe court below was in error, in ruling that the rule to accept or refuse to accept the land at the valuation returnable the 16th June, 1856, continued in operation and was pending notwithstanding the day theretofore fixed had gone by. The rule was annulled by the writ of error. It was not susceptible of a return. The record was in a higher court. The Common Pleas had no case before them on the 16th June, 1856: 3 Bacon Ab. 354 (ed. 1844), 355; Act 5th May, 1841, § 14; Act 22d April, 1856. The act is remedial. Are the words “at the return of the rule” identical in meaning with the words “at the return day of the rule?”\nPacker, for defendant in error.\nThe Act of April 22d, 1856, was not in operation. Where a writ of error is manifestly for delay, the court will not interfere to prevent execution: Kempland v. McCauley, 4 T. R. 436; Entwistle v. Sheppard, 2 T. R. 78; Evans v. Sweet, 2 Bing. 326; Rauck v. Baker, 12 S. & R. 419. The rule to show cause, &c., was therefore hot annulled, hut remained to be disposed of whenever the record was restored to the court below. Rule to show cause on a day appointed, if cause be not shown, party obtaining the rule may move to make it absolute. But it frequently stands over by consent or by order of court: 3 Chitty Gen. Pr. 587; Tidd’s Pr., vol. i. 455 (ed. 1807); 2 Arch. Pr. 303 ; 1 Troubat & H. 860; Thurston v. Murray, 3 Binn. 413; The King of Spain v. Oliver, 1 Peters C. C. Rep. 219; Smith v. Davids, 1 Dall. 410; Hershey v. Breneman, 6 S. & R. 3; Ragan’s Estate, 7 Watts 440. An election once made, is irrevocable: Barney v. Killner, 1 Barr 35; Wentz’s Appeal, 7 Barr 152-3. Liens may be affected by retroactive laws — not so vested rights: Evans v. Montgomery, 4 S. & R. 218; Bolton v. Johns, 5 Barr 145; Neff’s Appeal, 9 Harris 246; Becker’s Appeal, 3 Casey 55; Muluck v. Souder, 5 W. & S. 199.\nThe very essence of a new law, is a rule for future cases: Bedford v. Shilling, 4 s. & R. 401; Lamberton v. Hogan, 2 B. 25-26; Lefevre v. Witmer, 10 Barr 505; Hinckle v. Riffert, 6 Barr 197 ; Eakin v. Raub, 12 S. & R. 316."
  },
  "file_name": "0113-01",
  "first_page_order": 113,
  "last_page_order": 117
}
