{
  "id": 982865,
  "name": "Commonwealth ex rel. Rawle et al. versus The Supervisors of Colley Township",
  "name_abbreviation": "Commonwealth ex rel. Rawle v. Supervisors of Colley Township",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "121",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Pa. Rep. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 261",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 275",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0275-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 405,
    "char_count": 8296,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.1852107547851e-07,
      "percentile": 0.7731298233989704
    },
    "sha256": "d3cfe31e12ae30860dc68ba8e32f2c578d67bcb806dc94192c6e02ab7664d578",
    "simhash": "1:666371a27c14912c",
    "word_count": 1457
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. Rawle et al. versus The Supervisors of Colley Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nIt is not necessary to decide on the right of nonresident owners of unseated lands to work out their road taxes. That question can only arise when they apply to do so. After the supervisors have allowed them to pay their road taxes in that way, it is too late to make the objection. Where supervisors have an arrangement that each shall take charge of a certain portion of the township, the action of either within the limits assigned, is binding on the township. In this case we see no reason why the work done by the relators with the assent of the supervisor in charge of that portion of the township where it was done, should not be regarded as a payment of the road taxes due on their lands, as soon as they designate the tracts on which they wish it applied. When they do that, and pay the residue of the taxes due on the lands thus designated, the county treasurer has no right to sell the tracts designated for the road taxes thus paid; and it would be the duty of the proper court to restrain him by injunction if necessary. It is immaterial whether the payment he made after or before the transcript is certified to the commissioners and placed in the hands of the treasurer. They have no right to the money except as agents of the law appointed to collect it. A payment to the supervisors is proper in any stage of the proceedings for collection, because it is a payment to the party entitled. Where road taxes are paid by work done on the roads, the decision of the township auditors in settling the accounts of the supervisors cannot nullify such payment or conclude the party making it. The present application is to compel the supervisors to receive the certificates of work done in lieu of money. If we did so, we do not see how this would stop the sale of the lands if the treasurer thought proper to proceed. As the party has an ample remedy against the treasurer by injunction, we see no necessity for granting him the remedy applied for here. It would leave him in a situation but little better than he was in before. Rut it is sufficient to say that he cannot demand a receipt for taxes, either from the supervisors or from the treasurer, until he designates the tracts to which the payment is to be applied. The application for a mandamus was therefore properly refused.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "J. Richter Jones, for plaintiff in error.",
      "A. J. Dietrich, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Rawle et al. versus The Supervisors of Colley Township.\nAfter the supervisors of a township have allowed non-resident owners of unseated lands to work out their road taxes, it is too late to make the objection that such owners have no right to pay their taxes in that way.\nWhether they can claim to do so as a right was not decided.\nWhere supervisors enter into an arrangement that each shall take charge of a certain portion of the township, the action of each within the limits assigned is binding on the township.\nIf the taxes have been paid to the supervisors upon unseated lands, and they have been returned notwithstanding to the commissioners, the county treasurer may be restrained from selling for such taxes by injunction.\nA mandamus will not be granted where it would not be an effectual remedy, or where a full and adequate remedy exists, through a different proceeding.\nError to the Common Pleas of Sullivan county.\nThis was an application on behalf of William Rawle, Esquire, and the heirs of Charles Kuhn, deceased, of Philadelphia, for a writ of mandamus against Dudley Vaughan and Henry Rauch, supervisors of Colley township, Sullivan county. The relators were owners of a large body of unseated lands in that township, upon which road taxes were assessed. The township being divided into two districts by an arrangement between the supervisors, by which each had the exclusive management of his own district, an application was made on behalf of the relators to the supervisor in whose district the lands principally were, early in the year 1853, for permission to work out the road taxes. This application was made prior to the return of the taxes on unseated lands by the supervisors to the county commissioners. Under the direction of one of the supervisors, persons employed by the relators worked on the roads to the amount of $218.16, to apply to the taxes for 1853.\nIn 1854, finding the whole amount of the taxes for 1852 and for 1853 returned to the county commissioners, the attorney of the owners procured certificates of the amount of work done for the owners, and presented them to the county treasurer. He received them as a payment upon condition that they would be received by the then township supervisors. This was refused, and they required to pay the whole amount in money. The relators then applied to the Court of Common Pleas for a writ of mandamus to compel the supervisors to receive such certificates and allow a credit for the amount of the work done.\nThe court granted a rule to show cause why a mandamus should not issue, and upon a return of the same, the defendants by their attorney filed the following answer :—\n1. They deny the legal authority of their predecessors to give 'certificates on the county treasurer for taxes worked out on_the roads due on unseated lands; said certificates show the township of Colley indebted to the relators, and the law provides a remedy for the recovery thereof, without a writ of mandamus.\n2. That after unseated lands have been returned to the commissioners of a county charged with road taxes, said taxes must be paid to the county treasurer in money.\n3. There is no provision by law authorizing owners of unseated lands to work out their road taxes; the law referred to by the relators, only applies to seated lands and personal property.\n4. That the work done for which said certificates were given was done under contract with said Jonathan Dado, one of the supervisors of said township, at exorbitant prices, and against the consent of Isaac McNeal, the other supervisor, in opening a new road, an act which requires judgment and deliberation, and for which the township of Colley is not legally liable without the concurrence of both supervisors.\n5. That said Dado’s account, as presented before the auditors of Colley township for the work for which said certificates were given, was disallowed by the said auditors and no appeal taken. Defendants believe that the auditors of Colley township may disallow said certificates if taken by them.\n6. That said defendants have both refused (formally) to take said certificates, and still do refuse to take the same for the reasons aforesaid..\nThe relators denied the sufficiency of the answer, and filed exceptions thereto, and moved the court to order the defendants to answer over, or to issue the mandamus as prayed. Both of which motions were denied by the court.\nWhereupon the relators removed the record to this court and assigned for error:—\n1. The court below erred in not requiring the defendants to amend their insufficient answer.\n2. The court erred in not deciding that the relators, the owners of unseated lands, had a right to work out their road taxes.\n3. The court erred, in not deciding that the relators actually did work out, at the proper time, the amount of the certificates, viz. $218.16.\n4. The court erred in not deciding that the part of the road tax remaining due and unpaid, when the return was made, was all that ought to have been returned by the supervisors, and all that could be charged against the lands by the county treasurer.\n5. The court erred on the law and facts of the case, in refusing to award a writ of mandamus.\nJ. Richter Jones, for plaintiff in error.\nThe owners of unseated land have the same right to work out their taxes as other persons: Act 15th April, 1854, §§ 25-34; Act 6th April, 1802, Stroud’s Purdon 795. The consent of the supervisors to the tax being worked out even after the proper time, though before the return, cures this defect. The court below ought to have awarded a mandamus: Commonwealth v. Johnson, 2 Bin. 275; Commonwealth v. Rosseter, 2 Bin. 261; Commonwealth v. Canal Commissioners, 2 Pa. Rep. 518.\nA. J. Dietrich, for defendants in error.\nIt is doubtful whether the legislature contemplated that owners of unseated lands should work out their road taxes, when passing the Act of 6th April, 1802."
  },
  "file_name": "0121-01",
  "first_page_order": 121,
  "last_page_order": 124
}
