{
  "id": 982876,
  "name": "Roland versus Schrack",
  "name_abbreviation": "Roland v. Schrack",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "125",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 125"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 133",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0133-01"
      ]
    },
    {
      "cite": "7 W. & S. 267",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0267-01"
      ]
    },
    {
      "cite": "1 W. & S. 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852505
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0390-01"
      ]
    },
    {
      "cite": "4 Whar. 141",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 463,
    "char_count": 7880,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.9611984846085976e-07,
      "percentile": 0.7380160001606271
    },
    "sha256": "67e042a4dc0b6ddf39921d9f4401cc28b64c65fe6480de8a1defda49c6818935",
    "simhash": "1:73336dc702973093",
    "word_count": 1422
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roland versus Schrack."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIt seems to us that the verdict in this case lacks the support of any competent evidence. Let us get clear of the artificial form of the feigned issue, and take the evidence in its natural order. The contesting creditors were made the plaintiffs, because it was necessary for them to cast such doubt upon this claim as to throw upon the claimant the burden of proving it. We assume that they did so, when they proved his declarations that he had given his son $1000 to start in business, and then showed that that sum was afterwards included in the contested judgment.\nBut when the claimant, on his part, proved that in fact he had lent the money to his son, and taken his note for it at the time, then the suspicion, founded on his declarations, was completely removed; for then it was shown how he had given it. The very indefinite word “give” was found to express the truth, and yet not to invoke the idea of a gift. This father seems to have been thinking of the instruction, which might be useful to many others : “ Give not thy son power over thee whilst thou livest; for it is better that thy children should look to thee, than that thou shouldst look to their hands. When thou shalt end thy days and finish thy life, distribute thine inheritance:” Ecclus. xxxiii. 19-23.\nAfter the claimant’s evidence was in, it was it that the contestants were called upon to meet. That could not be done by the loose declarations about giving, which were perfectly consistent with the claimant’s evidence, but by directly meeting his evidence of a loan, and showing that it did not present the true state of the case. If he took a note from his son when he gave him the money, the transaction cannot be converted into a gift by such loose talk as we have here.\nWe cannot say, from anything on our paper-book, that the court was wrong in granting the feigned issue.\nJundgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "J. F. and J. M. Linn, for plaintiff in error.",
      "Gr. F. Miller, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Roland versus Schrack.\n\"Where a son receives money from his father to enable him to embark in business, and gives his note for the amount at the time, the transaction cannot be changed from a loan to a gift or advancement by the loose declarations of the father, that he gave the money to his son.\nThe idea of a gift or advancement is repelled where an obligation for the payment of the amount is taken at the time the money is received by the child from the parent.\nError to the Common Pleas of Union county.\nThis was a feigned issue directed by the court, wherein Adam Schrack and others were plaintiffs, and John Roland defendant.\nOn the 11th day of April, 1856, Luther Rank and Charles Roland entered into partnership in a store, at White Deer Mills, in Union county. The store had previously been carried on by Rank and William A. Magee. Under the agreement by which Magee retired, and Roland came into the firm, Rank & Roland agreed to pay the debts owing by Rank & Magee. Charles Roland procured from his father, John Roland, $1000, a few days after the partnership was formed, and gave his note, dated 1st April, 1856, for the amount. John Roland also became surety for Rank & Roland to the amount pf $700. The money thus received from John Roland, and borrowed by the firm, went into the operations of the firm, and was principally appropriated to pay debts owing by Rank & Magee. On the 15th August, 1856, Rank & Roland, being embarrassed, confessed a judgment to John Roland for $1722.50. On this judgment and others executions were issued, and the property of the firm levied and sold, and the proceeds were in court for distribution.\nA petition was presented to the court, signed by the attorneys of the plaintiffs, creditors of Rank & Roland, alleging that the judgment in favour of John Roland was fraudulent and void, and for the purpose of hindering and delaying the creditors of Rank & Roland. An affidavit was made by William A. Magee, who was not a party to the issue, nor an execution-creditor, but interested in having the money appropriated to the debts of Rank & Magee, assumed by Rank & Roland. Thereupon the court directed this issue. On the trial, in the court below, the defendants’ counsel moved to strike off the issue as having been improvidently awarded, upon the petition of the counsel instead of the parties, and sworn to by a person not a party to the petition or the issue. This motion was refused by the court.\nThe plaintiffs alleged that the $1000 which Roland received from his father, was as a gift or advancement, and proved the declarations of John Roland, to the effect that he had given his son $1000 to commence business in the store.\nThe defendant proved that he had taken a note from his son for the amount at the time he handed him the money, bearing interest, and also produced his book, in which were charged the advancements to his children, and that this sum was not charged against Charles as such.\nThe defendant, among other things, requested the court to charge the jury that the fraud which is declared to be so by the statute is legal and not actual, and under the ruling by the Supreme Court in Levering v. Rittenhouse, 4 Whar. 141, and High’s Appeal, 9 Harris 283, the court is bound to direct the jury, under the evidence developed in this case, that the plaintiff cannot recover.\nThe court below (Wilson, P. J.) charged in part as follows, and answered the foregoing point:—\n“ The question then is for you, and it is whether, when Charles got the money from his father, it was an irrevocable gift, which is certainly not shown by the note his father took from him at the time. And, 2d, If it was not such irrevocable gift, and no evidence to satisfy you that he changed afterwards to such gift, this would not be an advancement, and John Roland might include it in his judgment without fraud being imputed to him. But if you are satisfied that it was an absolute gift originally, or that he afterwards changed it to an irrevocable gift, the plaintiff would be entitled to your verdict; but if there is not evidence of its being originally or afterwards changed by the parties to such gift, your verdict will be for the defendant.\n“ Legal fraud is for the court, but not fraud in fact, and the question here presented in this case is, whether the $1000 was an advancement or a loan, which is for the jury under the evidence in the cause, and we therefore refuse to answer the point as a whole, as requested, and refer you to our general charge as to what will constitute an advancement.”\nThe jury found for the plaintiff. Whereupon the defendant sued out this writ, and assigned here for error that the court below erred in refusing to strike off the issue, in admitting evidence of the declarations of defendant to prove an advancement in the absence of the son, and in their charge to the jury, and the answer to the point.\nJ. F. and J. M. Linn, for plaintiff in error.\nThe petition for the issue was signed by the attorneys of the plaintiffs, and the truth of the facts set forth not sworn to by the applicants for the issue: Penn. Dig. 343-4; Seip’s Appeal, 2 Casey 176, 7. “ It is clearly settled law from all the cases that where an obligation to pay exists there can be no advancement:” Haverstock v. Sarbach, 1 W. & S. 390; Porter v. Allen, 3 Barr 390; 4 Bac. Abridg. 97; Levering v. Rittenhouse, 4 Whar. 141; Yundt’s Appeal, 1 Harris 580; High’s Appeal, 9 Harris 283-287; Lawson’s Appeal, 11 Harris 85.\nGr. F. Miller, for defendant in error.\nThe petition was properly signed and sworn to: Reigart’s Appeal, 7 W. & S. 267; Trimble’s Appeal, 6 Watts 133. The declaration of the defendant in the issue was admissible to show that the $1000, embraced in the judgment of $1772.50, was not a debt owing and due him, but on the contrary was a.gift to his son: Cole v. Ballard, 10 Harris 431; Fitzwater v. Stout, 4 Harris 22; Whiting v. Johnston, 11 S. & R. 328."
  },
  "file_name": "0125-01",
  "first_page_order": 125,
  "last_page_order": 127
}
