{
  "id": 982747,
  "name": "Garrard versus The Pittsburgh and Connelsville Railroad Company",
  "name_abbreviation": "Garrard v. Pittsburgh & Connelsville Railroad",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "154",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Sandf. 151",
      "category": "reporters:state",
      "reporter": "Sandf.",
      "case_ids": [
        1360156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/4/0151-01"
      ]
    },
    {
      "cite": "6 Hill 93",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "13 Wend. 605",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2015746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/13/0605-01"
      ]
    },
    {
      "cite": "5 Binn. 134",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "20 Ala. 95",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8496995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/20/0095-01"
      ]
    },
    {
      "cite": "3 McLean 358",
      "category": "reporters:federal",
      "reporter": "McLean",
      "case_ids": [
        6624259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/23/0700-01"
      ]
    },
    {
      "cite": "4 Wharton 258",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "5 Binn. 134",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 17255,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 5.421309838140113e-07,
      "percentile": 0.9447340366175788
    },
    "sha256": "53b294aa521726199fe16e588dcb9a30fe770af8ed744bc0d70abf7dd11009a4",
    "simhash": "1:a9f0ce25f80abfdd",
    "word_count": 3026
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Garrard versus The Pittsburgh and Connelsville Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, O. J.\nThis is an action of trover and conversion, brought by the Pittsburgh and Connelsville Railroad Company to recover damages for the conversion of a bond given by the county of Allegheny in payment of its subscription to the stock of the company. On the 1st July, 1853, the commissioners of Allegheny county issued 750 bonds, in each of which the county acknowledged itself indebted to the Pittsburgh and Connelsville Railroad Company in the sum of $1000, and promised to pay the same, thirty years after date, to the said railroad company, or hearer, with interest, payable semi-annually. On the 7th July, 1853, a resolution was adopted by the railroad company, authorizing “ the president” “to negotiate the bonds of the company, at such times, and upon such terms as he may deem expedient.” William Larimer, Jr., was, at that time, the president of the company. The bonds were placed in his hands for safe keeping, and also for the purpose of negotiating them, with an assignment and guaranty endorsed on the back of each. That assignment was signed by himself as president of the company. It was under the corporate seal; but the blanks for the date of the assignment, and for the name of the assignee, were not filled up. The bonds were all handsomely executed, with sixty coupons attached to each one, and each bond bearing on its face a likeness of Gen. Larimer, the president. The president was also a private banker, and on the 20th October, 1854, he received from J. H. Garrard, the plaintiff in error, a deposit of $700, for which he issued a certificate, making the money payable to the order of said Garrard, on returning the certificate, with interest. On the 10th November, 1854, the bond in controversy was delivered by Mr. Larimer to Mr. Garrard, and a receipt given for it without specifying the purpose for which it was so delivered. It is alleged by the plaintiff in error that it was given as collateral security for the payment of the deposit. There is no evidence that any new consideration passed, or that Garrard agreed to forbear drawing out his deposit. There is nothing in the case tending to show that his right of action for the money deposited was suspended for an instant.\nIt is an undoubted principle of equity that the owner of property may follow and reclaim it wherever he can find and identify it, until arrested in the pursuit by the countervailing equity of a bona fide purchaser, for a valuable consideration paid. A purchaser with notice that the sale is a breach of trust, or a fraud upon the rights of the real owner, is particeps criminis with the fraudulent vendor, and his purchase cannot protect him against the owner, because such a purchase is not bona fide. Notice is either actual or constructive. Constructive notice is in its nature no more than evidence of notice, the presumption of which is so violent that the court will not even allow of its being controverted: Billington v. Welsh, 5 Binn. 134; Story's Equity, § 399. Whatever is sufficient to put a party upon inquiry, is in equity held to be good notice to bind him. Where a purchaser cannot make out a title but by a deed which leads him to another fact, he shall be ■ presumed to have knowledge of that fact: 2 Fonbl. Eq. 63, ch. 3, § 1, note (5); so he is supposed to have knowledge of the instrument under which the party with whom he contracts as executor, or trustee, or appointee, derives his power: Id. 62, ch. 6, § 3, note (m). Applying these principles to the case in hand, we find that the bond in controversy bore, on its face, conclusive evidence that it was originally the property of the Pittsburgh and Connelsville Railroad Company, for it purported to have been given to that corporation for a debt due to it contracted by a municipal corporation, under special authority conferred by Acts of Assembly recited in the body of the instrument. The unexecuted assignment on the back of it, signed by William Larimer, Jr., as president of the company, was notice that he was acting in behalf of the company. As the assignment purported to be in pursuance of the “ order of the board of directors,” the purchaser was bound to look to that order; for, without it, the president had no authority to make the transfer. A reference to the order or resolution of the board disclosed the authority of the president, and the purchaser was thereby affected with notice that the bond was in the hands of the president, under an authority to negotiate it for the benefit of the corporation. If Mr. Garrard had purchased it for a money consideration, the purchase would have been in pursuance of the power, and he would not have been affected by any subsequent misapplication of the funds. But when he took it as col-1 lateral security for an individual debt of the president, he became! a party to the misapplication and the breach of trust. If the blank left for the name of the assignee had been filled up with that of William Larimer, Jr., himself, at the time when Garrard first saw it, there would still have been sufficient to put him upon inquiry, because Larimer, as president, had no right to sell to himself as an individual. But the blanks in the assignment were sufficient to show to any man of ordinary prudence that it was an unfinished paper, placed in his hands as a convenient mode of executing the power to sell for the benefit of the company, of which he was the chief officer. As a general rule, when the chief - officer of a corporation is found in possession of its securities,, his possession must be presumed to be the possession of the corporation. We are clearly of opinion that Garrard, at the time he received the bond, had constructive notice of the rights of the corporation, and that it was the duty of the District Court so to instruct the jury.\nBut there is another ground equally fatal to the plaintiff in error. There is no evidence to show that any valuable consideration passed from Garrard at the time of the delivery of the bond to him. It is not pretended that he paid anything for it; nor is it alleged that he received it in payment of the pre-existing debt. It was received merely as collateral security for it, without any agreement whatever to forbear, or to extend the time of payment. His right of action was not suspended for an instant. If he loses the bond he sustains no actual loss, because he is left in the conÍdition he was in before he took it. If he delayed recovering his j deposit from Larimer, it was his own voluntary act, and, under | the evidence, cannot be placed to the account of the bond. The i law of Pennsylvania is well settled that the holder of a negotiable instrument received merely as collateral security for a pre-existing debt, without any new and distinct consideration, is not a holder for a valuable consideration, so as to exclude a recovery by the owner on showing that the transfer was made without authority: Petrie v. Clark, 11 S. & R. 377; Kirkpatrick v. Muirhead, 4 Harris 123; Walker v. Geisse, 4 Wharton 258; Depeau v. Waddington, 6 Id. 220; Sidwell v. Evans, 1 Penna. Rep. 385; Tolsons v. Clerk, Cro. Car. 438; Gill and Hairwood’s Case, 1 Leon. 61; Bay v. Coddington, 5 John. Ch. R. 54; Lutwich v. Hussey, Cro. Eliz. 19; Londsdale v. Brown, 4 W. C. C. R. 151. This view of the case seems to have been entertained by the learned judge of the District Court. He instructed the jury that “if the bond belonged to the company, and was pledged by the president of the company for money previously deposited with him by the defendant, as collateral security, the plaintiff is entitled to recover.” This part of the charge is not excepted to. If correct, as we have endeavoured to show that it is, the case is with the plaintiff below, independent of the question of notice.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, O. J."
      }
    ],
    "attorneys": [
      "Flenihen and J. Mellon, for plaintiff in error.",
      "A. W. Foster, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Garrard versus The Pittsburgh and Connelsville Railroad Company.\nIt is a principle of equity that the owner of property may follow and reclaim it wherever he can find and identify it, until arrested in the pursuit by the countervailing equity of a bond fide holder for a valuable consideration paid.\nA person purchasing with notice that the sale is a breach of trust, is particeps criminis, and cannot protect himself against the owner, not being a bond fide purchaser.\nConstructive notice is such evidence of notice, the presumption of which is so violent that the courts will not allow of it being contradicted.\nA party receiving from the president of a railroad company, a bond given to the company with an assignment in blank upon it, by such president, which purports to have been done by him as president by order of the board of directors, as collateral security for an antecedent debt due by such president individually, is not such bond fide holder for value, without notice, as can hold the bond against the company.\nError to tbe District Court of Allegheny county.\nThis was an action of trover and conversion brought by the Pittsburgh and Connelsville Railroad Company against John H. Garrard. The county of Allegheny made and delivered to the Railroad Cmpany, under the provisions of an Act of Assembly authorizing the same, 750 bonds of $1000, each with coupons attached, dated 1st July, 1853. The material part of the bonds was as follows:—\n“ Know all men by these presents, that the county of Allegheny, in the Commonwealth of Pennsylvania, is indebted to the Pittsburgh and Connelsville Railroad Company in the full and just sum of $1000, which sum of money said county agrees and promises to pay thirty years after the date hereof, to the said Pittsburgh and Connelsville Railroad Company, or bearer, with interest at the rate of 6 per cent, per annum, payable semi-annually at the banking office of Winslow, Lanier & Co. in the city of New York, &c.”\nThe remainder of the bond pledged the faith of the county, was signed by the commissioners, with the county seal attached, and had annexed to them sixty coupons, for the semi-annual interest.\nWilliam Larimer, Jr., was the president of the railroad company, and by resolution of the board of directors of the 7th July, 1853, he was “ authorized to call assessments of stock, and negotiate the bonds of the company, at such times and upon such terms as he may deem expedient.” These bonds were delivered over to Larimer, the president, and upon them was contained the following assignment:—\nOffice of the P. & C. Railroad Company,\nPittsburgh, ,185\nFor value received the Pittsburgh and Oonnelsville Railroad Company assigns the within bond to , or bearer, and guarantee's the payment of the principal and interest of the same, as within specified.\n[seal] Wm. Larimer, Jr., President.\nOn the 20th October, 1854, John II. Garrard, the defendant, deposited with Larimer, who was a private banker in the city of Pittsburgh, $700, and received the following certificate:—\nBanking House of Wm. Larimer, Jr., Pittsburgh, October 20, 1854.\npar. $300 cur.\nJ. PI. Garrard has deposited in this office $700 to the credit of himself, payable to his'order, on returning this certificate, in like funds, with interest.\nWm. Larimer, Jr.\nEndorsed, Jno. H. Garrard, Jan. 6, 1855.\nOn the 10th November, 1854, Larimer gave to Garrard one of these coupon bonds, being No. 536, as collateral, security for the payment of his deposit. And about the 1st January, 1855, Larimer failed for a large amount, and the deposit of Garrard remained unpaid. The railroad company demanded the bond from the defendant, and he refusing to surrender it, this action of trover was brought to recover its value in damages.\nOn the trial in the court below, the defendant’s counsel submitted the following points:—\n1. That if the jury believe that the defendant, Garrard, was a creditor of Gen. Larimer, the president of the company, on the 10th of November, 1854, to the amount of $700; that he, Larimer, was then in failing circumstances; that Garrard became anxious to secure his said deposit, and that Larimer thereupon delivered to defendant the bond in controversy as security for his said deposit; and the defendant, in consideration thereof, permitted his money to remain in the hands of said Larimer, without any knowledge of the equities existing between plaintiff and Larimer, then the defendant is legally entitled to hold the bond in suit until the amount due him by Larimer is paid; and there being no evidence of payment, or tender of payment, this action has been prematurely brought.\n2. If the jury believe that Gen. Larimer, the president of the company, was authorized by the board of directors of this railroad company to sell and negotiate the bond in suit, as he might deem expedient, and that said Larimer delivered the bond to defendant, in consideration whereof the defendant permitted his money to remain in the custody of Larimer, the defendant is entitled to hold it until paid.\n3. That the bond in suit is negotiable in its character, and the possession of it by Larimer clothed him with power to sell or pledge it for his own debt; and if defendant had no notice of the equities existing between Larimer and the plaintiff, he is entitled to hold it until paid the balance due him by Larimer.\n4. The measure of damages, if plaintiff is entitled to recover, is the market value of the bond at the time of conversion, on the 19th January, 1855, with interest.\n5. That if the jury believe that Gen. Larimer was authorized by the company to negotiate said bonds upon such terms as he might deem expedient, and defendant accepted the bond in suit as collateral security for money loaned him by defendant, the fact that the bond was endorsed in blank by Larimer, as the president of the company, will not visit the defendant with constructive notice of the equities existing between him and plaintiff.\nThe court below (Williams, J.) charged the jury, and answered the points as follows :—\n“ If the jury find that the bond in controversy was the property of the Pittsburgh and Connelsville Railroad Company when it was delivered to the defendant by William Larimer, Jr., the president of the said company: and if the bond was delivered or pledged by the said William Larimer to the defendant, as collateral security for money previously deposited with the said Larimer by the defendant, then the fact that the said Larimer was the president of the said Pittsburgh and Connelsville Railroad Company, as shown by the bond itself, was sufficient to put the defendant upon inquiry as to the ownership of the said bond, and the right of the said Larimer to pledge or hypothecate the said bond for money previously deposited by the said defendant, and constructive notice to the defendant that the bond was the property of the company, and that the said Larimer had no right to pledge it for his own indebtedness for the money deposited by the defendant ; and the defendant is not entitled to hold the said bond as against the said company.\n“ If the bond belonged1 to the company, and was pledged by the president of the company, for money previously deposited with him by the defendant as collateral security, the plaintiff is entitled to recover the market value of the bond at the time of the demand and refusal, with the interest paid thereon.\n“ The measure of damages is not the face of the bond, but its highest market value at the time of the demand and refusal, or at any time subsequent thereto, up to this time.\n“ The points submitted by defendant’s counsel are sufficiently answered in the charge; and so far as they are not answered, they are refused.”\nFlenihen and J. Mellon, for plaintiff in error.\nA. W. Foster, for defendant in error.\nThe fact that Larimer (from whom Garrard received this bond, not by purchase, but as collateral security for an antecedent individual indebtedness) was the president of the railroad company, was apparent on the bond itself; Garrard thus was put upon inquiry, and consequently had notice: Smith v. Low, 1 Atk. 490; Ferrars v. Cheney, 2 Vernon 384; Lodge v. Simonton, 2 Penna. Rep. 439; Barns v. McClinton, 3 Penna. Rep. 30; Sergeant v. Ingersoll, 3 Harris 348; Daniels v. Davidson, 15 Vesey 254; 4 Kent, § 58, p. 179; Hill v. Simpson, 7 Ves. Jr. 170; Cromwell v. Argot, 1 S. & R. 182; Taylor v. Gitt, 10 Barr 431; 1 Sto. Eq. § 400, and note; Purdy v. Morgan, 3 McLean 358; McGeehe v. Gindrat, 20 Ala. 95. The court below was right in deciding the question of constructive notice; it would have been error to leave it to the jury: Billington v. Welsh, 5 Binn. 134; Gonzales v. Hoover, 6 S. & R. 118; 1 Story’s Fq. § 399; Hiern v. Mill, 13 Vesey, Jr. 120. There was no evidence of any new consideration passing at the time of the assignment; nor could there be, for plaintiff in error himself alleged the transaction was a deposit and not a sale; but no defence could have been successfully set up in face of the notice that Larimer was in possession, not in his own right, but as an officer of the company. In order to defeat us, Garrard must be a Iona fide holder without notice of our rights, and have taken the bond in the usual course of business: Kirkpatrick v. Muirhead, 4 Harris 123; Payne v. Cuthe, 13 Wend. 605; Bay v. Coddington, 5 John. Ch. 54; Stalker v. McDonald, 6 Hill 93; Henby v. Pritchard, 2 Sandf. 151."
  },
  "file_name": "0154-01",
  "first_page_order": 154,
  "last_page_order": 160
}
