{
  "id": 982858,
  "name": "The Pittsburgh and Connelsville Railroad Company versus Barker et al.",
  "name_abbreviation": "Pittsburgh & Connelsville Railroad v. Barker",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "160",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Penn. Rep. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 602,
    "char_count": 12614,
    "ocr_confidence": 0.459,
    "sha256": "7b99552c3eef8ce7039c2d6cfe64979e1fde8a6ac338785e8f9b89d331bf49bd",
    "simhash": "1:28157421daa0b4c9",
    "word_count": 2171
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pittsburgh and Connelsville Railroad Company versus Barker et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe questions arising in this case have been disposed of in the opinion just delivered in the case of Garrard v. The Pittsburgh and Connellsvile Railroad Company. For the reasons given for affirming the judgment of the District Court of Allegheny county in that case, the judgment of the Court of Common Pleas of Beaver county in the one now under consideration must be reversed.\nThe evidence clearly shows that the bonds in controversy •belonged to the plaintiff in error, and that they were disposed of by an agent fraudulently for his own benefit, and without authority. The right of the plaintiff to follow and reclaim them, until they are found in the hands of a bona fide purchaser for a valuable consideration paid, is equally clear. Having shown that the right of property is in the plaintiff, and that the bonds are in the possession of the defendants, under an agreement to hold them as collateral security for a pre-existing debt, the burthen of proving some new and distinct consideration is clearly on the defendants. They gave no evidence whatever tending to establish such a fact, and the excellent judge who presided at the trial below fell into the error of submitting to the jury to find an extension of time on the pre-existing debt, not only without evidence, but against the whole evidence given on the subject. It is conceded that the deposits of the defendants with General Larimer, as their banker, were originally subject to 11 immediate withdrawal.” This, the learned president of the Common Pleas tells us, “the book proves.” If any change in the contract had taken place, in consequence of receiving the funds as collateral security, it is reasonable to suppose that it would have been entered in “ the book.” As “ the book” was kept by Gen. Larimer himself, and as an extension of time for the 'repayment of the deposit was for his benefit, the presumption is that if any such arrangement had taken place, he would have entered it therein. But “ the book” shows that the deposits remained after the receipt of the bonds, upon the original terms, subject to “ imrriedate withdrawal” at the pleasure of the depositor. In addition, it is well known that deposits with bankers are so generally made upon these terms, that an agreement to deprive a depositor of his right to check for his money at pleasure would be unusual and improbable. The banker would not put his credit in peril by asking it. The depositor would not be likely to agree to it without strong reasons. In the case before us, “ the book” also shows that no such agreement was acted on by either party. The balance due the depositors on the 10th November, 1854, when the bonds were received, was $8380.61. According to the ledger of Gen. Larimer, the balances due the defendants were greatly reduced between the 10th November, 1854, and the 1st January, 1855. On the 10th November, 1854, the balances due to two of the defendants amounted in the aggregate to $7928.96. On the 7th January, 1855, these balances were reduced to an aggregate of $4594.88. Here is a reduction of $3334 in less than sixty days. This, the president judge tells us in his charge, was done by “ checking” for the money from time to time as occasion required.” This the defendants could not have done if there had been an agreement to preclude them from drawing their money out at pleasure. The receipt given for the bonds warrants the inference that the defendants still retained in their possession the certificates of deposits. These were originally given as evidence of the terms on which the deposits were made. The retention of them, unchanged in their terms, is strong evidence that no agreement was made, on the receipt of the bonds, to vary the rights of the parties in respect to the preexisting debt. The non-production of these certificates when called for on the trial, standing unexplained by proof of loss or destruction, or any other circumstance, justifies the belief that they contain nothing tending to show any change in the original contract. Neither the receipt given for the collaterals, nor the certificates of deposits, nor the books, nor the acts of the parties, show any new and distinct consideration. On the contrary, they all tend to show that the rights of the parties in respect to the deposits, remained precisely as they stood before. This is the only legitimate inference which can be drawn from the evidence. It was therefore error to encourage the jury to find, with this evidence before them, that there was an agreement for a “ further credit.” How long the “further credit” was to extend, we are at a loss to conjecture. “An agreement to forbear per breve or paululum tempus, or pro aliquo parva tempore, or even pro aliquo tempore,” seems to have been thought insufficient as a consideration, “ because it is so uncertain in its terms as not to stand in the way of a suit the next moment.” Per Chief Justice Gtbson, in Sidwell v. Evans, 1 Penn. Rep. 385. Eor the same reason Judge Washington held, that a promise to forbear for a short time would not be a good consideration: Lonsdale v. Brown, 4 W. C. C. R. 151; Lutwich v. Hussy, Cro. Eliz. 19. It is not necessary to decide whether an agreement for “further credit” without specifying how long, would constitute a consideration more available than an engagement to forbear for “ a short time;” because there is no evidence of any agreement for any forbearance at all. It is possible that the defendants, on the receipt of the bonds, considered their money sufficiently secured if left on the original terms. By those terms they could exercise a superintending vigilance, and withdraw it on the approach of danger. They could also withdraw it at any moment when they desired it for their necessities, or for business operations. This was a power over it which was advantageous to them. As men do not usually give up pecuniary advantages, or sacrifice their interests, or surrender up the reins of power, without necessity, it is not to be presumed that it was done in the present case. There is every reason to believe that they could have obtained the possession of the bonds merely to quiet present fears, without any agreement whatever which would stand in the way of a check, or an action for the money the next moment. If so, it was merely a case of “ confidence,” without legal consideration, and furnishes no defence to the present action.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "A. W. Poster, Cunningham, and Clarke, for plaintiff in error.",
      "Petterman and Roberts, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Pittsburgh and Connelsville Railroad Company versus Barker et al.\nA transfer of bonds belonging to a railroad company, by the president of the corporation, as collateral security for a pre-existing debt due by himself, no new consideration having passed at the time, is void, although the president was authorized by the board of directors to sell and negotiate the bonds for the company.\nThe onus of proving such new consideration is upon the party claiming to hold the bonds; and it is error to submit the question to the jury where there was no evidence given which would justify them in finding the fact.\nWhere such bonds were pledged as collateral security for money previously deposited with the president as a banker, and no further time was given for the payment of the deposit — the certificates being retained by the depositor, and no change made upon the books of the banker — it was strong evidence that the deposits remained after the pledge of the bonds as before subject to immediate withdrawal.\nSuch facts negatived any inference to be drawn from the pledge of the securities that “ further time’' for the payment of the deposit was given in consideration of such pledge.\nError, to tbe Common Pleas of Beaver county.\nThis was an action of trover and conversion at the suit of the Pittsburgh and Connelsville Railroad Company against Nelson Barker and Others.\nThis action was brought by the railroad company to recover the value of ten coupon bonds of the county of Allegheny, for the sum of $1000 each, dated July 1, 1853 — payable to the said railroad company, or bearer, thirty years after the date. They are part of a subscription of $750,000 by Allegheny county, and are in the usual form of such securities — payable to bearer, and interest coupons, payable also to bearer, and were made payable to -, or bearer, by endorsement under the corporate seal of the, company, and the signature of William Larimer, Jr., as the president of the company.\nThe facts, as appear by the notes of testimony taken by the judge and certified by him, are as follows:—\nOn the 10th of November, 1854, and for a long time before, William Larimer, Jr., was the president of the Pittsburgh and Connelsville Railroad Company, and as such, had deposited with him by the company, the 750 bonds of Allegheny county, for $1000 each, for safe keeping, with authority also to sell them for the benefit of the company; but he had no private interest in, or individual title to them. It appears he sold a large number of them, for the value of which he gave the company a judgment, after his failure in 1854.\nDuring the time Larimer acted as president of the company, he was doing business in the city of Pittsburgh as a banker and broker —buying and selling notes, bills, bonds, railroad securities, &e.\nOn the 1st of November, 1854, William Lai-imer, Jr., as a banker and-broker, advertised for sale Allegheny county coupon bonds, endorsed by the Pittsburgh and Connelsville Railroad Company, in a paper styled “ Larimer’s Counterfeit Mirror and Financial Gazette,” published by Thurston & Co., a copy of which,, dated November i, Í854, was produced on the trial of the cause, by the defendants, in connexion with the deposition of George- II. Thurston.\nIt appears that about the 1st of November, 1854, there was considerable panic in the money market, and a run on the bankers of the city, which caused a number of them to fail.\nThe defendants, prior to the panic, had deposited funds with Larimer, and on the 10th of November, 1854, they signed a receipt to William Larimer, Jr., reciting ten bonds of Allegheny county (the same for which this suit was brought), and stating that they were held by them as collateral security for the payment of three certificates of deposit, of $4014.66, $3914.30, and $451.65. The certificates of deposit were not produced on the trial, although notice to do so had been given by the plaintiff.\nIn April, 1855, Larimer gave the plaintiff a judgment for the sum of $218,799, to secure his liabilities for bonds he had sold. These ten bonds, for which this suit was brought, were not included in that judgment — the plaintiff claiming that the title to them was in the company, and that Larimer could not pledge or deposit them as collateral security for his own individual indebtedness, existing before such pledge or deposit, to the prejudice of plaintiff’s rights.\nOn the 81st of December, 1854, Larimer failed, and soon after made a general assignment for the benefit of his creditors.\nOn the 24th of January, 1855, the plaintiff, through A. L. Russell, Esq., and afterwards through A. W. Poster, Esq., demanded the bonds in suit from the defendants. They declined or refused to surrender them, saying they intended to contest the ownership, upon the ground that they had got them from Larimer as collateral security for their deposits — upon which refusal, the plaintiff instituted this suit.\nThe plaintiff submitted several points in writing, the 5th of which was as follows:—\n“ There is a material distinction between a bona fide sale of these bonds by Larimer, for money paid down by the purchaser, and a deposit of them by him with the defendants, as collateral to secure the ultimate payment by him of an indebtedness to defendants by him, existing prior to said deposit of the bonds.”\n. To this the court below (Agnew, P. J.) said: “ This has been substantially answered in the affirmative.”\nIn the general charge to the jury, the court said in substance: “We see nothing on the face of the bonds and assignments which the law would pronounce sufficient in itself to excite suspicion as to Larimer’s title to them; and, that being a broker, was not conclusive that he held the bonds as agent. That there was evidence of a new consideration at the time the bonds were received to be submitted to the jury.”\nThe jury found for the defendants.\nThe plaintiffs took this writ, and assigned the charge of the court and the answer to the point for error.\nA. W. Poster, Cunningham, and Clarke, for plaintiff in error.\nPetterman and Roberts, for defendants in error."
  },
  "file_name": "0160-01",
  "first_page_order": 160,
  "last_page_order": 164
}
