{
  "id": 982911,
  "name": "The Pennsylvania Railroad Company versus Porter & Porter",
  "name_abbreviation": "Pennsylvania Railroad v. Porter & Porter",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "165",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 165"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 559,
    "char_count": 12638,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.5435506618882046e-07,
      "percentile": 0.6733994916305931
    },
    "sha256": "a4b64d973bdee104b01de4882fc3ab9bf4337f0ba909fc8bcfd0c9afa20cac55",
    "simhash": "1:3a33a418264f134f",
    "word_count": 2194
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Railroad Company versus Porter & Porter."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThis was a proceeding under the fourth section of the Act of March 27, 1848, to recover damages alleged to have been sustained by the petitioners in consequence of the construction of the Pennsylvania Railroad.\nThe viewers awarded to the petitioners the sum of $2200, and the award was approved by the Court of Common Pleas of' Cambria county. At the instance of the company, the record is brought into this court for review.\nIt is objected to the validity of the proceedings,\n1. That the petition does not set forth the inability of the parties to agree upon the damages, nor the absence or legal incar pacity of the owners.\n2. That the report does not show that there was a hearing before the viewers, of the parties, and that the action of the viewers was in fact founded upon ex parte statements, made by the claimants in the absence of the other party.\n3. That no description of the property taken and appropriated is given in the petition or in the report, and that the quantity of ground required and necessary for the construction and maintenance of the railroad is not accurately stated in the report.\nThe first objection is obviated by the amended petition sworn to by one of the petitioners, and filed in the Common Pleas before the view was taken.\nIt is unnecessary for the report to show affirmatively the presence of the parties at the time the view was had, or that witnesses were regularly called and sworn. In this respect the presumption is in favour of the regularity of the action of the viewers ; and to show any actual illegality, the remedy is confined exclusively to the Common Pleas, where the facts may be shown by evidence.\nThe precise quantity of ground taken, occupied, and used, is stated to be 1 Sere and 13 4-10ths perches. Whether the quantity of ground is accurately stated or not, we have no means of ascertaining; but the presumption is in favour of the correctness of the report.\nBut the objection that the'ground taken is not described in any part of the record, is well founded in fact, and the want of such description prevents our confirmation of the judgment of approval entered in the Common Pleas.\nIn O’Hara v. The Pennsylvania Railroad Company, 1 Casey 445, a report of viewers was set aside at the instance of the landowner, because there was not a full description of the land taken by the railroad company; and in Zach v. The Pennsylvania Railroad Company, Id. 394, the report gave the length and breadth of the strip of land taken, and stated that the value of the land was embraced in the damages awarded. A plot or draft was also annexed to the report. The report was set aside because the quality and value of the land were not specifically stated.\nThese cases show that where the company is the petitioner, the proceedings are closely scrutinized; and there is no reason why we should be more lenient to proceedings commenced and conducted by the other party. At all events, in every case, the land taken should be so described, either in the petition or in the report, that its identity would not be questionable. There is no hardship in requiring this to be done, for the viewers must know the length and breadth' and precise locality of the land, in order to state the quantity, quality, and value. Where there is any difficulty in describing the land, the railroad company, upon application, ought to furnish the petitioner or the viewers with a correct description; and in case of a refusal, no exceptions, founded típon the absence or inaccuracy of description, would be listened to on behalf of the corporation.\nAn accompanying plot or draft may not be necessary in every case, but the description ought to contain at least the length, breadth, and where the line is not straight, also the courses and distances; and, in addition thereto, the boundaries should be stated. Such a description would afford valuable aid in examining the accuracy of the viewers; but its most important office is to furnish reliable evidence of the identity of the appropriated land for future reference.\nIn the case under consideration, the report appears to have been carefully and accurately prepared, except in the matter of description; but in this it is fatally defective.\nThe judgment is reversed, and new view awarded; costs to abide the final result.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Stokes and Pershing, for plaintiff in error-.",
      "Blair and Petilon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Railroad Company versus Porter & Porter.\nWhere the original petition filed for the appointment of viewers to view and assess the damages sustained hy a landowner, by reason of the location and construction of a railroad through his land, omits to state the absence of the owner from the state, or the inability of the owner and the company to agree upon the damages, the defect may be obviated by an amended petition filed before the view is had.\nIt is unnecessary for a report of such viewers to set forth affirmatively, the presence of the parties at the time of the view, or that, witnesses were regularly called and sworn: the presumption is in favour of the regularity of the action of the viewers.\nThe remedy for any actual illegality in this respect is confined exclusively to the Common Pleas, where the facts may be shown by evidence in pais.\nIn proceedings of this kind, the land taken for the use of the railroad must be soi described, either in the petition or report, that its identity cannot be questioned — and where the proceedings are defective in this respect they will, be reversed.\nCertiorari to Quarter Sessions of Cambria county.\nThis was a proceeding instituted by Thomas H. Porter and Thomas H. Porter, Jr., under the 4th section of the 27th March, 1848, to recover from the Pennsylvania Railroad Company the damages sustained by the construction of their railroad through the lands of the plaintiffs, situate in Washington township, Cambria county.\nOn the 10th June, 1856, Thomas H. Porter presented his petition for and on behalf of himself and his ward, Thomas H. Porter, Jr., in which, after alleging their seisin and the description of the land through which the railroad is made, he sets forth:—\n“ That the Pennsylvania Railroad Company, heretofore, to wit: Anno Domini 1851, entered in upon the said tract of land, then and aforesaid owned by your petitioner and his ward, and constructed the railroad of the said company, through and over said lands, to the great damage and injury of your petitioner and his said ward. That the said Pennsylvania Railroad Company hath never paid to your petitioner any sum of money whatsoever, for and in satisfaction of the damages by him sustained in the premises ; he, therefore, prays your honours for the appointment of viewers to estimate and determine the damages aforesaid, according to the Acts of Assembly in such cases made and provided, and he will ever pray, &c.”\nViewers were appointed on the 12th day of August, 1856.\nThe view was continued by consent of the parties, and on the 12th September, 1856, the court.granted leave to file an amended petition, which, after reciting the former petition, set forth: “ That the viewers appointed by your honours have not yet met to perform their duties; and your petitioner avers that before the time of the presenting of the said petition, your petitioner, after repeated efforts, was unable to agree with the said Pennsylvania Railroad Company respecting the damages justly due and payable to your petitioner in the premises; he therefore, prays your honours to allow this, his petition, to be placed on record, as an amendment of his aforesaid petition, and he will ever pray, &c.”\nThese petitions were respectively sworn to by the petitioner. The view was continued several times by consent, and on the 10th October, 1856, the viewers met upon the ground, and, in the absence of the defendants and their counsel, made the following award:—\n“ We, the undersigned viewers appointed by the court, as appears by the annexed order of the Court of Common Pleas of Cambria county, having met at the time and place mentioned in the within order of continuance, to wit: at Cresson, on this 10th day of October, A. D. 1850, did proceed to the premises in the said order prescribed, and we do report: That we viewed the premises aforesaid, and do estimate the quantity of land so taken and occupied by the Pennsylvania Railroad Company, and used in the construction of their road over the same, to be one acre and thirteen and four-tenth perches. That the quality of the land so taken and occupied is common mountain slate land, cleared, and at the time of the construction of said railroad, was covered in part by a mill-dam from which a saw mill on the said premises was supplied. That the value,of the land so taken and occupied, is and was at the time of the taking aforesaid, $10 per acre. That the saw-mill aforesaid on the said premises, has been rendered entirely useless and valueless by the destruction of the water power, by means of said railroad. That we did fairly estimate and make allowance for the advantages which have resulted, or which may likely result to the owners of the said premises hereinafter named, in consequence of the opening or making of said road.\n“ That we did fairly estimate the disadvantages resulting to said owners, from the construction thereof, and having made a fair and just comparison of said advantages and disadvantages, we do determine that the said owners have sustained damages over and above any and all advantages, by reason of the construction of said railroad, to the amount of $2200; and we do find that the said owners are justly entitled to be paid the said sum of $2200, for the damages aforesaid; and we do further determine, that one-half of said sum is payable to Thomas PI. Porter, and the other half thereof is payable to the said Thomas H. Porter, guardian of Thomas H. Porter, for the use of said Thomas II. Porter; they being owners and tenants in common of the said premises.\n“ In testimony whereof, we have hereunto set our hands and seals, this 10th day of October, A. D. 1856.\nSigned: John H. Rush, [l. s/\n, John Ake, [l. s.'\nJohn McVicker, [l. s.]”\nOn the 2d December, 1856, the award of the viewers was read and confirmed nisi, and on the 6th of the same month, the counsel of the railroad company filed the following exceptions:—\n1. The petition does not set forth that the petitioners were unable to agree with the Pennsylvania Railroad Company for the damage done or likely to be done to the property in question.\n2. The petition does not set forth the absence or legal incapacity of the owners, as a reason why compensation could not be agreed on.\n3. The damages awarded are excessive.\n4. The report does not show that there was a hearing of the parties before the viewers; nor was there in fact.\n5. The action of the viewers was on ex parte statements of the claimants, without the respondents, or any one for them, being present, and in the absence of the ordinary means of forming a just and fair opinion as to the nature, extent, or merits of the claim made before them.\n6. The report does not describe the property taken and appropriated, either by metes and bounds, courses and distances, by a draft or survey, or in any othér mode.\n7. The report does not accurately state the quantity of ground which is really required and necessary for the construction and maintenance of the railroad.\n8. Because one of the viewers, viz.: William Compher, was dead at the time of his appointment.\n9. Because two of the viewers, viz.: William J. Dougherty and W. Ashcom, who were not present, were not duly notified of the time and place of meeting.\n10. Because the finding of the viewers that the water-power was destroyed, is erroneous.\n11. The defendants could have proved, if their case had been heard, that Thomas H. Porter did long agree with them for all his damages, and thereby all claims were liquidated in the said account, which agreement the said Porter still seeks to enforce, thus claiming double compensation for one cause of action.\nDepositions on both sides were taken and read in the court below on the hearing of the exceptions. The court below, after argument, overruled the exceptions, and confirmed the report of the viewers. **\nThe defendants then removed the record to this court, and assigned the action of the court below in overruling the exceptions, for error.\nStokes and Pershing, for plaintiff in error-.\nThat the report of viewers is defective, because no plot of ground covered by the railroad is annexed: O’Hara v. Pennsylvania Railroad Company, 1 Casey 445; Zack v. Pennsylvania Railroad Company, 1 Casey 394.\nBlair and Petilon, for defendant in error."
  },
  "file_name": "0165-01",
  "first_page_order": 165,
  "last_page_order": 169
}
