{
  "id": 982813,
  "name": "Kirkpatrick versus White",
  "name_abbreviation": "Kirkpatrick v. White",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "176",
  "last_page": "179",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 273",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "5 Wend. 308",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "19 Johns. 71",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 474,
    "char_count": 9291,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.330102680686035e-07,
      "percentile": 0.6287461160863046
    },
    "sha256": "0a590bd417f6aa9822308ab3f24011fe36b096fd9787cb282f8fa8f763943f50",
    "simhash": "1:9a572ea49376e791",
    "word_count": 1607
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kirkpatrick versus White."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe bail of a defaulting constable may be sued by sci. fa. before a justice of the peace, when it becomes impracticable, by reason of the insolvency or absconding of the constable, or for any other reason, to collect the debt from him: Act 20th April, 1810, § 19. This is understood as, in a measure, applying to this kind of suretyship, the rule that applies to ordinary guaranties, and that requires that reasonable and ordinary diligence-shall be used to collect the money from the principal, by legal process; or that it be shown that legal process must have been fruitless: 7 Watts 292; 3 Id. 208; 3 Pa. R. 18; 15 State R. 293; 16 S. & R. 81; 14 Id. 327; 2 Taunt. 211; 19 Johns. 71; 5 Wend. 308.\nProper and unsuccessful diligence is essential to the plaintiff’s right of action against the bail of the constable: 27 State R. 318. And it would be quite extravagant that the law should require any higher standard of diligence than the ordinary application of its own processes. And it does not: for the other evidence usually given in such eases is to account for the absence of this diligence; by showing that, by the insolvency or absconding of the debtor, it had become useless.\nVery evidently Mr. Justice Rogers regarded a return of nulla bona to a justice’s execution as sufficient evidence of the defendant’s inability, if there was other competent proof that he had no real estate: 7 Watts 273. And Chief Justice Gibson regarded it as indubitable that an execution would be a very satisfactory test of ability: 8 Id. 362. Due diligence is used “when all ordinary legal measures are prosecuted with good faith:” 4 Cowen 182.\nA creditor is not bound utterly to exhaust the remedies of the law against his debtor before resorting to his surety. He is not bound, before doing so, to follow him into the bankrupt and insolvent courts, and his estate into the hands of his assignees, and collect from them the last possible dividend. If the insolvency appears, it is for the surety to gather what he can from the wreck, after paying the creditor according to contract.\nDue diligence does not require of the creditor to be wiser than the officers of the law appointed to enforce his right; or to know that his claim may avail to seize property that is exempt from seizure for debts generally. It does not require him to accompany the collecting officer and show him personal property, unless he has some special knowledge relating to it; nor to indemnify the officer on making a doubtful levy, nor to suspect him of a false return.\nThe duty of reasonable diligence is discharged by the due issue of the proper process to the proper officer, and then trusting him to do his duty faithfully. If the proper officer, from ignorance or negligence, fails in his duty, that is no fault of the plaintiff.\nThis defaulting constable had no real estate, and the plaintiff used due diligence in seeking for personal property, when he had execution issued by the justice and-duly returned nulla bona; for we do not perceive that, for this, he could have had any more effective kind of process. If the plaintiff used the ordinary legal measures of collection and failed, he is not chargeable with the officer’s ignorance of the true interpretation of the exemption laws,, and therefore not for fruitless return, when there might have been an effectual one.\nThere was some confusion in the presentation of the evidence. The duty of the plaintiff was to show that collection from the principal was impracticable. This might have been done by showing that the appropriate legal remedies had been duly applied and failed; and this mode of proof could not be answered by evidence of solvency. Evidence of diligence is answered only by evidence of negligence or by contradiction.\nIf the plaintiff had not applied the appropriate legal remedies, then he might show that the principal had absconded, or was insolvent, and that therefore the remedies would have been fruitless ; and this evidence may be met by evidence on the same subject from the other side. These distinctions were not noticed on the trial, and hence the case is not very clearly presented here.\nSo far as the learned judge of the Common Pleas has expressed his views in his charge on these questions, they accord in general with those above expressed. He decided, moreover, that a constable is not entitled to the benefit of the exemption laws, on an execution against him for neglect of his official duty; and in this he was right, and for it has assigned very adequate reasons.\nIf this principle was applied to rebut the plaintiff’s oral evidence of insolvency, by showing that the constable had property subject to his claim, it was rightly-applied. If it was applied in answer to the plaintiff’s evidence of diligence in the use of legal remedies, it was error, being a departure from the evidence to be answered; but we think such was not the judge’s intention, for he says that the plaintiff is not to be affected by the false return of the writ against the constable. And so the plaintiff must have understood it, for he has no exception to the application of the principle, but only to the principle itself. The principle excepted to having been rightly decided, and there being no exception to evidence, we cannot reverse.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "McG-uffin, for plaintiff in error.",
      "Johnston and Dana, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kirkpatrick versus White.\nTo recover from the hail of a defaulting constable, the plaintiff must show that he used reasonable and ordinary diligence to collect it from the principal, by legal process: or that such legal process would have been fruitless by reason of the insolvency of the constable.\nThe law in such case requires no higher standard of diligence than the ordinary application of its own process.\nWhere an execution issued against such defaulting constable, was returned nulla bona by the officer, the creditor was entitled to proceed against the surety, although the defaulter had property at the tim'e which might have been seized in satisfaction of the debt.\nA constable, against whom execution is issued upon a judgment, obtained for official misconduct or negligence, is not entitled to the benefit of the exemption laws.\nError to the Common Pleas of Lawrence county.\nThis case originated before a justice of the peace, and was a scire facias against James S. White, as surety on the official bond of Cyrus Elliott, a constable. Two executions were issued on the 19th day of September, 1851, by William Lock, Esquire, in favor of Gr. Kirkpatrick, against Reuben Sharp, and placed in the hands of the constable, and which he failed to return within the time limited by the Act of Assembly. The plaintiff in the executions died, and his executor was substituted, who took a transcript of the proceeding before Esquire Lock, and proceeded against Elliott, the constable. On the 28th July, 1853, the justice rendered judgment against the constable for the sum of $75.48 ; execution issued on the 10th October, 1853, which on the following day was returned nulla bona.\nA writ of scire facias then issued against the defendant as. surety, on the 14th January, 1854. Judgment was rendered in favor of the plaintiff, and the defendant removed it into court by appeal.\n, On the trial, the plaintiff showed the judgment and execution against the constable, and also showed several unsatisfied judgments amounting to upwards of $2000 against him. They also called several witnesses to prove that he was insolvent and had no property out of which the amount could have been made.\nThe defendant proved, that at the time the execution against the constable issued, he was the owner of property to a greater amount than was sufficient to satisfy the execution. The constable in whose hands the executions were placed against the defaulting constable, testified that he had not more than $300 worth of property, and that he said, when called upon, he had no property that the law did not allow him.\nThe defendant contended that the constable sued for official default, was not entitled to the exemption of the Act of 1849, and the plaintiff had not used due diligence to collect the amount from the constable, and he was therefore not liable.\nThe court below (Agnew, P. J.) submitted to the jury to find whether Elliott was insolvent at the time of issuing the scire facias against the hail; and if not satisfied of this fact, the plaintiff could not recover. And that in considering the question of Elliott’s ability, the jury were instructed that the $300 exemption law did not apply to the case. But if Elliott were insolvent when the suit was hrought, the plaintiff could recover, although he was not so . at the time the execution was returned nulla bona. That the false return of the constable will not affect the plaintiff unless he were a party or privy to the making of the false return or neglect of duty.\nThe plaintiff excepted to so much of the charge as related to the exemption law.\nThe jury found for the defendant.\nThe plaintiff sued out a writ of error, and assigned that the court erred in their instruction that the exemption law did not apply to the case, and in omitting to instruct the jury as to what was insolvency in this case.\nMcG-uffin, for plaintiff in error.\nJohnston and Dana, for defendant in error."
  },
  "file_name": "0176-01",
  "first_page_order": 176,
  "last_page_order": 179
}
