{
  "id": 982801,
  "name": "Graham versus Keys",
  "name_abbreviation": "Graham v. Keys",
  "decision_date": "1858-01-04",
  "docket_number": "",
  "first_page": "189",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 380",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0380-01"
      ]
    },
    {
      "cite": "1 Pet. 388",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850980
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6711,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 5.472207800615144e-07,
      "percentile": 0.9456819683309722
    },
    "sha256": "a80262629dfa42b156f5fe5c49ba98d79d95c8133042e1ecd5a9ae05ba32a55c",
    "simhash": "1:7833cfbf36bb1899",
    "word_count": 1160
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graham versus Keys."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Knox, J.\nA promise to pay a debt barred by the statute of limitations may be inferred from a distinct admission of indebtedness unaccompanied by anything which negatives the promise. But where the admission is accompanied by an express declaration that the debtor will not pay, the bar of the statute is not removed. In the present case the suit was brought to recover money loaned in October, 1844. In January, 1858, the defendant admitted that he owed the money, and said he would pay the principal, but would pay no interest. The plaintiff claimed both principal and interest.\nThe admission of the indebtedness, and the offer to pay, were unconditional so far as regards the principal sum, and to this extent the plaintiff had an undoubted right to recover. But the error into which the court below fell was in allowing the plaintiff to recover interest from the time of the admission. The recovery must be controlled by the admission, and that was limited altogether to the amount of the money loaned in 1844. By refusing to take the money as a complete discharge of the debt, the plaintiff did not lose the benefit of the admission; but neither could he by delay in bringing suit to enforce his rights, enlarge the admission so as to include the subsequent accrued interest.\nWhen, however, the suit was brought, the defendant, instead of offering to pay, or tendering a payment for the principal, denied that he was legally liable for either principal or interest; for the delay from the time of the commencement of the suit, which was on the 15th December, 1854, to the day of the trial, 17th March, 1857, the defendant is accountable, and is therefore fully chargeable with interest during that time.\nAs the plaintiff below has intimated his willingness to release the excess of interest recovered, it is not necessary to send the cause down for a new trial, hut the error may be corrected here.\nThe judgment of the Court of Common Pleas of Fayette county is affirmed for $175.97 (which is the sum received by the defendant from the plaintiff, on the 28th October, 1844, with interest, from the 15th December, A. D., 1854, to the 17th March, 1857), and as to the residue the judgment is reversed. The judgment to bear interest from the date of the verdict.",
        "type": "majority",
        "author": "by Knox, J."
      }
    ],
    "attorneys": [
      "Kaine, for plaintiff in error..",
      "J. B. and A. Howell, for defendant."
    ],
    "corrections": "",
    "head_matter": "Graham versus Keys.\nAn acknowledgment and offer to pay the principal of a debt, coupled with a refusal to pay the accrued interest, is sufficient to take the principal out of the statute of limitations.\nIn such case, if the creditor at the time decline to accept, but at a subsequent time bring suit, he may recover the principal debt with interest from the day of bringing suit.\nWhere a party has obtained judgment for too much, under an erroneous charge by the court, he may remit the excess in the Supreme Court, and there have judgment entered for the proper sum, and reversed as to the residue.\nError to the Common Pleas of Fayette county.\nThis was an action of assumpsit. Plea, Non assumpsit infra sex annos.\nOn the trial, the plaintiff gave in evidence the following receipt, or certificate:—\n“ October, 28, 1844. — There remains in the hands of Hugh Graham six hundred and eighty-three dollars, a balance of twelve hundred and twenty-three dollars, that I collected for Andrew Keys. . “ Hugh Graham.”\nOn the back of which was the following endorsement:—\n“ Also, the same day, received in gold from said Keys, one hundred and fifty-five dollars.\n“Hugh Graham.”\nFor the recovery of which $155 this suit was brought.\nThe plaintiff, inter alia, gave the following evidence:—\nWilliam Keys testified, that he called on Graham, with plaintiff, in January, 1853, at which time he, at the request of plaintiff and defendant, cast the interest on some receipts held by plaintiff against defendant. He says, “ When I came to count the interest on this one hundred and fifty-five dollar receipt, Graham, the defendant, refused to allow interest on it, and gave as a reason that he had given gold to Robert Henderson, and had got no interest from him; Keys objected to this, and contended for the interest, and Graham said he would pay no interest, nor he did not intend to ask any, and said he would pay but the one hundred' and fifty-five dollars; said that was all he had got, and it was all in the family, and Keys ought not to ask interest. I came off, and got .no money to pay off those costs, and the matter stood so.” * * * “ The whole claim of Andrew Keys then presented, I don’t recollect ; but it was embraced in those two receipts, and about forty, or in the neighbourhood of forty dollars for threshing; and Graham also refused to settle for the threshing, and this was the way the matter ended; there was no final balance struck.”\nJanuary 4, 1858,\nNelson Randolph, in reference to the claim, testified that, in January, 1853, “ he (Graham) said he would pay Andrew the principal, but would pay no interest.”\nRobert T. Gallaway testified, “ Graham said he would pay the one hundred and fifty-five dollars at any time — pay it then, if the interest was dropped. Keys would not agree to drop the interest, and the parties split on that.”\nDefendant offered no testimony.\nThe court (Gilmore, P.) charged as follows:—\n“If the jury believe, from this evidence, that the defendant made an unconditional and unequivocal promise to pay the one hundred and fifty-five dollars without interest, and this, too, although not agreed to or accepted by Keys, the plaintiff will be entitled to recover that sum, with interest, from the date of the promise, which was, according to the evidence, in January, 1853.” To which charge defendant excepted, and assigned the same as error.\nKaine, for plaintiff in error..\nThe only question involved is, whether the declarations of Graham, as proved by Keys, Randolph, and Gallaway, were sufficient to take the case out of the statute of limitations. The promises were all conditional, and were all refused by plaintiff. To take a case out of the statute, the promise must be “ an immediate, unqualified promise to pay without restriction or condition.-” Kensington Bank v. Patton, 2 Harris 479; Tanner v. Smart, 6 B. & C. 549; Suter v. Sheeler, 10 Harris 310.\nJ. B. and A. Howell, for defendant.\nGraham acknowledged a subsisting debt of a specific amount, which he promised to pay without condition. He refused to pay the interest, but made no condition about the payment of the principal. The new promise and assumption comes within the principle of the cases decided: Magee v. Magee, 10 Watts 172-4-5; Bell v. Morrison et al., 1 Pet. 388; Harbold’s Ex’rs. v. Kuntz, 4 Harris 213; Hart v. Pendergrast; Allison v. Jones, 9 Watts 380; Henwood v. Cheeseman, 3 S. & R. 500."
  },
  "file_name": "0189-01",
  "first_page_order": 189,
  "last_page_order": 191
}
