{
  "id": 982832,
  "name": "Speers versus Sterrett",
  "name_abbreviation": "Speers v. Sterrett",
  "decision_date": "1858-01-04",
  "docket_number": "",
  "first_page": "192",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 192"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 50",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0050-01"
      ]
    },
    {
      "cite": "1 W. & S. 488",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0488-01"
      ]
    },
    {
      "cite": "4 W. & S. 19",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0019-01"
      ]
    },
    {
      "cite": "6 W. & S. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0155-01"
      ]
    },
    {
      "cite": "1 W. & S. 418",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0418-01"
      ]
    },
    {
      "cite": "6 W. & S. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 292",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 7491,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.823805590965906e-07,
      "percentile": 0.8385357601929688
    },
    "sha256": "11a6f211999277ccfafc1c68f106d8e971f910ab4975f076a2b4339ef8eddd20",
    "simhash": "1:410b61667fe48739",
    "word_count": 1344
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Speers versus Sterrett."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Knox, J.\nThis suit was brought upon a note given by Moses Sterrett to B. F. Weston for $100, dated April 27, 1854,. payable one year after date. When Weston transferred the note to Spear,, for whose use the suit was brought, does not distinctly appear.. Upon the trial, the defendant proposed to give in evidence as a set-off two notes given by Weston to Jacob Hart for $15 each, dated 11th December, 1852; one payable in one year, and the other three months and twenty-one days after date. No objection was made to the reception of these notes in evidence, but the Court of Common Pleas was requested to charge the jury that unless the defendant had shown that he was the owner of the notes before the commencement of the suit, he was not entitled to a credit for the same.\nTo this proposition the learned judge who presided, answered that the possession of the notes at the trial, by the defendant, was sufficient evidence to entitle him to offset them against the plaintiff’s claim. In this we think there was error. A cross demand may be set off, but it must belong to the defendant before the plaintiff commences his action, otherwise one having a perfect legal right to recover when his suit is instituted, may be mulcted, or as Chief Justice Gibson said in Pennell v. Grub, “soused” in the costs by his adversary’s purchase of a counter claim on the very day of the trial. Where one side attempts to prevent a recovery by setting up as a cross demand, a note payable to a third person not negotiable, he must show he was the owner of the note before the suit was commenced: 1 Harris 532, and 10 Harris 116. The mere possession of the notes upon the trial was no evidence of the time when they were purchased, nor was there anything in the testimony of William Peoples which showed when the notes were obtained by Sterrett. Under the evidence the defendant was not entitled to a credit for the amount of the Hart notes. Under the authority of the case of Nickle v. Baldwin, 4 W. & S. 292, Phillips v. Lawrence, 6 W. & S. 152, and Carman v. The Franklin Fire Insurance Company, Id. 155, it was competent for the defendant to give in evidence the damages sustained by him on account of the non-performance of the contract by the plaintiff for labour and board, but the form of the evidence was objectionable. The question of damages was a mixed one of law and fact. The witness should state the' fa,cts, the court determine the measure of damages, and from the facts as proved by the witnesses and the law as determined by the court, the jury should find the amount of damages sustained. To permit the witness to state in round numbers what in his opinion the damages were, was clearly erroneous. The other assignments are not sustained.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "by Knox, J."
      }
    ],
    "attorneys": [
      "Kaine, for plaintiff in error.",
      "J. B. and A. Kowell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Speers versus Sterrett.\nA cross demand may be set off, but it must belong to tbe defendant before the plaintiff commences his action.\nWhere a defendant attempts to prevent a recovery, by setting up as a cross demand a note payable to another person, not negotiable, he must show that he was the owner of the note before the suit was commenced.\nThe mere possession of a non-negotiable note at the trial is no evidence when it was purchased.\nA claim for unliquidated damages, growing out of a contract different from that upon which the writ is brought, may be given in evidence by the defendant as a set-off to the claim of the plaintiff.\nError to the Court of Common Pleas of Fayette county.\nThis was an action of assumpsit on a note of Moses Sterrett, the defendant, to B. F. Weston, dated April 27, 1854, payable one year after date. In May, 1854, Weston transferred the note to John Speers, who brought this suit, for his use. Weston was a teamster, and about the time the note was given hired himself to Sterrett, to drive his team, at the rate of $11 per month, and boarded. He was also to move into Sterrett’s house, and board Mr. Sterrett and his hands, for which he was to receive $1.25 per week. About the 1st of March, 1854, Weston moved into Sterret’s house, and took charge of his team, as per agreement; but Mr. Sterrett failed to come to board with him; and after continuing on this way some two and a half months, he gave up his team, and shortly left the premises. On the trial Sterrett claimed, as a set-off to the note, $40, and also $33.39 for goods got on Sterrett’s account out of Franks’ store, as well as $3.75 paid Sheppard by Weston’s order. This was resisted by the plaintiff, who claimed that the principal part, if not all of these items, had been paid by Weston’s work, boarding, viz:—\nBy 2J months driving team, at $11 per month, . . $24.87-1\n9 weeks boarding himself, at .$1.25, . . . 11.25\n1 set of harness, . . . . . . .10.00\n1 leather line, . ......1.50\n1 horse collar, . . . . . . .1.50\nBoarding Livingood,......1.00\n1 ton of hay, ....... 10.00\n$59.12|\nBut the court (Gtlmore, P.) charged the jury that these payments could not be allowed against the defendant’s items of set-off. The defendant also claimed a set-off for $30 damages, which he alleged he had sustained, by Weston leaving him before the end of the year. And the court charged the jury that Weston’s account could not be received against any of Sterrett’s items of set-off, “ except for the damage which defendant claims for Weston not living up to his contract.”\nJanuary 4, 1858,\nThe admission of, testimony of unliquidated damages as a set-off forms the plaintiff’s first bill of exceptions.\nThe plaintiff further offered in evidence, as an additional set-off, two notes for $15 each, given by Weston to one Jacob Hart, dated December 11, 1852; one payable one year after date, and the other payable three months after date, without any transfer or assignment from Hart to Sterrett, or any evidence that they belonged to him even at the trial, or that they had belonged to him before this suit was brought. These were also admitted by the court, upon which they instructed the jury that the possession of the Hart notes now, although they are not payable to Sterrett, or endorsed to him, is sufficient evidence that they were lifted by defendant, and belong to him, and entitle him to an off-set to the full amount.\nWhich charge, and the admission of testimony of unliquidated damages, were assigned for error.\nKaine, for plaintiff in error.\nUnliquidated damages cannot be admitted as a set-off in this ease: Shoup v. Shoup, 3 Harris 361. It is certainly not the law that, at any time after a man is sued, he can go out and buy up notes or claims, and make a set-off at the trial, and thus mulct the plaintiff in costs: 1 W. & S. 418; Pennell v. Grub, 1 Harris 554.\nJ. B. and A. Kowell, for defendant in error.\nSpeers should have shown that he inquired of Sterrett, before he bought the note, whether he had any defence to its payment, and that he had given him notice of the assignment: Rider v. Johnson, 8 Harris 90. The claim for unliquidated damages, set up by the defendant, was properly admitted: Carman v. The Franklin Insurance Co., 6 W. & S. 155; Act of 1705. Set-off is the creature of positive law, and exists only where it is authorized by statute;: our act allows it only in favour of defendant, and there consequently cannot be such a thing as set-off against set-off: Ulrich v. Berger, 4 W. & S. 19; Gable & Hughes v. Parry & Randolph, 1 Harris 181; Huling v. Hugg, 1 W. & S. 488; Pennel v. Grubb, 1 Harris 554; Scott v. Sheakley, 3 Watts 50."
  },
  "file_name": "0192-01",
  "first_page_order": 192,
  "last_page_order": 194
}
