{
  "id": 982928,
  "name": "Springer's Appeal",
  "name_abbreviation": "Springer's Appeal",
  "decision_date": "1857-11-19",
  "docket_number": "",
  "first_page": "208",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 208"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 141",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 370",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0370-01"
      ]
    },
    {
      "cite": "6 Watts 87",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0087-01"
      ]
    },
    {
      "cite": "4 Whart. 528",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 8516,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 3.57814297457173e-07,
      "percentile": 0.8866347034132106
    },
    "sha256": "103ba018db7b81c4c32ac29ca7317267ae1c4cbc54f4a8ee45c78a6399280795",
    "simhash": "1:6c23e036cfe57c1b",
    "word_count": 1509
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      ",Springer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowbxe, J.\nIf one of the heirs of an estate is in debt to it, he may be treated, in its distribution, as having an advancement to the amount of his debt. It is as auxiliary to the distribution that questions of advancement are raised. They belong to no other part of the administration of the estate. As a preliminary to a distribution, the Orphans’ Court may settle all questions of advancement or of debts that are to stand for advancements; but it cannot go farther and decide that a distributee is in debt beyond his share of the estate, and such a decision can furnish no foundation for any process to compel payment of a debt or of any part of it. The decision charging it as an advancement is as conclusive as any other judgment, but the surplus beyond the share of the person advanced is not different from a claim against any other debtor, and must be collected by the administrator or accounted for by him in the same way.\nWe are satisfied that the money paid by the intestate for his son Jonathan was not a gift, and that as either a debt or an advancement, it must, if not refunded, stand against his share in the distribution. It is not very clear from the record what decree was intended to be made here. If the decree is that Jonathan .owes a debt to the estate beyond his distributive share, it is a departure from the purpose of the proceedings. We correct this by a slight change in the decree.\nDecree. — The decree of the Orphans’ Court charging Jonathan D. Springer, one of the distributees, with the sum of three thousand eight- hundred and forty-seven dollars, paid for him by the intestate, on the 21st April, 1839, is affirmed so far as the same is charged as an advancement, but with no other effect, and the cause is remanded to the said court for further proceedings according to law.",
        "type": "majority",
        "author": "by Lowbxe, J."
      }
    ],
    "attorneys": [
      "Miller, for appellant.—",
      "--, contó."
    ],
    "corrections": "",
    "head_matter": ",Springer’s Appeal.\none 0f the heirs of an estate is indebted to it, he may be treated, in its as having an advancement to the amount of his debt.\nf As a preliminary to a distribution, the Orphans’ Court may settle all questions of advancement, or of debts that are to stand for advancements; but it cannot go further, and decide that a distributee is indebted beyond his share of the estate.\nA decree of the Orphans’ Court, charging a debt as an advancement, is as conclusive as any other judgment.\nThe surplus beyond the share of the person advanced must be collected by the administrator, or accounted for by him in the same manner as any other debt.\nAppeal, by Jonathan D. Springer, from the decree of the Orphans’ Court of Payette county.\nZadock Springer died in 1845, intestate, leaving a widow and several children, and letters of administration were granted on his estate to J. B. Miller, in February, 1847.\nIn September, 1848, Thomas R. Davidson, Esq., was appointed auditor to ascertain advancements.\nThe auditor filed his report in March, 1849, charging Harvey Springer with $1574, the amount of two notes in favour of the deceased; and Jonathan D. Springer with $3847.011:, amount of note given to Rachel Skiles, Jonathan D. Springer (appellant), and Joshua B. Howell, executors of Robert Skiles, April 1,1838.\nOn 7th February, 1855, on petition of Harvey Springer, the court re-committed this report to the auditor, with instructions to report whether the notes were advancements. Same day auditor reported:—\n1. The amount due from Harvey, as the notes were in the possession of the deceased, he finds, to be an advancement.\n2. The amount of Jonathan D. Springer’s claim, for which deceased gave his note to executors of Robert Skiles, for which he retained no evidence of indebtedness from Jonathan, the auditor finds to be a gift to Jonathan by deceased in his lifetime.\nTo this report, J. B. Miller, administrator, filed the following exceptions: — ■\n1. That the auditor erred in treating the amount of half the note of Harvey and Aaron Springer in favour of deceased, as an advancement.\n2. In treating half the amount paid Harvey and Job Springer, to invest in land in Illinois, as an advancement. At the same date, Mr. Deford, for Harvey Springer, filed the following exceptions:—\n1. The auditor erred in the amount fixed as the advancement to Harvey Springer, to wit, $1574.\n2. In not charging Jonathan D. Springer with the amount paid by his father to Robert Skiles’s estate, as a debt due to his father’s estate instead of an advancement to him.\nThe following testimony was taken and reported by the auditor.\nRachel Skiles affirmed: Jonathan D. Springer and myself bought the store goods of Robert Skiles, deceased, under the name of Hugh Thompson and Zadock Springer. Hugh Thompson gave his note for my half, and Zadock Springer gave his note for Jonathan’^ half. We carried on business in partnership for some time afterwards. Zadock Springer brought the note and signed it without a passing remark that I recollect. He laid it down on the counter; I took it up and he never mentioned the matter afterwards.\nGeorge W. Ratte affirmed: I assisted in taking an inventory of the stock of Robert Skiles, deceased. The stock was purchased by Rachel Skiles and Jonathan D. Springer. Hugh Thompson and Zadock Springer gave their notes in payment for the goods.\nHugh Thompson’s deposition: I believe that after the death of Mr. Skiles, Mrs. Skiles asked me to go her security in a note for the payment of a bill of goods which had been ordered before his death, and which arrived after Mr. Skiles had died, and I did so. Zadock Springer came in just as I had signed the note, and handed his son Jonathan a piece of paper, with the remark “ that will do for your part.”\nThe court, on the 4th September, 1855, decided that the note of Z. Springer to Skiles’s executors was a debt of Jonathan to the estate of his father Zadock Springer, and that the second exception of Mr. Deford was sustained and so decreed.\nThe court did not decide the other three exceptions.\nJ. B. Miller, administrator, assigned the following errors:—\n1. The court erred in sustaining the second exception of the petitioner, and in decreeing that Jonathan D. Springer should be charged with the bond of his father to Skiles’s executors as a debt to the estate of his said father.\n2. In not decreeing that Harvey Springer should be charged with the amount of his two notes to Zadock Springer, deceased, and treating them as advancements to the said Harvey.\n8. In granting the prayer of the petitioner, Harvey Springer, and opening the decree of advancements as they were stated by the first report of the auditor.\nMiller, for appellant.—\nThe responsibility of Jonathan D. Springer in relation to the note of his father to Skiles’s executors, may raise these questions : Was it a gift, an advancement, or a -debt, which Jonathan is bound to repay to his father’s estate ?\nNovember 19, 1857,\nWhether money paid or property transferred by a parent to a child, or to others for a child, be a gift, advancement, or a debt, depends on the intention of the parent at the time of the transaction : 4 Whart. 528; 6 Watts 87; 6 Whart. 370; 7 Harris 431.\nAs a general rule, in the absence of facts or circumstances which negative the intention to advance, the law presumes every transfer of property by a parent to a child to be a gift or an advancement: Levering v. Rittenhouse, 4 Whart. 141. Whether a gift or advancement depends on the relative amounts of the gift, the estate, and the number of heirs.\nBut the court thought it a case of principal and surety. That relation can arise only by express agreement of the parties. It is always the result of a contract between them, in which the surety stands sponsor for the performance of the principal, with the right of the surety, if he performs the contract, to resort to the principal for indemnity, as a legal incident of the relation. There is no evidence of such a contract — none of a guarantee.\nThe question is not what was the reason why the relation of principal and surety was not created in form, but whether it was created at all.\nIt is not necessary to constitute an advancement that the provision should take place in the father’s lifetime: 2 P. Will. 445. So a portion secured to a child, although in futuro, is an advancement : 2 P. Will. 445. So a portion to be raised out of land for a daughter on her attaining the age of eighteen, or the day of her marriage, was held to be an advancement: 2 P. Will. 435. A portion which was contingent shall clearly be an advancement when the contingency has happened.\n--, contó."
  },
  "file_name": "0208-01",
  "first_page_order": 208,
  "last_page_order": 211
}
