{
  "id": 982778,
  "name": "McDowell versus Gray",
  "name_abbreviation": "McDowell v. Gray",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "211",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Rand. 593",
      "category": "reporters:state",
      "reporter": "Rand.",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 69",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0069-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 654,
    "char_count": 12902,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 6.300951450498325e-08,
      "percentile": 0.3876573499072726
    },
    "sha256": "a997d70ac23e60b8fbfd5c6335304064293c17a0f481e46d9303c22873fc20c4",
    "simhash": "1:fae46abe36e9f329",
    "word_count": 2259
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McDowell versus Gray."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWhether the authority to the executors to sell the testator’s real estate, as expressed in his will, be regarded as mandatory or discretionary, we think it was exercisable by the acting executrix alone, after the renunciation of her co-executor. In other words, we hold that the Act of Assembly of 12th March, 1800, embraces the case of a distinct grant of authority to sell, even though it be dependent for its exercise upon the discretion of the executor.\nIt would be an unnatural construction of an enabling and remedial statute, to hold that it conferred powers on one of several executors in whom the testator had manifested no special confidence, which it withheld from the survivor of those in whose discretion he was willing to confide. The reasons for the enactment as set forth in the preamble — the comprehensive terms employed by the legislature — and the understanding and construction of the profession for more than half a century, forbid such a reading of it.\nThe learned judge expounded the statute correctly, and fortified his conclusions so well, that we can do no better than affirm his judgment for the reasons he rendered for entering it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Stowe, for plaintiff in error.",
      "Gt. P. Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McDowell versus Gray.\nUnder the Act of 12th. March, 1800, a power given by a testator to his executors to sell real estate, may be exercised by the acting executor, after the renunciation of his co-executor, whether the authority conferred be mandatory or discretionary.\nError to the District Court of Allegheny county.\nThis was an ejectment brought by Elizabeth McDowell and others, as heirs at law of Jeremiah Sturgeon, against Samuel Gray, to recover five-sevenths of two lots of ground, situated in the city of Allegheny, and numbered 22 and 23, in the plan of lots laid out by Robert S. Cosat. The title to the premises was admitted to have been in Jeremiah Sturgeon, and that he died seised of- them in February, 1816, leaving seven children, him surviving, five of whom, or their representatives, are plaintiffs in this suit.\nThe defendant showed the will of Jeremiah Sturgeon, dated the 23d December, 1813, and admitted to probate on the 27th February, 1816. After making provision for his wife, and the education and maintenance of his younger children, and devising a house and lot to his daughter Elizabeth, the will proceeds:—\n“ The two lots in Reserve Tract, and in-lots in the town of Allegheny, Nos. 7 and 8, shall be leased or sold, as my executors may think best. And all the residue of my land which I own, shall be sold or leased, as my executors may think most advantageous and beneficial for the legatees concerned.. But in case my said wife should die or marry before my son Robert should come of age, or be completely educated, as above mentioned, then, and in such case it is my will, and I order that such sum or sums of money be taken from my estate, and put into the hands of a guardian, to defray the expenses of his tuition during his minority, and my four youngest daughters, which sums to be taken from my estate before a dividend there is made.\n“ And I do hereby nominate and appoint my beloved wife, Mary, and my trusty friend Robert Barr, my whole and sole executrix and executor of this my last will and testament, to act and manage the same according to the true intent and meaning thereof.”\nRobert Barr renounced as executor, and letters testamentary were issued to Mary Sturgeon. On the 1st September, 1823, the executrix conveyed the lots in question to John Town, and the defendant deduced a regular chain of title from Town to himself.\nA verdict was taken for the plaintiff, subject to the opinion of the court upon the point reserved, of whether the deed of Mrs. Town, as the acting executrix, conveyed the title. Upon a subsequent day the court entered judgment for the defendant, non obstante veredicto.\nThe court below (Williams, J.), after stating the facts, delivered the following opinion:—\n.“ Had the executrix power, under the will, to sell and convey the premises ?\n“ It is conceded that if the power of sale conferred by the .will is within the provisions of the Act of 12th March, 1800, the sale by the acting executrix was a valid execution of the power. But it is insisted that the statute applies only to those cases in which the land is devised to be sold, or where the authority and direction to sell are imperative, and not to the case of a discretionary power of sale, or where there is an alternative direction to sell or lease, as the executors may think best. This distinction, as far as I can find, is not recognised in any case in our own reports, and is expressly repudiated by the Court of Appeals of New York, in Taylor v. Morris, 1 Comst. 341, where it is held that the statute of that state, similar in substance to our own, applies as well to discretionary as to peremptory powers of sale. That case was elaborately argued and fully considered by the court, and resembles the one before us in all of its material features. In the very able opinion delivered by Ru&gles, J., he reviews at length the cases arising under a somewhat similar statute in Kentucky, in which the Court of Appeals in that state declare that ‘ where a power of sale is conferred upon executors, leaving it to their discretion to sell or not, and part of the executors renounce, the acting executors cannot execute the power;’ and satisfactorily shows, as I think, that the doctrine of those, cases derives no support from the English decisions upon the statute 21 S. 8, which are referred to by that court as sustaining the construction given to the Kentucky statute. Several American cases are cited in the opinion to show that the distinction upon which the Court of Appeals in Kentucky acted, has not been recognised in any other state, and among the cases cited in opposition to the doctrine of the Kentucky decisions, are Zebach’s Lessee v. Smith, 3 Binn. 69, and Brown v. Armistead, 6 Rand. 593. In this last case, which was upon a statute similar to that of Kentucky, the question of the discretionary character of the power was raised, argued, and decided in the Court of Appeals of Virginia, and the decision was adverse to the rule adopted in Kentucky.\n“ After reviewing these cases, the learned judge proceeds to say: ‘ The argument, on the part of the plaintiff is founded on the assumption that the statute, in speaking of lands ordered to be sold, speaks only of those which the executors are peremptorily commanded to sell. But that would be a strict and narrow construction of a remedial and beneficial statute, the object of which was to prevent the failure of the power, and to carry out the intention of the testator as far as possible, by the agents of his own selection. Although an authority to an executor to sell is not a command that he shall sell, it is substantially an order that he may sell. The statute was designed as a remedy for the oversight of a testator in not providing for the contingency that some of his executors might refuse to serve, and it was framed upon the presumption and belief that if that contingency had been foreseen, the testator would have preferred that one of his executors should execute the power alone, rather than it should fail. The presumption applies with as much force to the case of a discretionary power as to one of a mandatory character. Very many testators are not aware of the common law rule that, in the execution of a joint power, it is indispensable that all must unite. And in appointing agents to execute a power involving the exercise of discretion, it is natural to suppose that each one would be selected with reference to his fitness and capacity for the trust. This inference is natural and fair in all eases where the testator has not thought proper to say expressly that a certain number must unite in the sale.’ And he concludes by saying that ‘ Both on principle and on authority the statute should be held to extend to all powers of sale conferred on executors, whether they involve the exercise of discretion, or are peremptory in their character. Wills may thus be carried into effect according to their intention, when otherwise they would be defeated by circumstances unforeseen by the testator.’\n“ These considerations, it seems to me, ought to have the same controlling influence in the construction of our own statute, and should be regarded as decisive of the question raised here. That it is the general understanding of the profession that our statute applies as well to discretionary powers of sale, as to those of a positive and mandatory character, is evident from the fact that the distinction does not seem to be recognised in any of the cases. And in Miller v. Meetch, 8 Barr 417, the point was not raised by the counsel, nor suggested by the court, although the power of sale there given to the executors is discretionary in its character, and the question was in regard to its due execution. The syllabus of that case is exactly in point, but, unhappily, it is not warranted by the opinion of the court and the facts of the case. The power there given to the executors is in these words: ‘ I will that my executors, on or before the 1st of April next ensuing, sell either at public or private sale, as they may judge proper, all my estate, real and personal, hereby giving them full and ample power and authority to execute a deed or deeds for the same, and after the payment of just debts, I will the proceeds thereof to be equally divided among all my children.’ The will was admitted to probate in 1829. Three persons, Trump, Meetch, and Davis were named as executors. Trump died before the testator. Davis was sworn in as executor on the 20th June, 1829, and renounced on the 9th February, 1830 ; and the same day Meetch was sworn in as executor, and in 1833 sold and conveyed the testator’s interest in certain real estate to one Miller. The question was respecting the due execution of the power of sale contained in the will. Three points were made: 1st. That Davis having been sworn in as executor, could not voluntarily renounce the office, and ought to have joined in the conveyance. 2d. That letters testamentary not having been granted by the\" register to Meetch, he had no authority to execute the power. 3d. That the sale was not made within the time directed by the testator.\n“ These objections were considered of no weight, and it was held that the power of sale was well executed by the acting executor. That this power was discretionary in its character does not admit of doubt. ‘ Wherever an authority is given to trustees, which it is either not compulsory upon them to exercise at all, or if compulsory, the time, or manner, or extent of its execution is left to be determined by the trustees, that is obviously a ■discretionary power, though the extent and nature of the discretion may vary in each case :’ Hill on Trustees 485.\n“If the case of Miller v. Meetch cannot be regarded as an authority settling the construction of our statute, because the question of the discretionary character of the power was not raised by the counsel, nor considered by the court, it furnishes at least very strong proof that there is no ground for the distinction. In speaking of the statute, the court say: 4 The right to execute the power is expressly conferred on the surviving or acting executor, in all cases where his fellows have died, or refused, or renounced the trust.’ See also the opinion of Judge King in Meredith’s Estate, 1 Parsons 433.\n44 These cases show the understanding of the profession and the court in reference to this statute, and if a different construction were now to be given to it, it would undoubtedly overturn many other titles besides those derived under this will. The equity of this case is clearly against the plaintiffs. The defendant and others have purchased and paid for the large and valuable estate of which the testator died seised, on the faith of the power of sale contained in his will. They have expended their labour and money in making extensive and permanent improvements thereon. There is no allegation that the lands were sold below their value, or that the plaintiffs have not received their full share of the proceeds. To allow them to recover their ancestor’s estate with all the improvements made thereon by the purchasers, would be such gross injustice as no court could tolerate, unless constrained by some rigid and unbending rule of law. Happily, in this case, there is no rule which compels us to sanction any such hardship.\n“ Let judgment be entered in favour of the defendant on the reserved point, non obstante veredicto.”\nThe plaintiff removed the cause to this court, and assigned that the court erred in entering judgment on the point reserved in favour of the defendant.\nStowe, for plaintiff in error.\nGt. P. Hamilton, for defendant in error."
  },
  "file_name": "0211-01",
  "first_page_order": 211,
  "last_page_order": 216
}
