{
  "id": 982900,
  "name": "Crow versus Crow",
  "name_abbreviation": "Crow v. Crow",
  "decision_date": "1858-01-28",
  "docket_number": "",
  "first_page": "216",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 216"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846837
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0323-01"
      ]
    },
    {
      "cite": "10 Watts 107",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0107-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 6929,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.034449498793172884
    },
    "sha256": "f58bd6b6d73dbf62da52534763e1411b5db8d2f9631580ad3f56380357c472e6",
    "simhash": "1:5bf404db270567cc",
    "word_count": 1242
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Crow versus Crow."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Knox, J.\nThe plaintiff in error complains that the Court of Common Pleas submitted the question to the jury, whether Alexander Crow was not the real purchaser under the articles of 26th December, 1845, instead of the purchase being a joint one by Alexander Crow and John Hanaway. We do not think this a material error, if error there was, which is by no means certain; for conceding that the purchase was made by Crow and Hanaway, for their mutual benefit, the assignment made by Hanaway to Crow the day after the purchase vested the entire equitable estate in Crow, and- upon payment of the residue of the purchase-money he was entitled to a separate conveyance.\nAll of the vendors appear to have been willing to execute the deed to Crow alone, except Thomas Morris; who seems to have laboured under the belief that a separate conveyance to Crow would in some way affect the rights of Mrs. Hanaway to dower. In this he was mistaken. Mrs. Hanaway had no interest to be affected, and even if it were otherwise she could not have been influenced by the transfer of the legal title to Crow. We have no doubt of the power of a court of law to enforce performance of this contract, through the medium of a conditional verdict; and we think, under the evidence, the plaintiff was clearly entitled to recover.\nThe judgment of the Court of Common Pleas of Fayette • county for the damages is affirmed, but forasmuch as the time limited for the delivering of the deed has expired, it is now here considered and adjudged, that the same be extended, and that the said judgment shall be released if the plaintiffs in error shall, on or before the first day of March next, deliver to the defendant in error the deed in the verdict mentioned, and shall also pay the costs of suit.",
        "type": "majority",
        "author": "by Knox, J."
      }
    ],
    "attorneys": [
      "Saíne, for plaintiffs in error.",
      "J. B. and A. Sowell, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Crow versus Crow.\nWhere two persons jointly purchased a tract of land by articles of agreement, and one of them paid a part of the purchase-money, which was furnished by his co-purchasei1, and the .former then assigned to the latter his interest in the articles, who paid the balance of the purchase-money, it was proper to submit it to the jury whether such latter was the real purchaser.\nThe Court of Common Pleas may compel the specific execution of the contract by a conveyance to such real purchaser alone, by means of a conditional verdict in ejectment.\nError to the Court of Common Pleas of Fayette county.\nThe plaintiffs in error were defendants below.\nThis was an ejectment brought to enforce the specific performance of a written contract for the sale of land. The defendants below, by articles of agreement dated the 7th day of December, 1845, sold to Alexander Crow and John Hanaway a tract of land for the sum of $2350, payable four days thereafter. On the day after the date of the article, John Hanaway paid on the same $1000, and on the next day assigned his contract to Alexander Crow. The article of agreement was recorded on the 8th day of June, 1847. John Hanaway was married, and had a wife and children at the time of the purchase and sale; he died, after the transfer to Crow, leaving his widow and children surviving.\nOn the 26th day of February, 1847, the defendant below made and tendered to Alexander Crow, a deed to him and John Hanaway for the land, in accordance with the article of agreement, which he refused to accept on the.ground that he wanted the deed made to himself alone. In January, 1851, Alexander Crow procured a deed to be prepared to himself, with clause of general warranty, and tendered the same to the defendants to be executed. This Thomas Morris refused to do, whereupon Crow brought this suit. Alexander Crow furnished the $1000, paid by Hanaway on the 8th December, 1845. The remainder of the purchase-money had been paid by Alexander Crow, as appears from Michael Crow’s testimony, which is as follows:—\nMichael Crow, sworn: “ No receipts given, except those endorsed on the article; the sureties of William Morris were all present at my house; they appointed me their agent; we sold the property to Alexander Crow and John Hanaway; Col. Crow paid $2050 to me at my house; the balance was coming to me, and that has been satisfied to me by Col.- Crow; property worth now $50 an acre; Thomas Morris saw the agreement, with the assignment to Crow.”\nCross-examined: “The article was handed over to James Morris to draw a deed; one deed before was drawn and executed by all the parties, but the .colonel would not accept it because Hanaway’s name was in it and because Hanaway had no claim to it; this was the time the article was left with James Morris to draw a deed, and afterwards disappeared; I called on James Morris for it and he could not find it; Thomas Morris was present when the article was left with James Morris; my son Alexander has sold the land; the deed was to be made to Crow and Hanaway ; when I went Col. Crow’s security the assignment was made to Col. Crow by Hanaway; I have no recollection of any directions to James Morris to draw a deed to Crow alone in the presence of Thomas Morris; I think the paper was open; Thomas Morris saw the assignment of Hanaway to Crow; I think he could have seen it.”\nThe article of agreement for the sale of the land was between the parties to the suit. Heirs and assigns were not mentioned.\nThe court (Gilmore, P.) charged the jury as follows: — “ If the jury believe from the evidence of Michael Crow and others that Col. Alexander Crow was- the real purchaser, and after Michael Crow had gone security, the deed was to be made alone to Col. Alexander Crow, and the defendant Thomas Morris was aware of all this, the plaintiff will be entitled to recover, if you believe Morris refused to execute the deed to Crow alone.”\nTo which charge the defendants excepted.\nThe following are the errors assigned:—\n1. The court erred in submitting to the jury the question, whether Alexander Crow was the real purchaser of the land, of Avhich there was no evidence, and in the face, too, of the written article of agreement, and the testimony of Michael Crow, which proved' that John Hanaway and Alexander Crow were the purchasers.\n2. The court erred in submitting to the jury the question, whether the deed was to be made to Alexander Crow alone, against the evidence.\n3. The court erred in charging the jury that the plaintiff was entitled to recover, if they believe that Morris refused to execute the deed to CroAY alone.\n4. The action was to enforce a specific performance of a contract; and under the articles no such verdict as the one rendered in this case could he given, and the court erred in allowing such a verdict to he entered.\nJanuary 28, 1858,\nSaíne, for plaintiffs in error.\nJ. B. and A. Sowell, for defendants in error,\nreferred to Myers v. Hart, 10 Watts 107; Inman v. Kuntz, Id. 99-101; Gifford v. Gifford, 3 Casey 205; Dougherty v. Stephenson, 1 Casey 210, 3 Penn. R. 514; Irvin v. Bull, 7 Watts 323."
  },
  "file_name": "0216-01",
  "first_page_order": 216,
  "last_page_order": 218
}
