{
  "id": 982923,
  "name": "Huey's Appeal",
  "name_abbreviation": "Huey's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "219",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 W. 147",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 5909,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 3.5599389391648784e-07,
      "percentile": 0.885740828905469
    },
    "sha256": "55161d2908455ccf008fe4d925c9ab2ff432dd92a5b308c0d62ca6a48b6579eb",
    "simhash": "1:daa6dba9e51c7f4b",
    "word_count": 1057
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Huey’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThere is no principle of law more consonant with reason, or better supported by authority, than that a conveyance which is fraudulent as to creditors, binds, nevertheless, the parties to it. Through that “cloud of authorities” of which the counsel speak, this principle shines perpetually, and it .guides us to the conclusion that the appellant is here without merits.\nHaving caused his house and lot to be conveyed to his wife for the purpose of hindering and delaying his creditors, denying his ownership as long as denial would serve to keep them off, he chops round now when they have raised $314.26 out of the property by a sheriff’s sale of it, and claims $300 of the proceeds under our exemption statute.\nIt would be a perversion of that humane law to apply it to such a case. As to his creditors the fraudulent deed was void, and he . remained the owner of the property, but the deed concluded him for all other purposes. The statute was not made as an instrument of fraud to delay and hinder creditors, but to secure to honest debtors from the wreck of their fortunes a subsistence until they can do something for themselves and families.\nBut if a debtor may first convey away his property in fraud of creditors, and then when it is seized or sold come in and take the proceeds, the statute is worse than the fraudulent deed, because more efficacious to cheat the creditor.\nIt is argued that the statute exempts property “ owned by or “ in possession of” the debtor, and hence that'Huey was entitled to the, fund in virtue of his possession of the property, even if he was not the owner of it.\nThe answer is at hand. Judgments on contracts, and distresses for rent, are the two kinds of creditorship to which the statute applies the exemption, the first of which can be levied only on property owned by the debtor, but the other of which may seize as well that of which the tenant has the possession merely, as that which he owns. The exemption clause therefore mentions both ownership and possession, but the latter word is to be referred to distresses for rent, and has no application whatever to judgments. This distinction, overlooked by the argument, accounts sufficiently for the phraseology of the enactment.\nOn the whole we think the decree of the court was right, and it is accordingly affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Mason and Taylor, for appellant.",
      "Griffith and Trunlcey, for appellee."
    ],
    "corrections": "",
    "head_matter": "Huey’s Appeal.\nA deed made to hinder and delay creditors, though void as to them, nevertheless concludes the debtor for all other purposes.\nA debtor who has real estate conveyed to his wife for the purpose of defrauding his creditors, is not entitled to claim the benefit of the $300 exemption of the Act of 1849, out of the proceeds of such estate when seized and sold by the sheriff.\nOn an execution issued upon a judgment obtained on contract, the exemption, under the Act of 1849, applies only to property owned by the defendant, and not to such as he has merely in possession.\nAppeal from the Common Pleas of Mercer county.\nThis was an appeal from the Court of Common Pleas of Mercer county, distributing the proceeds of the sheriff’s sale of the real estate of John S. Huey. Huey was a member of the firm of Douglass, Henlan & Co., and during the fall of 1854, disposed of his interest in the concern to one of his partners. The firm was indebted at this time to Park, McCurdy & Co. In the spring of 1854, Huey had entered into articles of agreement with Jacob Cozat to convey to the latter a tract of land in Mercer county, which he then owned, in consideration of Cozat conveying to him a house and lot in the village of Shawn, being the property sold.\nIn November, 1854, Huey procured Cozat to make the deed for the house and lot to his wife, for the purpose as he told him at the time, of preventing Park, McCurdy & Co. seizing it for the debt due by the firm of Douglass, Henlan & Co.\nPark, McCurdy & Co. afterwards instituted suit on the claim, and obtained a judgment against the firm, and issued a fieri facias, and had the property levied on. Huey then claimed the benefit of the exemption law. The property was appraised and valued at $400, and afterwards on a venditioni exponas sold by the sheriff for $360. This was brought into court for distribution. The court appointed an auditor to report the facts and make distribution. Huey claimed to have $300 of the proceeds of the sale awarded to him, under the exemption law of 1849. This was resisted by the creditors on the ground of the fraudulent conveyance.\nThe auditor appropriated $45.74, to pay the costs on the writ and the expenses of the audit, $300 to Huey under the exemption law, and the balance of $14.26 to a judgment of Burwell & Beech against Huey. To this report Park, McCurdy & Co. filed exceptions, and the court below set aside so much of the report as awarded $300 to Huey, under the exemption law, and decreed that it be distributed among the creditors according to the priority of their liens; and from this decree Huey appealed to this court, and assigned the action of the court in this behalf for error.\nMason and Taylor, for appellant.\nThe act provides that property to the value of $300, “ owned by or in possession of any debtor, shall be exempt from levy and sale by execution.” Even if not owned by him it was in his possession — the right to the use and enjoyment was his, and by the express terms of the act, the right of exemption follows. The possession is sufficient: Lindsey v. Fuller, 10 W. 147.\nThe conveyance to his wife, though fraudulent as to creditors, does not debar him of this privilege. A cloud of authorities establish that such conveyances shall be void as to creditors, as if there had been no conveyance; but nowhere indicates that the creditor shall be placed in a better condition than if it had not been made. There was no notice of title in the wife, no depreciation of the sale.\nGriffith and Trunlcey, for appellee."
  },
  "file_name": "0219-01",
  "first_page_order": 219,
  "last_page_order": 221
}
