{
  "id": 982825,
  "name": "Callen versus Ferguson",
  "name_abbreviation": "Callen v. Ferguson",
  "decision_date": "1857-11-03",
  "docket_number": "",
  "first_page": "247",
  "last_page": "251",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 247"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0382-01"
      ]
    },
    {
      "cite": "5 W. & S. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0427-01"
      ]
    },
    {
      "cite": "6 W. & S. 97",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0097-01"
      ]
    },
    {
      "cite": "4 Johns. 233",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 245",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0245-01"
      ]
    },
    {
      "cite": "5 Watts 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0451-01"
      ]
    },
    {
      "cite": "9 W. & S. 62",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168906
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0062-01"
      ]
    },
    {
      "cite": "1 R. 408",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 42",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0323-01"
      ]
    },
    {
      "cite": "10 Watts 320",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 542",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0542-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11403,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.624814428871939e-07,
      "percentile": 0.6879275587109519
    },
    "sha256": "f4b1068386ec2cd0e3d7719b1f4663e8c6a0f089e6117506c33ed3a6b227424f",
    "simhash": "1:79ae6d4aa503c63b",
    "word_count": 2043
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Callen versus Ferguson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrxe, J.\nThe easiest way of disposing of this case is to assume that John Eerguson once had an equitable title to this land, that might have been enforced. In May, 1835, he assigned it to his father-in-law, William Sturgeon, for his own use and benefit; and it may be doubted whether it was competent for him to prove that Sturgeon then agreed to hold it for him : 21 State R. 263. But we need not decide this. Eerguson never paid anything on the land, and had never signed any contract to pay anything; but Sturgeon paid for the whole of it, and, in August, 1835, got a deed for it in his own name. He permitted Eerguson to remain on the land, and died in 1837, having devised it to his daughter, the defendant’s wife, to have and hold to them and their children’s use during her life, and after her death, to be disposed of to her children as she might think best. Then Eerguson, and his wife and family, continued to reside on the land until her death in 1853. She devised the land to her children; and it was not until it was put up for sale, on proceedings in partition among his children, that he set up any claim to it inconsistent with the title of Sturgeon, and of his own wife and children.\nHe now says that in May, 1835, Sturgeon promised to convey the land to him upon his paying for it; and on the strength of this alleged promise, and notwithstanding the facts already recited, he claims the title for himself against his children. He therefore occupies the position of a plaintiff in a bill in equity, seeking to enforce specific performance. Mr. Brightly, Equity Jur. § 239, has properly stated the rule that governs such a.claim: “If a party seeking a specific execution, has been guilty of gross laches, or has been inexcusably negligent in performing the contract on his part; or if, in the intermediate period, there has arisen a material change of circumstances, affecting the rights, interests, and obligations of the parties, a court of equity will refuse to decree a specific performance.”\nThis claim is chargeable with all the defects stated in the rule. No doubt William Sturgeon did intend to let Ferguson derive a real benefit from the purchase, and he carried out his intention in his will in a very efficient manner.\nBut the claim that he made a contract to assign it to Ferguson, is contradicted by near twenty years of conduct inconsistent with the claim. The oral contract, if any, was flatly broken or repudiated by the will of Sturgeon in 1837; and no suit was brought for damages at common law, or for specific performance in the Orphans’ Court, as there ought to have been. He has totally failed in presenting such evidence of a title as equity will listen to; and all that he did’ produce might very well have been withdrawn from the consideration of the jury. Even if there was a contract, the defendant cannot now have execution of it: 25 State R. 406.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrxe, J."
      }
    ],
    "attorneys": [
      "Marshall and Thompson, for plaintiff in error,",
      "Outler and Walker, contrá,"
    ],
    "corrections": "",
    "head_matter": "Callen versus Ferguson.\nIf a party seeking a specific execution of a contract has been guilty of gross laches, or if in the intermediate period there has arisen a material change of circumstances affecting the rights, interests, and obligations of the parties, a court of equity will refuse to decree a specific performance.\nError, to the Court of Common Pleas of Brie county.\nThis was an action of ejectment by James Callen v. John Ferguson and Others, for fifty acres of land in Springfield, in said county.\nJames Ferguson, the father of John Ferguson, purchased of Griffith & Wallace, on the 10th day of April, 1815, two hundred acres of land, part of tract No. 596, at the price of $3 per acre, to be paid in six equal annual payments, the first of which was to be made on the 10th day of April, 1818, with interest.\nJohn Ferguson, the defendant, went upon the land now in controversy, and which is a part of the said two hundred acres, some time between 1818 and 1821 — there was no evidence showing how. On the 8th day of January, 1821, James Ferguson made an assignment on the back of the article between Griffith & Wallace, in these words: “ For value received I sign over my right, title, and interest to the west half of the lot of land mentioned in this article to John Ferguson and Hance Ferguson, for them to hold and receive a deed from Harn J. Huidekoper, if they pay three hundred dollars in six annual instalments, with the interest, as mentioned in the within article.”\nOn the 3d day of February, 1824, James Ferguson requested the agent of Day & Meredith (successors of Griffith & Wallace) to resell the west fifty acres of the two hundred acres to Hance Ferguson, who was also a son of James Ferguson, and the same Hance Ferguson named in the assignment of January 8, 1821, and a contract was accordingly given by Day & Meredith to Hance Ferguson for the west fifty acres. John Ferguson built a log house on the fifty acres adjoining the west fifty acres of the two hundred acres, married a wife in 1822 or 1823, cleared some land, but the improvements he made were of an inferior order.\nThere was nothing paid upon the purchase-money of the remaining one hundred and fifty acres which were left of the two hundred acres contracted for on the 10th day of April, 1815, by James Ferguson, after the resale to Hance Ferguson of fifty acres. In February, 1830, Day & Meredith brought suit to recover the possession of said land. On the 17th day of April, 1830, the said one hundred and fifty acres of land were sold by Day & Meredith to James Ferguson, 3d, upon years’ time, and the contract of the 10th day of April, 1815, was on the same day surrendered to Day & Meredith, and cancelled — John Ferguson still living on the part he first went into possession of, but paid no purchase-money. In the year 1834 it became necessary that part of the purchase-money should be paid or the land would again fall back to Day & Meredith. On the 9th day of May, 1834, William Sturgeon, father-in-law of John Ferguson, paid Day & Meredith $130 on the fifty acres occupied by John Ferguson, and on the 4th day of November, 1834, William Sturgeon paid the farther sum of $105 on the same. It did not appear under what arrangement Mr. Sturgeon paid those two sums of money. Upon the 7th day of May, 1835, James Ferguson, 3d, in whose name the contract for the land was, and John Ferguson, signed a writing in the words following: “I assign over the west fifty acres on my contract to William Sturgeon, for his use and benefit, by his paying for it.”\nWilliam Sturgeon, on the 4th day of August, 1835, paid Day & Meredith the farther sum of $109.88, being the balance of the proportion due upon these fifty acres, and upon the same day Day & Meredith made and delivered to William Sturgeon a deed of conveyance of the said west fifty acres of land, and is the same now in controversy. Sturgeon permitted Ferguson and his family to live on the land; Ferguson was intemperate and poor; Sturgeon, the father of Ferguson’s wife, was in easy circumstances. Ferguson never paid any part of the purchase-money of the land to any one, nor was he ever bound by any writing or agreement to do so.\nWilliam Sturgeon made his last will and testament on the 27th day of November, 1837, which was duly proved on the 18th day of April, 1838, by which he devised these fifty acres of land to his daughter in the words following: “ I will and bequeath to my daughter Margaret, intermarried with John Ferguson, fifty acres of land, be the same more or less, situated in Springfield township, Erie county, and state of Pennsylvania, being the farm that she and her husband now reside on, with the appurtenances, to haye and to hold, to them and their children’s use, as long as the said Margaret lives — and after her decease' to be disposed of to her children, as she may think best, and to be for them and their heirs and assigns for ever — and that to be her share in full of my estate, real and personal.”\nMargaret, the devisee, and her husband, John Ferguson (one of the defendants), and their family, continued to live on the land until the death of Margaret Ferguson. Margaret Ferguson made her last will on the 1st day of February, 1853, which was duly proved on the 12th day of February, 1853, by which she named and appointed her six children, to wit, Francis, William, Margaret, James, Mary, and Nancy, to have said fifty acres of land in fee, in accordance with her father’s will. The said devisees petitioned the Orphans’ Court of Erie county, to the May Term, 1853, for partition of said land. Inquest awarded, and reported the same could not be divided without spoiling the whole. And upon petition the court ordered the administrator with the will annexed of Margaret Ferguson to make public sale of the land, and the same was regularly sold to James Callen; report of sale made to the Orphans’ Court, and confirmed without objection from John Ferguson, and a deed made by the administrator to Callen. John Ferguson refused to give the possession, and Callen brought this action of ejectment against Ferguson and Dorn, the latter being the tenant of the former.\nJohn Ferguson claimed that he had an equity growing out of improvements made by him, which was not destroyed by the resale of the land in 1830 by Day & Meredith to James Ferguson, 3d, nor by the transfer or assignment of James Ferguson, 3d, and himself to William Sturgeon on the 7th of May, 1835, and also that there was a parol understanding or agreement on the part of William Sturgeon when said assignment was made, that he would convey the land to the said John Ferguson upon the payment of the money so advanced and paid by the said Sturgeon on said land, and claimed that a conditional verdict should be found fixing the amount to be paid by him. The court below (Galbraith, P.) sustained the positions of defendants, and virtually directed the jury to find a verdict for the plaintiff, to be released upon the payment of the money paid by William Sturgeon after the assignment was made to him by James and John Ferguson — saying to the jury, in connexion with the payments made by Mr. Sturgeon prior to the assignment to him, “Were these payments made by William Sturgeon with the money of John Eerguson, or were they voluntary advances made for the benefit of his daughter or her husband ? Or were they included and embraced within the condition at the time of the transfer ? These are questions for the jury from the evidence in determining the amount to which the recovery is subject.” And the jury found only for the money paid after the assignment.\nNovember 3, 1857,\nThe instructions of the court constituted the ground of plaintiff’s complaint.\nMarshall and Thompson, for plaintiff in error,\nreferred to Sanford v. Decamp, 8 Watts 542; Haines v. O’Connell, 10 Watts 320; Kigsler v. Kigsler, 2 Watts 323; Robertson v. Robertson, 9 Watts 42, explaining Brown v. Dysinger, 1 R. 408; Sample v. Coulson, 9 W. & S. 62; Peebles v. Reading, 8 S. & R. 492; Graham v. Donaldson, 5 Watts 451; Pritt v. Crotzer, 1 Harris 454; Smith v. Smith, 3 Casey 180.\nOutler and Walker, contrá,\nreferred to Heister v. Laird, 1 W. & S. 245; Meidman v. Kohr, 4 S. & R. 174; Jackson v. Bond, 4 Johns. 233; Miller v. Pearce, 6 W. & S. 97; Sheriff v. Neal, Bright. Eq. §§ 408, 409, 410; McCulloch v. Cowher, 5 W. & S. 427 ; Woods v. Farmere, 7 Watts 382; Bright. Eq. §§ 113, 117."
  },
  "file_name": "0247-01",
  "first_page_order": 247,
  "last_page_order": 251
}
