{
  "id": 982725,
  "name": "Bemus versus Clark et al.",
  "name_abbreviation": "Bemus v. Clark",
  "decision_date": "1857-11-02",
  "docket_number": "",
  "first_page": "251",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 134",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 177",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0177-01"
      ]
    },
    {
      "cite": "3 W. & S. 91",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854668
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0091-01"
      ]
    },
    {
      "cite": "7 Watts 446",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 495",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0495-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 404,
    "char_count": 6851,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.3368260605123956e-07,
      "percentile": 0.6302969787041638
    },
    "sha256": "b887018439421522b182a7414b87b917179903c73c933a9a7d07a295d53768cd",
    "simhash": "1:217bd5a0710f897a",
    "word_count": 1214
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bemus versus Clark et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, J.\nThe Common Pleas may grant a new trial by setting aside an award under the compulsory arbitration law, if there has been misbehaviour in the arbitrators, or the award has been procured by corruption, or other undue means; but we cannot review their judgment in this respect any more than we can review their judgment on a motion for a new trial.\nThe question here is, is there anything on the record to justify the judgment ? We find a reference and an award; but the award is not by the arbitrators first appointed — there having been two persons substituted. The objection to this is, that the substitution was irregular, especially of one of the arbitrators, he having been substituted by the other two, without any apparent consent of the parties. But neither does it appear, as to one of the arbitrators first chosen, that he had ever been notified to attend; and we might mention other facts omitted to be stated.\nWe do not scan the report of arbitrators in the same way that we do the record of the proceedings of the court, for the law does not require them to report anything but their decision; and they are a mere transient tribunal, not expected to be skilled in strictness of forms. We presume everything to have been regularly done by them, when it does not appear to be irregular; and even if it appears irregular, we presume the consent of the parties, if they were present. And we do no harm by this; for the party who thinks himself wronged may appeal.\nWe discover nothing on the record that this court can treat as error.\nJudgment affirmed.",
        "type": "majority",
        "author": "by Lowrie, J."
      }
    ],
    "attorneys": [
      "Ohureh, for plaintiff in error.",
      ". Pettis, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Bemus versus Clark et al.\nThe Common Pleas may set aside an award under the compulsory arbitration law for misbehaviour, or when the award has been procured by corruption or undue means; but a refusal to do so is not the subject of a writ of error.\nIn trials before arbitrators under the compulsory arbitration law, everything is presumed to be regularly done where the contrary does not appear.\nThis court will presume, after judgment on an award of arbitrators, that the proceedings were regular; and if there be an apparent irregularity in the proceedings, the consent of the parties will be presumed.\nError to the Court of Common Pleas of Oraivford county.\nThis was an action brought to recover the price of a mowing machine, sold by plaintiffs to defendant. The defence was deficiency in the machine, and that it was not such as represented by the plaintiffs, and of little or no value for the purposes intended.\nOn the 2d day of June, 1855, plaintiffs entered a rule of reference under the compulsory arbitration law, and H. B. Beatty, A. Clark, and William McLaughlin were appointed arbitrators, to meet on the 16th day of the same month. At the time and place fixed for the meeting, Beatty and Clark, two of the arbitrators, met, and McLaughlin not attending, Samuel J. Johnston was substituted by the arbitrators in attendance, and the full board, then consisting of Beatty, Clark, and Johnston, were thereupon duly sworn, and then adjourned to meet at the same place, the court house, on Saturday, the 23d day of June, when Clark and Johnston, two of the arbitrators, only being present, they adjourned to the 7th of July, when only one, Clarke, was present, and adjourned to 26th July, at which time all of the sworn arbitrators attended, and “ continued the cause” to 8th of August, and from thence to the 11th, when the record shows that McLaughlin, who was an original arbitrator, but not one of the three that had been previously sworn in the cause, being absent, two of the arbitrators, Clark and Johnston, substituted William M. Barron, who was duly sworn, and the three thus chosen and substituted proceeded to hear and determine the case, the defendant being absent, and awarded in favour of the plaintiffs.\nOn the 18th of August, 1855, defendant obtained a. rule to show cause why the award should not be set aside, and filed the following exceptions:—\n1. The full board of arbitrators, viz., Beatty, Clark, and Johnston, having been sworn in the cause and adjourned, they could not afterwards substitute or supply the absence of one of their number, as was done by Clark and Johnston.\n2. The substitution appeal’s of record to have been made to fill the vacancy occasioned by the absence of McLaughlin, who was not one of the three previously sworn and organized.\nThe exceptions were argued and held under advisement from time to time until November 22,1856, when the following affidavit of William M. Barron was filed:—\n“ Upon the day of the arbitration in this case, one of the arbitrators being absent, Esquire Clark came out to the front of the court-house, and inquired of me if I would sit on an arbitration, in the presence of Dr. Bemus, and I told him I would if it would not take too long; and as I walked in I inquired who the parties were, when Dr. Bemus said he was one of them, and told me to mind my friends (this remark he made in a jocular manner). I went in and was qualified, when Dr. Bemus said he would go down street and bring up his counsel; and the arbitrators waited an hour for his return and then proceeded to trial. When I was substituted neither the plaintiffs or attorney were present.”\nThe court dismissed the exceptions, and entered judgment on the award.\nThe refusal to set aside the award, and entering judgment for plaintiffs thereon, were assigned as error.\nNovember 2, 1857,\nOhureh, for plaintiff in error.\nThe board of arbitrators had been fully organized and qualified on the 16th of June. It was not competent for them afterwards to substitute or supply a vacancy. The only authority left them was the plainly specified one of hearing the proofs and allegations of the parties and deciding thereupon. The Acts of Assembly of 1810 and of 1836, as well as the adjudicated cases of Douglas v. Kenton, 1 Miles 21, under the former, and of Wilson v. Cross, 7 Watts 495, under the latter act, settle this point. The latter case is conclusive upon it.\nThe record shows that the work of substitution on the 11th of August, was the sole act of the arbitrators, Clark and Johnston; the latter himself being but a substitute by Beatty and Clark, and only valid because so constituted before the organization to try the cause. The record of the doings of the arbitrators in this act of substitution is plain and unequivocal, and not subject to contradiction by parol: see 7 Watts 446; Sands v. Rolshouse, 3 Barr 456; Beaukirk v. McKee, 9 Barr 100.\nAffidavits like these, even if sent up with the record, cannot be available: Dodds v. Dodds, 9 Barr 315; Moyer v. R. R. Co., 3 W. & S. 91. This case differs from Christman v. Moran, 9 Barr 487. In this he declined to go to trial.\n. Pettis, for defendant in error,\nreferred to Browning v. McManners, 1 Wh. 177; Graham v. Graham, 2 Jones 134."
  },
  "file_name": "0251-01",
  "first_page_order": 251,
  "last_page_order": 254
}
