{
  "id": 982744,
  "name": "Haverstick versus The Erie Gas Company",
  "name_abbreviation": "Haverstick v. Erie Gas Co.",
  "decision_date": "1857-11-03",
  "docket_number": "",
  "first_page": "254",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wheat. 204",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0204-01"
      ]
    },
    {
      "cite": "5 W. & S. 109",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 404,
    "char_count": 6785,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 2.5571283075918896e-07,
      "percentile": 0.8149793675229714
    },
    "sha256": "90bb067e83b0830358a1bca3e402eb55df0f6cdbcc2d208c5d8f3b571d7676e5",
    "simhash": "1:92400e83e109d664",
    "word_count": 1171
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haverstick versus The Erie Gas Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, J.\nIn strict law this covenant was broken by the defendant’s failure to deliver the deed at the time therein specified, and then the plaintiff had a right to his action- of covenant to recover back his money paid and damages. It is equity that intervenes and allows the defendants still to perform their covenant, on payment of compensation for their negligence, and declares that the time of the performance ought to be regarded as immaterial when there has been no serious change of circumstances affecting the contract, and when the party complaining of the neglect has not seriously urged the performance.\nThe principle has been well applied in this case; but there was error in the mode of settling the compensation. The plaintiff having bought the land and paid for it, was prima facie entitled to compensation, at least equal to the interest on his payment from the date of defendant’s failure until the tender of performance, when it lay upon the defendants to show to the satisfaction of the jury that the plaintiff has not suffered that amount of damage, and that that would be more than compensation. In forming thi3 judgment, the jury will have to know what diligence and negligence there was on both sides, and what advantages and disadvantages the delay may have occasioned.\nThe plaintiff cannot recover damages for having to employ counsel to bring this suit.\nJudgment reversed and new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, J."
      }
    ],
    "attorneys": [
      "Marshall, for plaintiff,",
      "Lane and Grant,"
    ],
    "corrections": "",
    "head_matter": "Haverstick versus The Erie Gas Company.\nIn strict law, whenever a covenant is broken, the plaintiff is entitled to recover full damages for its breach.\nBut equity intervenes and allows the covenantor to perform on making compensation for his negligence.\nIn equity the time of performance ought to be regarded as immaterial where there has been no material change in the circumstances affecting the contract, and where the party complaining has not seriously urged its performance.\nThe plaintiff cannot recover in damages the expenses of prosecuting a suit to enforce the contract.\nError, to the Court of Common Pleas of Erie county.\nHenry P. Haverstick, on the 25th day of July, 1853, purchased a lot in the city of Erie, from “ The Erie Gras Company,” for $1500, and paid the whole of the money on the day of the purchase. The defendants entered into contract under seal, by which they covenanted and agreed to make, execute, and deliver to the plaintiff a good and sufficient deed of conveyance of the said lot, in fee simple, clear of all encumbrances, on or before the 1st day of November, 1853. There was nothing mentioned in the contract as to when possession was to be given. It was unimproved. Plaintiff took no actual possession of the lot, but paid the taxes on it for the year 1854, and promised to the collector to pay them for 1855, but afterwards refused. The lot was assessed in plaintiff’s name, but it did not appear by whose order or direction. There was no evidence that plaintiff had ever asked for or demanded a deed. On the 22d day of January, 1856, plaintiff brought this action of covenant to rescind the contract (as he alleged on the argument), but nothing to show such intention appeared in the declaration or on the record. The declaration set out the contract, assigned the breach, and alleged damages in the common form. On the 2d day of February, 1856, the defendants tendered to plaintiff a deed for the lot, and a release from a pre-existing mortgage, and the amount of costs already incurred in this suit, which he declined to receive.\nThe plaintiff asked the court to charge: 1. That from the whole evidence plaintiff is entitled to recover.\n2. If the jury found the facts alleged in the declaration, and that defendants had neglected to tender a conveyance until after suit brought, that plaintiff was entitled to recover back the purchase-money and interest.\n3. If there, was an encumbrance which defendant neglected to remove until after suit brought, the plaintiff is entitled to recover purchase-money and interest.\n4. That there was no occupancy of the lot by plaintiff, and that he derived no profits therefrom, and that in any event plaintiff was entitled to recover damages equal to the amount of the interest on the purchase-money.\nThe court (Derickson, P.) charged, after stating the facts, that “ Whenever there is a breach of contract, damages are a necessary result, but unless they are proven to exist specifically, the law will not presume more than nominal damages. There is no proof of the kind here, and consequently the plaintiff cannot recover beyond what the law will presume. But he has been driven to bring his suit, and in doing so, to employ counsel, for which a reasonable compensation should also be made. This latter, however, is very questionable, but we charge it as law for the present.”\nAnswers to plaintiff’s points: — “ 1. The first point is answered in the affirmative.\n“ 2. From the evidence in the case we answer this point in the negative.\n“ 3. From the pleadings and evidence in the case we cannot charge as here requested.\n“4. The contract gave the plaintiff the privilege to occupy the lot, and if he did not enclose it, it was his own individual act, and would not justify the giving him damages equal to the interest on the purchase-money, with other expenses. The general charge of the court is referred to as an answer in part to these points.”\nThe answers and the general charge, plaintiff alleged as error.\nMarshall, for plaintiff,\ncontended that plaintiff was entitled to recover damages equal to the full amount of the purchase-money and interest from November 1, 1853, and referred to Chitty on Cont. 311; Smethhurst v. Woolston, 5 W. & S. 109; Hopkins v. Yowell, 5 Yeager 305; Connel v. McLean, 6 Har. & Joh. 297; Knox v. Rinehart, 9 S. & R. 45.\nLane and Grant,\nfor defendant, contended that time was not of the essence of the contract, and could be compensated in damages; that the contract was so far executed that it would be inequitable to rescind it; that the payment of taxes was evidence of possession; that the lot was unoccupied, and if plaintiff had not used and occupied it, it was his own fault; and that the declaration being solely for'a breach of the contract, the plaintiff could not rescind it, and could only recover damages actually sustained, and that the plaintiff was not entitled to recover attorney’s fees in the shape of damages, and that the rule in relation to real estate was different from that governing the sales of personal property— and referred to Meason v. Philips, Addison 346; Edgar v. Boies, 11 S. & R. 452; Sheppard v. Hampton, 3 Wheat. 204; De Camp v. Feay, 5 S. & R. 325; Peebles v. Reading, 8 S. & R. 491; Tiernan v. Roland, 3 Harris 438; Huber v. Burke, 11 S. & R. 246.\nNovember 3, 1857,"
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 256
}
