{
  "id": 982849,
  "name": "Weamer versus Juart",
  "name_abbreviation": "Weamer v. Juart",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "257",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 257"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481828
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0391-01"
      ]
    },
    {
      "cite": "10 Peters 412",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5616788
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/35/0412-01"
      ]
    },
    {
      "cite": "7 Cranch 290",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572766
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0290-01"
      ]
    },
    {
      "cite": "5 Porter 382",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        11256470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/port/5/0382-01"
      ]
    },
    {
      "cite": "5 Watts 352",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 392",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 8484,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 5.495846462391692e-08,
      "percentile": 0.34399669633248886
    },
    "sha256": "d662be29b33b293c52e951576aea12ef80665be542705b88a1fae757eabbc58e",
    "simhash": "1:f771eb01887c8ae9",
    "word_count": 1467
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weamer versus Juart."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe rule that makes shop-books evidence is founded in the necessities of justice. They are evidence manufactured by the shopkeeper himself, for his own purposes, and without any chance of supervision by his customer. In their best estate, therefore, it is proper to subject them, when offered in evidence, to severe scrutiny. But when they have acquired a general reputation for inaccuracy — when the shopkeeper has through fraud or carelessness made false entries, or omitted true ones, so frequently as to destroy the confidence of his customers in both himself and his books, what reason is there for insisting that a jury shall trust them ? How can private entries which a whole community have learned to discredit promote the ends of justice ? They are no more worthy of the confidence of a court and jury than a witness whose reputation for truth and veracity is impeached.\nWe approve entirely of the reasons assigned by the court for their ruling. That part of the charge which is quoted in the 4th assignment of error answers satisfactorily the first assignment, and is in accordance with the cases cited by the counsel of the defendant in error.\nIt is a sufficient answer to the second error assigned, that no evidence was given of the general character of the deceased partner for truth and veracity. A large number of witnesses discredited his general character for honesty and .for correct bookkeeping, and this was pertinent, but none of them spoke of his character for truth and veracity. As he was in his grave and not a witness, this, the usual test of the credibility of testimony, was inapplicable; but though ruled to be competent, it was not in fact applied, and so no harm was done.\nThe third error is unsupported. The court submitted all the evidence, the books, the testimony as to a settlement with Juart, and the discrediting testimony, to the jury. It would have been error to submit Wyncoop’s testimony “ independent of and apart from the books,” but this was not done. If the books contradicted him, the jury had good reason for not believing the books. If the court did not say all on the subject that might have been properly said, the omission was not error, since the counsel did not direct their attention to that view of the testimony which they now complain of the court for not taking.\nNothing, however, which the court could with legal propriety have said of this case would have helped the plaintiff, and therefore this record is as clear of errors of omission as of commission.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Todd, for plaintiff in error.",
      "Whites and Coffey, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Weamer versus Juart.\nThe rule 'which admits shop-books in evidence is founded in necessity, and being evidence made by the party for himself, should be subjected to severe Scrutiny.\nWhen the books of a tradesman have acquired a general reputation for inaccuracy, and through fraud or carelessness false entries have been made and true ones omitted, so frequently as to destroy the confidence of his customers in himself and his books, there is no reason that a jury should give credence to them.\nThe character of a deceased shopkeeper, who made the entries, for truth and veracity, is not admissible to discredit the books.\nBut his general character for honesty and correct book-keeping, is pertinent and proper testimony for that purpose.\nThe omission to give instructions, which would have been proper in the case if there was no prayer to that effect, will not be error.\nError to the Common Pleas of Indiana county.\nThis was an action of assumpsit, by John Weamer, surviving partner of the firm of J. Weamer & Son, against Thomas Juart, to recover a book account for goods sold and delivered. The plaintiffs were merchants in the town of Plumville, from 1848 till 1851, when Joseph Weamer, one of the partners, died. During the existence of the partnership the defendant dealt in the store, and this suit was brought to recover an alleged balance due the firm.\nThe principal evidence on the part of the plaintiff was the books of original entries, with the evidence of the clerks who made them, and part being in the handwriting of Joseph Weamer, the deceased partner, his handwriting was proved, and the books admitted in evidence, showing an account due plaintiff of $21.45-|-.\nThe defendant proved that he had settled with Joseph Weamer after the alleged date of the accounts, and that there was then a balance due to him from J. Weamer & Son of from $4 to $6, and that he afterwards gave an order to Levi Wells for this amount, which it was shown he had received, and which constituted the last charge in the account presented against the defendant.\nThe defendant also proposed to prove by this and other witnesses the character of Joseph Weamer, and his books, for honesty and correctness, both by general reputation and evidence of particular facts relative to the accounts during the partnership— known false entries, and other inaccuracies. Objected to by plaintiff’s counsel.\nThe court admitted evidence of the general character of the books and the clerks, for honesty and correctness, and of Joseph Weamer for truth and veracity. To which decision the plaintiff by his counsel excepted.\nThe defendant proved that the reputation of the books in the neighbourhood, and among those who dealt with the firm, was bad; and that the deceased partner’s reputation for keeping incorrect books was notorious in the neighbourhood. The witnesses did not speak of his character for truth and veracity.\nThe court below (Buffington, P. J.) charged the jury as follows :—\n“ The plaintiff in this case seeks to recover a small book account. He is the surviving partner of Joseph Weamer, deceased, his son, and the entries in the books were principally made by the son while he was living. They have been read in evidence, and amount in the aggregate to the sum of f>21.45-J. If the case rested here, the plaintiff would be entitled to recover. The books, after the necessary preliminary proof, are prima facie evidence of the accuracy of the charges, and of the amount charged. But they are only prima facie evidence, and maybe rebutted by countervailing proof of their incorrectness.\n“ In this case the defendant seeks to overthrow them, first by evidence direct, that the deceased partner admitted that the defendant was not indebted to plaintiff, but that the firm was indebted to him. The jury will determine the effect of this evidence.\n“ He further attempts to destroy the evidence of the books by proof of their general bad character for accuracy in the neighbourhood. Books are not merely evidence of a single transaction, but they are the record of the daily transactions of a merchant with his customers generally, and it is from this fact they are admitted at all. Books thus kept are considered the medium of legal proof, and as such evidence of truth. So long as they are honestly and fairly kept, they may be safely relied on. But like the testimony of living witnesses, they may by degrees, and from the discovery by many customers, of various and general inaccuracies, acquire such a reputation for incorrectness as to render them quite unworthy of credit. If their reputation be so bad that they cannot be trusted as evidence of truth, they ought to be disregarded and rejected by the jury. The question is one for the jury, and as such is left to them. If otherwise, the jury will take the account as proved, unless they believe it was settled.”\nThe jury found for defendant.\nThe plaintiff sued out a writ of error, and assigned here that the court below erred in admitting testimony of the general character of the books, and also in admitting evidence as to the general character of the deceased partner, Joseph Weamer; in submitting the testimony of Wyncoop to the jury apart from, and independent of the books, which contradicted him; and in the general charge to the jury.\nTodd, for plaintiff in error.\nBlackburn v. Holliday, 12 S. & R. 140 ; Crause v. Miller, 10 S. & R. 155; Barber v. Bull, 7 W. & S. 392; Porter v. Seiler, 11 Harris 424 ; 1 Stark. on Ev. 212; Kimmel v. Kimmel, 3 S. & R. 336; Wike v. Lightner, 11 S. & R. 198 ; 2 Starkie on Ev. 304; Anderson v. Jay, 10 S. & R. 55; Mash v. Gilkeson, 5 Watts 352 ; 1 Phil. Ev. 139; Ward v. Harndon, 5 Porter 382; Mima v. Hepburn, 7 Cranch 290; Elliott v. Pearle, 10 Peters 412.\nWhites and Coffey, for defendant in error.\nHarden v. Hays, 9 Barr 157; Crause v. Miller, 10 S. & R. 155; Barber v. Ball, 7 W. & S. 391."
  },
  "file_name": "0257-01",
  "first_page_order": 257,
  "last_page_order": 260
}
