{
  "id": 982866,
  "name": "Wightman versus Pettis",
  "name_abbreviation": "Wightman v. Pettis",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "283",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Johns. 103",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0103-01"
      ]
    },
    {
      "cite": "6 Pick. 148",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011500
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/23/0148-01"
      ]
    },
    {
      "cite": "7 B. 136",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 181",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 362",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0362-01"
      ]
    },
    {
      "cite": "5 Binn. 387",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0387-01"
      ]
    },
    {
      "cite": "11 Johnson 147",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "17 Pick. 98",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2023950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/34/0098-01"
      ]
    },
    {
      "cite": "3 Watts 301",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0301-01"
      ]
    },
    {
      "cite": "13 Mass. 396",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 527,
    "char_count": 12374,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 8.847670207712166e-08,
      "percentile": 0.4984205642877249
    },
    "sha256": "c401b34eb7785363f9fdb14df80aa4ab319d4b20c40afb70827d932f38eb1a20",
    "simhash": "1:e572eaa910b0e6b0",
    "word_count": 2239
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wightman versus Pettis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe parties in this case submitted the matters in controversy to three able and distinguished gentlemen, constituting them the judges of “all the law and facts involved,” and expressly agreeing to be “ finally concluded by the award, without the right to appeal, file exceptions, or take out a writ of 'error.” Under this agreement, if the award is within the submission, all irregularities, informalities, omissions, and imperfections are waived. The only question left open for examination is ■ whether the arbitrators have transcended their authority. It was admitted in the submission that Pettis had the right to the lots and buildings on which he lives, upon the payment to Wightman of the sum of $4000, with interest on the same from the time said Wightman purchased the said property of Arthur Cullum, Esq., to be paid in four years with interest from the filing of the award, except the purchase-money owing by Wightman upon the said property, which Pettis is to pay, or get Wightman released from the payment of the same, in a reasonable time, not exceeding one year from the filing of the award, for which Pettis is to have credit on the amount to be paid by him as aforesaid to Wightman upon the property. The principal matter submitted was the amount for professional and every other description of services rendered by Pettis in and about the business, and for Wightman from the 1st of May, 1848. The amount found to be due to Pettis was to be applied as above, as so much payment upon the said property, so as not to interfere with the aforesaid agreement to pay the purchase-money owing by Wightman. The obligation to pay what Wightman owes for the purchase-money, is plainly subject to the condition that Pettis has not already paid Wightman in services ■the full contract price for the land. This is apparent from the provision fixing the sum of $4000 as- the whole contract price, and entitling Pettis to a credit on that sum for the amount which he may have to pay Outturn for the purchase-money owing by Wightman. It is plain that Pettis was not to pay this sum in addition to the contract price. If he had already paid the full price in services, it would be unjust to require him to pay more, in order to get Wightman released from his obligation to Cullum. It was not contemplated by either party that Pettis should pay twice for the land. If anything would put this beyond all doubt, it is the express provision that “if the referees shall find the amount” (of Pettis’ account for service) “ equal in amount to the price agreed upon for said property, then the said referees shall so state the same in their award, and apply the same as payment in full of the purchase-money agreed by Pettis to be paid to Wightman.” On compliance with the award by Pettis, Wight-man to make a deed to Emma Pettis in fee simple, and the referees may award a penal sum not exceeding $8000 to Pettis, to be entered as a judgment by the prothonotary, to secure the making of the title according to the agreement and the award, “ the judgment to be released when the deed is made.” The arbitrators awarded in favour of the plaintiff $5000, wdth a condition that if Wightman, within thirty days, signified his willingness to convey the property to Mrs. E. Pettis, and shall convey it to her within a year “ free and clear of all encumbrances, then the same to be taken and considered as a full satisfaction of the said $5000 and interest thereon.” “But if the defendant shall not so signify and do, the plaintiff to be at liberty to enforce the collection of the said sum of $5000, with the accruing interest and costs.” It is objected to the award, that it releases Pettis from paying the purchase-money due to Cullum; but this is exactly according to the submission, if they found that Pettis, by his services, had already paid Wightman the full contract price for the land. This, they have found; for their award is in favour of Pettis for an amount greater than the contract price. It is to be inferred that this is the real sum due Pettis, and not a mere penalty, because it is found to be due with interest. This is, therefore, a sufficient statement that the amount due to Pettis for services was equal to the amount due to Wightman for the property.\nIt is alleged that the arbitrators had no right to find an award in favour of Pettis for the sum due to him. This was the very matter submitted to them. The submission was to be made “ a rule of court.” The parties refer to the award as one which, like a judgment, might be subject to a writ of error, but for the agreement of waiver; and the submission speaks of “ the amount to be found due to Pettis” in a manner which shows they were expected to find an award for that amount. This authority, if not expressly given, is plainly implied.\nBut it is said that they were to apply the amount at once as payment on the purchase-money due to Wightman. This 'they have done, as far as it was in their power, by the condition annexed to the award. It is true, that Wigbtman may defeat this application if he thinks proper. This is an error in his favour, and he cannot complain of it. It is objected that the arbitrators were authorized to enforce the application of the money to the payment for the property by awarding a penal sum not'exceeding $8000 to be entered as a judgment, and that they have not done so. To this it may be -answered that they were' at liberty, but they were not bound, to do so. But in this case they have substantially done so. The only objection which can be raised in this respect is, that they have imposed upon Wightman only the penalty of paying the real debt due to Pettis, with interest, if he refuses to convey. This is an error in his favour; so long as it is within the limit of $8000 he has no right to complain of it. All the objections to the award are technical except that which complains that Pettis has been released from the payment of Wight-man’s debt to Cullum. This is true, but it is in exact accordance with the submission and with the justice of the case, as we have already endeavoured to show. We have said the only question open for examination is whether the award is within the submission. We are of opinion that it is, and that it clearly and distinctly settles the whole matter in controversy.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "J. W. Family, for plaintiff in error.",
      "Church, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wightman versus Pettis.\n\"When parties, by an amicable submission, agree to be “ finally concluded by an award without the right to appeal, file exceptions, or take out a writ of error,” if the award is within the submission, all irregularities, informalities, omissions, and imperfections are waived.\nError to the Court of Common Pleas of Orawford county.\nThe plaintiff in error was defendant below.\nThe facts of the case sufficiently appear in the following proceedings :—\n“ We, the said S. Newton Pettis and John Wightman, do hereby agree to submit the following matters and things (all the law and facts involved in the same) in controversy in our said suit to David Derickson, D. A. Einney, and James R. Dick, mutually chosen by us, to wit: The account for professional and every other description of services rendered and performed by said Pettis, in and about the business and for said Wightman, from and since the first day of May, 1848; payments, if any, either by money, services, or in any other valuable thing made to Pettis, to be deducted. The lots and buildings upon which Pettis lives is hereby also submitted to the arbitrament of the referees in the manner and upon the conditions following, to wit: Pettis to have the right to them in fee simple upon the payment to Wightman of the sum of $4000, with interest upon the same from the time said Wight-man purchased the said property from Arthur Oullum, Esquire, to be paid in five years, with interest, from the time of filing of the award; except the' purchase-money owing by Wightman upon said property, which Pettis is to pay, or get Wightman released from the payment of the same, in a reasonable time, not exceeding one year from the filing of the award, for which Pettis is to have credit on the amount to be paid by him as aforesaid to Wightman upon the property aforesaid. The amount found to be due Pettis from Wightman for his services, &c., to be applied at once, as so much payment upon said property, so as not to interfere with the aforesaid agreement to pay the purchase-money owing by Wightman upon said property, or getting him released from the payment of the same. But, if the referees shall find the amount equal in amount to the price agreed upon for said property, then said referees, or a majority of them, shall so state the same in their award, and apply the same as payment in full of the purchase-money agreed by Pettis to be paid to Wightman. On compliance with the award by Pettis, said Wightman to make a deed to Emma Pettis in fee simple, and the referees may award a penal sum not exceeding $8000 to Pettis, to be entered as a judgment by the prothonotary, to secure the making of the title according to the agreement and the award; the said judgment to be released and discharged when the deed is made according to the stipulations of the award. And further we agree, that the said referees are to fix the time and place of meeting, and give written notice thereof to us at least thirty days. And further we agree, this submission be made a rule of court, and respectively bind ourselves to be finally concluded by the award of said referees, or a majority of them, without the right to appeal, file exceptions, or take out a writ of error.\n“ December 4, 1856. The arbitrators award in favour of plaintiff $5000; and if the defendant shall signify by writing, to be filed of record in this case within thirty days from the filing of the award, his willingness to convey to Mrs. E. Pettis, the wife of the plaintiff, her heirs and assigns, by good and indefeasible title, the lots and premises mentioned in the submission, viz.: the two lots, more or less, on the south side of Chestnut street, hounded east by David McFadden, and west by lots of Joseph Douglas, in Meadville, Pennsylvania, and shall convey the same to her within one year in manner aforesaid, free and clear of encumbrances, then the same to be taken and considered as a full satisfaction of the said $5000; and the interest thereon. But if the defendant shall not so signify and do, then, on the failure of either, the-plaintiff to be at liberty to enforce the collection of the said sum of $5000, with the accruing interest and costs.\n“ David Deriokson,\n“J. B. Dice,\n“D. A. Finney.”\nTo which award defendants filed the following exceptions;—\n1. That the power to make the award had been revoked.\n2. That the arbitrators did not consult together in making the award; and\n3. That the award does not pursue the submission, and is not authorized by it.\nAfter hearing the argument on the exceptions, the court entered judgment on the award, to which entry of judgment the following error is assigned :—\nThe court erred in entering judgment upon the report of the referees, as it is no award, agreeably to the submission, and not authorized by it.\nJ. W. Family, for plaintiff in error.\nThe agreement not to file exceptions to the award, or to take a writ of error, should receive a reasonable construction: Andrews v. Lee, 3 Pa. R. 99; Horton v. Stanley, 1 Miles 418; Wilson v. Young, 9 Barr 102. Is then the report of the referees filed, in this case, an award within the meaning of the agreement ? 2 Barn. & Cress. 170; 7 East 71; 6 Ves. 70; 13 Mass. 396; 3 Watts 301; 17 Pick. 98; 11 Johnson 147 ; 7 S. & R. 204.\nChurch, for defendant in error.\nThat an agreement like this in the submission, not to take out a writ of error, may be made, and will be held obligatory, and be enforced in this court, there can now be no doubt: Mussina v. Hertzogg, 5 Binn. 387; Andrews v. Lee, 3 Pa. R. 99; Cuncle v. Dripps, Id. 291; Horton v. Stanley, 1 Miles 421-2; Bemus v. Quiggle, 7 Watts 362; Rogers v. Playford, 2 Jones 181-5: Bing. Trus. v. Guthrie, 7 Harris 418, 422-3; Kyd 92, 53, 96, 106, 114, 180; Babb v. Stromberg, 2 Harris 397; Scott v. Burns, 7 B. 136; Karthans v. Ferrar, 1 Pet. C. C. R. 228; Bacon v. Wilbur, 1 Cowen 117; Jones v. Mills Corp. 6 Pick. 148; Dibble v. Best, 11 Johns. 103; Young v. Bulman, 20 E. L. & E. Rep. 255."
  },
  "file_name": "0283-01",
  "first_page_order": 283,
  "last_page_order": 288
}
