{
  "id": 982888,
  "name": "McCoon et al. versus Galbraith et al.",
  "name_abbreviation": "McCoon v. Galbraith",
  "decision_date": "1857-11-03",
  "docket_number": "",
  "first_page": "293",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Wendell 302",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0302-01"
      ]
    },
    {
      "cite": "4 Watts 334",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842747
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0334-01"
      ]
    },
    {
      "cite": "4 Watts 334",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0334-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 8090,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 3.025259222170444e-07,
      "percentile": 0.8541760542796124
    },
    "sha256": "6468af28d155c17f7ee03566c7a4234adfb8356c7018834a42f65736dd5dffad",
    "simhash": "1:4e3301e738207f9c",
    "word_count": 1431
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCoon et al. versus Galbraith et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered,\nby Lowrie, J.\nWe think that this action ought to be treated as commenced to November Term, 1852, for that is the agreement of the parties. Within six years before (27th February, 1847), Galbraith had written to the plaintiffs, expressing his ignorance of the state of the case, informing them that collaterals had been placed in the defendant’s hands, but not saying that any payment had been made to them, and promising to ascertain and inform them farther. In July he wrote again that he was still without information, and promising to obtain and communicate it. Long before that his partner had collected the most of the claim, and Galbraith is in law chargeable with a knowledge of this, and therefore he must be treated as not revealing it when called upon, but promising to do so, and not until then, at least, could the statute of limitations begin to run. We are not very sure that Graham is a party appearing to this suit; but however this may be, the letters of Galbraith are evidence against his late firm, if he had power to act for both in settling up the business, and the statute had not already run when they were written. He seems to have thought that he had such power. Besides this, the balance of the claim collected and paid over by Galbraith, in 1848, shows that the matter in which he and his partner were employed, was not terminated until then; for the dissolution of their partnership did not dissolve their relation to their client. The plaintiffs could look to them both for the duty confided to them both. For partial collections made and communicated to their clients, perhaps the statute would run from the time of the notice. But without this, the statute would not run until the case was terminated by complete success or failure, or until the termination of the relation of attorney and client in the given case: 4 Watts 334.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "by Lowrie, J."
      }
    ],
    "attorneys": [
      "Marshall, for plaintiff in error",
      "Lane and Thomson, contrü."
    ],
    "corrections": "",
    "head_matter": "McCoon et al. versus Galbraith et al.\nAn attorney, one of a firm, collected money for their clients and did not pay it over. Several years afterwards, less than six years before the commencement of this suit, the other member of the firm wrote to the clients, expressing ignorance of the affairs, and that collaterals had been received,\n&e., and promising to ascertain and inform them further. Held, that being one of the firm he was chargeable with the knowledge of the previous collection, and that the statute of limitations did not commence to run until six years from that date.\nThe letters of one member of a dissolved firm, relative to the old business, are evidence against the firm to take a case out of the statute of limitations, if the statute had not already run when they were written, if he had power to act for both in settling up the business.\nThe dissolution of a law firm does not dissolve the relation of the partners to their clients, and the client may look to either or both for the performance of the duties, growing out of the relation of attorney and client.\nBor partial collections, made by an attorney and communicated to his client, the statute would run from the time of the notice; but without notice the statute would not commence to run until the case was terminated, or until the termination of the relation of attorney and client in the particular case.\nError to the Court of Common Pleas of Hrie county.\nThis was an amicable action of assumpsit by Me Coon & Sherman against Galbraith & Graham, attorneys at law.\nIn January, 1841, the plaintiffs, merchants in the city of New York, sent to the defendants, who were at that time practising lawyers in copartnership, under the firm of “ Galbraith & Gra.ham,” a claim against S. C. Walker, of Erie, for collection.\nPortions of the claim were collected, from time to time, and remittances made to the plaintiffs in New York, up to the 26th day of May, 1843, when a settlement took place between Galbraith & Graham, on part of the plaintiffs, and S. C. Walker, and on that day paid Galbraith & Graham $144.93, and gave a new note, payable to the plaintiffs, for $418.11, being the balance due on the original claim. Walker paid Galbraith & Graham, September 12, 1843, $317 on the note, and paid John Galbraith, Esq., on the 27th day of March, 1848, $138.14, the balance of the note. The defendants, by letter, dated June 14, 1843, informed the plaintiffs that they had adjusted the claim against Mr. Walker, by talcing other securities, nothing said about any money having been paid by Mr. Walker to them. On the 27th February, 1847, Galbraith wrote the plaintiffs, “For the claim against Walker a number of small notes, &c., were transferred as collateral, to what amount, or how much has been collected on them, I have not been able as yet to ascertain with precision, but have the way all clear now, so that I can ascertain, and will do so as soon as possible, and inform you, and have that closed up, Mr. Walker is now here, came yesterday, and, in a day or two, with his assistance, can ascertain how the matter stands, and shall go at it.” On the 9th of July, 1847, Galbraith again wrote to the plaintiffs that he had not seen Walker, that Graham was absent, consequently was unable to give the desired information in relation to the Walker claim. July 25, 1847, Galbraith issued a writ of foreign attachment, McCoon & Sherman v. S. C. Walker, upon a note dated 26th May, 1843, for $418.11, and attached property of Walker, which suit was not prosecuted to judgment.\nOn the 25th day of February, 1852, Galbraith and Lane remitted to the plaintiffs $156.40, on the claim against Walker, leaving, at that time, a balance due to plaintiffs of nearly $600 on the Walker claim. In the spring or summer of 1852, the plaintiffs placed their claim in the hands of Marshall & Yincent for collection. An amicable action was agreed to be entered, which agreement was made on January —, 1853, but not filed until 5th December, 1853. The defence set up by the defendants was the statute of limitations.\nOn the trial, defendants requested the instruction of the court on the following points :—\n1. “ That the commencement of this suit, as shown by the record, is the 5th December, 1853, and all claims or causes of action against the firm of Galbraith & Graham, more than six years prior to that date, are barred by the statute of limitations, and the plaintiffs cannot recover in this case.\n2. “ That the letter of 27th February, 1847, read by plaintiffs, contains a distinct notice to the plaintiffs of the dissolution of the firm of Galbraith & Graham, and all claims for moneys collected by Graham or Galbraith & Graham are barred at any time after six years from that date.\n3. “Thatthe letters of John Galbraith, of the 27th February, 1847, or at any time afterwards, do not take the case out of the statute of limitations as to the firm of Galbraith & Graham.\n4. “ That the collection of the balance of the money due from Walker, and paying it over by the firm of Galbraith & Lane, has no operation to take the case out of the bar of the statute of limitations.\n5. “ That on the whole evidence of plaintiffs, if taken as true, the plaintiffs are not entitled to recover, the claim having been barred by the statute of limitations.”\nThe court (Dbrrickson, J.) charged the jury as follows :—\nThe cases of McDowell v. Potter, 8 Barr 189; Foster v. Jack, 4 Watts 334; Derrickson v. Cady, 7 Barr 31, are directly in point.\nNovember 3, 1857,\nUpon the other hand, it is contended that the cases of Agnew v. Fetterman, 4 Barr 56, and Downey v. Garard, 12 Harris 52, conflict with McDowell v. Potter, Foster v. Jack, and Derrickson v. Cady. We think they do not, that those cases all can easily be reconciled.\nThe jury found for defendants.\nThe plaintiff sued out this writ and assigned the charge of the court for error.\nMarshall, for plaintiff in error\nLane and Thomson, contrü.\nThe case is clearly within the principle decided in 15 Wendell 302, 4 Barr 58, and 12 Harris 52, which is, that the statute begins to run in favour of an attorney from the time money is collected."
  },
  "file_name": "0293-01",
  "first_page_order": 293,
  "last_page_order": 295
}
