{
  "id": 982905,
  "name": "Commonwealth versus Putnam et al.",
  "name_abbreviation": "Commonwealth v. Putnam",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "296",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 283,
    "char_count": 4742,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 8.822123157029673e-08,
      "percentile": 0.497278991941229
    },
    "sha256": "bd94c081a38c890fde10e01a5cd74db5fdb7fbef6aba95a1bade61e60ded6160",
    "simhash": "1:ecf90770145fd33a",
    "word_count": 810
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Putnam et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, 0. J.\nThe indictment sets forth that the defendants “ unlawfully and wickedly did conspire, combine, and confederate and agree together, and with divers other evil disposed persons whose names are unknown to the jurors,” “ unlawfully attempt and endeavour to commit an assault upon Andrew L. Haskell, and him, .the said Andrew L. Haskell, to beat, bruise, wound, and maltreat,” “against the peace,” &c. On a trial, the jury found the defendants “ guilty in manner and form as they stand indicted;” but the court, on motion of the defendants’ counsel, arrested the judgment on the ground that a conspiracy to commit an assault and battery is not an indictable offence. We are of opinion that the court fell into error in this particular. All combinations to violate the law are dangerous. They are none the less so when the combination is for the double purpose of disturbing the public peace, and violating the personal rights of the citizen. A conspiracy to commit an assault and battery is an indictable offence. We have nothing to do with the merits of the case, or the evidence given on the trial. These have been passed upon by the jury — they have found the defendants guilty, and it is the duty of the court below to pass sentence on them according to law.\nJudgment reversed and record remitted for further proceeding according to law.",
        "type": "majority",
        "author": "Lewis, 0. J."
      }
    ],
    "attorneys": [
      "O. W. Kelso, district attorney, and Babbitt, for plaintiff in error.",
      "Walker, contó."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Putnam et al.\nA conspiracy to commit an assault and battery is an indictable offence in Pennsylvania.\nError to the Court of Quarter Sessions of Erie county.\nThe defendants were indicted for a conspiracy to commit an assault and battery on Andrew L. Haskell, at February Sessions, 1857, upon which the jury rendered a verdict of guilty.\nThe indictment charged that defendants “ with force and arms, at the county of Erie aforesaid, unlawfully and wickedly did conspire, combine, and confederate, and agree together, and with divers other evil disposed persons whose names are unknown to the jurors aforesaid, unlawfully to attempt and endeavour to commit an assault upon Andrew L. Haskell, then and there being in the county of Erie aforesaid, and -him, the said Andrew L. Haskell, to beat, bruise, wound, and maltreat, and other wrongs to him, the said Andrew L. Haskell, in his person to do and inflict, against the peace and dignity of the commonwealth of Pennsylvania.”\nThe defendants, by their counsel, moved the court to arrest the judgment, in the above case, for the following reasons, and also for new trial:—\n“ 1st. The offence set forth, in the bill of indictment, does not amount to a conspiracy, if true.\n“ 2d. The offence of two or more persons agreeing to commit an assault, without an overt act, would only he a surety of the peace case, and no indictment would lie, for conspiracy, as it is not warranted by any law.\n“ 3d. There is no law making an agreement to commit an assault, by two or more persons, a conspiracy. Therefore the bill of indictment will not sustain the finding. It is without precedent, and bad.”\nMay 8, 1857, the court (Galbraith, P.) arrested the judgment, which was the error complained of.\nO. W. Kelso, district attorney, and Babbitt, for plaintiff in error.\nWe think it clear that a confederacy, with intent to commit an assault and battery, is indictable as conspiracy. The jury have found the confederacy with the intent to commit the assault and battery.\n“ In Massachusetts it has been repeatedly decided that a conspiracy, subject to indictment, is a confederacy to do an unlawful act, or even a lawful act for unlawful purposes. That the offence is complete when the confederacy is made:\" U. S. Crim. Law 208, by C. J. Lewis.\nParsons, J., in delivering the opinion of the Court of Quarter Sessions of Philadelphia, remarked, “ that it would he found, on examination of the best English authorities, that all confederacies, wrongfully to prejudice another, whether the intention is to injure his property or person, or to do any act in itself illegal, are misdemeanours, and by common law adjudged conspiracies:\" U. S. Crim. Law 219.\nA confederacy to commit a riot is indictable as a conspiracy. Also, if a body of men go to a theatre with a settled intention of hissing an actor: 2 Rus. on Crimes 280.\nThe offence of conspiracy consists not in the accomplishment of an unlawful act, nor in any act moving towards that purpose, but in the actual concert of two or more to effect it. And such concert, “to commit any offence punishable by law,” is a conspiracy : Whart. Crim. Law 486-7.\nAn assault and battery is surely an unlawful act — it is an injury to the person of another — an indictable offence, punishable by law, and therefore completely within the definition.\nWalker, contó."
  },
  "file_name": "0296-01",
  "first_page_order": 296,
  "last_page_order": 297
}
