{
  "id": 982764,
  "name": "McMullin versus Leslie",
  "name_abbreviation": "McMullin v. Leslie",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "314",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 299,
    "char_count": 4728,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.3000273375011439
    },
    "sha256": "526b1b73b8e00a911dfa0ee94e3ea4625b8c1f72966656b437736f6eb6cff1fd",
    "simhash": "1:54c14cb0de483eb9",
    "word_count": 861
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMullin versus Leslie."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\n“I bequeath to my son-in-law John McMullin the lot of ground in Irwin’s plan, .and that John McMullin will have to pay $150 still yet to pay on said lot, and said lot is to be given to Wm. McMullin as the first son of the above,” is a devise of a life estate to John McMullin, charged with the payment of $150, with remainder to William McMullin in fee. Nothing more, nothing less, can be made of the words of the testator. The supposition that he meant to make John a mere trustee for William, and to require him to pay the specified sum for the privilege of being such, is a fanciful conceit, without a word in the will to rest on, and in direct opposition to the force and meaning of the word Uhequeath.” That word implies an intention to grant an interest to John. The pecuniary charge imports the same thing. A life estate is the least interest which will satisfy the terms employed, or comport with the general intention deducible from the whole instrument, and therefore we hold that the will vested this interest in John. The defendant having acquired it, had a perfect defence to the plaintiff’s action.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "John R. Large, for plaintiff in error.",
      "Gfeorge P. Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McMullin versus Leslie.\n\"Where a testator in his will devised as follows: “ I bequeath to my son-in-law, J. M., the lot of ground in Irwin’s plan, in the bottom, and that John McMullin will have to pay $150 still yet to pay on said lot, and said lot is to be given to W. M., first son of the aboveand J. M. entered into possession and paid the $150, and erected valuable, improvements, and his interest was sold at sheriff’s sale. It was held — '\n1. That the devise vested a life estate in J. M., charged with the payment of $150, with a remainder in fee to W. M.\n2. That the use of the word “ bequeath,” as well as the pecuniary charge, indicate an intention to vest an interest in J. M.\n3. That a life estate is the least interest which will satisfy the terms employed in the devise.\n4. That J. M. being living, the vendee of his interest, at sheriff’s sale, was entitled to hold the premises against W. M. the remainder-man.\nError to tbe District Court of Allegheny county.\nThis was an action of ejectment brought by William McMullin, who sues by his guardian, John Ramsey, against William 0. Leslie, for a certain lot of ground, situate in the First Ward of the city of Allegheny, upon which are erected two brick dwelling-houses, on the corner of Robinson street and Bank lane, in which the parties agreed on the following facts in a case stated:—\nOn the 7th day of February, 1839, William A. Irwin and wife, for the consideration of $ , conveyed the lot of ground in con-\ntrovery to William Hughes, of Allegheny City, in fee simple, which was duly recorded.\nOn the 24th day of February, 1843, William Hughes made his last will and testament, and devised the lot in controversy to John McMullin, in the following words:—\n“ I bequeath to my son-in-law, John McMullin, the lot of ground in Irwin’s plan, in the bottom, and that John McMullin will have to pay $150 still yet to pay on said lot, and said lot is to be given to William McMullin, as the first son of the above.”\nThe will of William Hughes was admitted to probate June 14, 1843. Shortly after the death of Hughes, John McMullin entered into possession of the lot, paid the $150 as directed by the will, and built two brick houses thereon.\nOn the 9th day of February, 1854, George H. Bell obtained a judgment against John McMullin, in the District Court, for $199, issued execution, the sheriff levied upon the interest of John Mc-Mullin in the lot in controversy, made his return in due form of law of “inquisition and condemnation,” after which a vend, ex-ponas was issued, and the property was advertised for sale by the sheriff on the 1st day. of May, 1857, was sold by him to the defendant, William O. Leslie, for the sum of $155.\nThe deed to the defendant was acknowledged the 16th day of May, 1857.\nJohn McMullin is still living.\nJune 26, 1857, the court below entered judgment for the defendant on the case stated.\nThe plaintiff thereupon removed the cause to this court, and assigned for error that the court below erred in entering judgment for the defendant.\nJohn R. Large, for plaintiff in error.\nThe plaintiff in this case claims title under the devise in the will of ’William Hughes: there was no right vested in John McMullin, other than to pay off the encumbrance, and then give the lot to his son.\nGfeorge P. Hamilton, for defendant in error.\nThis will comes under the Act of 1833 : Williams and Wife v. Leech, 4 Casey 89; W. Blackstone’s Rep. 672, 698, 700; Benson v. Whittam, 5 Sim. 22; Meredith v. Henage, 1 Sim. 542; Pennock’s Estate, 8 Harris 268."
  },
  "file_name": "0314-01",
  "first_page_order": 314,
  "last_page_order": 315
}
