{
  "id": 982884,
  "name": "Wade's Appeal",
  "name_abbreviation": "Wade's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "328",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 314,
    "char_count": 4962,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.569811443920142e-07,
      "percentile": 0.6784750771183957
    },
    "sha256": "432c9352d165478687223b84560683ff74262394ab6b0928c219b846491837b1",
    "simhash": "1:afbb8be726feb0f7",
    "word_count": 864
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wade’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIn the distribution of the proceeds arising from the sheriff’s sale of the real estate of L. C. Hall & Co., certain labourers claimed, and the court awarded them $368.04, in satisfaction of their wages, to the prejudice of the appellant, who was a lien creditor of the estate sold. Was this right? We think it was not. The Act of Assembly of 2d April, 1849, in virtue of which the labourers claimed, was not intended to give wages a preference over recorded liens. It is insisted, indeed, that the act gives them no right to share in the proceeds of real estate, but that they are limited,' like landlords claiming a year’s rent, to the fruits of execution process against personal property. The words of the enactment do not seem to justify so restricted a construction. “In all cases of execution, landlords’ warrants, attachments, and writs of similar nature,” are the comprehensive terms of the statute. And the claims are to he preferred against the proceeds of the “ property levied on,” without limitation or specification as to the nature of the property. Then comes a directory provision to the officer executing the writ to pay what the claimants are respectively entitled to receive, not exceeding $ 50, “ in like manner as rents are now payable in such cases.\"\nThe reference here to the rights of a landlord, is not for the purpose of restricting the operation of the statute to personal property, hut to define to the officer his duties as to the time and manner of paying the wages. They are to be paid in the same manner that rents are paid on execution, but they are to be paid out of the proceeds of the “property levied on,” whatever its nature and quality. Money, therefore, arising from sale of land not covered by judgments, may be well appropriated to wages under this statute; but if there be liens against the land, duly entered of record, they must be first satisfied. It has been the uniform policy of our law to encourage the public ascertainment of liens, and to give him the preference who first spreads his claim on the record, without regard to the date or the quality of the debt. Accordingly those preferences created by our intestate laws in favour of funeral expenses, medical attendance, &e., have never been permitted to postpone record liens, though they may, for want of personalty, be paid out of the proceeds of real estate: Eamsey’s Appeal. It has been correctly said, and the observation illustrates the policy of our lien laws, that a man dying the owner of ample real estate, might have to be buried at public expense as a pauper, if he had no personal property, and his realty was encumbered by liens to its full value.\nAnd it may be inferred, with great confidence, that if the legislature did not intend to prefer to record liens, that most meritorious class of claims to which sickness and death give rise, they did not mean that the wages of ordinary and every-day labour should have such a preference.\nAnd now, to wit, November 13, 1857, this cause having been argued, it is considered and decreed that so much of the decree of distribution as related to labourers’ claims be reversed and set aside, and that the sum of $368.04£ awarded to them, be distributed to the lien creditors, according to the priority of their liens, and that the costs of this appeal be paid by the appellees.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Cowan, for appellant.",
      "Marchand, Clark, and Markle, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wade’s Appeal.\nUnder tlie Act of 2d April, 1849, the wages of miners, labourers, and mechanics are not entitled to a preference in the distribution of the proceeds of real estate, over liens of record.\nSuch claims are not restricted by the act, to the proceeds of personal property, but may be paid out of the \"fund arising from the sale of real estate, but not to the prejudice of recorded liens.\nAppeal from the Court of Common Pleas of Westmoreland county.\nThe real estate of Leander C. Hall & Co. was levied and sold by the sheriff for the sum of $6500, being less than the amount of the judgments and liens of record against them. Hall & Co. had been engaged in the iron business, and the real estate sold consisted of their furnace property and its appurtenances. • They were also indebted to various persons for the wages of labour, as miners, workmen, and labourers, employed by them in carrying on the various operations of the furnace. The money was brought into court for distribution, and was referred by the court to an auditor. The miners, labourers, &c., appeared before the auditor and claimed that their wages were entitled to a preference over the liens of record, under the Act of 2d April, 1849. The auditor allowed their claims to the amount of $368.04|. And upon exceptions filed on behalf of the lien creditors, the report of the auditor was confirmed, and distribution of the proceeds decreed accordingly; and from this decree, William Wade, a mechanics’ lien creditor, appealed.\nCowan, for appellant.\nMarchand, Clark, and Markle, for appellees."
  },
  "file_name": "0328-01",
  "first_page_order": 328,
  "last_page_order": 329
}
