{
  "id": 982909,
  "name": "Bunce et al. versus Wightman",
  "name_abbreviation": "Bunce v. Wightman",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "335",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 349,
    "char_count": 7362,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.8645909246676074e-07,
      "percentile": 0.7253260711338769
    },
    "sha256": "4fb4f72a7e55b222b7e527b02cbdf3c868d863d1572e04f70af92f516d30cf6e",
    "simhash": "1:3e05c4b6971ef495",
    "word_count": 1317
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bunce et al. versus Wightman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nAfter a judgment has been entered by confession, an application to open it is to be determined by the court below, on a view of the evidence exhibited on the hearing. The law has provided no bill of exceptions to the evidence in such a case, and the result is, that the decision of the court of original jurisdiction, on an application to open one of its own judgments, is not the subject of review on a writ of error. The record shows that the court granted a rule to show cause why the judgment should not be opened, and afterwards directed that an issue should be formed on the facts set forth in the application, in which Bunce should be plaintiff, to be put on the trial'list for both weeks in April, 1857. On the 15th April, 1857, the issue was continued on the application of Bunce, and on his paying the costs of court, and “the rule for staying proceedings was discharged.” The rule to show cause why the judgment shall not be opened was an implied stay of proceedings, and was the only rule to which the order of 15th April, 1857, could apply. The continuance was granted to Bunco on the terms of discharging the rule. This left the remedy of Bunce somewhat precarious; but it is not certain that he had any merits. Be that as it may, the court below was the proper tribunal to decide upon his application, and we have no power to re-examine the decision.\nBy the Act of 17th April, 1856, an additional judge was created for the counties of Erie and Crawford, and it is provided by the act that he shall hold “ courts” in the county of Crawford, “ one term commencing on the third Monday in January, to continue two weeks; one term commencing on the third Monday in May, to continue two weeks,” &c. The fi. fa. issued in this case was returnable on the third Monday in May, and a question has been made whether executions may be made returnable to the terms required to be held by the additional judge. They are as much terms of the court as those held by the other judge. There is no reason why executions might not be made returnable to them. Justice should be speedily administered, and the recognition of the power of the additional judge to transact any business which may arise within the jurisdiction of the court facilitates that object. This construction is in conformity with the practice which has prevailed in that district since the additional judge was elected, and we are of opinion that such practice is in conformity with the true intent of the law.\nJudgment and execution affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Ohurch, for plaintiff in error.",
      "Einney and Douglass, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Bunce et al. versus Wightman.\nAfter a judgment has been entered by confession, an application to open it is to be determined by the court below, on a view of the evidence exhibited on the hearing.\nThe decision of a court of original jurisdiction, upon an application to open one of its own judgments, is not the subject of review on a writ of error.\nUnder the 2d section of the Act of 17th April, 1856, to provide for the election of “ an additional law judge in the sixth district,” executions may be made returnable to the several terms of court created by that act.\nError, to the Court of Common Pleas of Crawford county.\nThe plaintiff in error was defendant below.\nThis was a judgment entered on a bond with warrant of attorney for $3000. Interest from October 4, 1853.\nBunce and Rockwell, the plaintiffs in error, and defendants below, on the 4th of October, 1853, purchased of Wightman, the defendant in error, a tract of land with a saw-mill property on it, took a deed with general warranty, and gave the above-recited bond for the consideration, payable in instalments. The instalments were all paid as they fell due, except the last one of $500, not due until the 31st of January, 1858, and $465.39 of the next to the last, with interest on the whole balance, which in the aggregate was $965.39, from January 31,1856. On the 26th of January the plaintiff issued an execution for the $465.39, with interest, on the whole balance, to collect the same for the use of Henry Keck, to whom he had assigned the same with guaranty. On the second day after the issuing of the execution, the defendants applied to a judge at chambers to stay the writ, on the ground that the plaintiff’s covenant of warranty was broken, &c., which stay was granted until the next sitting of the court, and on the 16th of February, 1857, the court granted defendants a rule on plaintiff to show cause why the judgment should not be opened, and let defendants into a defence, in respect to the balance of the judgment. Hpon this rule testimony was taken in support of defendants’ allegation of failure in plaintiff’s title to the land, to an amount, if true, equal to three-fourths of the whole consideration. And the result was, that the court directed an issue to be formed on the 20th of March, 1857, to try the truth of defendants’ allegations, in which Bunce and Rockwell were made plaintiffs, and the plaintiff in the judgment defendant, and ordered this issue to he put on the trial list for the April Term following. This issue was regularly entered and docketed No. 91, April Term, 1857. And on the same day the plaintiffs therein filed declaration, and on the 31st of March defendant filed his plea.\nOn the 13th of April, 1857, the case was reached on the trial list, and on the application of the plaintiffs, and cause shown, the trial was continued generally on the payment of the costs of the term by plaintiffs, and on application by the defendant in the issue, the rule staying proceedings discharged, the plaintiffs in the issue objecting to and resisting the same. On the 22d of April, 1857, and while the issue was pending on the trial list for May Term, 1857, the plaintiff, Wightman, issued another execution to collect the same as the one upon which the issue had been directed, and was then pending, and made the writ returnable the third Monday of May then next. On the 6th of May, 1857, the defendants obtained a rule on plaintiff to show cause why the execution should not be set aside returnable the third Monday of May. On the 18th of May, the plaintiffs in the issue, the defendants in the execution, asked the court to make the rule absolute, on the ground and for the reason that the execution issued pending the feigned issue directed by the court to ascertain whether anything, and how much, was due on the judgment, and also for the reason that the execution was otherwise illegal, and made returnable to the third Monday of May, which was not a legal return day for executions. Whereupon the court discharged the rule on both points made, adjudging that the forming of the issue was not the opening of the judgment, and that the making of the execution returnable the third Monday of May, was not irregular, to which adjudication of the court this writ of error was taken.\nErrors assigned. — The court erred, 1st, in removing the stay of proceedings incident to and necessarily resulting from the feigned issue, directed by the court, and joined by the filing and entry of the regular pleadings of the parties.\n2d. In discharging the rule to set aside the fi. fa., issued 23d of April, 1857, pending the feigned issue.\n3d. In sustaining thejfi.fa. as regular, made returnable on the third Monday of 'May.\nOhurch, for plaintiff in error.\nEinney and Douglass, for defendants in error."
  },
  "file_name": "0335-01",
  "first_page_order": 335,
  "last_page_order": 337
}
