{
  "id": 982948,
  "name": "Findlay versus Hutzell",
  "name_abbreviation": "Findlay v. Hutzell",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "337",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 469,
    "char_count": 11898,
    "ocr_confidence": 0.44,
    "sha256": "9023eaaa0c30767b5163120a6c95cba595a9492e114560937383fd793a8db9a6",
    "simhash": "1:9b022df0f92aa5ed",
    "word_count": 2113
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Findlay versus Hutzell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe main ground of defence was that Findlay had paid in damages for taking Koontz’s property, on an execution against the Ayres, more than the penalty of his indemnifying bond to the plaintiff, and therefore that he could not be further charged on that bond. The all-sufficient answer to this defence was, that he had not paid these damages on the bond.\nThat he required the constable to levy on these goods, and that they were the same goods for taking which Koontz recovered against him and the constable, are two facts fixed by the verdict, and on these his liability over to the constable is grounded. What he was required to pay to Koontz in response for the trespass against Mm, was not performance of the condition of the indemnifying bond. That is too clear for argument.\nThe constable paid $287 of the judgment recovered by Koontz against him and Findlay. To that amount he was damnified by reason of the levies he made. But holding a similar bond of indemnity from Gr. Miller for levying the process of Miller & Dively at the same time on the same goods, he enforced it by action for the whole penalty, which was paid to him by Miller. This left him out of pocket only $82. For that amount he falls back on the indemnity given him by Findlay. It is fortunate for the defendant that the constable is not obliged to claim the penalty of the bond. What he does claim was legally and justly due.\nTrue, he levied the process of Miller & Dively as well as that of the defendant, but acting for both creditors and under indemnity from both, he might resort for compensation to either or both. Having exhausted his remedies against Miller, Findlay has no reason to complain that a sum so much below the penalty of his bond is required of him.\nIf the constable had been left to act on his official responsibility, he would have had no right to seize so much property on two so small executions; but had he been so left, the probability is he would not have levied on any of these goods as the property of the defendants in the execution. Certain it is that he was ordered and directed by the defendant to make the levy, and the defendant may have thought, and not without reason, that the title of the Ayres was so questionable that the whole of the goods would be needed to produce money enough to satisfy both executions. But it is not for Findlay now to object that the constable made too large a levy, for his authority and recognition are everywhere apparent throughout the transaction. Besides pointing out the property and giving the indemnifying bond, he bought a valuable part of the property at the sale, and was present, consenting to the sale of the whole.\nThe errors assigned all relate to the charge of the court; but, so far from seeing any error in it, we think it was a sufficient answer of the defendant’s points, and an accurate exposition of the law of the case.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Forward and Graither, for plaintiffs in error.",
      "Baer and Ooffroth, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Findlay versus Hutzell.\nWhere S. obtained a judgment against A., and issued an execution thereon, and plaoed it in the hands of a constable, and gave the latter a bond of indemnity, and pointed out to him the property that he required him to seize and sell under the execution, and afterwards K. brought an action of trespass against the constable and B., for seizing and selling such property claiming the same to be his, and recovered a judgment against them, of which 3?. paid a sum greater than the penalty in the bond of indemnity given by him to the constable, and a portion thereof was paid by the constable — it was held—\n1. That the recovery by K. against B. and the constable was against them as joint trespassers, and the payment by B. of a part of the same, though greater than the penalty of his bond, was not a performance of the condition thereof.\n2. That the payment on the judgment of K. was for the trespass committed upon his property, and was not a discharge of the condition to indemnify the constable.\n3. That the constable having been compelled to pay the residue of the judgment of K. was entitled to recover to the amount of his loss, it being less than the penalty of the bond.\nError to the Court of Common Pleas of Somerset county.\nThis was an action on the case by Jacob P. Hutzel against Hiram Eindlay. On the 9th April, 1850, Findlay obtained a judgment against M. & S. Ayres, for $99.43, before a justice of the peace, on proceedings in attachment. Upon this judgment an execution was issued, and placed in the hands of Hutzell, the plaintiff in this case, who was then a- constable. On the same day Findlay gave to Hutzell a bond of indemnity in the penal sum of $200, conditioned to “ indemnify and save harmless the said Jacob P. Hutzell, &c., for or on account of his seizing and levying upon, removing and selling by direction of the said Hiram Findlay, and by virtue of the said writ of execution, the goods and chattels of any person whatsoever, or any particular goods, to be described as and supposed to be the goods and chattels of the said Moses and Salem Ayres.”\nMiller & Dively, on the same day, also obtained judgment against the Ayres, and on the same day Miller gave the same kind of an indemnity to Hutzell.\nFindlay accompanied the constable, and pointed out to him the property, and under the executions he levied on six horses, one wagon, harness for six horses, one wagon-whip, two pairs of spreaders, and one saddle. The property was afterwards sold by the constable.\nA man by the name of Jacob Koontz, who claimed that the property levied and sold belonged to him, and not to the Ayres, brought suit against Hutzell & Findlay, and recovered a judgment of $609.25, on the 3d February, 1854. Findlay paid this judgment, except $287. After this, on the 26th August, 1856, Hutzell recovered a judgment on the bond of indemnity against Miller & Dively for $207.26. And the balance of the judgment recovered by Koontz, being about $82, with interest, was the amount that Hutzell sought to recover in this case.\nOn the trial, in the court below, the defendant’s counsel prayed the instruction of the court upon the following points:—\n1st. That the plaintiff is not entitled to recover, because he has not shown that the judgment in favour of Jacob Koontz against Hutzell and Findlay was recovered on account of the taking of the property on and in pursuance of the execution referred to in the bond.\n2d. Because the defendant has shown that there were other executions in the hands of J. P. Hutzell, against Moses and Salem Ayres, as well as Koontz, and this recovery appears to have been as much on account of the wrongful taking on those executions as upon the one referred to in the bond.\n3d. That if the recovery against Hutzell was in part for the wrongful taking of the property of Jacob Koontz, upon execution in favour of Miller & Dively against the same parties, or of an execution in another case against Koontz himself, Hiram Find-lay is not bound to pay more than the amount of the bond given on his own writ or execution, and having paid already more than this amount, his bond is thereby fully paid and satisfied.\n4th. That Hiram Findlay, because of the giving of his bond of indemnity in his own case,, is not bound to refund to Jacob P. Hutzell what he has already paid for torts committed by himself, by reason of other executions and bonds of indemnity that he held at the same time.\n5th. That Jacob P. Hutzell admitting to having had a bond of indemnity for a like amount from Miller & Dively, for the taking of this same property upon their execution, will not allow him to recover from Findlay more than one-half of the damage and costs suffered by him. If Findlay has already paid this much, his bond is fulfilled and satisfied.\n6th. If the recovery against Jacob P. Hutzell and H. Findlay was for the wrongful taking or Selling of the property of Jacob Koontz, on the execution ,in Hutzell’s hands against Koontz, he cannot recover from Findlay on this bond of indemnity.\n7th. The plaintiff has not shown such an execution of the writ which was placed in his hands by Hiram Findlay as entitles him to claim indemnity from him.\n8th. The jury, in determining whether Findlay has not already paid the amount of his bond to Hutzell, must take into consideration the fact that the constable has never accounted for the proceeds of that sale, and that Findlay’s judgment remains as a claim against Hutzell to the amount of $99.99, with interest from-day of April, 1850.\nThe court below (Kimmell, P. J.), after stating the facts of the case, charged the jury as follows:—\n“If the jury believe, from the evidence, that the personal property levied on and sold by Hutzell, was the same for which Koontz afterwards obtained a judgment in this court against Hutzell & Findlay, and that this plaintiff had to pay the amount now claimed to the sheriff, and that in making the levy and sale of the property, the constable proceeded and acted under the direction of Hiram Findlay, and sold the same as the property of Moses and Salem Ayres, then the plaintiff must recover. Mr. Findlay agreed in the bond, that if Hutzell would proceed under his direction, and levy and sell the property, supposed to belong to the Ayres, he would save him harmless, and keep him indemnified.\n“ That is, he took upon himself the responsibility and risk of seizing _the particular property as the property of the defendants in the execution, and as it turned out that the goods belonged to ' Koontz, he ought not to complain that the constable claims his bond, for it was against this result that the bond was provided.\n“ But you must believe that the constable, in making the levy and sale, acted under the directions of Mr. Eindlay. If the constable levied on Koontz’s property on his own motion on this execution, and sold them on his own motion, he took the responsibility on himself, and cannot recover.\n“Whether the property levied and sold by Hutzell was the same for which Koontz recovered, and whether the defendant, Findlay, directed the constable to levy and sell, are questions of fact which we submit to the jury.\n“ The counsel, amongst other items of defence, say that plaintiff cannot have your verdict, because the constable was duly authorized to levy on the property of Koontz, and that therefore Koontz had not the right to recover. Findlay obtained a judgment against Jacob Koontz and others before Esquire Forney, for $54.50 on the same 9th of April, 1850; same day execution issued to Hutzell. On the 13th April, 1850, this judgment was appealed from, entered on the record of the Common Pleas to April, 1850, No. 56. On the 26th August, 1851, plaintiff took nonsuit.\n“ This judgment having been appealed from, Findlay cannot shelter himself behind the execution issued upon it, if the jury believe that he still urged the constable to proceed, and levy and sell the property on the execution against the Ayres. It is also urged that the amount of the execution against the Ayres was never accounted for by the constable, and that it must be set off here. The plaintiff’s counsel allege that it was paid by the amount of sale-money received, and two horses purchased by Findlay. There is no evidence of any settlement of this execution, and the jury will say whether Findlay received any money and purchased the horses. If so, and the money and horses were equal to the amount of the execution, then you can allow no set-off. If they were of less value, Findlay is entitled to the difference between the amount received and the $99.”\nPoints answered in charge.\nThe jury found for the plaintiff $113, and judgment was entered upon the verdict.\nThereupon the defendant took this writ, and assigned the charge of the court, and their refusal to answer the points as requested, for error.\nForward and Graither, for plaintiffs in error.\nBaer and Ooffroth, for defendant in error."
  },
  "file_name": "0337-01",
  "first_page_order": 337,
  "last_page_order": 342
}
