{
  "id": 982798,
  "name": "Loretto Road",
  "name_abbreviation": "Loretto Road",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "350",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 350"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 390,
    "char_count": 7265,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 1.9209526641482445e-07,
      "percentile": 0.732968601644343
    },
    "sha256": "6c9589ae8e9d7169bbf03fa434956817f13a5d66da8b1b2e0de00c9c1e87b375",
    "simhash": "1:4ee4f0b792119a5f",
    "word_count": 1282
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Loretto Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nArmstrong, J. —\nBy the 26th section of the Act of 13th June, 1836, the Courts of Quarter Sessions “ have authority, upon application to them by petition, to inquire of, and to change or vacate the whole or any part of any private or public road which may have been laid out by authority of law, whenever the same shall become useless, inconvenient, or burdensome.” Under this section'of the road law, a petition was presented, praying that proper persons might be appointed to “ view and vacate and supply,” the road from Ebensburg to Loretto, a distance of about six miles. On the 12th of December, 1856, the viewers appointed made report, in which they say, “We vacated the old road from Loretto to Fegan’s road, and supply with a new route or road; and also vacate from Dennis Dougherty’s forks of road, leading to Munster, to Charles Bradley’s forks of old road that leads to William D. Price’s — and supply with new road all the way through, and return for public use.” Beginning at Litzinger’s house, at Loretto, and by courses and distances to the borough of Ebensburg. On the 7th of January, 1857, the report was read and confirmed nisi, and parts supplied, ordered to be opened thirty feet wide. Exceptions were filed to the report, and on the 2d of October, 1857, it was confirmed absolutely.\nIt is assigned for error, first, that the court erred in'confirming the report on the ground, that the viewers laid out an entire new road, and vacated only parts of the old road. This exception is not well founded. The report does not go beyond the prayer of the petitioners; and it is within the authority of the order. A new road was laid from one extreme point 'to the other. This was what was asked for; and in doing so, the new road occasionally crossed the track of the old, and at some points may have followed it for some distance — at such places the old road became part of the new, and the adoption of it as such, made it quite unnecessary further to advert to it. If the viewers “vacated only parts of the old road,” it is fair to presume that in this they consulted the public interest, and that the parts not vacated were considered useful and necessary as connecting with the road now laid out, or others in the neighbourhood; and we are led to this conclusion the more readily, as certain parts of the old road were vacated — thus showing that this part of the duty of the viewers was before their minds, and received their attention and consideration. If the citizens of the neighbourhood at any time hereafter find those parts of the old road which were not vacated, burdensome or useless, the grievance can at once be redressed by petition to the Court of Quarter Sessions.\nAnother error assigned is, that in the final order of the court, there was no order as to the width of the road. It receives, however, but feeble support from the facts; for on the confirmation nisi, the court ordered the “ parts of the road supplied to be opened thirty feet wide.” There was nothing on the record to impair this order, and its repetition was not necessary. If the action of the viewers, or of the court, was in violation of any of the provisions or requirements of the road law, it would be efficiently noticed here. But when the exceptions raise only questions of utility or expediency, of which the court below are better able to judge, this court will be slow to interfere.\nProceedings affirmed.",
        "type": "majority",
        "author": "Armstrong, J. —"
      }
    ],
    "attorneys": [
      "Forster and Kittel, for plaintiff in error.",
      "Johnston, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Loretto Road.\nUnder a petition and order to view, vacate, and supply a road, the viewers, though they return an entire new road, may vacate only such parts of the old road as they find to be useless, inconvenient, or burdensome.\n\"Where, in the order of the court confirming the report of viewers nisi, the width of the road is designated, and the report is then referred back to the viewers to supply errors or defects in their report, the designation of the width of the road, need not be repeated in the order of final confirmation of the report.\nWhere exceptions to a report of road viewers raise only questions of utility or expediency, this court will be slow to disturb the action of the court below.\nCertiorari to the Quarter Sessions of Cambria county.\nThis was a proceeding to vacate and supply a road.\nSeptember 13th, 1856. Petition presented setting forth “ That a road has long since been laid out from Ebensburg to Loretto, about thirty feet wide, and six miles in length; is laid out upon hilly and broken ground, and during the winter season becomes impassable, thereby rendered useless, inconvenient, and burdensome, as your petitioners conceive, and praying the court to appoint proper persons to view and vacate and supply the same according to law.”\nAfter reading the petition, the following order was made: “ Whereupon the court, upon due consideration had of the premises, do order and appoint Samuel D. Pryce, Ezekiel Hughes, George J. Rodgers, John Thompson, Jr., James Myers, and John Lloyd, who, after being sworn or affirmed respectively to perform the duties of their appointment with fidelity, are to view the ground upon which said road is located ; and if they, or any five of them, view the same, and any four of the actual viewers agree that said road should be vacated and supplied, they shall proceed to supply the same as agreeably to the desire of the petitioners as may be, having respect to the best ground and the shortest distance, in such manner as to do the least injury to private property, and make report thereof,” &c.\nDecember 12th, 1856. Viewers reported that “they found , many steep hills on part of said old road, difficult to travel, and we vacate the old road from Loretto to Eegan’s road, and supply with a new route dr road, and also vacate from Dennis Dougherty’s forks of road, leading to Munster, to Charles Bradley’s forks of old road that leads to William D. Price’s, and supply with new road all the way through, and return for public use.” Beginning at Litzinger’s house at Loretto, and by courses and distances to the borough of Ebensburg.\nJanuary 7th, 1857. Report read and confirmed nisi, and parts supplied ordered to be opened thirty feet wide, &c.\nApril 8th, 1857. Report referred back to the viewers, to conform the same to the requirements of the Act of Assembly.\nJuly 7th, 1857. The report was excepted to, on the ground that the viewers have vacated but parts of the road, and supplied the same the entire distance.\nOctober 2d, 1857. Report confirmed absolutely by the court. Thereupon the parties opposed to the road, sued out this certiorari, and assigned for error — that the court erred in confirming the report, and in overruling the exceptions.\nForster and Kittel, for plaintiff in error.\nThis proceeding was under the 26th section of the General Road Law: Purdon’s Dig., p. 720. If the petition asks for viewers to vacate and supply the entire road between two points, and the court directs them to do so, they cannot so far disregard the order as to locate a new road the entire distance and vacate only part of the old one. If they desire only part, they must say so: 31st section of the Road Law.\nJohnston, for defendants in error.\nHess’s Mill Road, 8 Harris 217; Southampton Road, 9 Harris 356; Pitt Township Road, 1 Barr 356."
  },
  "file_name": "0350-01",
  "first_page_order": 350,
  "last_page_order": 352
}
