{
  "id": 982743,
  "name": "Nelson versus Von Bonnhorst",
  "name_abbreviation": "Nelson v. Von Bonnhorst",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "352",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 591",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0591-01"
      ]
    },
    {
      "cite": "13 Pick. 125",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/30/0125-01"
      ]
    },
    {
      "cite": "1 Wend. 20",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0020-01"
      ]
    },
    {
      "cite": "20 Johns. Rep. 142",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "18 John. 420",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        8710739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/18/0420-01"
      ]
    },
    {
      "cite": "4 Metc. 230",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0063-01"
      ]
    },
    {
      "cite": "3 W. & S. 400",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 154",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0154-01"
      ]
    },
    {
      "cite": "4 W. & S. 127",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856479
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0127-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 514,
    "char_count": 8260,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 6.541022468914468e-07,
      "percentile": 0.961073406210169
    },
    "sha256": "60de6434109684ea217f494eb3be6691c719243103de4a472f3f311bc694487d",
    "simhash": "1:ac6dc6301c87fb94",
    "word_count": 1464
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nelson versus Von Bonnhorst."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nOne of the simplest functions of government is that of enforcing the contract relations of its citizens; and one of its most difficult, is that of rightly establishing between citizens, or recognising as established by custom, those other relations and duties that grow out of human society, and out of the moral principles which it recognises as essential to good order, (government takes no active part in the institution of contract relations, but only in the protection and enforcement of them; leaving the citizen entirely free to enter into such relations or not, as he pleases; provided only that they be not inconsistent with existing civil institutions, or with the social ideas of morality. In other matters, government not only institutes, but enforces relations ; and it is in the exercise of this function that the greatest caution and wisdom are required, and that the greatest wrongs to individual liberty are apt to be inflicted.\nIn the present case, we have no other duty to perform than the enforcement, and, involved therein, the interpretation, of a contract relation. The suit is on a contract, and we must ascertain what the contract is, and enforce it according to our interpretation of what the parties must have intended by it. If we go further, we institute a relation not intended by the parties, and enforce what we suppose to be a mere duty, when the plaintiffs are in form only demanding the enforcement of a contract, and show no right to any duty but that which it expresses.\nThe contract is in writing, and the defendant acknowledges himself in debt to the plaintiffs, and promises to pay them thus: “ whenever, in my opinion, my circumstances will enable me to do so.” As an expression of intention, can anything be plainer than this ? The express contract of the parties is, that the debtor is to pay when he shall be able, and that he shall be the judge of his ability. No doubt the parties thought this a reasonable arrangement when they made it, though the creditors think otherwise now. If it is reasonable for a man to release a debt altogether, surely it is reasonable to release the remedies for a debt, not itself released, as is done in covenants not to sue. And even if it be not reasonable, we cannot set up our reason or the public reason for that of the contracting parties, and make a contract for them that is contrary to their plain intention, without violating the first principles of freedom, and the very nature of contract relations.\nWe cannot read this contract at all as a legal obligation; for the debtor reserves to himself the control of the remedies upon it. The agreement to pay is here; but the right to enforce is, by mutual consent, expressly withheld; and thus the obligation is merely a moral one.\nTo say that the law will, in such a case, adjudge the debtor to have decided that he is able to pay, whenever the court and jury find that he is so, is only a mode of getting clear of the real contract, by assuming a fictitious and constructive one. It would still be the imposition of a duty as a contract, contrary to the expressed intention of the parties. The instrument given in evidence does not and cannot prove the issue on which the parties went to trial. This view of the contract renders the other questions raised on the trial immaterial.\nJudgment reversed and judgment for the defendant below on the reserved question, non obstante veredicto.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Gr. P. Hamilton, for plaintiff in error.",
      "A. W. Poster, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Nelson versus Von Bonnhorst.\nWhere a party gave an instrument of writing, under seal, acknowledging indebtedness to another in a certain amount, and which he agreed “to pay, whenever in my opinion my circumstances will enable me to do so,” such instrument imposes no legal obligation which can be enforced by action.\nNo action will lie upon such undertaking, even though the court and jury should find that the party was of sufficient ability to pay the debt, as by the terms of the contract the debtor is made the sole judge of that fact.\nWhether a contract be reasonable or otherwise, it is to be enforced according to the intentions of the parties, where such intentions are .clearly and plainly expressed in the contract.\nError to the District Court of Allegheny county.\nThis was an action of debt brought by S. F. Yon Bonnhorst & Co., for use of Alvin Wilkins, against James Nelson, on the following instrument of writing :\n“Pittsburgh, January 10, 1852.\n“ Due S. F. Yon Bonnhorst & Co. ten hundred and seventy-one y4^¡ dollars, for value received, which I hereby agree to pay whenever in my opinion my circumstances will be such as to enable me so to do, any receipt to the contrary notwithstanding. Witness • my hand and seal the date first above written.\n“ James Nelson. [Seal.]”\nThe declaration assigns an undertaking and promise to pay on the part of defendant “ whenever his circumstances were such as to enable him to pay,” and averred his ability to pay. The plaintiff gave the instrument in evidence, and rested.\nThe defendant called S. F. Yon Bonnhorst, the legal plaintiff, and requested that he be sworn as a witness. The beneficial plaintiff objected to his competency, and the court rejected him. The defendant then showed a release under seal from E. F. Shoenberger & Stephens, Shoenberger & Co., by S. F. Yon Bonnhorst & Co., which was proved to be in the handwriting of S. F. Yon Bonnhorst, of the amount of two judgments against Nelson & Stack-house, amounting together to the sum of $1185.33, in consideration of $400 received on the 10th January, 1852, from Nelson.\nThe court below (Hampton, P. J.) directed the jury to find a verdict for the plaintiff, subject to the opinion of the court on the following point reserved:\n“ Whether upon the whole evidence in the case, as per judge’s notes, taking it all to be true, the plaintiff is entitled to recover; and if the court shall be of opinion that he is, then judgment to be entered on the verdict in his favour; but if the court should be of opinion that he is not entitled to recover, then judgment for the defendant, non obstante veredicto.”\nUpon a subsequent day, the court entered judgment on the verdict in favour of the plaintiff.\nThe defendant thereupon purchased this writ, and assigned for error that the court below erred in rejecting Yon Bonnhorst as a witness, and in entering judgment for the plaintiff on the point reserved.\nGr. P. Hamilton, for plaintiff in error.\n1. As to the rejection of Von Bonnhorst as a witness, referred to Himblewright v. Armstrong, 1 Casey 428 ; Morton v. Morton, 13 S. & R. 108; Krook v. Krook, 4 W. & S. 127; Work v. Maclay, 2 S. & R. 415; Salmon v. Rouce, 3 Id. 311; Browning v. Shippen, 2 Binn. 154; Ralph v. Brown, 3 W. & S. 400; Taylor v. Fitzsimons, 17 S. & R. 453 ; Harding v. Mott, 8 Harris 469; Hutz v. Snyder, 2 Casey 511; Modderwell v. Klever, 8 W. & S. 63.\n2. The learned counsel argued that no recovery could be had on the instrument, for, by the terms of the contract, Nelson was to be the judge of his ability; and cited Bernard v. Cushing, 4 Metc. 230; Matthews v. Ollerton, Comb. 218; Sawyer v. Hammitt, 15 Maine R. 40; 2 Parsons on Cont. 14-15; Von Hagen v. Rensalaer, 18 John. 420; Adams v. Hill, 16 Maine R. 215.\nA. W. Poster, for defendant in error,\nargued that a nominal party cannot be examined as a witness, unless by consent of the party in interest: 1 Greenl. § 353 ; 8 Taunton 139; 4 Eng. C. L. Rep. 49; 20 Johns. Rep. 142; 1 Wend. 20; 13 Pick. 125. The promise was based upon the moral obligation to pay, which existed notwithstanding the release, and was a sufficient consideration: 2 Bin. 591; 12 S. & R. 171. If this was intended as a mere debt of honour, why put it in writing, and give to it the special solemnity of a seal? It is an acknowledgment of indebtedness, and fixes the time of payment when, in the opinion of the obligor, he shall be able; his ability is charged in the narr. and not denied by the pleading; being able, as he thus admits, he must have known the fact, and it must have' necessarily been his opinion “ that his circumstances were such as to enable him” to pay. The plea of want of consideration cannot avail one who seals a voluntary bond, such as the plaintiff in error alleges this one to be : 3 Casey 121."
  },
  "file_name": "0352-01",
  "first_page_order": 352,
  "last_page_order": 355
}
