{
  "id": 982715,
  "name": "Fry & Hartman versus Lucas",
  "name_abbreviation": "Fry & Hartman v. Lucas",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "356",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 351,
    "char_count": 5715,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.3585408020532075e-07,
      "percentile": 0.6350121184671385
    },
    "sha256": "aae3eed573fc26fe4f62d8f0606e15c120d44ca6823c4a0b2b9de1af87f05924",
    "simhash": "1:f0c190bf6a4dc1b9",
    "word_count": 1025
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fry & Hartman versus Lucas."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe correspondence of the parties having adjusted the terms and conditions of their contract, the plaintiffs packed the corn in the bags furnished by the defendant, and shipped it by railroad, at the time and in the manner contemplated by the contract. When it arrived at the depot in Allegheny City, they had performed the contract on their part according to its very letter. The plaintiffs were not to accompany the corn, nor to send an agent to make delivery of it; but it was to be intrusted to a common carrier, and delivered at their depot. That was done. The contract of sale was consummate.\nAt that moment, then, when the corn reached the designated point, in the bags of the defendant, with only the carrier’s lien upon it for the freight, which the defendant was bound to extinguish, it ceased to belong to the plaintiffs, and became the property of the defendant. Thenceforth the plaintiffs’ only interest was in the price. Had the corn been destroyed after that by fire or storm, or had any accident befallen it, the defendant, and not the plaintiffs, must have borne the loss. It was no more subject to levy and sale on execution against the plaintiffs, or either of them, than any other personal property of the defendant. The plaintiffs’ title, completely divested, was completely transferred to the defendant. If he chose to allow the sheriff, or any one else, to carry away the corn unquestioned, he has nobody to blame for his supineness but himself. To set it up as an excuse for not paying according to his contract, is an attempt to take advantage of his own negligence; and this the law allows no man to do.\nFor affirming these self-evident truths, the charge of the court is assigned for error; but there was no error in that part of the charge which related to the delivery of the corn; and as this was decisive of the action, it is unnecessary to consider whether the court were right or wrong in saying that the sheriff could not seize the property of partners on an execution against one of them.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Gf. 8. .Seldon, for plaintiff in error.",
      "Arthurs, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fry & Hartman versus Lucas.\nWhere one party agrees to deliver to another corn in sacks, furnished by the latter for that purpose, at a designated point, upon the arrival of the grain at the designated place the property is vested in the purchaser, and the title of the vendor is completely divested.\nWhere it was, after its arrival at such designated point of delivery, seized and sold under an execution against one of the sellers, with the knowledge of the purchaser, it furnished no defence to an action for the price of the grain.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit by John W. Ery and Jacob Hartman, late partners under the firm of John W. Ery & Co., for the use of the Stark County Bank, against Samuel H. Lucas, to recover the price of 300 bushels of corn. Fry & Od. resided at Louisville, Ohio, and Lucas wrote to Fry & Oo. on the 24th March, 1854, that he would “ take from them 300 bushels at 60 cents per bushel, delivered at the depot in Allegheny City; will pay on delivery of corn; can’t gend bags before to-morrow.” On the 25th, Lucas again wrote to Fry that “ I this day shipped to you four sacks bags, each containing 150.” 44. On the 29th March, 1854, Fry & Co. shipped 150 sacks and bags, said to contain 300 bushels corn, “ to be transported over said railroad to Allegheny Station, and then delivered to S. H. Lucas, or order, at the Company’s Freight House.” The ear in which this corn had been shipped arrived at the Allegheny Station on the morning of the 31st March, when, before it was unloaded from the car, and before any notice had been given to Lucas of its arrival, it was seized upon by the sheriff, under an execution issuing out of the Court of Common Pleas of Allegheny county, in favour of Samuel Mc-Clurkan & Co. v. J. W. Fry and J. C. Fry, and sold to Robert Galway, without its ever having gone into the possession of Lucas, upon which grounds Lucas refuses to pay for the corn.\nOn the trial, it was proved on the part of the plaintiff, that after the execution of McClurkan was levied on the corn, the agent of the railroad company, the carriers, called upon Lucas and informed him of it, and advised him to assert his right; but he refused to interfere, alleging that McClurkan had indemnified him, and he was all safe. He at the same time refused to pay the bill of freight.\nThe court below (Williams, J.) instructed the jury, “ that the defence failed for two reasons: 1. Because, that the delivery of the corn in the defendants’ sacks to the railroad company was a delivery to him. And that, at all events, the title passed when the corn arrived at the Allegheny depot, the point named as the place of delivery. 2. Because the sheriff could not levy on the corn upon the execution against J. W. & J. 0. Fry, whether it belonged to plaintiff or defendant. If it belonged to the plaintiffs, he might have levied on John W. Fry’s interest, but had no right to seize the corn, remove and sell it. He also submitted to the jury, to find that if defendant, after being informed of the seizure, consented to it, upon McClurkan indemnifying him, and McClurkan did so, and he thereupon agreed or consented not to assert his title, but permitted it to be sold on McClurkan’s execution, the verdict should be for the plaintiff.\nThe jury found for the plaintiff, $200.55, and judgment was entered thereon 10th December, 1856.\nThe defendant brought the matter up to this court, and assigned here that the court below erred in charging the jury as above stated.\nGf. 8. .Seldon, for plaintiff in error.\nArthurs, for defendant in error."
  },
  "file_name": "0356-01",
  "first_page_order": 356,
  "last_page_order": 358
}
