{
  "id": 982770,
  "name": "McClintock's Appeal",
  "name_abbreviation": "McClintock's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "360",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 360"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 304,
    "char_count": 4766,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 3.665001616549653e-07,
      "percentile": 0.8906943995576576
    },
    "sha256": "601c20b2efd3f629c61bceaa71382c2463af779eb156a4c7a3fa4b701cccd7e6",
    "simhash": "1:2bc96a054c0c88fa",
    "word_count": 847
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McClintock’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThis appeal brings up for review the distribution of John N. Martin’s estate among his creditors. This appellant had a book account, to which the court below refused a dividend, apparently on the ground that it was barred by the statute of limitations. The counsel for the other creditors have admitted here that the debt was not barred at the time of Martin’s death; but insist that the time which elapsed after his death, and before distribution, should be counted in, to make up the six years.\nThe right which a creditor has to his just proportion of the property which his deceased debtor dies possessed of, vests at the instant of his death. Before his death he had but a right of action ; afterwards he has an interest in the goods which the debtor left behind; precisely such an interest as the next of kin would have if no debts existed. The only reason why each one may not immediately take what belongs to him is, because it is impracticable to make a just distribution without some delay. The law, therefore, takes the goods of a decedent into its custody, and bids the claimants to wait until their rights can be ascertained.\nAn officer of the law commits them to the care of an administrator, upon the express trust, and with a solemn injunction, to give each his due. The creditor need not bring suit; the assets applicable to his debt are already in the hands of a legal officer, whose duty to pay it over will be enforced by the proper authorities without an action. All that he is required to do is to make known his claim within a given time. Of course the trust of the administrator is for the use of all the creditors whose debts are subsisting and valid in law and equity at the time of the decedent’s death. He has no right to give one a preference over an2 other. The assets belong to all, and he must pay all, if there be enough to reach. In case of deficiency, the loss is to be equally borne. He cannot object to a claim which was good when he accepted the trust, on the ground that it has since reached an age greater than six years.\nThe claim which the appellant makes to interest on his account is not sustained. The general rule is, that an unsettled account, as this seems to have been, does not bear interest.\nThere are exceptions to the rule, but we have no fact before us which shows this to be within any of them.\nThe decree of the Orphans’ Court is reversed, and it is now here decreed that the auditor’s report be confirmed, and distribution be made accordingly.\nThis case was decided at Oct. Term 1856, and mislaid.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Shinn, for appellant.",
      "Selden and Mellon, for appellees."
    ],
    "corrections": "",
    "head_matter": "McClintock’s Appeal.\nA debt against the estate of a decedent is not barred by tbe statute of limitations, where less than six years from the time it accrued had elapsed at the death of the debtor, but the six years expired before settlement and distribution of the estate was made.\nThe right of a creditor to his just proportion of the property of the debtor, vests at the death of the latter, and the law commits it to the care of an administrator in trust for all whose debts were valid and subsisting at the •death of the intestate.\nNo interest is allowed on an unsettled account, unless the party claiming interest brings himself within one of the recognised exceptions to the rule.\nAppeal from the Orphans’ Court of Allegheny county.\nThis was an appeal by Washington McClintock from the decree of the Orphans’ Court, overruling the report of an auditor appointed to distribute among the creditors of John N. Martin, deceased, the amount in the hands of his administrator. Martin died on the 22d July, 1853, indebted to McClintock in the sum of over $2000, for money collected by Martin for McClintock from Rawle & Lipscomb. The estate of Martin was insolvent, and the auditor’s report showed a dividend of 25T^nj per centum. At th'e hearing before the auditor on the 2d day of July, 1855, the counsel for the widow, and the accountant, objected to the allowance of the claim of McClintock because it was barred by the statute of limitations. The evidence taken before the auditor showed that the debt accrued after the 4th November, 1847, and within six years prior to the death of Martín. The auditor allowed the claim, and appropriated thereto a pro rata dividend of $523.15.\nExceptions were filed to this report on the ground that the claim of McClintock was improperly allowed, being barred by the statute of limitations. The court sustained this exception, and directed the auditor’s report to be reforméd by excluding McClintock’s claim, and which, having been done, it was confirmed and distribution decreed accordingly.\nFrom this decree McClintock appealed, and assigned the same for error.\nShinn, for appellant.\nSelden and Mellon, for appellees."
  },
  "file_name": "0360-01",
  "first_page_order": 360,
  "last_page_order": 362
}
