{
  "id": 982937,
  "name": "Lynn versus Lynn",
  "name_abbreviation": "Lynn v. Lynn",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "369",
  "last_page": "370",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 369"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 306,
    "char_count": 4229,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 7.102574067372328e-07,
      "percentile": 0.9667185229718026
    },
    "sha256": "75f90a2f6e4ae552bc7c1ee85949dd94d08370d68a46e1b0c28591642fbe4366",
    "simhash": "1:f4758762fc24acda",
    "word_count": 766
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lynn versus Lynn."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nHere is another claim that ought to be charged to the account of family relationship. A mother made a visit to her son in a distant state, remained there some months, and died there. Now the son sues her administrator for her boarding. That the law implies no contract in such a case is plain enough, and' here there is no evidence of an express contract. She had told one witness that she intended to pay what was right for her boarding, but there is nothing like evidence of a contract in that. If the son was not willing to receive his mother without charge, he might have told her so, and dismissed her in a filial way, or made his bargain for receiving her. The cause was rightly tried;. for, though the court allowed the jury to infer an express contract on this insufficient evidence, yet they did not do it.\nCauses of this character are among the most odious that courts have to deal with. Yery commonly they are brought in. order to obtain from a parent’s estate, by way of debt, a larger share than other heirs, as a sort of discrimination for supposed larger merits. But the law cannot make up for such differences, and it does not aim at impossibilities. In the administration of family affairs, and in the expenditures of time and care and money on the several children, there are necessarily very great differences, and the results are very different; but the law cannot equalize them. It would produce the most deplorable strife and litigation in families in attempting it; and then it would certainly fail. Better that the largest estate should be entirely destroyed than that the attempt should be made in a single case.\nSome might think that the most worthless and badly trained child ought to have the most, because he has not been trained as he ought to have been. Others might think that the best ought to have all, because he would know how to take care of it. Parents are not accountable to their children for the exercise of their judgment in making discriminations.\nBefore a son sues his mother for work or boarding, he ought to think of the long years of anxiety and trouble she has endured for him. And before the law encourages such suits, it must calculate on the discord it may occasion, and on the constant mistrust that it will require between parents and children, lest visits of kindness shall be made the basis of pecuniary charges on one side or the other. Most children think it a great favour to have such visits from their parents; and if a money account is to be kept of them, many juries might think that it is the parent and not the child that is entitled to the reward.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "A. Patterson, for plaintiff in error.",
      "J. B. and A. Sowell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lynn versus Lynn.\nWhere a parent goes to live with a child,, the law implies no promise on the part of the parent to pay for boarding and necessaries furnished by the child.\nWithout an express contract there can be no recovery in such case.\nError to the Common Pleas of Fayette county.\nThis was an action brought by James J. Lynn against Isaac Lynn, administrator of Charlotte Lynn, deceased, to recover the amount of boarding alleged to be due and unpaid from the mother. J ames J. Lynn lived in Illinois. His mother Charlotte Lynn was an old and infirm lady who had a life estate in a large amount of property in Fayette county. About a year before her death she went to Illinois to reside with the plaintiff. After her death he presented to the administrator a claim for boarding and taking care of his mother during the time she was with him. Payment being refused, this suit was brought. On the trial of the case, the plaintiff showed the length of time she boarded with him, and her declarations that she had intended to pay what was right.\nThe court below (G-ilmore, P. J.) charged the jury, inter alia, that when a mother lived with a son, the law raised no implied assumpsit that she promised or contracted to pay for her board and washing. The assumption must therefore be made out by an explicit promise to pay. The verdict was for the defendant.\nThe plaintiff sued out this writ, and assigned here for error, inter alia, the foregoing instructions.\nA. Patterson, for plaintiff in error.\nJ. B. and A. Sowell, for defendant in error."
  },
  "file_name": "0369-01",
  "first_page_order": 369,
  "last_page_order": 370
}
