{
  "id": 982924,
  "name": "The Commonwealth versus Denny",
  "name_abbreviation": "Commonwealth v. Denny",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "380",
  "last_page": "382",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 281,
    "char_count": 5634,
    "ocr_confidence": 0.454,
    "sha256": "b6929f85a4efd80bdf0f493a5b9fb515dc01694185823b9628579ce3ff00fe26",
    "simhash": "1:90c7e6b4968d5df4",
    "word_count": 984
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth versus Denny."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe 6th section of the Act of 16th June, 1836, provides “that all indictments or civil actions now pending, or hereafter to be preferred or instituted in any of the courts of civil or criminal jurisdiction, within the city of Pittsburgh, or county of Allegheny, wherein the city of Pittsburgh may be interested directly or indirectly, or wherein the validity of any regulation of a street or alley in said city may be brought in question, although the said city of Pittsburgh may not, by its corporate name, be a party to the record, shall be tried in the District Court of Allegheny county, before a jury, from which all persons resident or owning real property in said city shall be excluded.”\nThe 7th section of the act makes the certificate of the president judge of the fifth judicial district conclusive evidence of the jurisdiction of the District Court, and further directs that “the indictment and all papers connected therewith, or the original writ, declaration, and all papers connected therewith, if it be a civil case, shall be transmitted to said District Court.”\nThe 14th section of the Act of 13th March, 1844, extends the provisions to the City of Allegheny. The question presented by the ease under consideration is, whether the Act of March 30, 1852, entitled “An act defining the manner of collecting the expenses of grading and paving the streets and alleys in the city of Allegheny,” Pamph. Laws, p. 204, affects the jurisdiction given by the acts above referred to, to the District Court.\nThe last-mentioned act provides that the statement and affidavit of claim shall bo filed in the Common Pleas, subject to amendment by said court, and that the mode of recovery shall be by writ of scire facias, in the • name of the Commonwealth, “ as debts secured by mortgage are now by law recoverable.”\nIn the absence of any express provision that the scire facias shall be issued hj the Common Pleas, we are of opinion that the jurisdiction given by the Acts of 1836 and 1844 to the District Court remains unimpaired, and that it excludes the jurisdiction of the Common Pleas.\nThe learned judge of the Common Pleas was right in refusing to try the issue raised upon the scire facias, and in certifying that the proceedings came within the provisions of the acts referred to; but he should have further certified the case, and all papers connected therewith, to the District Court, as provided by the 7th section of the Act of 16th June, 1836.\nThe judgment of the Common Pleas upon the question of jurisdiction is affirmed, and the record is remitted to said court, with direction that the case be certified by' the Court of Common Pleas to the District Court for further proceedings, according to law.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "D. W. and A. S. Bell, for plaintiff in error.",
      "McKnight, contra."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth versus Denny.\nThe exclusive jurisdiction conferred on the District Court of Allegheny county, by the 6th section of the Act of 16th June, 1836, in all cases where the city of Pittsburgh is interested, or the validity of any regulation in regard to streets or alleys is involved, and extended to the City of Allegheny by the 14th section of the Act of 13th March, 1844, is not taken away by the Act of 30th March, 1852, defining the manner of collecting the expenses of grading and paving the streets and alleys in the City of Allegheny.\nAlthough such act directs that the statement and affidavit of claim therein provided for, shall be filed in the Common Pleas, subject to amendment by said court, and the mode of recovery shall be by writ of scire facias, yet there being no express provision that such scire facias shall be issued by the Common Pleas, the jurisdiction given by the Acts of 1836 and 1844 to the District Court remains unimpaired.\nError to the Common Pleas of Allegheny county.\nThis was a scire facias, issued in the Court of Common Pleas of Allegheny county, in the name of the Commonwealth of Pennsylvania, for use of the Mayor, Aldermen, and Citizens of Allegheny, plaintiff below against St. Clair Denny, defendant below, upon a statement filed at No. 54, October Term, 1855, in said court, for the sum of $1129.95, with interest; being the amount of costs and expenses assessed upon defendant’s lot for grading Tremont street, in Allegheny City.\nThe grading of Tremont street was done by the councils of Allegheny City, under power granted for that purpose by Acts of Assembly, April 5,1849, P. L. 1849, p. 341; and April 8,1851, § 3, P. L. 1851, p. 372.\nThe statement was filed as a lien against defendant’s lot, abutting on Tremont street, for the amount of costs and expenses for grading, by virtue of the Act of Assembly of March 30, 1852, P. L. 1852, p. 204.\nThis scire facias was issued in the Court of Common Pleas of Allegheny county, under section 3, Act of March 30,1852, which directs that said costs and expenses for grading and paving streets in Allegheny City shall be recoverable “ by writ of scire facias in the name of the Commonwealth, for the use of the mayor, aldermen, and citizens of Allegheny, as debts secured by mortgage are now by law recoverable.”\nWhen the case was reached on the trial list of the Court of Common Pleas, the counsel for defendant moved to quash the writ, on the ground that the said court had no jurisdiction.\nAnd thereupon afterwards the said court sustained the motion, and dismissed the case for want of jurisdiction.\nThe acts are quoted in the opinion of Mr. Justice Knox.\nWhereupon the plaintiffs sued out this writ, and assigned for error that the court erred in dismissing the cause for want of jurisdiction.\nD. W. and A. S. Bell, for plaintiff in error.\nMcKnight, contra."
  },
  "file_name": "0380-01",
  "first_page_order": 380,
  "last_page_order": 382
}
