{
  "id": 982758,
  "name": "Denny versus Brunson",
  "name_abbreviation": "Denny v. Brunson",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "382",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wh. 541",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 106",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 7752,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 3.1596482724160187e-07,
      "percentile": 0.8632086272211237
    },
    "sha256": "2c168e122533813c92da62a342eb604124826054469edbf8aff91bcf1f6600bb",
    "simhash": "1:c8ef3ab0d45ac33a",
    "word_count": 1330
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Denny versus Brunson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThis is a bill in equity, prosecuted by an owner of lands against the lessee of her tenant at will, to restrain the cutting down timber and ornamental trees, and the doing of other acts to the prejudice of her reversionary interest. The acts complained of and proved constitute waste, and the only question of any importance on the record is, whether the powers of courts of equity to restrain waste by injunction have been extended to and vested in our courts.\nThe jurisdiction of English equity in cases of waste began with the injunction pendente lite, but has long since extended itself to cases where no action at law was pending, but where it was needed for the protection of trust estates and estates in reversion and remainder, and has now become one of the well defined branches of equity jurisprudence.\nBut do our Pennsylvania courts possess it ? If they do, it is conferred by the second enumeration contained in the 13th section of the Act of 16th June, 1836, which extends our equity jurisdiction to “ the prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the interests of the community or the rights of individuals.”\nTaking these words with the limitation suggested in two cases, 7 W. & S. 106 and 6 Wh. 541, as applicable only to things forbidden by law and not to acts contrary to equity merely, can it be doubted that waste is contrary to law ? It was a tort at common law, punishable by action on the case and by the action of waste, and restrainable also between parties litigant by writ of estrepement — all which remedies we have in Pennsylvania.\nWith us the common law writ of estrepement is extended much beyond its original design, and by Act of 29th March, 1822, has become one of the remedies of a landlord against his outgoing tenant.\nWaste then, as an act contrary to law, is within the purview of our legislation on the equitable powers of the courts, and the jurisdiction conferred expressly extends to its “prevention or restraint.”\nLegal remedies are indeed provided, but these are found here as they have been found in England inadequate, and hence the necessity for equitable interposition. The peculiarity of waste is, that the party committing it may be in rightful possession of the premises, and therefore the legal remedies, except in cases to which estrepement has been specifically applied, can only punish the act when it is done, and cannot restrain it from being done. Injunction is effectual to restrain it in all cases.\nThat part of the Act of 16th June, 1836, to which I have referred, is by its own terms limited to the Supreme Court and the Common Pleas in Philadelphia county, but subsequent legislation has extended it to the District Court of Allegheny county, so that that court, and perhaps all the Courts of Common Pleas throughout the state, possess, in addition to their writs of estrepement, the power to restrain and stop waste by injunction.\nThere is nothing else worthy of remark in this case. The complaints urged against the manner of granting the preliminary injunction cannot affect the final decree, pronounced after hearing the parties upon full proof.\nThe appearance of the defendant, and taking a chance for a decree in his favour on the merits, waived the irregularities of the preliminary proceedings.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Barton, for respondent, plaintiff in error.",
      "MeKnight and Shaler, for complainant."
    ],
    "corrections": "",
    "head_matter": "Denny versus Brunson.\nBy the Act of 16th June, 1836, § 13, the equity jurisdiction of the courts there specified, and those to which it has been extended by subsequent legislation, extends to “ the prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the interests of the community, or the rights of individuals.”\nWaste, as an act contrary to law, is within the purview of the legislation of this state on the equitable powers of the courts, and the jurisdiction conferred expressly extends to its prevention or restraint.\nError to the District Court of Allegheny county.\nThis was a bill in equity filed by Elizabeth E. Denny, on the 31st day of May, 1856, against Robert M. Brunson, in which the complainant alleged that she was the owner of a farm in Indiana township, Allegheny county, containing about 600 acres, and highly improved, on which were erected a mansion-house, a number of tenant-houses, a grist-mill, &c. She alleged that Brunson, ‘ sometime in the winter of 1856, had entered upon a portion of the farm and committed great damage, by cutting, barking, and felling timber and ornamental trees, and by cutting and burning the same, and by hauling them away and selling and disposing of them to his own use. And that by burning the same he greatly endangered the safety of the mill, from sparks and cinders. That having been notified and warned by her, he refused to desist from such unlawful acts, and that on the 21st May, 1856, she brought an action of trespass against him. But that instead of ceasing, he had employed additional hands, and was then more rapidly and ruthlessly injuring and destroying the farm and the forest trees growing thereon. And prayed for a writ of subpoena in the ordinary form, and for a preliminary injunction, and that on the final hearing the same might be made perpetual. On the same day the court granted the preliminary injunction as prayed for.\nOn the 3d of June, 1856, the respondent moved to set aside the injunction because it was issued without notice and without evidence; and the decree therefore was entered without the order of the court, and without having been submitted to counsel.\nThe court amended the injunction to conform to the order of the court, and refused to set it aside..\nOn the 26th of June, 1856, the respondent filed an answer, and a demurrer to certain portions of the bill.\nThe answer admitted the cutting of timber and burning charcoal upon the land, but claimed that he was authorized to do so by a lease or authority in writing, dated 26th October, 1855, from William C. Denny, a son of complainant, who resided on the land, and who, as the respondent alleged, had been in the possession and entire control of the premises for more than twelve years, and had for that period exercised all acts of ownership over it, by occupying, leasing it, building houses, clearing land, and treating it as his own.\nThe defendant also demurred to the bill because there was adequate remedy at law, by action of trespass, and that such an action was now pending; and by estrepement, and indictment.\nA general replication was filed, an examiner appointed, and the testimony taken and returned, which showed that the title was in the complainant, and that Wm. C. Denny was a tenant at will, and had no authority to make the agreement and authorize the acts set up by the respondent, as a justification.\nThe court below, upon the hearing after argument, decreed a perpetual injunction.\nThe respondent thereupon brought the cause to this court, where he assigned the following errors:—\n1. The court below erred in granting a preliminary injunction before a subpoena was issued.\n2. Also in granting a preliminary injunction without notice to the parties to be bound by it.\n3. Also in granting the preliminary injunction without any evidence at all, except the verbal statement of counsel.\n4. The court erred in refusing to dissolve the preliminary injunction on the coming in of the answer.\n5. The court erred in overruling the demurrer.\n6. The court erred in making the injunction perpetual.\n7. The court erred in deciding that the court had jurisdiction.\n8. The court below erred in not giving full credit to the answer, and in not denying the injunction.\nBarton, for respondent, plaintiff in error.\nMeKnight and Shaler, for complainant."
  },
  "file_name": "0382-01",
  "first_page_order": 382,
  "last_page_order": 385
}
