{
  "id": 982862,
  "name": "Bunn, Raiguel & Co. versus Ahl",
  "name_abbreviation": "Bunn, Raiguel & Co. v. Ahl",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "387",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 498,
    "char_count": 10760,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 3.933951375907169e-07,
      "percentile": 0.90314338789636
    },
    "sha256": "2f006d9803b9dab2579adc0dc9955fb49bf3f7c0f705b5e91925c4d5b262ebe9",
    "simhash": "1:7f0d277116dcade2",
    "word_count": 1925
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bunn, Raiguel & Co. versus Ahl."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrib, J.\nWe are of opinion that none of these assignments of error are well founded, except one. Our time would not be well employed for the justification or exposition of any valuable principle, if spent in enlarging upon any of them except the last one. It has caused us some embarrassment, and we may explain the views that we take of it.\nIn answer to points specially put by the plaintiffs’ counsel, the court had instructed the jury that if the contested judgment was knowingly given for more than was due in order to be used as a means of compelling other creditors to compound their claims; and if it was thus given and was used for such purpose; in either case it is void as against creditors.\nThen comes the eighth point, which we must regard as negatived by the court. It needs some analysis in order to ascertain whether or not it was entitled to an affirmative answer.\n“ If the jury believe, from the evidence, that Daniel Ahl, Sr., advanced funds to D. Ahl, Jr., & Brother to enable them to commence and prosecute the business of dry goods merchants, and authorized them to assure their creditors that the money so advanced should be at the risk of their business, without preference to him at any time as a creditor.” Here we may stop to remark that a mere authority to make representations to creditors, not carried out by representations actually made, is in no sense a fraud upon them. As no actual representations were made or proved, or offered to be, in this point, this part of it is of no value in the question to be decided. That the money was advanced in order to enable D. Ahl & Brother to commence business, is also unimportant. The only matter of importance remaining in this part of the point is the fact of the debt, and retaining this we read on, thus — If the jury believe that D. Ahl, Sr., advanced the money, “ and afterwards procured the said firm to confess a judgment therefor — the judgment here in issue — for the purpose of being used in order to compel a compromise by said firm with its creditors,” then the said judgment is void as against creditors. Let it be noticed that this point does not assert that the judgment was so used. The short way of stating the principle therefore is, that a judgment confessed for an amount honestly due, is voidable by the defendants’ creditors, if it was given and received for the purpose of forcing the creditors into a compromise of their claims, even though it was never used for that purpose.\nSuch then is the proposition that was negatived by the court: was there error in this ? The jury have found that it was not given and received for more than was due, to be used for such a purpose; would it change the case, relative to creditors, if they had found that this judgment, though honest in amount, was intended, but not used, for such a purpose ? Perhaps it was an oversight that they were not, in this point, asked to find that it was so used.\nDishonest as such an intention would be, we cannot call it fraudulent; for fraud does not consist in mere intention, but in intention acted out. Fraud consists of conduct that operates prejudicially on the rights of others and is so intended. We have fully expressed our views on this subject in the case of Smith v. Smith, Murphy & Co., 21 State Rep. 370, and we need not repeat them.\nThe judgment of Daniel Ahl, Sr., is found to have been honest in amount; and yet it may have been given and received for a fraudulent purpose. If it was, we have something beyond a mere fraudulent intention, for something is done in pursuance of the intention — the giving and receiving of the judgment. Then the judgment is an act tainted with a fraudulent intent, and the law cannot allow it to be used so as to affect any rights that are in a position to question it.\nIt is not enough to say that the judgment is not used for the fraudulent purpose for which it was given, but for the honest purpose of collecting a debt justly due. There is no valid repentance without entire restitution, when this is possible; and a judgment obtained in order to defraud creditors cannot be purified by merely abandoning the fraudulent purpose and using it for an honest one. All the benefits of the fraudulent arrangement must be foregone. A judgment obtained to defraud creditors must not be used even to obtain an unforbidden preference over them. The thing is voidable by them in whatever way it may be used to their prejudice, because it was made to defraud them. The fraudulent debtor cannot object to it, but they can. Whenever it comes in conflict with their rights, they may charge upon it its illegitimate origin: and we cannot get clear of this by the proof of its honest use; for we cannot say that it would have been given at all, had it not been for its fraudulent purpose.\nIt seems to us that the eighth point of the plaintiff was erroneously answered.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrib, J."
      }
    ],
    "attorneys": [
      "Hartshorn and Shinn, for plaintiffs in error.",
      "6r. P. Hamilton and Shaler $ Oo., for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bunn, Raiguel & Co. versus Ahl.\nA judgment confessed for an amount honestly due, is voidable by the defendant’s creditors, if it was given and received for the purpose of forcing such creditors into a compromise of their claims, even though it was never used for that purpose.\nFraud does not consist in mere intention, but in intention acted out by conduct that operates prejudicially on the rights of others, and which was intended to have such effect.\nWhere a judgment is given and received for a fraudulent purpose — the giving of the judgment is such an act done in pursuance of the fraudulent intent, as renders it voidable by any person that is in a position to question it.\nSuch a judgment originally given and received, for the purpose of defrauding creditors, cannot even be used as against such creditors, to collect the amount due to the party to whom it was so given.\nSuch a judgment is voidable by the creditors, in whatever way it may be used to their prejudice, because it was given to defraud them.\nError to the District Court of Allegheny county.\nThis was a feigned issue, in which Bunn, Raiguel & Co., and others were plaintiffs, and Daniel Ahl, Sr., defendant, to determine whether a certain judgment confessed by Daniel Ahl, Jr., and George W. Ahl to the defendant in this case was collusive or not. Daniel Ahl, Jr., and George W. Ahl were sons of the defendant,' and commenced the retail dry goods business at Pittsburgh, in August 1855. In August 1856 this firm was found to be indebted to the plaintiffs and other merchants in the cities of Philadelphia and New York, in a sum of over $10,000. On the 14th July, 1856, they gave to their father, the defendant, a judgment-bond in the penal sum of $17,055, conditioned for the payment of $8527.50, upon which judgment was entered on the 8th August, 1856. On the 6th of August, 1856, a letter of attorney was given by the defendant to H. H. Ryan, accompanied with a letter at of instruction. Ryan at that time was visiting the eastern cities the instance of D. & GL W. Ahl, for the purpose of compounding with their creditors there. The power of attorney authorized Ryan, in case the creditors whose names were contained in an agreement which had been prepared, executed that agreement, to sign and execute the same on behalf of Daniel Ahl, Sr. The letter accompanying the power of attorney was as follows:—\n“Pittsburgh, August 6, 1856.\n“ Mr. H. II. Ryan—\n“ Sir: You hold my letter of attorney authorizing you to put my name to a certain composition deed, prepared for the signatures of the creditors of D. Ahl, Jr., & Bro.\n“I am willing to join in the execution of the deed, as soon as it is executed by the balance of the creditors; my reason for not doing it in the first instance is, that during the pending of any negotiation, it might operate as a suspension of my right to proceed on my judgment, and as the project may fall through, from unwillingness of some one of the creditors to execute the agreement. I intend to hold the entire control of my judgment and the power of proceeding in such case, to prevent any other creditors from obtaining a preference. You are authorized to say so to them, and likewise, that if the agreement is promptly signed by all the other creditors, I am willing to come in upon the same terms with them, but, that I do not intend to risk anything by delaying proceedings whilst they are deliberating upon the subject.\nYours truly, Daniel Ahl, Sr.”\nThe creditors refusing to agree to the terms as proposed, of fifty per centum on their claims and an extension of one year for payment, the defendant, on the 16th August, 1856, caused an execution to be issued, which was levied on the merchandise of the firm, and the same was advertised for sale. On the 23d August, the plaintiffs applied to the court for a rule on defendant to show ■ cause why an issue should not be awarded to determine whether his judgment was obtained through fraud and collusion, and for the purpose of hindering and delaying the other creditors of his sons, and also for a rule to show cause why the sheriff should not pay the proceeds into court. On the 10th January, 1857, these rules were made absolute and this issue directed. Before the sale, the counsel of Daniel Ahl, Sr., directed the sheriff to collect but $6677.50 with interest from the date of the judgment, being the amount which plaintiff claimed to be due to him.\nMuch evidence was given on both sides on the trial, but a further statement is not deemed necessary to illustrate the points decided by this court.\nThe plaintiffs below submitted points in writing and prayed the instruction of the court thereon. Their eighth point was as follows:—\n“ 8th. If the jury believe from the evidence that Daniel Ahl, Sr., advanced funds to D. Ahl, Jr., & Brother, to enable them to commence and prosecute the business of dry goods merchants, and authorized them to assure their creditors that the money so advanced should be at the risk of their business, without preference to him at any time as a creditor, and that afterwards he procured said firm to confess a judgment — the judgment here in issue — for the purpose of being used in order to compel a compromise by said firm with its creditors, then the jury will find a verdict for the plaintiffs in this issue.”\nThe court below (Williams, J.) answered this point as follows:—\n“ If the judgment in issue was given for an amount exceeding the actual indebtedness of the firm of D. Ahl, Jr., & Brother, to Daniel Ahl, Sr., or his liabilities on them, the point is affirmed— otherwise it is refused.”\nThe jury found for the defendant.\nThe answer to the point stated was, inter alia, assigned for error.\nHartshorn and Shinn, for plaintiffs in error.\n6r. P. Hamilton and Shaler $ Oo., for defendant in error."
  },
  "file_name": "0387-01",
  "first_page_order": 387,
  "last_page_order": 391
}
