{
  "id": 982709,
  "name": "Campbell's Appeal",
  "name_abbreviation": "Campbell's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "401",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 401"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 406,
    "char_count": 7744,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 3.2929604548846894e-07,
      "percentile": 0.8714309212622049
    },
    "sha256": "59d7d6c9c8bc429189c1c437279d26eb7398dbec3551df7f8d79dd2e0d89f5d2",
    "simhash": "1:c973242a1a02f62a",
    "word_count": 1323
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Campbell’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nConceding that the sum of twelve hundred dollars paid by Wm. C. Stockton, through Schoonmaker & Co., to C. O. Loomis, was applicable to the judgment in dispute, it does not follow that Stockton, either for himself or as trustee for Mrs. Stockton, the wife of one of the defendants in the judgment, acquired any title to the judgment, except as a purchaser from the plaintiffs’ attorney. William C. Stockton was a mere volunteer, and the money paid by him was only intended to transfer the ownership of the judgment, and not to work its satisfaction. It was a purchase and not a payment. An attorney at law as such has no power to sell his client’s judgment, and his attempted sale will only bind the client when the act is ratified, or adopted by the receipt of the money or otherwise. The judgment of Thomas, Cowperthwait & Co. v. Johnston & Stockton, was entered on the 14th January, 1852, for §1277.77. The payment made by C. O. Loomis, their attorney, on the 2d June, 1852, including commissions, amounted to §998.20. To this extent the sale by Loomis was good, but it is very clear that the remainder of the money applicable to this judgment belongs to Thomas, Cowperthwait & Co., and to no one else. But how stands the case between the two purchasers, Wm. C. Stockton and Edward Campbell, Jr.? Stockton’s purchase was first made, but of this Campbell had neither actual nor constructive notice. No assignment was ever made to Stockton, and we are unable to discover any evidence of facts brought home to Campbell sufficient to put him upon inquiry. Before purchasing he inquired of the surviving partner whether the judgment had been paid by the defendants, and was answered in- the negative. In buying from the attorney he took the risk of payment by the attorney to the client; but as to other persons whose interest did not appear of record, and of which he had no notice, he stands in the same position as though he had purchased directly from the plaintiffs in the judgment; and that a subsequent purchase of a judgment accompanied or followed by a transfer upon record will pass title against a prior purchase not docketed, and of which the second purchaser was ignorant, is conclusively settled in this state: 1 Harris 620; 10 Harris 300 ; 1 Casey 80. Our opinion then is, that Campbell’s assignment is good against every one except the plaintiffs in the judgment and as they do not deny his right, it follows that he is entitled to be paid the amount appropriated to him by the auditor.\nThe exceptions taken by Mr. Selden for Johnston’s administrator are not sustained.\nAnd now, January 15, 1858, it is ordered and decreed, that the decree of the District Court of Allegheny county in sustaining the exceptions to the auditor’s report, and in awarding to R. C. Stockton the money applicable to the judgment of Thomas, Cowperthwait & Co. v. Johnston and Stockton, No. 338, January Term, 1852, is reversed, and the auditor’s report is now confirmed, and distribution decreed according to said report.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Gr. P. Hamilton, for Campbell.",
      "Todd £ Smith, for Cowperthwait & Co.",
      "Gr. S. Selden, for Johnston’s administrator.",
      "MeOonnell, for trustee of Mrs. Stockton."
    ],
    "corrections": "",
    "head_matter": "Campbell’s Appeal.\nAn attorney at law, as such, has no power to sell his client’s judgment, and his attempted sale of it will only bind the client when the act is ratified, or adopted by the receipt of the money, or otherwise.\nA subsequent purchase of a judgment, accompanied or followed by a transfer on the record, will pass the title to such judgment as against a prior purchase not entered of record, and of which the second purchaser had no notice.\nWhere a third party pays the amount of a judgment against a defendant, with the intention of holding it for his own use, although no transfer is taken, it is not a payment and satisfaction of such judgment.\nAppeal from the District Court of Allegheny county.\nSamuel R. Johnston and Robert C. Stockton were partners, doing business in the city of Pittsburgh, under the style of Johnston & Stockton. They purchased, January 12, 1835, from the Bank of the United States, “to hold as tenants in common, and not as joint tenants,” certain real estate on Second and Third streets, in the First Ward of the city of Pittsburgh. They subsequently became embarrassed, and a large number of judgments were obtained against them jointly, and against R. C. Stockton alone. The property above named was levied upon, at the suit of William Addison, for use, and April 25, 1854, sold to George S. Selden, Esq., for $12,500. Of this money, $4991.64 were paid into court for distribution among the lien-creditors; and May 13, 1854, Reade Washington, Esq., was appointed auditor to make such distribution. This he was not able to do on account of ill health; and March 15, 1856, Augustus Washington, Esq., was appointed auditor “ to complete the distribution of the money in court.”\nThe auditor last named entered upon the discharge of the duties of his appointment, and, September 10, 1856, made his report to the court. He divided the fund for distribution into two equal parts, and appropriated R. C. Stockton’s half thereof to those judgments against him “ which, as liens, are prior to any of those against Stockton and S. R. Johnston jointly.” After exhausting Stockton’s portion of the money, the judgments against Johnston & Stockton jointly were paid in their order out of the portion of the fund belonging to S. R. Johnston.\nAmong the judgments against R. 0. Stockton alone, was one in favour of Thomas, Cowperthwait & Co., No. 717 of November Term, 1851, for $406.67, with interest from December 10, 1851. This judgment was not reached in the appropriation.\nThe same plaintiffs had also obtained a judgment, No. 338, of June Term, 1852, against Johnston & Stockton jointly, for $1277.27, with interest from January 14, 1852, and costs. This-. judgment was the first in priority of lien to be paid out of S. R. Johnston’s half of the fund. The principal and interest thereof amounted to $1452.04. The manner in which the auditor distributed this portion of the fund in court, was the main subject of exception to his report, and the decision of the District Court thereupon is the cause of the appeal to this court.\nFor the heirs of S. R. Johnston, who had in the meantime died, it was contended that this judgment had been paid, and should have been marked satisfied.\nFor Mrs. Stockton it was urged that it had been paid by William C. Stockton, out of funds raised on the property of Mrs. R. C. Stockton, and should have been marked for her use on the record. Edward Campbell, Jr., claimed $1196 thereof by virtue of an assignment on the record, made by C. 0. Loomis, the plaintiff’s attorney, October 4, 1854.\nLoomis had remitted on account of this judgment to the plaintiffs, June 2, 1852, $945.93; which, with his commission and exchange, made a credit thereupon of $998.20.\nThe remainder of the judgment, amounting, principal and interest, to $343.57, was claimed by Todd & Smith for the plaintiffs, Thomas, Cowperthwait & Co. The auditor found that this judgment had not been paid, and appropriated $1196 of the amount due thereon to Edward Campbell, Jr., and the remainder, $256.04, to Thomas, Cowperthwait & Co., the plaintiffs in the case. Exceptions to his decision were filed by Messrs. Selden and McConnell, on behalf of the parties whom they represented.\nThe court reversed the finding of the auditor, and gave the amount of the judgment to William C. Stockton, for the use of Mrs. R. C. Stockton, wife of one of the defendants. Whereupon appeals to this court were taken by Edward Campbell, Jr., and Thomas, Cowperthwait & Co., and by S. R. Johnston’s administrator.\nGr. P. Hamilton, for Campbell.\nTodd £ Smith, for Cowperthwait & Co.\nGr. S. Selden, for Johnston’s administrator.\nMeOonnell, for trustee of Mrs. Stockton."
  },
  "file_name": "0401-01",
  "first_page_order": 401,
  "last_page_order": 403
}
