{
  "id": 982761,
  "name": "Collier's Executors versus Leech",
  "name_abbreviation": "Collier's Executors v. Leech",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "404",
  "last_page": "407",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 404"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Pick. 501",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022329
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/33/0501-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 8609,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.260118893654363e-07,
      "percentile": 0.782543885763224
    },
    "sha256": "9c32ada100f4ada6001c6875d1055e37db09b815dde5fa3f78019b0212eb50f4",
    "simhash": "1:f9c0f5ac0aa925d6",
    "word_count": 1521
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Collier’s Executors versus Leech."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nWe are unable to find fault, either for error or deficiency, with the charge of the court; but we think that Andrew Leech was a competent witness. He was a joint contractor with the defendant, but he was not a party to this suit and could not be, for the plaintiff had previously accepted a judgment against him in. a separate action. If he had any interest, it was rather against than for this defendant, so as to make him contribute to the debt. Neither interest nor any rule of policy excludes him: 16 Pick. 501; 6 Bing. 306; 7 Id. 395.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "I). W. and A. S. Bell, for plaintiffs in error.",
      "Large, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Collier’s Executors versus Leech.\nA creditor of a firm, who takes the notes of the surviving partners for the amount of his claim, or who takes a judgment for the same, does not thereby release the estate of the deceased partner, unless it was so agreed at the time.\nIn an action by a creditor against the representatives of a deceased partner to recover a debt due by the firm, one of the surviving partners, against whom the same creditor has previously obtained judgment for the same debt, is a competent witness on behalf of the plaintiff.\nNot being interested in the event of the suit, nor a party to the record, there is no rule of public policy which excludes him from testifying in such a case.\nError to the District Court of Allegheny county.\nThis was action of assumpsit brought by James Leech, against the executors of George Collier, deceased, to recover for work and labour done by plaintiff for A. Leech, Jr. & Co., of which firm George Collier, in his lifetime, was a member. The declaration was in the common counts, in assumpsit — for work and labour done. The defendants pleaded non assumpsit — payment with leave, &c.\nIt was admitted on the trial, that the firm of A. Leech, Jr. & Co. was composed as follows, viz.: 1st, of George Collier and Andrew Leech, from January 1st, 1850, until the fall of 1851; 2d, of George Collier, Andrew Leech, and Robert D. Thompson, from the fall of 1851, until July, 1852, at which time George Collier died; 3d, after the death of George Collier, the survivors, Andrew Leech and Robert D. Thompson, continued the business under the same firm name, until July, 1854, when they failed. It was also conceded on the trial, that about the 1st day of October, 1852, the executors of George Collier sold out his interest in the firm to the survivors, Andrew Leech and Robert D. Thompson. James Leech was in the employment of the several firms of A. Leech, Jr. & Co., during all that time.\nThis action was brought to recover the amount claimed to be due James Leech, by A. Leech, Jr. & Co., from January 1, 1850, until the death of George Collier, in July, 1852.\nThe plaintiff having proved his services rendered during all that time, and their value, rested his case.\nBy way of defence, it was alleged on the part of the defendants—\n1st. That James Leech advised the surviving partners to buy out the interest of George Collier from the executors, which was accordingly done, with the knowledge and approval of the said James Leech. This was done in the fall of 1852, as above stated.\n2d. That with full knowledge and approval of this sale and purchase, James Leech had a settlement with the new firm of A. Leech, Jr. & Co-, on the 1st day of October, 1853; on which day he gave his receipt to said A. Leech, Jr. & Co., for two promissory notes, which contained a consolidation of all indebtedness due him, up to that date, both from the old and new firms, viz.: from the three different firms of A. Leech, Jr. & Co.\n3d. That when these two notes became due, James Leech did not collect them, but allowed the money due him to remain in the hands of A. Leech, Jr. & Co., and thereby gave them a new credit, which discharged Collier’s estate from his claim.\n4th. That on the 12th day of July, 1854, Andrew Leech and Robert D. Thompson, partners as A. Leech, Jr. & Co., confessed a judgment to James Leech, which included in one consolidated amount all the indebtedness to him, from the various firms of A. Leech, Jr. & Co., up to that date.\n5th. That he could have issued an execution on this judgment, and made the whole of his claim (or nearly all); but that he neglected and refused, although advised to do so, and thereby permitted a judgment and execution (that of Spang & Co.) to be issued, and sweep away all the property upon which he could have levied.\nDefendants then offered as part of the evidence to sustain these allegations, the deposition of Andrew Leech, Jr., one of the partners of the late George Collier, deceased, as above mentioned.\nPlaintiff’s counsel objected to the competency of the witness, on the ground of public policy and interest.\nPer Quriam. — The objection on the ground of public policy is sustained. The objection to his interest is not so clear. Deposition rejected, and defendants except.\nThe defendants then showed the record of the judgment confessed by Andrew Leech and Robert D. Thompson to the plaintiff; and the judgment and execution of Spang & Co., subsequently entered and issued, upon which their personal property was sold. Also a receipt, as follows:—\n“ Received, Pittsburgh, October 1,1853, of A. Leech, Jr. & Co., three notes — one for §300, at four months; and one for §2027.98, which is also at four months. When said notes are paid, it will be in full for services up to this date. Jambs Leech.”\nA. S. Bell, Esq., was called for defendants, and testified as follows : — “ The executors of George Collier, shortly after his death in the summer of 1852, sold out to A. Leech, Jr. & Co., all the interest of their intestate. James Leech advised his brother, Andrew Leech, to purchase, and the purchase was made with the knowledge and approval of James Leech. In the July of 1854, James and Andrew met at our office, or in the office of A. Leech & Co., which was in the front room, and ours in the back room. James knew that the firm of A. Leech and Robt. D. Thompson was in failing circumstances. James then took from them the judgment-bond, on which the judgment read in evidence was entered ; which bond, by express agreement of the parties, contained the whole amount due to James, from all the partnerships or firms, from 1850 up to that time. My brother and I were attorneys for A. Leech, Jr. & Co., and we urged James to enter up judgment, and issue execution immediately, and secure his claim, by levying on the property of defendants. But he refused to issue, because he did not wish to distress his brother. Pie complained of Leech & Go., because they had not sooner let him know of their circumstances, saying he had left his money in their hands for a long time, when he might have lifted it.”\nThe court below (Hampton, P. J.), after stating the case, charged the jury in substance: That neither the taking of the notes, by the plaintiff, from A. Leech and E. D. Thompson, for which the receipt of October 1, 1858, was given, nor the judgment-bond and judgment entered thereon, as given in evidence, would either, or both, constitute a bar to the plaintiff’s right to recover in this action, in themselves alone. But if, at the time these notes or this bond were taken, it was the agreement of the parties to these instruments that the estate of George Collier should be released from all liability on account of this claim, then the plaintiff will not be entitled to recover. The fact testified to by Mr. Bell, if believed by the jury, that the judgment embraced the whole claim of plaintiff, now sought to be recovered, would form a sufficient consideration for an agreement to release Collier’s estate, because Thompson, one of the parties who gave the judgment,. was not responsible for that portion of plaintiff’s claim which accrued between the 1st of January, 1850, and the fall of 1851, when he came into the firm.\nThe jury were instructed, if they found for the plaintiff, to deduct from the amount of the plaintiff’s wages, the sum of $385.91, made on the execution given in evidence by the defendants.\nThe anomalous provisions of the Act of 11th April, 1848, are supposed to be applicable to this case, and the jury were instructed that the present action could he maintained under the 4th section of that Act, notwithstanding its extraordinary character.\nThe jury found for the plaintiff $1664.09, and judgment was entered thereon.\nThe defendants purchased this writ and assigned for error — the rejection of the deposition of Andrew Leech, Jr., and the charge of the court.\nI). W. and A. S. Bell, for plaintiffs in error.\nLarge, for defendant in error."
  },
  "file_name": "0404-01",
  "first_page_order": 404,
  "last_page_order": 407
}
