{
  "id": 982913,
  "name": "In re McCracken's Estate",
  "name_abbreviation": "In re McCracken's Estate",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "426",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 426"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 348,
    "char_count": 6100,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.1636219746644077e-07,
      "percentile": 0.5846503020060243
    },
    "sha256": "44fcda253fb0367ef78c97c6d3407078ac736a20b2c56598802405f0173246ce",
    "simhash": "1:246ba4150e28296a",
    "word_count": 1066
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re McCracken’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIt is the residuary fund that is in court for distribution, and it must of course bear the burden of all debts not otherwise provided for, before it can be distributed to the residuary legatees: 24 State Rep. 20.\nThen comes the question, was the debt due to Henry Socin a debt of the estate ? We think it was; for though McCracken did not bind himself by covenant to pay the balance of the purchase-money due to Socin, yet by buying the equitable title, and getting the assignment of the articles from Springer, he impliedly undertook to pay the balance, and keep Springer clear of it. His debt or duty was directly to Springer, and through him to Socin.\nIt is important also to notice that this leads to a result accordant with the apparent intent of the testator, not to charge the devisees of the ground with the payment of the balance: 23 State Rep. 227. In giving the land, he speaks of it as though his title was complete, and most likely he expected to complete it before his death. Moreover, he gives it along with other ground, to which his title was complete, and directs the whole to be equally divided among the devisees, and expressly charges the whole with another legacy. We think the residuary fund must pay the debt of Socin.\nThe decree of the Orphans’ Court is reversed, and it is now here ordered and decreed that of the money to be distributed, the sum of two hundred and sixty-five dollars, and the interest that has accrued since the audit- or’s report, 3d April, 1855, be paid to the executors of Henry Socin, and that the balance be paid to the residuary legatees of McCracken, according to his will, and that the appellees pay the costs of this appeal, and the cause is remanded to the Orphans’ Court, that this decree may be there carried into effect.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Collin and Barton, for appellants.",
      "Jasper JE. Brady, for appellees."
    ],
    "corrections": "",
    "head_matter": "In re McCracken’s Estate.\nThe residuary fund of an estate must boar the burden of all debts, not otherwise provided for, before it can be distributed to the residuary legatees.\nA balance due the vendor, upon articles of agreement for the purchase and sale of land, assigned by the vendee to the testator, subject to the payment of the unpaid purchase-money, is a debt against the estate of the latter, although he came under no express covenant to pay it.\nWhere the same land was devised along with other land to which the title of the testator was complete, and the whole charged by him with another legacy, the balance of the purchase-money was payable out of the residuary fund, and not by the devisees of the land.\nAppeal from the decree of the Orphans’ Court of Allegheny county.\nJames McCracken died on the — day of July, A. D. 1852, leaving heirs four daughters, to wit, Mary Ann, Matilda, Sarah, and Clara; and three grandchildren, to wit, Mary Ann, Sarah E., and William J. Bell, children of a deceased daughter, Eliza, who, in her lifetime, was intermarried with James Bell, who is now the guardian of the three grandchildren; and having first made his last will and testament, letters of administration, cum testamento annexo, were, on the 3d day of August, A. D. 1852, duly granted to Mary Ann McCracken. She filed her account, which was, on the 27th day of March, 1854, confirmed by the court; and on the 25th November, 1854, the court appointed an auditor to make distribution of the fund — $427.96—in the hands of the administratrix.-\nBefore the auditor the administrators of H. Socin, deceased, appeared, and claimed as creditors a balance due the estate of Socin — $265 unpaid purchase-money on 1|- acres of ground in Sharpsburgh.\nOn the 1st day of April, 1849, H. Socin, by agreement in writing with John George Springer, covenanted to convey to him 1J acres in Sharpsburgh, for $430. Springer paid $30 in hand, the balance to be paid in annual payments of $50 each, with interest. On the 1st day of November, 1849, Springer assigned his interest in the property and agreement to James McCracken, who took possession, subject to the payment of the unpaid purchase-money to Socin. McCracken, in his lifetime, paid to Socin three of the annual $50 instalments, with interest. Hines, who came into possession as vendee of McCracken’s devisees, paid two years’ interest on the balance, leaving unpaid to Socin $250, with interest, from April 1, 1854; which sum the administrators of Socin’s estate claimed should be allowed to them out of the fund for distribution. The will of James McCracken contained the following clause:—\n“ 4th. The house and lot owned by me in the borough of Lawrenceville, I give and bequeath to my daughters Matilda, Mary Anne, and Clara, and direct the same shall be equally divided between them, share and share alike, by lines drawn from front on the road to the rear. Also, I give and bequeath the three acres of ground owned by me in the borough of Sharpsburgh to my said three daughters, Matilda, Mary Anne, and Clara, to be equally divided between them, share and share alike.”\nThis three acres included the one and a half acres purchased from Springer. By a previous clause in his will, the testator had bequeathed a legacy of $500 to his grandchildren, to be paid out of a debt owing him, but directed, if such debt should not be real-, ized, that such legacy should be charged upon the real estate devised to his daughters.\nThe auditor allowed the claim, and appropriated $265 to Socin’s administrators.\nTo which appropriation and report counsel for appellees excepted ; which exception was sustained by the Orphans’ Court, and on the 25th day of July, 1855, the court made a decree appropriating the money to the heirs at law. From this decree an appeal was entered by Socin’s administrators, and also by Me- • Cracken’s administratrix, and it was assigned for error that the court below erred in setting aside the report of the auditor, and changing the appropriation made by him.\nThe court below erred in refusing to allow the claim of Socin’s administrators.\nThe court below erred in appropriating money to the heirs at law while debts are unpaid.\nCollin and Barton, for appellants.\nJasper JE. Brady, for appellees."
  },
  "file_name": "0426-01",
  "first_page_order": 426,
  "last_page_order": 428
}
