{
  "id": 982920,
  "name": "Holmes versus Watson",
  "name_abbreviation": "Holmes v. Watson",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "457",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 416,
    "char_count": 7945,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.0333695359093027e-07,
      "percentile": 0.5487922268827256
    },
    "sha256": "93b4773f55ebcbc7a2f8b58c8ac97775ed5762124c0b6593a329884d158f0716",
    "simhash": "1:e4208f0b685cf7e2",
    "word_count": 1417
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holmes versus Watson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an action brought by the owners of two coal boats, against the owners of the steamboat “ Latrobe,” for damages caused by a collision on the Ohio river, a short distance from the mouth of the canal, near Louisville, Ky. The river at that place makes a curve, sweeping towards the Indiana shore, and then returning, toward the Kentucky side, thus causing a strong current from the Kentucky shore directly over the falls; while the channel for all kinds of boats is close along the Kentucky shore, down to the mouth of the canal. All kinds of craft navigating this part of the river, at an ordinary stage of water, have to be kept in this channel by means of lines thrown out and attached to the shore, to prevent them from being carried out by the current, and wrecked upon the rocks at the falls. The coal boats, in descending this channel, a short time before the collision, had parted their lines, and were carried out and lodged on the rocks, where they remained until the steamboat, in ascending through the same channel, either by parting her lines, or by the negligent management of them, was driven out, so that in saving herself she sank the coal boats by running into one of them which was thus propelled against the other. The jury have found that there was no negligence on the part of the owners of the coal boats. There is a conflict in the testimony on the question whether the lines of the steamboat parted, or were voluntarily taken in and carelessly managed, so that she was washed out in the current towards the falls. There is also a conflict in the evidence respecting the management of the steamboat, after she was washed out into the current. Robert Sterrit, one of the witnesses, states that the steamboat “ was carried by the force of the current upon the rocks at the head of Corn Island; when she was thus floating in a rapid and violent current, she was struck by a counter current produced by two coal boats, lying at the head of Corn Island, on rocks, and.with tremendous violence, and as quick as thought the steamboat bow was turned towards the boats, and drawn into the eddy, and against them.” Joseph McCormick, another witness, says that the “ Latrobe,” under a full head of steam, ran, as he conceives, by bad management, into the coal boats. As the “Latrobe” was coming towards the coal boats, he hailed her, and told her to stop, or she would sink the coal boats. She paid no attention to the warning, but proceeded on and sank the coal boats. This'witness states, that when he hailed her she “could have backed water, and there would have been no accident.” He further states that “ when she got out to the point described, she put on steam, and ran right into one of the coal boats ; that jammed it against the other, and thus both were stove and wrecked.” Thomas Dauff states that “ the hands on board the ‘ Latrobe’ were careless about managing the line properly on the ‘ Latrobe,’ —she drifted off in the current toward the falls — got in below the coal boats — let the steam on, and ran into one of the coal boats.” In this conflict of testimony the court were asked to say, that “ under the peculiar circumstances in this case,” the cause of injury would be too remote to render the defendants liable, even if they did not use due care and caution to keep their boat in the channel. The court declined to give this instruction. This was correct: the “peculiar circumstances of the case” were unsettled. The court could not ascertain them — that was the province of the jury. If the point had been put hypothetically, assuming a state of facts, which the jury might find from the evidence, it ought to have been answered. But it was not error to refuse to assent to the proposition as put. It was part of the same request that, “ admitting the lines to have failed by reason of their being insufffi cient to hold the boat, the probability of a collision was so slight, owing to the current and counter currents of the river at that point, that the law, looking only to the proximate cause of the injury, will not make the defendants liable.” Here, again, was an application to the court to decide a question of fact. We are not able to decide, from the evidence, the state of the “ currents and counter currents of the Ohio river at that point,” and “ the probability of a collision” being produced by them. These were questions of fact, to be settled by the jury; and the court was right in refusing to affirm the proposition, although the learned president judge appears to have had other reasons than those here suggested for his decision. The rule that the proximate and not the remote cause must be looked to in deciding questions of this kind, is more beautiful in theory than facile in practice. We acknowledge the existence of the general rule, and that many cases are readily disposed of under it. But many arise to which it would be extremely difficult to apply any such rule. If the condition of the currents, and the situation of the coal boats, were such as to place the coal boats in peril from a steamboat ascending with insufficient lines, or with the negligent management of the lines connecting her with the shore, then the negligence in providing such lines, or in the management of them, may be left to the jury. If they, under all the circumstances, find that such negligence caused the injury, the law holds the defendants liable. And very clearly they would be liable if guilty of negligence and gross mismanagement of the steamboat after she drifted out into the current. It must be remembered that steamboats have means of keeping out of the way which other boats do not possess. The law exacts of them exertions to avoid injury proportionate to their powers. We are of opinion that this case was carefully tried — that the jury were properly instructed, and that if they erred in their decision on questions of fact, it is not in our power to give any relief. That was the business of the District Court, on a motion for a new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Shaler and McConnell, for plaintiffs in error.",
      "Marshall and Watson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Holmes versus Watson.\nIn an action for negligence, where the testimony in regard to what was the cause of the injury was conflicting, it was not error for the court to decline to say, in answer to a point propounded by the defendant, that under the peculiar circumstances of that case the cause of injury was too remote to render the defendants liable.\nIn such a case the peculiar circumstances of the cause are unsettled, and the court cannot ascertain them, but must refer them to the jury.\nNor could the court determine, as matter of law, the probability of a collision being produced between vessels which depended on the sufficiency of a cable, and the currents and counter currents of a river at the point where such collision occurred.\nWhere vessels or craft are in such a situation, as to be placed in peril from the passing of a steamboat at a particular point, or from such boat using insufficient lines, or in the management of them, it may be left to the jury to find whether the negligence of the defendants in any of these respects caused the injury, and if it did they are liable for the injury sustained.\nSteamboats having means to avoid injury which other boats do not possess, the law exacts of them exertions proportionate to their powers.\nError, to the District Court of Allegheny county.\nThis was an action on the case by R. & J. Watson against David Holmes and others, late owners of the steamboat “Latrobe,” to recover damages for the sinking of two coal boats, with their cargoes. The plea was, Not guilty, and a verdict and judgment were rendered in the court below in favour of the plaintiffs for $1865.72.\nThe facts of the case, and the points ruled below, sufficiently appear in the opinion of this court, delivered by Chief Justice Lewis.\nShaler and McConnell, for plaintiffs in error.\nMarshall and Watson, for defendants in error."
  },
  "file_name": "0457-01",
  "first_page_order": 457,
  "last_page_order": 459
}
