{
  "id": 982880,
  "name": "Kellogg versus Stockton & Fuller",
  "name_abbreviation": "Kellogg v. Stockton & Fuller",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "460",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 513,
    "char_count": 13079,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 2.748636483576825e-07,
      "percentile": 0.8325491177284853
    },
    "sha256": "cd9561e66bab1a733cd420570ae96e25beddb0b780f71137103ddc6e42e203ea",
    "simhash": "1:ab49bc047acafcbb",
    "word_count": 2353
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kellogg versus Stockton & Fuller."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe letter addressed by Erastus Kellogg to Stockton & Co., requesting them to “ furnish Mr. Crocker with a suitable stock and all will be right,” is in the nature of an offer to guaranty the debt of another, and not an original undertaking of Kellogg for the payment of stock to be purchased by himself. In all cases where a plaintiff seeks to make one man liable for the debt of another, the case must be plainly made out. Every apabiguity in the evidence weighs in favour of the defendant: Unangst v. Hibler, 2 Casey 153. It is essential in such a case, that the plaintiff should accept and give credit on the faith of the proposition ; and it is equally necessary that the guarantor should be notified that his proffer has been accepted, otherwise there is no contract. A mere offer, not accepted, is not a contract; and a mere mental acceptance of a proposition, not communicated to the party to be charged, is not an acceptance at all in the eye of the law. It is important to the interests of the business community that every one should know the extent of his liabilities, in order that he may take the proper measures to meet them, and to secure himself, in cases where he has bound himself for others: Kay v. Allen, 9 Barr 320; Unangst v. Hibler, 2 Casey 153. In this case there was no evidence that Erastus Kellogg had been notified of the acceptance of his guaranty. The plaintiff below was therefore not entitled to recover, and the court ought to have instructed the jury accordingly.\nIt has been said that notice of acceptance is not necessary where the agreement to accept the guaranty is extemporaneous with it: Wildes v. Savage, 1 Story’s R. 26. This has been thought to be an exception to the rule, and it is supposed that the present case is within the exception. Rut my impression is that it was not intended to recognise any exception to the rule. It merely affirms that when the guarantor is present, and the agreement to accept is made the moment he offers it, this is notice, and surely neither law nor common sense requires more: 9 Barr 820. In the case under consideration, Kellogg was not present when his offer was accepted, and he had no notice of it whatever. There was, therefore, no contract with him.\nThis disposes of the case; and it was not necessary for the court below to give any opinion on the other points made. Rut as the cause goes back, and the evidence may assume a new aspect, it may be proper to say that the charge against Erastus Kellogg for the goods which Ralph C. Kellogg had sold to Crocker, cannot be sustained by the evidence stated on the paper-book. The remains of stock in the hands of young Kellogg were not the “suitable stock” within the meaning of the guarantor. The sale by young Kellogg shows that the son of the defendant and Crocker had made an entirely new arrangement by which Mr. Cracker was to travel alone, whereas the contemplation of the guarantor was that Crocker was to travel with the guarantor’s son. The goods thus sold to Crocker were not sold to him by Stockton & Fuller at all. They had sold them to Ralph C. Kellogg; and if Erastus Kellogg is to be made liable for them it must be by means of other evidence than the letter of credit given to Crocker.\nWe see no error in the principles laid down in the answer of the-court to the defendant’s fourth point. That instruction might properly be given on a new trial, if evidence be produced sufficient to charge the defendant at all on his offer to guaranty the debt of Crocker.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Cutler, for plaintiff in error. —",
      "Lane, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kellogg versus Stockton & Fuller.\nWherever a plaintiff seeks to make one man liable for the debt of another, the ease must be clearly proved: and every ambiguity in the evidence weighs in favour of the defendant.\nA letter addressed by one man to another, requesting the latter to furnish a third party with certain goods, is in the nature of an offer to guaranty the debt of such third party, and not an original undertaking of the writer for the payment of goods furnished to himself.\nTo make the writer liable upon such a letter, it is essential that the plaintiff should accept and give credit on the faith of the letter, and equally necessary that the guarantor should be notified of such acceptance, otherwise there is no contract.\nError to the Common Pleas of Urie county.\nH. P. Stockton and A. N. Fuller brought an action of assumpsit against Erastus Kellogg, as the surety or guarantor of W. H. Crocker in the alleged purchase of a quantity of goods by Crocker.\nOn the 19th of December, 1852, Erastus Kellogg, the defendant, gave to W. H. Crocker, who wished to procure a small stock of goods to travel with as a foot-pedlar, the following letter to the plaintiffs, jewellers in the city of Erie:—\n“ Mr. Stockton & Co. The bearer, Mr. Crocker, wishing to travel with my son, please furnish with a suitable stock, and all will be right.\nSigned) “Erastus Kellogg.\n“December 19, 1852.”\nDecember 21, 1852, W. H. Crocker, accompanied by Ralph Kellogg, a son of the defendant, went to the plaintiffs’ store in Erie. Ralph Kellogg had previously purchased a stock of goods of plaintiffs, of which he had sold some part. On their way to Erie Ralph Kellogg and Crocker made an agreement, by which Kellogg sold out the remainder of his stock to Crocker, amounting to $203.90, Crocker agreeing to become responsible to Stockton & Fuller for that amount. When they arrived at the store of the plaintiffs, Crocker presented the letter from the defendant, and stated the agreement between himself and Ralph Kellogg. Plaintiffs assented to the arrangement, and charged the trunk and goods to Crocker, and sold Kellogg a new stock. Crocker also purchased goods on the same day, as charged to him on the books of plaintiffs, amounting to $26.22, and the same date he is credited . with .one plated watch, $13.25, returned. No farther purchases were made at that time. January 4, 1853, Crocker is charged with sundry items amounting to $44.78. No part of the goods taken at any time, were charged to Erastus Kellogg. The goods were all charged to Crocker. No notice was ever given by Stockton & Fuller to Kellogg that they had received the letter he had given Crocker, or accepted it as a guaranty or otherwise, or that they had furnished Crocker with any goods on account thereof; and it did not appear in evidence that Erastus Kellogg had any knowledge of any goods having been furnished to Crocker previous to the bringing of this suit. On the 29th October, 1858, plaintiffs sued Crocker for the same goods, and recovered a judgment for $255.73.\nThe plaintiffs state their cause of- action to arise in this ease against the defendant, as surety or guarantor of Crocker, and that Crocker has been prosecuted to legal insolvency for the same, and the said sum remains due and unpaid.\nThe defendant presented the following points, and prayed the instruction of the court to the jury upon them:—\n1. That the letter or writing given in evidence by the plaintiffs is not an engagement on the part of the defendant to pay for goods to be furnished by them to Crocker, or to guaranty the payment of any debt incurred by Crocker in the purchase of goods from the plaintiffs; nor does it in itself import any engagement on the part of the defendant to become liable therefor.\n2. Even if said writing does contain in itself an engagement or offer to guaranty the payment by Crocker of the stock to be furnished to him by the plaintiffs; yet as the writing does not purport to be an absolute and conclusive engagement, the plaintiffs must show that they gave notice to the defendant that they accepted as such, and also of the amount of the goods furnished on ' account thereof; and having failed so to do, cannot recover.\n3. If the jury believe that any part of the goods charged to Crocker, and to recover the price of which this suit was brought, were purchased by Crocker of R. C. Kellogg, with an agreement that Crocker should assume the payment of the debt due from K. C. Kellogg to the plaintiffs for said goods, and they assented to it and charged them over to Crocker, that is not a compliance with the terms of the letter of credit upon which this suit is brought, and the plaintiffs cannot recover for such goods.\n4. If the defendant is liable at all for any goods furnished upon the credit of writing given in evidence, he is not liable for any goods furnished to Crocker subsequent to the date of the first purchase by Crocker.\n5. That any payments made by Crocker are to be credited to the first purchase, and the defendant is only liable, in any event, for the balance, after deducting the said payments.\n6. That the evidence offered by the plaintiffs, if believed by the jury, is insufficient in law to entitle the plaintiffs to recover.\nThe court below (G-albraith, P. J.) charged the jury, and answered these points as follows:—\n“ The action in this case is founded upon an account of goods furnished to W. H. Crocker, upon the following writing, directed to the plaintiffs, who, at the time, kept what was called a variety store in the city of Erie:—\n“ ‘ Mr. Stockton & Co. The bearer, Mr. Crocker, wishing to travel with my son, please furnish with a suitable stock, and all will be right.\n“ ‘Erabtus Kellogg.’\n“ The plaintiffs proved, by their book of original entries, and by other evidence, the delivery of goods to Crocker to the amount of $251.58. The defendant then gave in evidence, by the testimony of R. C. Kellogg, his son, that he was with Crocker at the time the goods were delivered, and that he told Stockton that he had sold out his stock to Crocker, and Crocker was to take them and be responsible, and he took the new stock for himself.\n“ Whether the goods charged here to Crocker were fairly and bona fide delivered to him on the credit of this writing of defendant, under all the evidence, is a question of fact for the jury. It seems the witness, R. C. Kellogg, had before that time obtained a small stock from the plaintiffs, and had a portion of them still on hand. If he returned them to the plaintiffs, with the understanding that they should be delivered to Crocker as the ‘ suitable stock’ to be delivered to Crocker on the credit of the order of Erastus Kellogg, and it was so understood by the parties at the time, it was the same thing as the delivery of any other stock to Crocker. If, however, the plaintiffs allowed R. C. Kellogg to get the new stock on his responsibility, and delivered the goods to him, they cannot charge the defendant with them on this writing. The law of the case may be stated in answer to the defendant’s points.\n“ The first point is answered in the negative.\n“ The law, as stated in the second point, would be correct if the writing on which the suit 'is founded were to be regarded as a letter of credit merely; an agreement to secure or guaranty the payment of a bill or bills of goods to be furnished in the future. But is this such a writing ? We think it is more in the character of an order sent by Crocker to deliver to him the goods on his account, particularly if taken in connexion with the testimony of Conkling, if believed by the jury, as to the arrangement between the defendant and plaintiff prior to the date of the order. The second point is therefore decided in the negative.\n“The third point rests on the facts in evidence as believed by the jury; and if the jury are satisfied from the evidence that the goods were delivered by R. C. Kellogg, and not by the plaintiffs, they could not recover in this case. But so far as Kellogg returned goods to the plaintiffs, or delivered them to Crocker as agent, or for the plaintiffs, the defendant might be liable on this writing or order to the plaintiffs.\n“ To the fourth point it is answered, that we do not consider this writing as a continuing credit for future hills furnished; but here a portion of the goods were taken on the 21st December, and the balance a very few days afterwards. And the question is one more for the jury than the court, whether the whole constituted in reality but the one purchase. If so, the defendant would be liable for the whole. If the purchase on the 21st was the' entire purchase intended at that time under the order, the defendant would not be liable under it for any subsequent purchases; and if that were so, the defendant would be entitled to have the payments applied to the first purchase, as stated in the fifth point; but if the delivery was of part only contemplated under the order on the first day, and of the balance but a few days afterwards, and so constituting in reality all one purchase, it would determine both these points in the negative.\n“ The sixth point is determined in the negative.”\nThe verdict was for the plaintiff.\nThe errors assigned were the answers to defendants’ points.\nCutler, for plaintiff in error. —\n1 Greenleaf’s Ev. § 196, p. 252; Baker v. Rand, 13 Barr 152; 13 W. S. Dig. 375; Kay v. Allen, 9 Barr 310; Unangst v. Hibler, 2 Casey 150.\nLane, for defendant in error."
  },
  "file_name": "0460-01",
  "first_page_order": 460,
  "last_page_order": 464
}
