{
  "id": 982930,
  "name": "Hertzog versus Hertzog",
  "name_abbreviation": "Hertzog v. Hertzog",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "465",
  "last_page": "471",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 465"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 515",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 366",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0366-01"
      ]
    },
    {
      "cite": "5 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478506
      ],
      "pin_cites": [
        {
          "page": "513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0357-01"
      ]
    },
    {
      "cite": "3 Rawle 249",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 17267,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 2.3325845934882614e-06,
      "percentile": 0.9961287318295391
    },
    "sha256": "50a61060871a1036793a62afc4ff7e48cc1682b453a121321d983a38ad4b6a51",
    "simhash": "1:5984dc7c8c41d8f4",
    "word_count": 3093
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hertzog versus Hertzog."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J. —\n“ Express contracts are, where the terms of the agreement are openly uttered and avowed at the time of the making: as, to deliver an ox or ten loads of timber, or to pay a stated price for certain goods.. Implied are such as reason and justice dictate; and which, therefore, the law presumes that every man undertakes to perform. As, if I employ a person to do any business for me, or perform any work, the law implies that I undertook and contracted to pay him as mueh as his labour deserves. If I take up wares of a tradesman without any agreement of price, the law concludes that I contracted to pay their real value.”\nThis is the language of Blackstone, 2 Comm. 443, and it is open to some criticism. There is some looseness of thought in supposing that reason and justice ever dictate any contracts between parties, or impose such upon them. All true contracts grow out of the intentions of the parties to'transactions, and are dictated only by their mutual and accordant wills. When this intention is expressed, we call the contract an express one. When it is not expressed, it may be inferred, implied, or presumed, from circumstances as really existing, and then the contract, thus ascertained, is called an implied one. The instances given by Blackstone are an illustration of this.\nBut it appears in another place, 3 Comm. 159-166, that Blackstone introduces this thought about reason and justice dictating contracts, in order to embrace, under his definition of an implied contract, another large class of relations, which involve no intention to contract at all, though they may be treated as’ if they did. Thus, whenever, not our variant notions of reason and justice, but the common sense and common justice of the country, and therefore the common law or statute law, impose upon any one a duty, irrespective of contract, and allow it to be enforced by a contract remedy, he calls this a case of implied contract. Thus out of torts grows the duty of compensation, and in many cases the tort may be waived, and the action brought in assumpsit.\nIt is quite apparent, therefore, that radically different relations are classified under the same term, and this must often give rise to indistinctness of thought. And this was not at all necessary; fpr we have another well-authorized technical term exactly adapted to the office of making the true distinction. The latter class are merely constructive contracts, while the former are truly implied ones. In one case the contract is mere fiction, a form imposed in order to adapt the case to a given remedy; in the other it is a fact legitimately inferred. In one, the intention is disregarded; in the other, it is ascertained and enforced. In one, the duty defines the contract; in the other, the contract defines the duty.\nWe have, therefore, in law three classes of relations called contracts.\n' 1. Constructive contracts, which are fictions of law adapted to enforce legal duties by actions of contract, where no proper contract exists, express or implied.\n2. Implied contracts, which arise under circumstances which, according to the ordinary course of dealing and the common understanding of men, show a mutual intention to contract.\n3. Express contracts, already sufficiently distinguished.\nIn the present case there is no pretence of a constructive contract, but only of a proper one, either express or implied. And it is scarcely insisted that the law would imply one in such a case as this; yet we may present the principle of the case the more clearly, by showing why it is not one of implied contract.\nThe law ordinarily presumes or implies- a contract whenever this is necessary to account for other relations found to have existed between the parties.\nThus if a man is found to have done work for another, and there appears no known relation between them that accounts for such service, the law presumes a contract of hiring. But if a man’s house takes fire, the law does not presume or imply a contract to pay his neighbours for their services in saving his property. The common principles of human conduct mark self-interest as the motive of action in the one case, and kindness in the other; and therefore, by common custom, compensation is mutually counted on in one case, and in the other not.\nOn the -same principle the law presumes that the exclusive possession of land by a stranger to the title is adverse, unless there be some family or other relation that may account for it. And such a possession by one tenant in common is not presumed adverse to his co-tenants, because it is, prima facie, accounted for by the relation. And so of possession of land by a son of the owner. And in Magaw’s Case, Latch 168, where an heir was in a foreign land at the time of a descent cast upon him, and his younger brother entered, he was presumed to have entered for the benefit of the heir. And one who enters as a tenant of the owner is not presumed to hold adversely even after his term has expired. In all such cases, if there is a relation adequate to account for the possession, the law accounts for it by that relation, unless the contrary be proved. A party who relies upon a contract must prove its existence; and this he does not do by merely proving a set of circumstances that can be accounted for by another relation appearing to exist between the parties.\nMr. Justice Rogers is entitled to the gratitude of the public for having, in several cases, demonstrated the force of this principle in interpreting transactions between parents and children: 3 Penn. R. 365; 3 Rawle 249; 5 W. & S. 357, 513; and he has been faithfully followed in many other eases: 8 Watts 366; 8 State R. 213; 9 Id. 262; 12 Id. 175; 14 Id. 201; 19 Id. 251, 366; 25 Id. 308; 26 Id. 372, 383.\nEvery induction, inference, implication, or presumption in reasoning of any kind, is a logical conclusion derived from, and demanded by, certain data or ascertained circumstances. If such circumstances demand the conclusion of a contract to account for them, a contract is proved; if not, not. If we find, as ascertained circumstances, that a stranger has been in the employment of another, we immediately infer a contract of hiring, because the principles of individuality and self-interest, common to human nature, and therefore the customs of society, require this inference.\nBut if we find a son in the employment of his father, we do not infer a contract of hiring, because the principle of family affection is sufficient to account for the family association, and does not demand the inference of a contract. And besides this, the position of a son in a family is always esteemed better than that of a hired servant, and it is very rare for sons remaining in their father’s family even after they arrive at age, to become mere hired servants. If they do not go to work or business on their own account, it is generally because they perceive no sufficient inducement to sever the family bond, and very often because they lack the energy and independence necessary for such a course; and very seldom because their father desires to use them as hired servants. Customarily no charges are made for boarding and clothing and pocket-money on one side, or for work on the other; but all is placed to the account of filial and parental duty and relationship.\nJudging from the somewhat discordant testimony in the present case, this son remained in the employment of his father until he was about forty years old; for we take no account of his temporary absence. While living with his father, in 1842, he got married, and brought his wife to live with him in the house of his parents. Afterwards his father placed him on another farm of the father, and very soon followed him there, and they all lived together until the father’s death in 1849. The farm was the father’s, and it was managed by him and in his name, and the son worked on it under him. No accounts were kept between them, and the presumption is that the son and his family obtained their entire living from the father while they were residing with him.\nDoes the law, under the circumstances,- presume that the parties mutually intended to be bound, as by contract, for the service and compensation of the son and his wife ? It is not pretended that it does. Rut it is insisted that there are other circumstances besides these which, taken together, are evidence of an express contract for compensation in some form, and we are to examine this.\nIn this court it is insisted that the contract was that the farm should be worked for the joint benefit of the father and son, and that the profits were to be divided; but there is not a shadow of evidence of this. And moreover it is quite apparent that it was wages only that was claimed before the jury for the services of the son and his wife, and all the evidence and the charge point only in that direction. There was no kind of evidence of the annual products.\nHave we then any evidence of an express contract of the father to pay his son for his work or that of his wife? We concede that, in a case of this kind, an express contract may' be proved by indirect or circumstantial evidence. If the parties kept accounts between them, these might show it. Or it might be sufficient to show that money was periodically paid to the son as wages; or, if there be no creditors to object, that a settlement for wages was had, and a balance agreed upon. Rut there is nothing of the sort here.\nThe court told the jury that a contract of hiring might be inferred from the evidence of Stamm and Roderick. Yet these witnesses add nothing to the facts already recited, except that the father told them, shortly before his death, that he intended to pay his son for his work. This is no making of a contract or admission of one; but rather the contrary. It admits that the son deserved some reward from his father, but not that he had a contract for any.\nAnd when the son asked Roderick to see the father about paying him for his work, he did not pretend that there was any contract, but only that he had often spoken to his father about getting pay, and had always been put off. All this 'makes it very apparent that it was a contract that was wanted, and not at all that one already existed; and the court was in error in saying it might be inferred, from such talk, that there was a contract of any kind between the parties.\nThe difficulty in trying causes of this kind often arises from juries supposing that, because they hare the decision of the cause, therefore they may decide according to general principles of honesty and fairness, without reference to the law of the case. But this is a despotic power, and is lodged with no portion of this government.\nTheir verdict may, in fact, declare wha.t is honest between the parties, and yet it may be a mere usurpation of power, and thus be an effort to correct one evil by a greater one. Citizens have a right to form connexions on their own terms and to be judged accordingly. When parties claim by contract, the contract proved must be the rule by which their rights are to be decided. To judge them by any other rule is to interfere with the liberty of the citizen.\nIt is claimed that the son lent $500 of his wife’s money to his father. The evidence of the fact and of its date is somewhat indistinct. Perhaps it was when the farm was bought. If the money was lent by her or her husband, or both, before the law of 1848 relating to married women, we think he might sue for it without joining his wife.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J. —"
      }
    ],
    "attorneys": [
      "Fuller and Oliphant, for plaintiff in error.",
      "Miller and Patterson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hertzog versus Hertzog.\nConstructive contracts are fictions of law adopted for the purpose of enforcing legal duties by actions ex contractu, where no proper contract exists, express or implied.\nImplied contracts arise under circumstances which, according to the ordinary course of dealing and the common understanding of men, show a mutual intention to contract.\nExpress contracts are, where the terms of the agreement are openly uttered and avowed at the time the engagement is entered into.\nWhere a son continues in the employ of his father, after his majority, the law implies no contract on the part of the father to pay the son for his. services, the position of the parties being accounted for by the relation existing between them.\nWhere the father, after the son has been in his employ many years, declared to witnesses that he intended to pay his son for his work, it is not evidence of the existence of a contract for wages between the parties, and it is error to permit the jury to infer a contract from such declarations.\nMoney belonging to a married woman, and lent by her or her husband or by both to a third party, before the Act of 11th April, 1848, may be sued for by the husband without joining his wife in the action.\nError, to the Common Pleas of Fayette county.\nThis suit was brought by John Hertzog to recover from the estate of his father compensation for services rendered the latter in his lifetime, and for money lent. The plaintiff was twenty-one years of age about the year 1825, but continued to reside with his father, who was a farmer, and to labour for him on the farm, except one year that he was absent in Virginia, until 1842, when the plaintiff married and took his wife to his father’s, where they continued for some time as he had done before. His father then put him on another farm which he owned, and some time after-wards the father and his wife moved into the same house with John, and continued to reside there until his death in 1849.\nThe testimony of Adam Stamm and Daniel Roderick was relied on to prove a contract or agreement on the part of George Hertzog to pay for the services of plaintiff.\nAdam Stamm, affirmed: “ John laboured for his father; all. worked together. The old man got the proceeds. ■ I know the money from the grain went to pay for the farm — the old man said so. John’s services worth $12 per month; the wife’s worth $1 per week, beside attending to her own family.\n“ I heard the old man say he would pay John for the labour he had done.”\nDaniel Roderick, sworn: “ John Hertzog requested him to see his father about paying him for his work, which he had done and was doing, and stated that he had frequently spoken to the old man, his father, about it, and he had still put .him off; he agreed to see him, and thinks it was in June, 1849. Coming from Duncan’s Furnace, he spoke to the old man about paying John for his work. He said he intended to make John safe. John spoke to me in the spring of 1848; the old man died in August, 1849, I think.”\nThe plaintiff also proved the services rendered by himself and by his wife, and by the declarations of the intestate that he had received from the plaintiff $500, money that belonged to the latter’s wife, at the time of purchasing a farm in 1847. The court, after the defendant’s points were presented, permitted the plaintiff to add to his declaration a count on a quantum meruit.\nThe defendant pleaded the statute of limitations, and presented the. following points:—\n1. The court are respectfully requested to charge the jury that where a son, after he arrives at the age of twenty-one years, and continues to live with and work for his father, without any special contract, he cannot “ recover for wages or service rendered, from the estate of his deceased parent, .unless upon clear and unequivocal proof, leaving no doubt that the relation between the parties was not the ordinary one of parent and child, but master and servant.”\n2. That according to the plaintiff’s own showing, the $500 claimed by him belonged to the wife of the plaintiff, and, since the Act of 1848, is her separate property, and cannot be recovered in this suit, the same having been instituted in the name of the husband alone.\n8. The plaintiff cannot recover in this action on a quantum meruit, there being no such count in plaintiff’s narr.\nThe court below (Gilmore, P. J.) answered these points as follows : — •\n“ 1. We answer this in the affirmative: it was so ruled in Candor’s Appeal, 5 W. & S. 515. If the plaintiff was working for his father, without a mutual understanding between them that he was to be paid for his labour, he cannot recover wages.\n“ The jury must be satisfied from the evidence that it was understood between him and his father that he was to be compensated, .not by the way of gift or legacy, but by the payment of wages.” Here the court referred to the evidence of Adam Stamm and Daniel Roderick, and said, “From this evidence, if you believe it, you may infer such an agreement.\n“ 2. If the jury are satisfied from the evidence that the $500 was in the possession of plaintiff’s wife in 1847, and that the defendant (decedent) then received it from her, this would be considered the possession of the same by the husband, and plaintiff could sue without joining his wife.\n“ 3. The court permit the declaration to be amended so as to embrace this point.”\nThe jury found a verdict for the plaintiff of $2203.97; and the court entered judgment thereon.\nThe defendant sued out a writ of error, and assigned the answers of the court below for error.\nFuller and Oliphant, for plaintiff in error.\nMiller and Patterson, for defendant in error."
  },
  "file_name": "0465-01",
  "first_page_order": 465,
  "last_page_order": 471
}
