{
  "id": 982954,
  "name": "Thompson versus McClelland",
  "name_abbreviation": "Thompson v. McClelland",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "475",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 271,
    "char_count": 4091,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.9081174423758157e-07,
      "percentile": 0.7313571177315743
    },
    "sha256": "5a9b3a743da2fe8e4b92e359755a6938c0e1b1158f625424b70b2ed97bbb6609",
    "simhash": "1:ac0ec6016c84fbe0",
    "word_count": 695
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson versus McClelland."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nArmstrong, J.\nThe instrument on which this suit was brought, usually called a due-bill, was not payable to order, or bearer, and was not negotiable. The assignment, therefore, to McGuffey, made nineteen months after its date, does not change its character, and the suit is to be regarded in all its relations as between Thompson and McClelland, and without reference to the use man, and subject to every legal set-off which the defendant could have against the plaintiff. The offer disclosed, among other things, that a judgment had been obtained on the 9th of July, 1853, by the county of Allegheny against William S. Thompson, John Phillips, and A. H. McClelland, which, by a statement of the county commissioners filed the 13th of May, 1854, amounted to $4139 — that Phillips and McClelland were only sureties of Thompson, whose property was exhausted, and he insolvent. That on the 25th of January, 1855, McClelland paid on this judgment $500, and at another time $123.29. Why was not this a proper set-off? It was in the same right, between the same parties, and more than sufficient to cover the plaintiff’s claim. It is said on the part of the plaintiff that the mere rendition of a judgment against McClelland, as the security of Thompson, before the assignment to McGuffey in good faith and for a valuable consideration, did not protect McClelland from the payment of the note to the assignee. If this were all, it might afford some show of defence. But the defendant, in addition, proved the actual payment of the money, and to this, the assignee, who stands on no higher ground than the assignor, can make no satisfactory reply. Had McGuffey called on McClelland before he took the assignment, and inquired if there were any objections to payment, the silence of the latter might possibly have precluded him from making the present defence. But of this we have no evidence, nor is there anything to show that McClelland had any notice whatever of the assignment to McGuffey before suit brought.\nThe set-off was therefore properly allowed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Armstrong, J."
      }
    ],
    "attorneys": [
      "Loomis and Woods, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Thompson versus McClelland.\nAn action on a due-bill not negotiable, assigned to a third party long after its date, is to be regarded as between the original parties, without reference to the use man, and subject to every legal set-off the maker may have against the payee.\nIn such case he may set off the amount paid on a judgment as surety of the legal plaintiff, who was insolvent, although such payment was made after suit brought, the judgment having been entered and being due, before the commencement of the action.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit brought by William S. Thompson, for the use of James McGuffey against Arthur H. McClelland, to November Term, 1854, on the following due-bill.\n“ Due William S. Thompson, one hundred and ninety-four T85% dollars.\n“ Á. H. McClelland.\n“March 29, 1853.”\nAnd assignment on the same, viz.:—\n“ For value received, I assign the within due-bill, and all moneys due thereon, to James McGuffey.\n“ William S. Thompson.\n« October 31, 1854.”\nThe defendant offered to prove, in substance, that on the 9th July, 1853, he and John Phillips became the sureties of McClelland in a bond to the commissioners of Allegheny county, as a tax collector, in the sum of $9500 — that judgment was entered on the bond and a statement filed, leaving McClelland in arrear in the sum of $4139. That the property of McClelland was all sold at sheriff’s sale, leaving a balance of over $3000 still due and unpaid on the bond, and that he had taken the benefit of the insolvent laws; and that the defendant, as surety, paid, on the 25th January, 1855, on the judgment, the sum of $623.29.\nThe defendant’s counsel objected to the admission of the evidence, but the court overruled the objections, and sealed a bill of exceptions.\nThe jury found for the defendant.\nMcGuffey took this writ, and assigned here that the court below erred in admitting the foregoing evidence.\nLoomis and Woods, for plaintiff in error."
  },
  "file_name": "0475-01",
  "first_page_order": 475,
  "last_page_order": 476
}
