{
  "id": 982802,
  "name": "Graff versus Barrett",
  "name_abbreviation": "Graff v. Barrett",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "477",
  "last_page": "478",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 249,
    "char_count": 4085,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 2.1937869685226118e-07,
      "percentile": 0.7741810429874483
    },
    "sha256": "17649b46b359bb8a734cf48ed0964f4270783f77d977a60dbe3f3af4ce429f29",
    "simhash": "1:5067836dcc1e9dd3",
    "word_count": 711
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graff versus Barrett."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nArmstrong, J.\nThis was an action on the case brought by Fanny Barrett against Philip Graff for malicious prosecution, and we dre asked by the plaintiff in error to reverse the judgment for the single reason, as alleged, that the court below erred in refusing to charge that, “ If the jury believe the evidence in the cause on the part of the defendant, there is such reasonable ground of suspicion proved as would constitute probable cause.” And this is attempted to be sustained on the authority of Laughlin v. Clawson, 3 Casey 328. It receives, however, no support from that case. There the Court of Common Pleas regarded the testimony of the prosecutor as furnishing sufficient evidence of probable cause if believed, and yet refused to give a binding instruction. Here, if we are to judge from the facts so far as stated in the charge, the court could not have believed, much less have been justified in giving the instruction demanded in Laughlin v. Clawson. There, legal advice had been sought by the prosecutor, Here, he clothed himself with no such precaution.\nBut a more grave objection lies to the reversal of this judgment. Not a particle of the evidence 'on the part of the defendant, and on which the point rests, has been returned. And in its absence no amount of' discernment could enable us to say the answer of the court was erroneous. And the only advantage a report of this case can have, is to repeat, if that can be necessary, that where the error depends upon a consideration of the evidence, such evidence should be made a part of, and returned with the record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Armstrong, J."
      }
    ],
    "attorneys": [
      "J. Mellon and P. O. Shannon, for plaintiff in error,",
      "Pleniken, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Graff versus Barrett.\nWhere the facts proved by a defendant, in an action for malicious prosecution, if believed by the jury, constitute probable cause, it is the duty of the court, if requested, to so instruct the jury.\nBut where the evidence fails to disclose such facts as in the opinion of the court show want of probable cause, it is not error to refuse such instruction.\nWhere an assignment of error depends upon a consideration of the evidence, such evidence must be made a part of and returned with the record.\n■ Qncere, Must not such evidence under the rules be also printed in the paper-book by the plaintiff in error ?\nError to the District Court of Allegheny county.\nThis was an action on the case for malicious prosecution brought by Fanny Barrett against Philip Graff for malicious prosecution.\nOn the 9fch May, 1855, Graff made an information against the plaintiff, charging her with having obtained goods from him to the value of sixty dollars, by fraudulently representing that she was the owner of a house and lot in the city of Pittsburgh, and a farm in the county of Allegheny. Mrs. -Barrett was not arrested, but a friend voluntarily entered into recognisance for her appearance at the next sessions. A bill of indictment was preferred and found by the grand jury, but on her trial before the traverse jury she was acquitted, and the prosecutor, Graff, ordered to pay the costs.\nOn the trial of this case, the plaintiff showed a deed to Daniel Barrett, her husband, for a house and lot in Pittsburgh, and that he died intestate, leaving her and eight children surviving.\nOn the trial the defendant asked the instruction of the court upon several points, the 5th of which was as follows :—\n“ If the jury believe the evidence of the case on the part of the defendant, there are such reasonable grounds of suspicion proved as would constitute probable cause.”\nThe court below (Williams, J.) refused to answer the point as requested, but referred the question to the jury. None of the evidence for the defendant was contained in the paper-book.\nThe jury found a verdict in favour of the plaintiff of $500, and judgment was entered upon it.\nThe defendant removed the cause to this court, and assigned that the court erred in refusing to answer defendant’s fifth point as requested.\nJ. Mellon and P. O. Shannon, for plaintiff in error,\ncited and relied on Laughlin v. Clawson, 3 Casey 328.\nPleniken, for defendant in error."
  },
  "file_name": "0477-01",
  "first_page_order": 477,
  "last_page_order": 478
}
