{
  "id": 982753,
  "name": "Workman versus Guthrie",
  "name_abbreviation": "Workman v. Guthrie",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "495",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Howard 71",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 149",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 429",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854634
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0429-01"
      ]
    },
    {
      "cite": "4 Binn. 41",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1445,
    "char_count": 52842,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 5.086413022144866e-07,
      "percentile": 0.9379797818328405
    },
    "sha256": "e7567c5c904b2c4425060a5d1b3447b6888e1bfae7386c4024189792f9e5b49d",
    "simhash": "1:2b76a4f9a0024c79",
    "word_count": 9270
  },
  "last_updated": "2024-02-27T18:23:46.660145+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Workman versus Guthrie."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIn considering this case it is very material to bear constantly in mind that the legal title to the premises in controversy was never in the plaintiffs.\nJames Hannegan, in whom the title had vested, entered into articles of agreement on the 4th of June, 1831, for the sale of it to Samuel Walters, who, on the 10th of September, 1832, assigned the articles to the plaintiffs and their brother, Edmund Workman, as tenants in common, in consideration of $700. Walters paid Hannegan, and the Workmans paid Walters the stipulated purchase-money, and full possession of the land was delivered to the Workmans; but still the legal title remained in Hannegan until the 19th of August, 1847, when he conveyed it to John M. Fleming, who conveyed it, the 25th October, 1848, to the defendant, James W. Guthrie. It is an undisputed fact in the case that Guthrie obtained peaceable possession of the land under a conveyance from Edmund, which was a valid title to an undivided third part.\nThis action of ejectment, therefore, is to be regarded as a bill in equity by two tenants in common of an equitable estate, out of possession, praying for a decree against their co-tenant in lawful and exclusive possession, and clothed with the legal title, that he be compelled to convey to them that legal title to two undivided thirds of the estate, and admit them to the possession in common with himself.\nTheir right to have the relief they seek depends on the application of legal and equitable principles, not only to the ease they present, but to the facts put in evidence by the defendant; and as these facts are not, all of them, common to both plaintiffs, it will be convenient to consider the rights of the respective plaintiffs separately.\nAnd first, of William B. Workman. By virtue of Walters’s assignment of the articles of agreement with Hannegan, William B. Workman became entitled to have, on payment of the purchase-money, the legal title to a third of the land; and whilst he was in possession under those articles, the purchase-money being paid, equity would consider that as done which ought to be done, and would treat him, as against all parties not having a superior equity, as the absolute owner of the legal, as well as equitable estate: Moody v. Vandike, 4 Binn. 41; Vincent v. Huff, 4 S. & R. 301.\n.But it was alleged, and evidence was given tending to show that William grew tired of the lumbering business, expressed his intention and desire to sell the property, and, in connexion with his brother Edmund, sought a purchaser with a .view of saving it from sacrifice at an impending sheriff’s sale. The defendant insists that he was induced to purchase as well by William as Edmund; and that, at their joint solicitation, he paid off the judgments against them, which were threatening to sell the property; that they both concurred in putting him in possession; and that the deed executed by Edmund, as well as the order on Hannegan to convey the title, were made in the name of William by his authority in writing; and if they were not so executed, they were ratified and confirmed by his subsequent acts and declarations. The third and fourth points submitted by the defendant present a strong case against the equitable relief sought by William. There was evidence to sustain the facts assumed in these points, and, under the charge of the court, we are to regard the verdict as establishing the facts.\nIt is apparent, then, that William’s equities, so far as they re-’ suited from his taking possession and paying the purchase-money to Walters, were lost when he surrendered the possession to Guthrie as a purchaser, and permitted him to pay off the judgments of Wilson and Barber, and of William H. Lowry. These judgments were against both the brothers, and bound their entire interest in the land. Execution was out, and the sheriff under orders to sell. “William told me,” says the witness Andrews, “that Guthrie was going to have the mill; that they had sold for enough to make up these judgments, and a little more. He allowed it did not go for enough; but that it would not sell for as much at sheriff’s sale; they both allowed that.” According to Mix, whose credibility, though questioned, was for the jury, “William said he had made arrangements with Mr. Guthrie, and had sold the property. William said they had saved $400 or $500 by the operation by doing so; he did not say how much they had got.” How completely William concurred in putting Guthrie in possession, is shown by his advising him to retain Andrews at the mill, who “ would do as well as anybody he could get.”\nNow if it be conceded that there was no competent evidence of William’s authority to Edmund to execute a deed in his name, and no sufficient ratification of the conveyance made by Edmund, yet it is a principle of equity that if a man having a title to an estate which is offered for sale, and knowing his title, stands by and encourages the sale, or does not forbid it; and thereby another person is induced to purchase the estate under the supposition that the title is good, the former so standing by and being silent, shall be bound by the sale; and neither he nor his privies shall be at liberty to dispute the validity of the purchase: Storrs v. Barker, 6 Johns. Ch. R. 166; 1 Story’s Equity, pl. 385.\nIt is a maxim of the civil law, Semper, qui non prohibet fro se intervenire, mandare creditur.\nAs this case was put to the jury, it is abundantly established that William encouraged and concurred in the sale to Guthrie, and that he had knowledge of Edmund’s conveyance. Be it that the deed was not so executed as to bind him as a deed; be it, if you please, that no deed whatever was executed; what standing would William still have in a court of equity ? Releasing by parol his equities to the holder of the legal title — obtaining a valuable consideration, so timely paid as to avert a sheriff’s sale, and of such amount as to save a surplus for himself and brother from the impending wreck — acquiescing for ten years in the defendant’s possession thus fairly bought, and suffering him to expend large sums of money in improving the premises without a note of warning or remonstrance, a court of equity is the last place in the world where William should come for relief. Who would have equity must do equity. William cannot be permitted to enjoy the consideration received and to recover the land. It would be a fraud on Guthrie to let the plaintiff recover back premises so well paid for and so extensively improved. It is impossible for a case to be more destitute of merit than William’s. Indeed, it is not too much to say that he has no case. Having never acquired the legal title, he is found to have stripped himself of what equities he possessed, and now he is in court without law or equity to sustain him.\nBut it is complained that the defence rested wholly in parol. The court below, whilst they received and submitted, the parol evidence of the defendant, seemed to think it was to be judged by those strict rules which under the statute of frauds and perjuries are applicable to parol transfers of titles; and the argument in this court on the part of the plaintiffs in error, labours under the same impression. The errors assigned, so far as they relate to the ruling that touched William’s interest, are all based on the assumption that unless the defendant made out such a case as would be sufficient to ground a decree in his favour, William must recover his undivided third.\nIt was to point out the fallacy of these views that I was at the pains of stating so precisely the relative positions of the parties before the court. The defendant is asking for no relief. In possession under the legal title — enjoying all he claims — he brings forward his parol proofs, not to ground a decree in his favour, but simply to rebut the equity set up by the plaintiffs. The question in the cause, therefore, is not whether a chancellor would upon such proofs decree a conveyance to Guthrie, but whether such evidence would restrain him from decreeing a conveyance to William. There is a plain distinction taken in the books between the effect of parol evidence when set up to support and when to bar an equity. The leading case is Gorman v. Salisbury, 1 Vernon 239, where the single point was whether an agreement in writing, made since the statute of frauds and perjuries, might be discharged by parol. The Lord Keeper held it might, and therefore dismissed the bill, which was brought to have the agreement executed in specie.\nSir Edward Sugden states the rule in these words: “When equity is called upon to exercise its peculiar jurisdiction, by decreeing a specific performance, the party to be charged is to be let in to show that under the circumstances the plaintiff is not entitled to have the agreement specifically performed.” Among the authorities he quotes, is Lord Redesdale’s criticism on the statute of frauds and perjuries, in 1 Scho. & Lef. R. 39, that it, the statute, does not say a written agreement shall bind, but that an unwritten agreement shall not bind: Sugden on Vendors 164, et seq. At page 176 this author enters into a critical analysis of several cases on the question of a parol discharge of written agreements, and concludes by saying (p. 180) that whether an absolute parol discharge of a written agreement, not followed by any other agreement upon which the parties have acted, can be set up even as a defence in equity, seems questionable. How he could express such a doubt after giving the result of the authorities he quotes in the distinct terms I have cited, I am at a loss to understand. Judge Kennedy alludes to this doubt of Sir E. Sugden in Boyce v. McCullach, 3 W. & S. 429, where he held that a mere parol discharge of a written agreement for lands, without cancellation of the agreement, or removal from the lands, or any other decisive act in pursuance of the parol discharge, was binding as between the vendee and a subsequent purchaser from the vendor. Chancellor Kent, too, in Botsford v. Burr, 2 Johns. Ch. R. 416, in ruling that parol evidence is admissible to rebut a resulting trust, added there may be a parol waiver even of a written agreement, and for this he refers himself to Price v. Dyer, 17 Vesey 356, where the master of the rolls, Sir William Grant, though he did not rule the point, said, “ I incline to think upon the doctrine of this court such would be the effect of a parol waiver clearly and satisfactorily proved.”\nIn Stevens v. Cooper, 1 Johns. Ch. R. 429, Chancellor Kent distinctly recognised the rule, but said the evidence in such cases is good only as a defence to a bill for a specific performance, and is totally inadmissible at law or equity as a ground to compel a performance in specie.\nNotwithstanding the measured terms in which Sir William Grant recognised the rule in Price v. Dyer, he laid it down in the very words of Sugden which I have quoted in his judgment in Woollam v. Hearne, 7 Vesey 211, and said there were many eases in which parol evidence of such circumstances (to bar plaintiff's equity) has been admitted, and he cited Buxton v. Lister, 3 Atkyns 383; Joynes v. Statham, Id. 388; and Walker v. Walker, 2 Atkyns 98. The point ruled in. Woollam v. Hearne, that though a defendant resisting specific performance may go into parol evidence to show that by fraud the written agreement does not express the real terms, a plaintiff cannot do so for the purpose of obtaining a specific performance with a variation — is an emphatic expression of the distinction between a plaintiff seeking and a defendant resisting specific performance, but it is, in itself considered, a doctrine which we do not follow. In cases of fraud, mistake, surprise, or trust, we allow either plaintiff or defendant to go into parol evidence. We follow Chancellor Kent’s able opinion in Gillespie v. Moon, 2 Johns. Ch. R. 585, as was indicated in our recent opinion in Raffensberger v. Collison & Roth, Middle District, June Term, 1857. The American cases generally are to the same point, in questions of fraud or mistake, whilst on the precise point before us now, the right of a defendant to show by parol that the plaintiff has surrendered all his equities, I know of no discrepancy in the American authorities. See the note of Hare & Wallace, 2d vol. part 1, Leading Cases in Equity, p. 528 et seq.\nThe truth that underlies this whole subject is, that specific performance rests in the discretion of the chancellor, and though, like his other powers, it is not to be arbitrarily exercised or withheld, but is governed by principles of reason and law, yet it is an extraordinary power, and whatever is calculated reasonably to persuade his conscience that in a given case it would be contrary to equity and justice to exercise it, must be admissible in evidence, or the rights of parties cannot be administered. The statute of frauds and perjuries has nothing to do with the question, and this ruling must not be confounded with those cases in which we have refused to .transfer titles on parol evidence. We do not violate the statute when we refuse to decree specific performance, but only when we decree it on less than written evidence. The statute does not say the written agreement shall bind, but that the unwritten agreement shall not bind. It is one thing for a chancellor to say, I will not decree a conveyance upon parol proof, in opposition to the letter and spirit of a statute, and a very different thing to say, I perceive you have no equity, though you hold written articles, because you have waived them for a valuable consideration in favour of him who holds the legal title. The difference is as palpable as a mountain, and I will say no more to illustrate it.\nIt is material to observe, however, that in the case before us there was much more in proof than a mere waiver by William of his rights under the articles of agreement. His receipt of the purchase-money, or what is the same thing, his acquiescence in the defendant’s payment to his use; his surrender of the possession to the defendant, and the encouraging him to occupy and improve; his total and long-continued abandonment of the premises, accompanied by declarations frequent, full, and precise, that he had sold the property to the very man from whom he now seeks to recover it; — these acts and declarations were sufficient to estop and bar the plaintiff, if anything short of a written instrument could have that effect. And that a plaintiff may, by acts and declarations, without writing, place himself in circumstances to forfeit all right to the interposition of equity in his behalf, is abundantly evident from the authorities to which I have adverted.\nThis view of William’s case makes it unnecessary to consider several of the errors assigned to rulings that touched Edmund’s authority to execute the deed. That instrument, as well as the written order on Hannegan to convey the title to Guthrie, were properly received in evidence, for they were effectual, at the least, to vest Edmund’s interest in Guthrie, but we do not put our judgment on them as the deeds of William. If all the court said about parol authority to convey, and about subsequent ratification, were to be held erroneous, the judgment, so far as William is concerned, would have to be aflirmed, for there are facts and circumstances enough on the record to sustain it, independently of the written instrument.\nIt is time, now, to look at the rights of the other plaintiff, James C. Workman. His interest originated in the same articles of agreement as that of his brothers; but his case, as presented upon the record before us, differs very widely from William’s. He never sold to Guthrie, nor encouraged him to buy of Edmund, nor to pay off liens, nor to take possession and make improvements. Guthrie does not claim his interest by virtue of any waiver, substitution, or surrender in his favour. He claims it no otherwise than under the deed of Edmund of 17th June, 1843, and the statute of limitations. The deed, as has just been said, was properly admitted in evidence for whatever interest Edmund had to convey; but inasmuch as under the original articles he was entitled to only an undivided third part, it wras necessary for the defendant to show a sale and transfer of James’s interest to Edmund. This branch of the ease involves no peculiar equities. It is the case of one man claiming another’s title in land, and so far as it involves a purchase, it is to be made out according to the law which regulates conveyances of real titles.\nHow was it done ? By proof of declarations merely. There was much evidence of this sort reaching back for more than twenty years, and there was some evidence of the price and terms of sale; but without pausing to scrutinize it, what is conclusive against it as an attempt to establish a parol sale, is the utter want of possession taken and maintained under it. The cases cited in the argument show that this is an indispensable requisite of a parol sale. But Edmund, took possession, it is said, and kept it till he sold to Guthrie. The answer is, he had it in common with his brothers from the first, so that it wTas impossible for him to assume the possession under and in pursuance of the purchase of his brother. What, then, it is asked, can there be no sale of land by parol among tenants in common where all are in possession ? Certainly not; because the statute of frauds and perjuries forbids it, and there cannot be such part performance as would take it out of the operation of that wise and salutary rule of titles : Galbreath v. Galbreath, 5 Watts 149.\nSeveral of the cases, cited in the paper-book, show that for the same reason a tenant in possession cannot purchase the reversion of his landlord by parol. Whilst possession, in pursuance of a parol contract, is not of itself such part performance as necessarily to take it out of the statute, it is an indispensable accompaniment of every parol contract that hopes for specific execution; and where the contracting parties already maintain such relations as to preclude the possibility of surrendering and taking possession, under, in pursuance, and by reason of the contract, they must fall back on the easy and reasonable rule of the statute, and put their contract in “writing, signed by the parties.” If, then, the defendant has failed to show a legal divesture of James’s interest, the only ground on which he can resist a recovery is the statute of limitations.\nThis action was brought in 1855. James quit the possession in 1832 or 1833, and the court seems to have assumed that the possession from that time (in Edmund and William till 1843, and since then in Guthrie) has been adverse to him. They instructed the jury, in answer to the plaintiff’s third point, that the facts in proof would amount to an ouster of James, and of course to an adverse holding by his brother and his alienee. This, though assigned for error, is not pressed in the argument. The ouster was a question of fact, and there was enough in the case to justify the court in leaving it to the jury, and to justify them in finding it. If 1833 be assumed as the period of the ouster, there were more than twenty-one years of adverse possession before this suit was brought; but it was in evidence that these plaintiffs instituted an ejectment for the same land on the 3d December, 1853, and suffered nonsuit therein on the 4th September, 1854. William H. Lowry also swore that he had a survey made for the Workman family in 1854 — or the fall of 1853 — that before the suit of 1853 was brought, he made an entry to forbid the cutting of timber, and forbid one Ben Davis, who was there. He said he was acting under a power of attorney, but when it was given in evidence, on the part of the defendants, it appeared to be from William B. Workman and H. Weir Workman, attorney for James C. Workman, administrator of Edmund Workman, deceased, dated 6th May, 1853.\nOn these grounds the plaintiffs insisted that the. running of the statute had been arrested within twenty-one years from the ouster, and the court affirmed their fifth point, which was to this effect. Of course, there is no assignment of error on this instruction, but as the cause is to go back for another trial, we think it proper to say that we consider the court in error on this point.\nAn entry by the true owner can alone toll the statute, and if we understand Lowry’s agency aright, he was not acting for James C. Workman in his own right, but only in his representative capacity, as the administrator of his deceased brother Edmund. Lowry’s entry, even if the facts were sufficient to constitute it such an one as would toll the statute, was Edmund’s rather than James’s entry. It cannot, therefore, avail the title of the latter.\nAs to the ejectment of 1853, the law is, that an unsuccessful suit leading to no change of possession, does not stop the running of the statute: 19 Howard 71; 1 S. & R. 237.\nIt results, from all we have said, that the judgment against William was right; not on the ground on which the court put it, so much as upon that which has been developed in this opinion, but that the judgment against James was wrong on the ground of a parol sale. Whether he might not have been defeated on the statute of limitations, the erroneous ruling of the court in reference to the effect of Lowry’s entry and the prior ejectment, has rendered it impossible for us to determine. The case should be tried as to him upon the statute of limitations, and then all the questions, ouster, adverse holding, and re-entry, can be fairly met and properly disposed of.\nThe judgment is affirmed as to William B. Workman, and is reversed as to James 0. Workman, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Lathey and Shippen, with whom were Campbell, Lamberton, and Boggs, for plaintiffs in error.",
      "jS. P. Johnson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Workman versus Guthrie.\nA tenant in common of an equitable title, who advises and authorizes his co-tenant by parol to sell his interest in the land, and after it has been conveyed by such co-tenant, he ratifies or approves of the sale, and the purchaser pays the consideration and takes possession in pursuance of the contract, and maintains it for ten years, making valuable improvements on the land, and acquires the legal title from the original vendor, it would be inequitable and unjust to permit such tenant in common to disaffirm the sale, and the case would be taken out of the prohibitory operation of the statute of frauds and perjuries.\nA sale made by an agent acting under a parol authority, if subsequently ratified by the principal, and followed by such improvements by the vendee ás are necessary to give validity to a parol sale, possesses the force and efficacy of a parol sale made by the principal himself.\nIn such a case, however, the defendant so in possession, and holding the legal title, is not bound to prove such facts, as would be sufficient to found a decree in his favor for specific performance of a parol contract.\nIt requires less stringent proof when a parol agreement is set up to rebut an equity claimed by the plaintiff, than when it is sought to be made the foundation upon which to decree specific performance.\nWhere a co-tenant acquiesces'in the payment of the purchase-money to his use, surrenders the possession to the purchaser, encourages him to occupy and improve, and abandons the premises for a number of years, accompanied with his declarations that he had sold to such purchaser, such facts are sufficient to estop such eo-fenant from recovering the premises from the person to whom they were sold.\nPossession, taken and maintained in pursuance of a parol contract for the sale of land, is not of itself such part performance as will take a case out of the statute of frauds and perjuries, but is an indispensable requisite in such cases to found a decree of specific execution.\nThere can be no valid parol sale among tenants in common in possession, as there can be no such part performance, by delivery of possession, as will take the case out of the statute.\nWhere one tenant in common sells by parol to another, and abandons the possession, and the co-tenant and those claiming under him continue in possession for twenty-one years afterwards, claiming the interest of such tenant in common, such facts may be submitted to a jury, and from whiGh they may presume an ouster, and a title acquired by the statute of limitations.\nAn entry by the true owner or his agent, is necessary to toll the statute of limitations. An entry under a power of attorney, from the owner as administrator of another, would be unavailable for that purpose.\nAn unsuccessful action of ejectment, leading to no change of possession, does not stop the running of the statute of limitations.\nError to the Common Pleas- of Clarion county.\nThis was an action of ejectment by William B. Workman and James C. Workman against James W. Guthrie and others, to recover the two undivided third parts of seven hundred acres of land in Clarion county. James Hannegan was the owner in fee of the land, and on the 4th June, 1831, by articles of agreement sold the same to Samuel Walters in fee for the sum of $654. Walters, on the 10th of September, 1832, assigned his interest in the land to William B. Workman, James C. Workman, and Edmund Workman, for the sum of $700.\nThe Workmans entered into possession, paid the purchase-money to Walters and Hannegan, but no conveyance was made to them by Hannegan. The Workmans erected a saw-mill, dwelling-house, and storehouse upon the premises, and carried on lumbering operations and mercantile business in partnership until some time in the fall of 1832, or 1833, when James C. Workman left, having sold out his interest, as was alleged by the defendants, to his brother Edmund, and went south, to pursue his profession, he being a physician. After this time the operations were carried on in the name of W. B. & E. Workman, until November, 1842, when the partnership was dissolved, and William B. Workman removed to Philadelphia. Edmund continued the business, alone until some time in 1843. '\nIn 1842, Wilson & Barber, and William H. Lowry, had respectively recovered judgments against W. B. & E. Workman, amounting together to about thirteen hundred dollars. Fieri facias was issued upon each of those judgments, the premises in dispute levied upon, the same condemned, and venditioni exponas was then issued in each case, in May, 1843, with directions to sell as soon as legal notice could be given. While these executions were pending, and the property advertised for sale by the sheriff, an arrangement Avas made by which Guthrie, the defendant, paid off these judgments, Avent into possession of the property, and on the 17th June, 1843, by a deed from which the Avarranty and the seals were erased, it was conveyed to him by “ W. B. & E. Workman, per E. Workman.” And a paper, without date, signed in the same way, was given him, containing a recital of the sale to Guthrie on the day of its date, in consideration of $1400, a description of the property, and an order to Hannegan to make the conveyance to Guthrie. Hannegan aftenvards, on the 19th day of August, 1847, conveyed to John M. Fleming, and the latter, on the 25th October, Í848, conveyed the same to James W. Guthrie, one of the defendants.\nThe defendants proved, on the trial, that in the fall of 1832, or some time in 1833, James C. Workman made a parol sale of his interest in the premises to his brother Edmund. The proof in reference to that fact, consisted of the repeated declarations of James to various persons, sometimes made in the presence of Edmund, and other occasions in his absence. His declarations also showed that he had received the consideration, the amount of which was not definitely stated by any of the witnesses. After making this sale to Edmund, James left that country, and never returned, the business after that being conducted by W. B. and Edmund, the latter claiming two-thirds of the real estate, and William one-third.\nThe defendants also proved, by a large number of witnesses, that William B. Workman was active in making the arrangement and bargain with Guthrie, in 1843; that he had agreed with him as to the price, and was at the premises when Guthrie went into possession; and that afterwards he expressed hims.elf fully satisfied with the arrangement, and the price paid. And several witnesses testified to his declarations, that he had given a Avritten authority to his brother Edmund to convey the premises.\nThe defendant also showed that he, and those claiming under him, had made improvements, since 1843, on the property, to the amount of $20,000.\nThese same parties brought an action of ejectment for the same premises in December, 1853, and on the 4th of September, 1854, suffered a nonsuit. The present suit was brought to May Term, 1855. William H. Lowry testified on behalf of the plaintiffs, that he “had a survey made of the land for the Workman family in 1854, or in the fall of 1853. That before that time he* made an entry to forbid the cutting of timber upon the land. That this was before the first suit was brought, in 1853. That he- forbid Benjamin Davis, one of the present defendants. That he- made this entry as the agent of the Workmans, and that he had a letter and a power of attorney from them.”\nThe power of attorney alluded to by the witness was from William B. Workman, and H. Wier Workman, attorney for James C. Workman, administrator of the estate of Edmund Workman, deceased, and was dated and acknowledged the- 6th day of May, 1853. Edmund Workman died about 1849.\nThe counsel of the plaintiffs presented the- following points: — -\n1. That the paper title, given in evidence- by the plaintiffs, is sufficient to entitle them to recover, unless- the defendants have shown a better title.\n2. To entitle the defendants to the interest of James C. Workman, under the statute of limitations, they must prove that he was ousted, or turned out of the possession of the land by his brothers, or one of them, and that'the land has been notoriously held by the defendants, or by 'those under whom they claim, hostilely and adversely to James, for twenty-one years before suit brought..\n3. To prove the holding of Edmund and William Workman, or of either of them, hostile and adverse to the rights of James 0. Workman, the defendants must either show a distinct and notorious taking possession by Edmund and William, or either of them, claiming to hold adversely to James, or they must prove some clear, positive, and unequivocal act, amounting to an open and notorious denial of James’s right, showing an intention to turn him out of the possession.\n4. The fact of James C. Workman going away from the land, leaving his brother in possession, and in receipt of the profits, is not alone sufficient evidence of ouster by his brother. Eor they being tenants in common, the possession of Edmund was in law the possession of James, and his receipt -of the profits the law presumes to have been also for the equal benefit of James C. Workman, and the holding of Edmund Workman under such circumstances could not be considered hostile and adverse to James.\n5. If the jury believe that James C. Workman did not cease to reside on the land in dispute until the year 1833, the bringing of an ejectment by the plaintiffs in the year 1851 stopped the operation of the statute, even should the jury believe that James had been turned out of the possession by his co-tenant or other person, and his title is not barred by the statute of limitations.\n6. To establish such a parol sale from James to Edmund Workman as would not be within the statute of frauds, the defendants must prove by clear, unequivocal, satisfactory, and indubitable proof, what the contract of sale was, what land was sold, the conditions of sale, the price, and when it was to be paid, and that the price was paid. They must also prove clearly and unequivocally that Edmund Workman took exclusive possession in consequence of, and in pursuance of the contract. If Edmund was in possession at the time of the alleged parol sale, and continued in possession afterwards, this would not be sufficient proof of taking of possession under and in pursuance of the contract.\n7. The sale of the land in dispute to James, William, and Edmund Workman, made them tenants in common of the land, and not partners; land is held in partnership where a partnership is formed for that purpose, or where land has been conveyed to an existing firm as partners.\n8. The sale by Edmund Workman to James W. Guthrie, in June, 1843, did not convey William’s interest, unless he was authorized by William, by a written instrument, to sell, or unless William subsequently ratified the sale -by a written instrument; or unless William, knowing of the' sale, was present when Guthrie took possession, and assented to it and expressly ratified the contract.\n9. There is no legal evidence that William Workman, before June, 1843, authorized Edmund to sell his interest in the land in controversy.\n10. Before the jury can find that William ratified the sale, or is equitably estopped from now disputing it, they must be satisfied beyond a reasonable doubt, that subsequently to June, 1843, William Workman has, by some clear and unequivocal act, assented to, and joined in carrying the contract into effect.\n11. To establish such á parol sale from William to Edmund Workman as would not be within the statute of frauds, the defendants must prove by clear, unequivocal, satisfactory, and indubitable proof, what the contract of sale was, what land was sold, the conditions of sale, the price, and when it was to be paid, and that the price was paid. They must also prove, clearly and unequivocally, that Edmund Workman took exclusive possession in consequence of and in pursuance of the contract; if Edmund was in possession at the time of the alleged parol sale, and continued in possession afterwards,, this would not be sufficient proof of taking of possession under and in pursuance of the contract.\n12. Though the declarations of James C. Workman, William B. Workman, and Edmund Workman, as to the alleged parol sale, are evidence, yet they áre a most unsatisfactory species of evidence, on account of the facility with which they may be fabricated, and the difficulty of contradicting them; besides, the slightest mistake or failure of recollection may totally alter the effect of the declaration.\n13. The evidence submitted by the defendants is not of that clear, unequivocal, indubitable, and satisfactory nature required by the law to take the alleged parol sale of James to Edmund, and of William to Edmund Workman, out of the operation of the statute of frauds and perjuries.\n14. The burthen of proof is on the defendants, and it lies on them to prove their case by clear, unequivocal, and satisfactory evidence; if on the whole case the jury feel doubtful where the truth lies, their verdict must be for the plaintiff.\n15. If Fleming purchased from Hannegan, without paying money for the land, and the receipt in the deed is not proof of payment, he is not a purchaser for a valuable consideration without notice, and the deed from Hannegan to Fleming, and from Fleming to Guthrie, cannot affect the plaintiff’s right to recover in this suit.\n16. Improvements made with knowledge of a bad title, or after suit brought, cannot in any way affect the plaintiff’s right to recover in this action.\nAnd the counsel for the defendants requested the court to charge the jury:—\n1. If the jury believe that in the fall of 1832, or in the year 1833, James C. Workman made a parol sale, and surrendered his interest in the land in question to his brother Edmund, who took possession in pursuance thereof, and maintained it undisturbed until he sold to Guthrie, in 1843, making valuable improvements; and that Guthrie then succeeded to the exclusive possession, and has maintained it ever since, making large improvements, then the contract is so far executed as to divest the title of James C., and he cannot recover.\n2. That if, before James C. Workman left the country, he declared he had sold to Edmund, and surrendered or abandoned the possession of the land, which was immediately taken by Edmund and has been maintained by him and his grantees for a period of over twenty-one years before the commencement of this suit, claiming and using it as their own, making valuable improvements thereon, and receiving all the profits therefrom, the jury may presume a grant, and the statute of limitations would bar the recovery of this share by James C.\n8. If the jury believe that William B. Workman advised and authorized his brother Edmund to sell his interest in the land in question, or being advised of his having done so, approved and ratified said sale; that Guthrie paid the consideration, which was received by or passed to the credit of William, with his knowledge and approval; that Guthrie took possession of the same with his knowledge and consent, and has maintained it by himself, and those claiming under him, ever since and for ten years thereafter, without claim or molestation on the part of William, making extensive and valuable improvements thereon upon the faith of such authority or ratification, then it would be inequitable and unjust to permit William, at this late day and under these circumstances, to disaffirm the sale; that it is relieved from the prohibitory operation of the statute of frauds, and the plaintiff is not entitled to recover.\n4. That a sale by an agent, acting under a parol authority, if subsequently approved and ratified by the principal, and followed by such possession and improvements by the vendee, as are necessary to give validity to a parol sale, possesses all the force and binding efficacy of a parol sale made directly by the principal himself.\n5. If the jury believe that W. B. gave to Edmund a written authority to sell his interest in the property, which has been suppressed, mislaid, or kept by Edmund (since deceased), and lost, the plaintiffs cannot recover.\nThe court below (McCalmont, P. J.) charged the jury and answered these points as follows:—\n“ The defendants claim first under an alleged parol sale by James C. Workman, of his one-third, to Edmund his brother, made as early as 1832 or 1833, and possession taken by Edmund in pursuance of the sale and improvements made; and a written sale made by Edmund to James W. Guthrie in 1843, and possession maintained by Guthrie and improvements made, and money expended on the faith of the contract until the commencement of this suit.\n“James C. Workman being a tenant in common with his brothers, William and Edmund, the sale of his undivided part to Edmund would be subject to the same rules, and as much within the provisions of the statute of frauds, as a sale of an entire interest to a stranger. The statute requires the contract to be in writing; if not in writing the evidence of it must be clear — it must be satisfactory, and not doubtful. The evidence should show it so that a deed could be made, describing the vendee, the land by its metes and bounds, and the quantum of estate conveyed. The possession must have been taken by Edmund in pursuance of it, and exclusively maintained. Now, as to this, what was the contract between James and Edmund ? Was there an absolute sale ? At that time, it appears, the deed from Hannegan was not obtained, nor were the notes due. The evidence consists of the declarations of James 0., that he had sold to Edmund; that he then left the country, and has not been here since; that Edmund claimed two-thirds, and William B. one-third; that the business was carried on by William B. and Edmund, as partners, until the sale to Guthrie.\n“ If there was a sale by James to Edmund, we think it would be unnecessary, at this distance of time, to establish the exact amount of the money or consideration which was to have been paid by Edmund to James C., provided the evidence satisfies you that whatever it was, it was paid at the time. I am aware, gentlemen, that this may be a point of some doubt; but where there has been a parol sale proven in all other respects, except the exact amount of money which was to have been paid for the land, the uncertainty in that respect, after the lapse of twenty years, would not defeat the contract, if the evidence shows that the consideration was paid at the time of the contract.\n“ The parties held the land under an equitable title, derived from Hannegan through Walters. Does the evidence satisfy you that there was a contract between James and Edmund, that the right of James should be transferred to Edmund, and that the consideration was paid ? If it does, and Edmund took possession and maintained it in pursuance of the contract, and made im- . provements on the land, and Guthrie afterwards, up to the commencement of this suit, the contract would be taken out of the statute of frauds. It would be manifestly unjust to rescind the same. It is for you to say whether there was such a contract; you ought to be clearly satisfied of it from the evidence. Your mind should not be left in doubt upon the subject. The declarations of James, his manner of leaving, his continued absence, the nature of the business they were engaged in, the kind of title which they held, are all proper to be taken into consideration, in weighing the evidence of the contract afforded by his declarations.\n“ The declarations of a vendor are, of themselves, an unsatisfactory species of proof, to be cautiously taken unless made under solemn circumstances, clearly proven, and accounting for not making a written sale. Doubtless the jury would require stronger evidence of a parol sale made by a lawyer in bis office, with pens, ink, and paper about him, than by one unacquainted with law, and where the interest is thought to be of little value, and the solemnities of a written contract dispensed with on account of the suddenness of the movements of the party. Had James C. Workman remained, it would have been singular if his contract had not been reduced to writing, or a written transfer made of the Walters and Hannegan agreement. You, gentlemen, 'are to weigh the evidence. At this distance of time, I cannot, as requested by the plaintiff, tell you that, if all be believed, there is not sufficient proof of a parol contract. But, whether the evidence is credible, or, if so, whether it leaves any doubt as to the existence of the contract, the terms of it, or the payment of the purchase-money, are questions entirely for you. You are the judges of thé evidence and the credibility of the witnesses. You have to find the facts.\n“ If you find the facts to be, that James made sale of his interest in the land, described in the writ, which they were in possession of, to Edmund, and that he (Edmund) took and maintained possession of it in pursuance of the sale, and paid the consideration-money, then we are of opinion it would be a valid contract so far, executed by the taking of possession, the lapse of time, and making valuable expenditures of money and labor on the faith of it, as to take it out of the requirements of the statute of frauds and perjuries.\n“ Again — if the contract be not proven clearly in all respects, as to all its requisites to make it a binding contract, yet, if there was a claim then made by Edmund of James’s share, and actual possession maintained exclusively, notoriously, and in hostility to the claim of James, for a period of twenty-one years, it would confer a good title as to James’s share of the land. An entry by James, or by an authorized agent, to survey the land, would be sufficient to stop the running of the statute. Did Lowry make a survey ? If so, was he the agent of James, and did he make the survey within twenty-one years from the commencement of Edmund’s claim ?\n“ Then, if James C. Workman’s title be not conveyed by a valid parol sale, as we have explained, or by the statute of limitations, it would be your duty to find for him, to the extent of his interest, one undivided third; but, if otherwise, the defendants would be entitled to your verdict for this part.\n“ Then, as to Edmund’s share, that is not in dispute in this suit. The action has not been brought for it. It is admitted to have passed by the conveyance to Guthrie. But, it is said, that the conveyance to Guthrie, purporting to be signed by Edmund as the agent of William, is inoperative to convey William’s interest— Edmund not being authorized by writing. That, gentlemen, is the law, if such be the facts. The authority of Edmund, as agent of William, must have been in writing; otherwise he had no power to convey, by writing, William’s interest. If there was a written authority to convey, it would be otherwise. There is some evidence of it. Is it credible or satisfactory ? — this is for you. There were two witnesses spoke of it, William Taylor and Mix — the credibility of the latter has been attacked. A party must support his cause by credible witnesses. Do you believe the testimony of Mix ? Some witnesses said hi's character was not good; others said they had not heard anything against it. The probabilities of his evidence, from his position and calling, have been commented on. McNaughten said he had no boat there, and never built but one. Reed said he had built two or three. Then, was it probable that Workman would call on him to sign as a witness? When he refused, why did they not get some other to 'sign it ? Then, if there was no writing from William to Edmund, was there a sale by William to Guthrie, or a parol authority from William to Edmund to sell to Guthrie, and an actual sale made and possession taken by Guthrie in pursuance of the contract ? There appears to be no dispute as to the possession being taken by Guthrie, a.nd improvements made from 1843 to 1853. If there be the requisite proof of a contract of sale proven as to its extent and terms, or a parol authority by William to Edmund to make the sale; then, if the consideration was paid by Guthrie, and expenditures on the land as testified by Beman, we are of opinion that it would be unjust to rescind it. Because no action could be maintained by Guthrie, to recover compensation. He could not be compensated in damages. The statute of limitations would be interposed as a bar to his recovery. The work and labour he has expended— perhaps, for a time, fruitless — would not admit of compensation; the law would not estimate it.\n“ It may be' said, that if a vendee in parol would allow the time to elapse in which he could bring an action for damages, that it would be his own fault, and that he ought to suffer. But the principles of our decisions are otherwise. He has the contract, on which he relies; not a valid contract to transfer the land, but binding in honour and conscience. He is allowed to take possession and to keep it, in pursuance of the contract. It is the business of a vendor in such a contract not to remain silent. His silence would be a fraud which the statute would not protect, if he remains silent so long that improvements be made, or that labour and money have been expended by the vendee on the faith of it, for which no compensation has been had or tendered, or can be obtained in law.\n“ In reference to this contract, or whether William was a party to it, you can take into consideration the facts of the judgments against the Workmans, They were obtained in 1842. The plaintiffs in them were pressing the sale of the land. In 1842, according to the plaintiffs, William left, and the partnership ceased. William was aware of the judgments, confessed them, and it does not appear that he made provision to pay them. He left the country, and the judgments still remaining. The sales were stopped; the judgments satisfied by the plaintiffs at the instance of Guthrie, and a written conveyance afterwards made by Edmund to Guthrie. The liens of the judgments were discharged. If done at the request of Edmund, recovery could have been had, within six years, against the parties, for the money paid by Guthrie on the rescission of the contract. Yet these judgments might have been paid and satisfied without the authority of William. If he made no sale to Guthrie, nor authorized Edmund to make the sale, Guthrie’s payment of the judgments was in his own wrong; he could only get Edmund’s title, and William’s title would remain good.\n“ But, it is competent for you to take into consideration the facts connected with these judgments, the payment of them, and the lapse of time, in weighing and estimating as to the effect of the evidence in proving a sale from William to Guthrie, or an authority from William to Edmund to convey.\n“ Again — if William, with knowledge that Edmund had sold his (William’s) interest to Guthrie, assented to the payment of the judgment by Guthrie, as part of the consideration, and allowed Guthrie to take possession and make valuable improvements, it would be such a ratification of the bargain as would estop him from recovering here. But, if William did not authorize the sale by Edmund, or did not sell to Guthrie, or with knowledge of the sale ratify it, it would be otherwise; William would be entitled to recover his share.”\nThe learned judge then proceeded to answer the points presented by the counsel for plaintiffs and defendants, as follows:—\n“ 1st point of plaintiffs answered in the affirmative.\n“ 2d point answered in the affirmative.\n“3d point. We answer this substantially in the affirmative. But it was not necessary for them to say that they had turned James out of possession, or even expressly to say that they would keep him out of possession. If they kept the possession, and Edmund claimed his share, and he and William occupied the land and carried on the business under such a claim, and James never interfered in the business; if he left with declarations that he had sold to Edmund, and never came back to the country afterwards, it would be sufficient evidence from which an ouster of James might be presumed.\n“ 4th point answered in the affirmative.\n“ 5th point answered in the affirmative.\n“ 6th point. This point is generally correct, and is answered in the affirmative, with this qualification, that it was not necessary there should have been an actual change of possession on the part of Edmund. If he was already in possession as a tenant in common with James, and if James delivered up to him the possession of his undivided interest, giving Edmund the actual possession and enjoyment of it, it would be sufficient.\n“ 7th point answered in the affirmative. But we cannot see what difference it makes in this case as to the principles of law applicable to it.\n“8th point answered in the affirmative, with this addition to it, viz.: ‘ Or, unless there was a valid parol authority to Edmund, so far executed as to take the contract out of the statute of frauds, as we have explained in other parts of the answers and charge.’\n“ 9th point answered in the negative.\n“10th point answered in the affirmative, with this addition:\n‘ Or unless he expressly ratified it by his words.’\n“ 11th point answered in the affirmative.\n“ 12th point. We do not consider this a point of law. These reasons operate upon the judges to hold a tight rein over the proof of parol contracts relative to land, and are worthy to be considered by the jury in sifting the evidence. It is proper for the court to admonish a jury with them in the particular cases, as they may arise and be worthy of them. But almost every case is peculiar to itself. The declarations of parties, if loose and not clearly proven, are unsatisfactory. But if made solemnly, with a full view of the consequences of them, intentionally and perfectly understood by the persons hearing them, and perfectly remembered by them and honestly related, may be very satisfactory. With these remarks we assent to the point, as propounding cautionary rules for the jury in weighing the evidence of the contract. But we refuse to answer it as a point of law.\n“ 13th point answered in the negative.\n“ 14th point answered in the affirmative.\n“ 15th point answered in the affirmative.\n“ 16th point answered in the affirmative.\n“ 1st point of defendants answered in the affirmative.\n“ 2d point answered in affirmative, if the facts be so, as qualified by our answer to the plaintiffs’ 5th point.\n“ 3d point answered in the affirmative, if such be the facts.\n“ 4th point answered in the affirmative.\n“ 5th point answered in the affirmative.”\nThe jury found for the defendants, whereupon the plaintiffs sued out this writ, and assigned the charge of the court and the answer to the points for error.\nLathey and Shippen, with whom were Campbell, Lamberton, and Boggs, for plaintiffs in error.\njS. P. Johnson, for defendant in error."
  },
  "file_name": "0495-01",
  "first_page_order": 495,
  "last_page_order": 513
}
