{
  "id": 982712,
  "name": "In the matter of the expiration of the Commission of Chief Justice Lewis",
  "name_abbreviation": "In re the expiration of the Commission of Chief Justice Lewis",
  "decision_date": "1857-11-03",
  "docket_number": "",
  "first_page": "518",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 435,
    "char_count": 9216,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3647484853364038
    },
    "sha256": "fac14b2a1e7c674ad78f33624b8d02488d1261989b2b88d7128cf7a9f8b9ecf0",
    "simhash": "1:f66d1a5e6abb531f",
    "word_count": 1577
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the matter of the expiration of the Commission of Chief Justice Lewis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered\nby Woodward, J.\nIn order that writs out of this court may be tested in the name of the proper officer, and that judgments and decrees may be duly entered between the first and seventh days of December, proximo, it becomes necessary to decide whether the commission of Chief Justice Lewis will expire on the first day of that month, or continue until the 7th, which will be the first Monday.\nIf we should follow the strict letter of the constitutional amendment of 1850, which first introduced an elective judiciary into our system of government, it would be obvious that Judge Lewis’s commission could not extend beyond the 1st of December, because, elected in 1851, at the first election under the amendment, and the term of six years assigned to him by the lot therein prescribed, he was commissioned on the first Monday, which happened, that year, to be the 1st day of December, 1851, for six years, — a period that would expire at midnight of the last day of November, 1857.\nHe received subsequently a commission as chief justice, which, however, was founded on that granted in 1851, and in nowise superseded it, or affected the limitation therein expressed. The title to his office was derived not from the commission which designated him as the chief justice, but from the popular election of 1851, and the commission in pursuance thereof and according to these, upon a literal reading of the constitution, his title would expire with the present month of November.\nBut we are satisfied that the spirit and true meaning of the amendment are rather to be followed than its strict letter; and according 'to these, the first Monday of December is made the terminus a quo and ad quem of judicial commissions, so that whether we reckon the special tenures assigned to the first five judges elected to this court, or the general tenures of fifteen years assigned to all subsequently electéd judges, they are to be considered as running from the first Monday of December next succeeding the election, to the first Monday of December in the year of their limitation. In other words, we hold that the years mentioned in the amendment are to be counted from Monday to Monday, and not from the day of the month to the day of the month.\nThe amendment itself implies that this is a sound construction. It fixed, expressly, the first Monday of December, 1851, as the day on which all prior judicial commissions should expire, and of course indicated that as the day on which the new ones should commence. And it was the first Monday, without regard to the day of the month on which • that day of the week should fall. That year the first Monday happened to be the first day, but that day was selected not because it was the first day, but because it was the first Monday of December. The framers of the amendment very well knew that the first Monday would not always fall on the first day.\nAnd so, in case of a vacancy happening, it shall be filled, says the amendment, by executive appointment, to “ continue till the first Monday of December succeeding the next general election.” Our brother Armstrong is on the bench by executive appointment under this clause of the constitution, and his commission, by its own limitation, must extend to the first Monday, this year the seventh day of December. It is unreasonable to suppose that the amendment, which was designed to establish an elective judiciary, meant to make a distinction in favour of an executive appointment, and against a popular election, and we should mar the symmetry of the system by so administering it. If both classes of judges, however, those elected for a term of years, and those appointed to fill vacancies, are conformed to the same rule — if both hold to the first Monday of December, we have a system that is simple, consistent, and harmonious in all its parts.\nThis constitutional amendment originated in and was draughted by the legislature. • A legislative interpretation of the meaning of its terms i.s therefore entitled to peculiar respect. We have a legislative construction of it in the 11th section of the Act of Assembly of 15th April, 1857, regulating the election of judges, wherein it is provided that as soon as practicable,’ after the first Tuesday in November next following any election of judges, “the governor shall grant the persons elected respectively commissions as now required by law to hold their respective offices from and after the first Monday of December next following such election, for and during their respective terms of office,” &c.\nThe constitutional amendment having failed to fix, in terms, the date at which the commissions of elective judges should take effect, the legislature supplied it in this section, and supplied it of course according to their understanding of the meaning of the constitution.\nThe gentlemen recently elected, Messrs. Strong and Thompson, will be commissioned under this section, and cannot of course come upon the bench before the 7th of December. If Judge Lewis should go out on the 1st, there would be a vacancy in the office for a week, and vacancies, says the constitutional amendment, happening from whatever cause, are to be filled by executive appointment to continue till the first Monday of December succeeding the next general election. It is not to be supposed that the governor would exercise his power of filling this vacancy, hut if the constitution be construed according to its letter, the power.of appointment would clearly exist; and if exercised, the appointee of the governor would be in possession of the office by virtue of a constitutional grant, whilst the newly elected judges would claim it only in virtue of a legislative regulation. The inferior law would of course have to yield to the superior, and one of the elected judges would have to stand back for a year. But which of them ? The constitution and laws afford no means of determining. Elected at the same time and for the same time, and to retire necessarily at the same time, a difference of a year would exist in their tenures, but no man could tell which was the short one.\nThe constitution was never meant to produce results so absurd and unjust. It provides that the Supreme Court shall consist of five judges, and it established the court as a perpetual institution. It contemplated the possibility of vacancies, and provided for filling them, but they were vacancies happening from death, resignation, or other cause external to the constitution itself. In its own legitimate and necessary operation it would cause no vacancies. It would dismiss no one of its servants until it had provided a qualified successor. It would not constitute the court, even for a week, with less than five judges, nor give the governor power to displace for a year the judge chosen of the people.\nTo give our fundamental law its intended effect, and to prevent confusion and disorder, Chief Justice Lewis’s commission must be regarded as extending to the first Monday of December.\nIf it be said that this is adding a week by judicial construction to his prescribed term, it must be accepted as a necessary consequence. And if, fifteen years hence, the first Monday shall fall on the first day of December, the terms of Messrs. Strong and Thompson will be abbreviated a week, but that too must be borne as a necessary result of the indefinite terms in which the constitutional amendment\" was conceived. It is a common fault of our legislation, and the amendment of 1850 shares it largely, that phraseology is not carefully considered.\nIn the preparation of the amendments of 1888 nothing was more anxiously attended to than the language in which comprehensive rules were to be expressed, and the consequence has been that less doubt and litigation have grown out of those numerous amendments, than have sprung from the single amendment of 1850. Reading it, however, as we have construed it in respect to the termination of judicial commissions, we avoid vexatious embarrassments, and give effect to its spirit and intention; and as to the week added to one judicial tenure and taken off from another, the maxim must be applied, De minimis non curat lex.\nThe prothonotaries of the several districts will test writs in the name of Chief Justice Lewis until 7th December. 1857.",
        "type": "majority",
        "author": "by Woodward, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In the matter of the expiration of the Commission of Chief Justice Lewis.\nNovember 3, 1857,\nBy the spirit and true meaning of the amendments of 1850, to the Constitution, providing for the election of judges, the first Monday in December is made the terminus a quo and ad quern of j udicial commissions.\nThe commissions of the judges of the Supreme Court, both as to the special tenures assigned to the first five judges, and the general tenures of fifteen years of the subsequently elected ones, are to be computed from the first Monday of December next succeeding their election, to the first Monday of December in the year of their limitation.\nHence, the commission of Chief Justice Lewis being for six years from the first Monday in December, 1851, falling upon Van first day of the month, would not expire until the first Monday in December, 1857, which was the seventh day of that month."
  },
  "file_name": "0518-01",
  "first_page_order": 518,
  "last_page_order": 521
}
