{
  "id": 982804,
  "name": "Insurance Company versus Rupp",
  "name_abbreviation": "Insurance Co. v. Rupp",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "526",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 526"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 409,
    "char_count": 7330,
    "ocr_confidence": 0.45,
    "sha256": "66add441a3f46f8b03d60c36651d4387f45e7a44c9dbf4a38d6298f75edaf334",
    "simhash": "1:b817904f091a7bd9",
    "word_count": 1282
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Insurance Company versus Rupp."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPorter, J.\nWas the plaintiff concluded by the action of 'the committee ? He was a member of the corporation, for it was organized on the principle of mutuality, and he was bound by its charter and by-laws. What of that ? If the association had been a partnership, and he had set his hand to the very words on which the question is supposed to hinge, it is more than doubtful whether they contain anything sufficient to oust the jurisdiction of the courts of justice. It is not necessary to go far for the reasons. The plaintiff had no hand in selecting the committee. It was done by the president of the company, which, though entitled to hold the plaintiff' as a member, was nevertheless his adversary. The men who were constituted his judges were interested to diminish his claim, for they were liable to pay their proportionate part of the assessment necessary to meet it. No notice of their meeting was given. No hearing of both sides was enjoined. No system of evidence was provided. The testimony of other members as interested as the tribunal was probably received. The by-laws seem to require an oath, but an oath without cross-examination is of little efficacy in developing the truth. The duties of the committee are plain. They are to examine and inquire into the loss. No report is necessary. They are to ascertain the sum to which the party is entitled, and make provision for its payment. There is no decision or award in the legal acceptation of those terms, and consequently no right of appeal by exception from the committee to the board. Nor is there any appeal respecting the form or substance of the committee’s action to any other tribunal. The law looks with a jealous eye on the very best appointed machinery for forestalling its own action in its own way, because it will ordinarily be found that those institutions which have been sanctioned by the wisdom of ages, and adopted generally by civilized man, are better than the crude experiments of a day. If justified in delegating its functions at all, such a tribunal as this ought not to be selected. With what powers then did the legislature clothe the committee ? Simply to inquire into the loss and ascertain a sum which should form the basis of an assessment. If the claimant accept it, well; if he proceed adversely and change the amount, their work is to be done over. In no event can that which was intended for the convenience of the company be turned into an act binding on the assured and the court. This is the only point worthy of discussion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Porter, J."
      }
    ],
    "attorneys": [
      "B. E. Wright, and A. E. Brown, for plaintiff in error.",
      "Stiles, Reeder, and Green, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Insurance Company versus Rupp.\nThe report of a committee of a mutual insurance company, appointed by the president in accordance with the provisions of the Act of Incorporation, to examine and inquire into a loss, and after ascertaining the sum to which the insured is entitled to make provision and payment thereof, is not conclusive of the amount of the loss m an action by the insured against the company on the policy of insurance.\nError to the Court of Common Pleas of Lehigh county.\nThis was an action of covenant by Benjamin Rupp against The Mutual Eire Insurance Company of Sinking Springs, in Berks county, on a policy of insurance. The defendant is a corporation chartered in 1843, and organized on the mutual plan, each insurer being a member of the corporation. Its corporate powers are vested in a board of thirteen managers, who are elected annually. The company has no capital stock, but defrays all expenses and losses by assessments on the members. By the seventh section of the charter, “ any member who shall sustain loss by fire shall give immediate notice to the president of the company, who shall appoint a committee of three of the managers, that shall examine and inquire into the same; and the said managers, with all convenient expedition, shall inquire into the same, and after ascertaining the sum which said party shall be lawfully entitled to, shall make provision and payment as specified.”\nOn the 1st November, 1850, the plaintiff caused his dwelling-house to be insured in this company, in the sum of $1000, furniture therein at $600; and on th,e 20th October, 1854, the house, with a part of its contents, was consumed by fire. Information of the fact was communicated to the company, and on the 21st of the same month, the president appointed a committee of three managers, under the seventh section of the charter above quoted, who met on the 24th of the same month on the premises. The committee adjourned to meet in Reading, at the annual meeting of the company, on the 1st Monday of November, 1854. The plaintiff did not attend this adjourned meeting, and on the 15th November, 1854, the committee again met at his residence to ascertain the loss. They made a report to the president, by which they award “the sum of $1000 for the loss sustained, to wit: the sum of $500 for the buildings, and the sum of $500 for the household goods and kitchen furniture, &c., therein destroyed, and direct the treasurer to pay the said amount to the said Benjamin Rupp, or his assignees, &c., out of the funds received from assessment No. 8, now to be levied by the company to meet this, with other losses lately sustained by members of the said company.” The plaintiff, claiming that his loss greatly exceeded the amount reported by the committee, refused to receive the same; and the company refusing to pay any greater sum, this action was brought.\nOn the trial in the court below, the plaintiff, under objection, gave evidence by witnesses of the value of the buildings destroyed.\nThe defendants presented, among others, the following points:—\nThat the power of ascertaining the amount due to the plaintiff for the loss which he sustained 'by the fire of October, 1854, is by the charter vested in the committee of three of the managers, who wrnre appointed by the .president for that purpose; that their decision, when made in accordance with the charter, is binding on both parties, and that from it there is no appeal.\nThe court below answered this point as follows:—\n“ The important point in the case is the 2d point presented to the court by the defendant, namely, that the ascertainment of the loss by this committee, if in accordance with the charter, is binding and conclusive on the plaintiff. There is no provision in the 7th section that it is to be binding and conclusive; and I am of opinion that the power given to a committee to examine, and to the managers to inquire and ascertain, was for a different purpose than to make the ascertainment conclusive on both parties. I do not think, therefore, that this 2d point of defendant is well taken, and I answer it therefore in the negative.\n“ But although this ascertainment of the loss is not binding and conclusive, the report of the committee and the testimony of its members are before you, and if you consider their estimate of the damages sustained by the plaintiff the correct one, you have the right to adopt it.”\nThe jury found for the plaintiff $1776.50, and judgment was entered on the finding.\nThereupon the defendants sued forth this writ, and assigned, inter alia, the answer of the court to the above stated point for error.\nB. E. Wright, and A. E. Brown, for plaintiff in error.\nStiles, Reeder, and Green, for defendant in error."
  },
  "file_name": "0526-01",
  "first_page_order": 526,
  "last_page_order": 528
}
