{
  "id": 982945,
  "name": "Loan Association versus Stonemetz",
  "name_abbreviation": "Loan Ass'n v. Stonemetz",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "534",
  "last_page": "537",
  "citations": [
    {
      "type": "official",
      "cite": "29 Pa. 534"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 452,
    "char_count": 7726,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.0729886734532791e-06,
      "percentile": 0.9848456415798759
    },
    "sha256": "b71faa672943e93252d3a506f031bb3a73598f0b98144d924d687ff06b956070",
    "simhash": "1:e727a9804e8f62da",
    "word_count": 1299
  },
  "last_updated": "2023-07-14T17:05:09.789589+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Loan Association versus Stonemetz."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nPortee,, J.\nThe resolution which gave the plaintiff his only hold, wanted the essential elements of a contract. It was but an .expression of the mind of the corporate body, for that which a man may accomplish by the power of speech, an artificial person is compelled to do by written resolve, and, in either case, a change of intention is not necessarily a breach of contract. The agreement which the resolution embodied, had no sufficient consideration for its support. If rested on the ground of moral obligation, that principle will be found so restrained by Kennedy’s Executors v. Ware, 1 Barr 445, and by other cases of like character, as to yield the plaintiff little support. But no such ground existed, for although he performed the work faithfully, his labours fell within the limit of his duty as a director, and the fact that he performed them with an exuberance of good faith, imposed upon the corporation no moral duty to pay for them. The legal obligation was as defective as the moral. When the resolution was passed, the consideration had been executed, for the services compensated by this verdict had been previously rendered, and there is no proof of a precedent, or contemporaneous request. It is quite true that they were beneficial to the defendant, and a request might, in' the liberal spirit of the modern decisions, be implied, but in the instance of gratuitous services performed by a party in the line of his legal duty, there is no case which authorizes such an inference. Our decision must be placed on yet higher ground. We regard it as contrary to all sound policy to allow the director of a corporation elected to serve without compensation, to recover payment for services performed by him in that capacity, or as incidental to his ofiice. It would be a sad spectacle to see the managers of any corporation, ecclesiastical or lay, civil or eleemosynary, assembling together and parcelling out among themselves the obligations or other property of the corporation in payment for their past services. At such conduct the Act of 25th April, 1855, aimed a well directed blow, by making it punishable by indictment. The civil law, however, required not this support from a criminal statute. In Collins v. Godfrey, 1 Barn. Ald. 956, a director of a bank was prevented from receiving a reward offered by the bank for the recovery of stolen property, because he performed nothing but his duty in endeavouring to recover it. In Dunston v. The Imperial Gas Co., 3 Barn. & Ald. 135, a resolution formally adopted, allowing the directors certain compensation for attendance on courts, &c., was held insufficient to give a director a right to recover for such services. This is a clear and pointed case. Chandler v. The Monmouth Bank, 1 Green 225, is not an authority to the contrary, for the charter of that bank contained a peculiar clause forbidding compensation to a director, “ unless the same shall have been allowed by the stockholders.” Thus stands the law. We have no fear of practical inconvenience from it. If the services of the director become important to the corporation, let him resign and enter its employment like any other man. If it be proper that directors generally should receive compensation, let it be so provided in the organic act which creates the body. Those who commit their money to its care, will then do it with their eyes open. Until this be provided, there is no reason in law or morals for allowing their property to be taken without their knowledge or consent.\nJudgment reversed.",
        "type": "majority",
        "author": "Portee,, J."
      }
    ],
    "attorneys": [
      "St. Cr. T. Campbell, and J. B. Johnston, for plaintiff in error.",
      "6r. 11. Earle, and B. Woodward, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Loan Association versus Stonemetz.\nA director of a corporation elected to serve without compensation, cannot recover against the company for services rendered in that capacity, or for such as were incidental to his office of director.\nA resolution passed by the corporation after the services were rendered, that such director be paid a certain sum for services rendered as chairman of a committee, was without consideration, and imposed no obligation on the corporation that could be enforced by action.\nWhere gratuitous services are rendered by a person in the line of his legal duty, no implication arises that they were rendered at the request of the party benefited by them.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by Daniel Stonemetz against the Accommodation Loan and Saving Fund Association.\nDaniel Stonemetz was a member and director of the loan association, and was elected one of the committee on short loans, and chosen chairman of said committee.\nThe duties of the committee on short loans were to inquire into the character of the persons desiring loans, and the sufficiency of the securities offered for loans. The chairman was elected every six months.\nStonemetz was elected chairman in March, 1854, and re-elected several times, serving for two years. The duties of the committee were chiefly performed by Stonemetz, and were quite laborious. \"When Stonemetz took the office of chairman there was no salary attached to it, nor did any of the other officers of the association receive any salary or compensation, except the secretary.\nOn the 6th of September, 1855, the following resolution, on which the plaintiff bases his claim, was passed by the association:—\n“ Resolved, That the salary of the chairman of the committee on short loans be two hundred dollars annually, from the commencement of the association, and that an order be drawn for the amount, and that hereafter his salary be paid quarterly.”\nThis resolution was offered in evidence by the counsel of Stonemetz, and also the following order of the secretary of the association, made in pursuance of the above resolution.\n“ Philadelphia, September 10, 1855.\n“ Mr. George M. Kinsler, Treasurer of the Accommodation Loan and Saving Fund Association, please pay to D. Stonemetz, or order, the sum of three hundred dollars, by order of the board of directors. $300.\nAttest, Jacob C. Munch,\nSecretary.”\nTo the admission of the order the defendants below objected, objections overruled, and defendants’ counsel excepted.\nThe defendants below asked the learned judge to nonsuit the plaintiff. This the learned judge refused to do.\nThe defendants below then offered in evidence the following resolution of the association, passed September 13, 1855, being the next meeting after the one which passed the resolution to pay Stonemetz :—\n“ September 13, 1855.\n“ On motion it was resolved, that so much of the minutes of September 6, 1855, as relates to the salary of the chairman of the committee on short loans, be, and the same is hereby, reconsidered.\n“ On motion it was resolved, ‘ That the resolution be referred to a committee of five, to report at next meeting on the state of the association.”\nThere was no evidence offered by the plaintiff of a demand having been made by him for the amount of the salary. The learned judge charged the jury under the evidence: That they might render a verdict in favour of the plaintiff for his services from March 6, 1854, till September 6, 1855, at the rate of $200 per annum, according to the resolution of defendants of that date, and that plaintiff was entitled to interest thereon, and was not entitled to payment for the six months following September 6, 1855.\nA verdict and judgment having been rendered in favour of the plaintiff, the defendants took this writ, and assigned for error that the court below erred in charging the jury that the plaintiff was entitled to compensation for any portion of the time that he performed the duties of chairman of the committee.\nSt. Cr. T. Campbell, and J. B. Johnston, for plaintiff in error.\n6r. 11. Earle, and B. Woodward, for defendant in error."
  },
  "file_name": "0534-01",
  "first_page_order": 534,
  "last_page_order": 537
}
