{
  "id": 400627,
  "name": "Dennis et al. v. Alexander",
  "name_abbreviation": "Dennis v. Alexander",
  "decision_date": "1846-06-01",
  "docket_number": "",
  "first_page": "50",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 50"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 368",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 226,
    "char_count": 3235,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 3.635824936793124e-07,
      "percentile": 0.8893634339299318
    },
    "sha256": "98ac9c751547b9067e958b13b9a90309b8e7380720d4997d886d9d07424ed9f3",
    "simhash": "1:ce7704f9b342d1bf",
    "word_count": 583
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dennis et al. v. Alexander."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nAll the exceptions to the charge will appear to be unfounded, if the whole be taken together. For instance, the want of direction, assigned in the first error, is supplied at the conclusion of the charge; and the same thing, perhaps, maybe said of other errors. The judge is charged, in some of the exceptions, with having misstated the evidence; but it is not error in law to do so, the remedy being a motion for a new trial. Nor are mere errors of omission, without a prayer for specific direction, assignable. Most of the exceptions fall under the one or the other of these heads. The direction actually given, generally affirmed the defendant’s legal positions. They, however, disaffirmed one of them, and properly ; for it is not law, that the right of property could not pass, so long as the quantity of the thing sold remained to be ascertained; as was decided in Scott v. Wells, 6 Watts & Serg. 368. It is only where something is to be done for the ascertainment of the quantity, by the very terms of the contract, that it is incomplete.\nThe jury probably have done the defendants injustice, but they have nothing to complain of at the hands of the court.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Candor, for plaintiffs in error,",
      "Benedict, contrà, was stopped by the court."
    ],
    "corrections": "",
    "head_matter": "Dennis et al. v. Alexander.\nThat the judge, in his charge to the jury, mistook the evidence, is not assignable for error; the remedy being a motion for a new trial.\nNor are mere errors of omission in a charge, without a prayer for specific directions assignable.\nIt is not the law, that the right of property in a chattel cannot pass by a sale, so long as the quantity of the thing sold remained to be ascertained. It is only when something is to be done for the ascertainment of the quantity by the very terms of the contract, that it is incomplete.\nError to the Common Pleas of Mifflin county.\nThis was an action of replevin, brought by Joseph Alexander against Dennis and Hoybeck, for nine hundred bushels of potatoes. The evidence showed, that Mr. Alexander purchased the potatoes from a person on board a canal boat, at Northumberland, and paid ten dollars on the bargain; that when the boat came to Lewistown, where Alexander resided, the person from whom he bought was not on board, and that the defendants, admitting they were present when Mr. A. bought, claimed the potatoes themselves, by virtue of a prior sale to them by Mr. A.’s vendor, of which sale they did not think it was their business to give him notice. There was no evidence as to how or when the quantity of the potatoes was to be ascertained, as between Mr. Alexander and his vendor, other than an admission of Mr. A. that he was to give 62J or 65 cents per bushel for them delivered at Lewistown. Verdict and judgment for the plaintiff.\nAmong the errors assigned here, was one, that «the court erred in not charging the jury that, if they believed there was no delivery of the potatoes to Alexander at Northumberland, and that the seller was to deliver them to Alexander at Lewistown, at 62| or 65 cents per bushel, the property, and right of immediate possession of it, would not pass to him, as long as the quantity remained to be ascertained.”\nCandor, for plaintiffs in error,\ncited 2 Kent, 492; 2 Miles, 492.\nBenedict, contrà, was stopped by the court.\nJune 1."
  },
  "file_name": "0050-01",
  "first_page_order": 48,
  "last_page_order": 49
}
