{
  "id": 400737,
  "name": "Thomas v. Simpson",
  "name_abbreviation": "Thomas v. Simpson",
  "decision_date": "1846-06-02",
  "docket_number": "",
  "first_page": "60",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Serg. & Rawle, 66",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 813",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 132",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 456",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0456-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 12",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 162",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates, 25",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates, 429",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 9",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 218",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 4",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0004-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 85",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/13/0085-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 12",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "1 Yeates, 429",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1046,
    "char_count": 30536,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 2.08304318169044e-07,
      "percentile": 0.75931917266219
    },
    "sha256": "9ed7dc6b4c33560e154e0a85802499dbcb3139e3d5540f42ca1c92cd1e687e9a",
    "simhash": "1:a777c009cc29d4bc",
    "word_count": 5444
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas v. Simpson."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nOf the many errors assigned, it is necessary to notice but two, namely,\n1. Whether an action of dower can be maintained.\n2. Whether James Smith, the younger, acquired any right or title from the purchase of the interest of Michael T. Simpson, and the sheriff’s deed of the 28th of August, 1823. The decision of these points disposes of the whole case.\nThe 2d August, 1808, (proved the 2d January, 1809,) James Smith, the elder, made his last will and testament, which, among other things, contains the following provisions. 1st. He directs his personal property, except so much as Mrs. Smith wishes to retain, to be sold for the payment of his debts. He then directs certain lands, particularly described, to be sold, and the proceeds, or so much as may be necessary, to be applied to the payment of his debts ; and as to the residue of his estate, his will is, that it descend in the same manner as by the laws of this Commonwealth is directed when no will is made; with this exception, he gives and devises unto his beloved wife Elizabeth, the house in which he lives, &c.; and this in addition, as he says, to her dower.\nIt may be a matter of some doubt, whether the testator, as to the property in controversy, died testate or intestate, but it is useless to decide the question, it being totally unimportant, as the result will be precisely the same in either aspect.\nI will consider the question, in the first place, on the assumption that James Smith died intestate, and perhaps this is the better construction of the will, as the testator directs, that the residue of his estate (of which this is a part) shall descend in the same manner as by the laws of this Commonwealth is directed when no will is made, thereby indicating his intention that the laws of descent shall not be broken. If this construction prevails, the widow and children are in by-descent, and not by purchase. If James Smith, as to the undisposed residue, died intestate, the remedy is in the Orphan’s Court. Of this it is difficult to doubt. The common law courts have no jurisdiction; for the act of the 19th April, 1794, was passed, it is said in the preamble, to prevent any doubts which might after-wards arise, concerning the manner in which partition of the intestate estate may be made. By this act, and its supplements, the form is prescribed, and a most ample and efficacious remedy is given to the widow and heirs ; and to permit her to interfere, and disturb the -partition of the estate in the manner therein prescribed by an action of dower, would destroy, or greatly disturb, the system established by those acts. It is not only pernicious, but unnecessary, for the share of the widow is defined and vested in her, and the mode of ascertaining and settling it accurately determined; and the law says her portion so allotted shall be in lieu of her dower at common law. Besides, to allow the action of dower, would set at naught the act of 21st of March, 1806, which enacts that, in all cases, where-a remedy is prescribed, or duty enjoined, or directed to be done by any act or acts of Assembly of this Commonwealth, the direction of such act shall be strictly pursued, and no penalty shall be inflicted, or any thing done agreeably to the provisions of the common law, in such cases, further than shall be necessary for carrying such act or acts into effect. From the inconvenience which must necessarily result from any other construction, and the positive requirements of the act, it follows, that in all cases where a person dies seised, and in possession of real estate, the Orphan’s Court alone has jurisdiction and authority to set out and determine the portion of the widow in her husband’s estate. In Galbraith and Others v. Green and Wife, 13 Serg. & Rawle, 85, it is ruled, that an action of dower may be maintained in Pennsylvania, and that in lands held by a person claiming by title adverse to the heirs. But that case is decided on its special circumstances, and in no sense militates against the general principle which assigns exclusive jurisdiction to the Orphan’s Court. The decision is put on the ground, that although the husband may have died seised in law, yet, he did not die in actual possession of the land in which the dower is claimed. In such a case, the action of dower lies; for otherwise the widow is without remedy, inasmuch as the Orphan’s Court have no authority to make partition between the widow and children of the intestate, unless the intestate die possessed, as well as seised of the estate. She cannot sustain an ejectment, nor can she compel the heirs to bring an action, so as to vest jurisdiction in the Orphan’s Court.\nFrom necessity, therefore, the common law courts have jurisdiction. The exception proves the rule. Indeed, no case of intestacy is recollected (except where the husband dies out of possession of the premises) where an action of dower can be sustained. When the widow has a complete and adequate remedy, by statute, she is not permitted to resort to the common law remedy, and thereby disturb the harmony of the system prescribed by legislative enactment.\nBut granting, as has been contended, that Elizabeth Simpson takes the one undivided third of the residue of her husband’s estate during life, as a devisee by purchase, and not by descent, under the principles of the common law, is her remedy, then, an action of dower or ejectment ? If the will receive that construction, no difference is perceived between her right to the property in controversy, and the house specifically devised. And if dispossessed and kept out of possession of the latter, it must be conceded that ejectment is the only remedy. It therefore follows, that qufcunque via data the question as viewed, the action is misconceived. And this seems to have been the opinion of the plaintiff’s former counsel, who brought an action of ejectment, and not dower.\nBut was the court right in instructing the jury that no estate or interest whatever passed to James Smith, jun., by the sheriff’s sale and deed on the testatum venditioni exponas ; that the sale was a nullity, and gave no right; and that any payment that F. B. Smith made to his estate, was a payment in fraud, or mistake of the widow’s right, and is no defence to the action. This is the second question; and in this, we regret that we are compelled to differ from the learned judge.\nIn Pennsylvania, a judgment is a lien on every kind of equitable, as well as legal interest in land, vested in the debtor, at the time of the judgment, and such interest maybe seized and sold in execution in payment of debts. A rent-charge on estates of a tenant by curtesy initiate ; or widow’s dower, her interest being put by the intestate acts, on the footing of a rent-charge ; or right or title in land, although unaccompanied by possession ; in short every interest, of every description, provided it be an interest in the land, may, in this state, be sold on execution. 1 Yeates, 429; Shaupe v. Shaupe, 12 Serg. & Rawle, 12; Carkhuff v. Anderson, 3 Bin. 4.\nThe point, then, is reduced to the simple inquiry, had Elizabeth Simpson any interest or estate in the land of her deceased husband ? On this point of the case, I cannot bring my mind, to doubt; and the case, it must be remarked, is equally clear, whether James Smith died- testate or intestate. If the former, which I have before remarked, seems to be the better construction of the will, the point is expressly ruled in Shaupe v. Shaupe, 12 Serg. & Rawle, 12, a decision which seems to have escaped the attention of the court below. In that case, as here, it was contended that the widow’s interest was a mere chose in action, and not the subject of levy and sale on execution. The point was decided on an objection to evidence which was ruled out, on the principle adopted here; but the Supreme Court reversed the decision, on error.\nBy the act of the 4th of April, 1794, if the intestate leave a widow and lawful issue, the widow is entitled to one-third part of the real estate for and during her natural life, and to one-third of the personal estate absolutely. , By the force of the statute, an initiate or inchoate interest, at least in the land, vests, eo instanti the husband dies. The estate in the land may be divested afterwards, in the manner prescribed in the act, as where, upon petition of the widow, or of one or more of the children, the inquest may decide, that the estate in the land cannot be divided among the children, or widow and children of the intestate; it is declared, the widow shall not be entitled to the sum at which her portion is valued, but it shall remain charged on the land, and be recoverable by distress, or otherwise, as rents are usually recoverable. By this proceeding, her interest in the land is converted into an interest issuing out of the land, in all respects, of the nature of a rent-charge. On authority, therefore, as well as on principle, if the testator be viewed as dying intestate as respects the land in controversy, the court fell into error.\nBut the point is still plainer, if possible, if the widow be viewed as a devisee, for then she comes in as a purchaser; and who can doubt that as devisee, she acquires such an interest in the land as is subject to sale on execution. By the act of 1700, all lands and houses are subject to execution ; and the act of 1705 declares, that all lands, tenements, and hereditaments whatsoever, may be seized, and sold on execution, when no sufficient personal estate can be found. It is proper to remark, that on the argument, it was properly admitted that if her interest could be sold, by the interinarriage, Michael T. Simpson acquired a right which was also the subject of sale on execution.\nThe situation of a doweress in England, after the death of her husband, and before assignment, is very peculiar. Although the title of dower is consummate, the title of entry does not accrue, until the ministerial act of assigning.to her a third part in certainty.has been performed by some other person. In the mean time, as is said by Parke, in his treatise on Dower, p. 152, (11 Law. Lib. 334,) her situation is an anomalous one, standing upon its own. peculiar circumstances, and neither borrowing, nor affording, any analogies.\nThe title of dower in England is, .for most purposes, but not all, nothing more than a right of action ; but in Pennsylvania it is otherwise, as appears by the- acts of Assembly, which introduce a new. system, and the construction given to them in Shaupe v. Shaupe, before cited. She acquires nothing more than a right of action, ®r-title inchoate, or initiate at least, an interest repeatedly ruled to be subject to execution and sale. It would lead into error, to adopt analogies taken from a system so entirely different from our 'own. Elizabeth Simpson was in the actual-possession, at the time of the death of her husband, retained the possession during the minority of her children, and received and expended, without any control, the.srents, issues and profits of the estate. Now, granting that she may have been treated as a disseisor, as retaining the possession without authority, yet, as the heirs, who alone had the right to complain, recognise her possession, it is difficult to comprehend the position, that she- acquires no right or interest at law in the real estate.\nThere is no force in the objection, that the alienee of a doweress would be without remedy. The remedy would be in the name of the doweress, for the use of the sheriff’s vendee, whose interest would be protected by the court, It sometimes happens that an- heir sells his interest in land before probate. The practice of the Orphan’s Court is to allow the alienee, on setting forth the facts, to petition for an appraisement, either in his own name, or in the name of his vendor, or heir. The case will be ruled, whenever it occurs, on analogous principles.\nJ u dgment. reversed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "McAllister and Burnside, for the plaintiff in error.",
      "Fisher, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Thomas v. Simpson.\nTestator directed that the residue of his estate, except a house devised to his wife in addition to her dower, should descend in the manner directed by the law, when no ■will is made: — Held, that the widow cannot maintain an action of dower; for, if the property passed by descent, the will being inoperative, the exclusive jurisdiction is vested in the Orphans’ Court, the decedent having died seised and possessed; if it passed under the will, the widow is a purchaser, and ejectment is the proper remedy.\nSuch an interest of the widow, whether under the intestate laws or as devisee, is the subject of levy and judicial sale under proceedings against her.\nError to the Court of Common Pleas of Centre county.\nMay 27. This was an action of dower unde nihil habet, brought by Elizabeth Simpson, late Elizabeth Smith, widow of James Smith, deceased, the defendant in error and plaintiff below, against William A. Thomas, the'defendant below and plaintiff in error. James Smith, the former husband of the said Elizabeth, died seised, inter alia, of the tract of land in question, containing some four hundred acres, with a grist-mill, saw-mill, dwelling-house, &c., thereon erected, &c., in the year 1808, having first made his last will and testament, in and by which, he devised and directed in relation thereto as follows:— «As to the residue of my estate, my will is, that it descend in the same manner as by the law’s of this Commonwealth is directed, when no will is made; with this exception, I give and devise unto my beloved wife Elizabeth, the house in which I now live, together with the spring-house, garden, and lot of ground, now without fence, between my dwelling-house and mill, to be held by her until my son James arrives at the age of twenty-one, and this in addition to her dower.”\nJames was the only child living at the decease of his father. William, a second son, was born some months after his father’s death.\nThe widow intermarried with Michael T. Simpson, in 1810 or 1811. Simpson left her a few months after their marriage, and they never afterw’ards cohabited. She continued to occupy the dwelling-house, and to receive the rents, issues, and profits of the farm, mills, and houses, from the decease of James Smith until the year 1829 or 1830, when her sons, having first erected a house upon the premises for her accommodation, dispossessed her.\nIn the year 1818, Mrs. Simpson having become indebted, Patton & Mitchell instituted suit against Michael T. Simpson, in the Court of Common Pleas of Huntingdon county, to No. 36, January Term, 1818, to recover the amount of their account for goods, &c., furnished Mrs. Simpson, in which judgment was entered by agreement, 29th October, 1822, for $267 65, to be a lien on the property of Michael T. Simpson, which he held in right of his wife only.\nBy virtue of a writ of testatum fi. fa. issued on this judgment to Centre county, No. 78, November Term, 1822, and a writ of testatum venditioni exponas, No. 1, January Term, 1823, all the right, title, and interest of Michael T. Simpson in and to the plantation, mills, dwelling-house, &c., &c., above described, held in right of his wife Elizabeth, were seized, taken in execution, and on the 26th day of December, 1822, were sold for the sum of $800, to James Smith, to whom the sheriff, on the 28th day of August, 1823, having first acknowledged in open court, delivered a deed for the same.\nOn the 4th day of June, 1832, William B. Smith, in pursuance of articles of agreement, dated 30th March, 1832, executed a deed to Franklin B. Smith, for the one moiety of the estate, in consideration of $8000, taking from the said Franklin, at the same time, a mortgage to secure the payment of a bond bearing even date, in the penalty of $4472 30, conditioned for the payment of $2236 15 to him upon the death of the said Elizabeth, and the accruing interest annually to the person legally entitled to receive the same. And on the 24th day of April, 1834, Franklin B. Smith conveyed the same to the said William A. Thomas.\nOn the 31st day of July, 1833, James Smith sold, by articles of agreement, to Franklin B. Smith, the other moiety, (« except the life-estate of Michael T. Simpson, which is now owned by the said James Smith, and W'hich he does not design to convey, but to reserve the same and the interest thereon to himself; and except further, the dower of his mother Elizabeth Simpson, which may remain to her in the event of her surviving the said Michael T. Simpson,”) in consideration of $10,500, payable as follows, viz.: «To pay off all the judgments or liens that now exist against the said estate, amounting to about $5000 ; $3000 more thereof to remain in the said estate, it being the estimated value of the dower of Elizabeth Simpson,- and the curtesy of Michael T. Simpson, which now belongs to the said James Smith, during the life of the said Michael, to be secured by bond and mortgage at the execution of the deed; and the interest of the said $3000, amounting to the sum of $180 annually, to be paid to the said James Smith yearly, commencing at the date of these presents, or his heirs or assigns, during the life of the said Michael T. Simpson, Ihen to the said Elizabeth Simpson, if she should survive the said Michael; and on the decease of the said Michael and Elizabeth, then the said principal sum of $3000 to be paid to the said James Smith, his heirs or assigns; the residue of the said consideration money to be paid to the said James Smith, on the 1st day of April next ensuing the date hereof, at the execution of the deed.”\n“ The said Franklin B. Smith agrees to let Elizabeth Simpson, the mother of the said James, live in the house which she now occupies near the mill-race, during her life, or to receive the rents thereof.”\nShortly after the execution of the above agreement, James Smith died, and on its being duly proved, his administrators afterwards, to wit, on the 29th day of April, 1834, made a deed in pursuance (hereof to William A. Thomas, taking from the said William A. Thomas, at the same time, a mortgage upon the premises, to Dr. John Harris, to secure the payment of a bond in $8000, conditioned for the payment of $3000 with interest, agreeably to the provisions of the above cited article of agreement.\nMichael T. Simpson and Elizabeth his wife brought their eject'ment against James Williams and others, tenants in possession of the property, to No. 85, November Term, 1833, in the court of Common Pleas of Centre county, which was, on the 8th day of June, 1837, discontinued by W. W. Potter, attorney for E. Simpson.\nUnder proceedings, a divorce instituted by Elizabeth Simpson, against Michael T. Simpson, in the court of Common Pleas of Centre county, to No. 53, August Term, 1834, the said Elizabeth was, on the 28th day of August, 1834, divorced from the bonds of matrimony.\nOn the 8th day of June, 1837, Elizabeth Simpson and William Thomas made the following statement, settlement, or agreement:\n“Amount of money reserved by articles of agreement, dated the 30th day of March, 1832, between Franklin B. Smith and William B. Smith, and mentioned in the bond and mortgage given by F. B. Smith to William B. Smith, the interest of which is to be paid Mrs. E. Simpson in lieu of dower — prout article, bond, and mortgage, $2236 15J.\n“ Amount of money reserved by bond of William Thomas to Dr. John Harris, and mortgage dated 29th April, 1834, in trust, &c., interest of which to be paid in lieu of dower, for purchase of James Smith’s interest, to Mrs. E. Simpson, $3000 00.\n“The interest of these two sums was paid and liquidated by F. B. Smith’s estate, with James Smith’s estate, up to the 1st of April, 1834, by report of referees, and the interest from the 1st April, 1834, to 28th August, 1834, is unsettled, and remains due from William Thomas to the party entitled to receive; Mrs. Simpson claiming to be that party.\n«Interest in lieu of dower, commencing on the 28th August, 1834, the date of the decree of divorce, E. Simpson against Michael T. Simpson, and due on the 28th August, 1835, one year, - $314 16\n«Interest on this sum from 28th August, 1834, to 8th June, 1837, - -- -- -- 33 49\n«Due do. do. 28th August, 1836, - - - - 314 16\n«Interest on this sum up to 8th June, 1837, - - 14 65\n«Due do. do. 28th August, 1837, - $314 16\n«Deduct two months twenty days’ interest, - 4 00\n310 16\n$986 62\n«Received, from William A. Thomas, nine hundred and eighty-six dollars and sixty-two cents, being the amount of .dower due me on the real estate of my deceased husband, James Smith, from the 28th August, 1834, to the 28th August, 1837, he having purchased the same from F. B. Smith, deceased, the alienee of James Smith and William B. Smith, my sons. Elizabeth Simpson.\n«Witness, B. Valentine,\nWm. W. Potter.”\nThe sum of $314 16 was annually paid by William A. Thomas to Elizabeth Simpson, up to the institution of this suit, and accepted by her in lieu of dower.\nDefendant offered in evidence a judgment entered by virtue of a warrant of attorney, on the 6th of November, 1822, to No. 34, August Term, 1822, in the court of Common Pleas of Centre county, at the suit of John Rankin, Franklin B. Smith, and John Mitchell, against James Smith, for the sum of $2779 22, in connection with proof, that the consideration of the judgment was adverse to the assumptions for Mrs. Smith, by James Smith.\nTo the admission of this evidence, the plaintiffs objected; the court sustained the objection; and this was defendant’s first bill of exception.\nThe defendant excepted to the charge of the court, and removed the record to this court by writ of error.\nErrors assigned: — 1. The court erred in rejectingthe evidence contained in defendant’s first bill of exception.\n2. The court erred in charging the jury, that the seisin and death of James Smith, entitled the widow to claim dower in the lands described in the writ; in submitting to them to find the annual value of the estate, assess damages, &c., inasmuch as the action of dower was not maintainable under the circumstances of this case.\n3. The court erred in instructing the jury, that no estate or interest whatever passed to James Smith under the sheriff’s sale; that the same was a nullity, and gave him no right whatever.\n4. The court erred throughout in their construction of the paper writing signed by Elizabeth Simpson, under date of June 8, 1837, purporting to be a settlement between plaintiff and defendant; and particularly in instructing the jury, that Elizabeth Simpson was not precluded by that paper from claiming dower for the time during which she thereby acknowledged, that the interest on the sums secured had been paid by F. B. Smith’s estate to James Smith’s estate, although she then claimed no more than the interest accruing thereon from 1st April, 1834 to 28th August, 1834.\n5. The court erred in their instruction to the- jury, that any payment which F. B. Smith made to the estate of James Smith, was a payment in fraud, or mistake of the widow’s rights, and no defence to this action.\n6. The court erred in their instruction to the jury, on the subject of the statute of limitations.\nMcAllister and Burnside, for the plaintiff in error.\nThe evidence contained in the first bill of exceptions should have been received. Mrs. Simpson claimed damages against Mr. Thomas for the non-assignment of her dower, &c., from the year 1809, to the institution of this suit in 1843.\nThe defendant was very properly permitted to show that the plaintiff had been in the possession of the whole estate, and had received the rents, issues, and profits thereof, without account, from the death of Mr. Smith, in 1808 or 1809, up to 1829 or 1830. And this the court held a conclusive bar to the claim for damages during that period. By the article of agreement of the 31st July, 1833, between James Smith and F. B. Smith, $5000 of the purchase money was to be applied in payment of the judgment, or liens against the estate, of which the judgment offered in evidence was one. Was it not competent for the alienee of the heir to show, that a large portion of the very purchase money received by the heir was applied in satisfaction of a judgment, the consideration of which was the debts and liabilities of the vridow assumed by the heir? — would not the advances and assumptions made by the heir go in satisfaction of her claim' for dower against the heir, during the time he remained in possession; and can the alienee of the heir be in a worse situation than the heir himself? Is not the damage of the widow, the annual value of the estate, less what she has received; and does it matter whether she has received from the hand of the heir or from the actual exclusive possession of the estate ?\n2. But as James Smith expressly directed, in reference to the land described in the writ, “ that it descend in the same manner as by the laws of this Commonwealth is directed when no will is made,” he must, as to this land, be taken to have died intestate, and having also died seised, his widow was confined to the statutory remedy provided, and should have proceeded in the Orphan’s Court. The statute affording a remedy, the action of dower cannot be maintained. Act of 26th March, 1806, 4 Smith’s Laws, 332; Seider v. Seider, 5 Whart. 218; 1 Penn. Bl. 392.\n3. If the widow took under the intestate laws, she had an interest which was the subject of levy and sale in Pennsylvania for her debts; and immediately on her marriage with Michael T. Simpson, he became seised in her right, was entitled to the profits during the marriage, could sell or charge it to the extent of his interest, which, during the continuance of the coverture, was coextensive with whatever interest she had.\nIn England, a judgment is not a lien on an equitable estate. In Pennsylvania, it has been held to be a lien on every kind of equitable interest in land, on every kind of right vested in the debtor at the time of the judgment. And the whole right, interest or estate, whatever it may be, passes to the purchaser by a sheriff’s sale. Carkhuffv. Anderson, 3 Bin. 9; Humphreys v. Humphreys, 1 Yeates, 429; Hurst v. Lithgrow, 2 Yeates, 25, 1 Rawle, 162.\nIt may be fairly argued, therefore, that in Pennsylvania, the widow’s right to dower, before assignment, is subject to levy and sale, and can thus be reached for her debts. Her interest under the intestate laws, however, is not dower, nor has it any of the incidents peculiar to dower before assignment. It is land, and is so denominated by the act. Under the general description of land, it passes to the purchaser at sheriff’s sale, even after valuation under proceedings in partition. Shaupe v. Shaupe, 12 Serg. & Rawle, 12. It is not at any time, whether before or after partition and valuation, a mere chose in action. The husband cannot control or dispose of it, to any greater extent than any other real estate of the wife. Miller v. Leidig, 3 Watts & Serg. 456. But suppose James Smith is held to have died testate as to the land described in the writ, did not the plaintiff take as devisee under the will; and, taking as devisee, is it not too clear for argument that her interest was subject to levy, and passed to James Smith under the sale ?\n4. The statement and receipt of the 8th June, 1837, expressly refers to the articles of agreement, deeds, bonds and mortgages by which the heirs had sold the land described in the writ, by which a sum of money had been set apart, and the interest thereof secured to be paid annually in lieu of dower, &c., &c. These are all recognised, and made part of the statement. The disposition which had been made of the interest accrued before 1st April, 1834, is expressly stated, and being stated, we humbly conceive must have been assented to and approved. The interest accrued between 1st April, 1834, and 28th August, 1834, is claimed by Mrs. Simpson. From the 28th August, 1834, to 28th August, 1837, the interest is paid and receipted for by plaintiff in lieu of dower. This paper covers the whole ground now in controversy. Taken in connection with the discontinuance of the ejectment, brought to recover the possession of the land described in the writ by plaintiff’s attorney, on the same day and at the same time, it cannot be fairly construed to be any thing less than a full and entire settlement.\n5. The payment made by F. B. Smith’s estate to James Smith’s estate, it is fair to infer, was made with Mrs. Simpson’s knowledge and consent. It is expressly recognised by her as satisfaction up to 1st April, 1834. The $344 16 is admitted to be a most liberal allowance in lieu of dower.\nFisher, for defendant in error.\nThough the title of dower is consummate, the title of entry does not accrue until the ministerial act •of assignment. Park on Dower, chap. 16, p. 334, 2 Law Lib. This is an exception to the general right of entry. The title of dower is no more than a right .of action. Park on Dower, 135.\nA woman can never be entitled to her dower until actual assignment. Ibid. 336.\nIf the wife have the possession of lands, of which she is dowable as guardian in socage, she shall be allowed the third part of the profits upon her account in the allowance of her dower in the mean time; •but she shall not endow herself. Ibid. 336. Her entry without ¡assignment is treated as an abatement. Ibid. 336. The reason of .denying any right of entry in the wife is, that she shall not carve for herself. Ibid. 336. A woman, who has obtained judgment for her ¡dower, must wait for an assignment before she can enter. Ibid. 337.\nAs to interest of widow in land, he cited 2 Serg. and Rawle, 188; and, interest of a husband in a distributive share in a legacy, 6 Watts, 132. They are only choses in action, and never vest in the husband until he receive them. The rights of the husband only continue during the marriage. If he had the dower assigned and received the profits, so far it superseded, or took place of the rights of the wife. If the husband promised an assignment, entered and enjoyed, so far it abridged the rights of the wife. If he were promised an assignment, and never entered, the whole right of dower survived to the wife on his death, in the same manner as if he had never any right. The purchaser at sheriff’s sale is in no better condition. Until a widow’s dower be assigned, her right or interest in the land cannot be sold for her own debts, or those of her husband. He also cited 1 Whart. 813, 1 Yates, 425, 426, 11 Law Lib. 334, 152 top page, 2 Miles’s R. 281, and Byrne v. Yanhttseri, 5 Serg. & Rawle, 66.\nJune 2."
  },
  "file_name": "0060-01",
  "first_page_order": 58,
  "last_page_order": 69
}
