{
  "id": 400625,
  "name": "Hepburn v. Snyder et al.",
  "name_abbreviation": "Hepburn v. Snyder",
  "decision_date": "1846-06-08",
  "docket_number": "",
  "first_page": "72",
  "last_page": "78",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts, 392",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0392-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 375",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0375-01"
      ]
    },
    {
      "cite": "8 Watts, 200",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Serg. & Rawle, 171",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 20",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Serg. & Rawle, 81",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 149",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Penn. Rep. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951336
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0346-01"
      ]
    },
    {
      "cite": "3 Wharton, 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "2 Watts, 401",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0401-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 142",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0142-01"
      ]
    },
    {
      "cite": "8 Watts, 393",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 16",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0016-01"
      ]
    },
    {
      "cite": "9 Watts, 15",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850015
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0015-01"
      ]
    },
    {
      "cite": "3 Whart. 19",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833402
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0018-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 64",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0064-01"
      ]
    },
    {
      "cite": "6 Bin. 118",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795159
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0118-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 714,
    "char_count": 18251,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 1.6799820736514847e-07,
      "percentile": 0.6974271472970046
    },
    "sha256": "72d3731a38a5766001095b5f0ff9442680d6c2e7eafa3cb0196011b56f349cfb",
    "simhash": "1:0ee60ab4888ac486",
    "word_count": 3174
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hepburn v. Snyder et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe articles and deed of conveyance are to be construed by themselves, not by subsequent acts of particular parties. The grantee covenanted, in the articles, to pay the price, to take the propert\" encumbered with the charges resting on it in the hands of the grantor, to take the grantee’s place in the firm, to assume his responsibilities as a partner, and to defend him against his liabilities as such. This was, however, a covenant which involved no more than the covenantor’s personal responsibility. What more is there in the conveyance? The grantee agreed “ to take the estate above granted, subjected to the same contracts and agreements, and liable to the same debts, encumbrances, charges, and responsibilities, to which the said Samuel (the grantor) is now liable, as a partner of the firm of Curts, Hepburn & Company; and, generally, to take the place of the said Samuel in the said firm, and to keep him indemnified from all future liabilities on account thereof.” This also is a covenant, and the same in substance as the preceding one. No point of limitation is put, in either, to the absolute and unqualified ownership of the grantee ; there is no condition, no charge, no lien. The estate is conveyed clear of every thing, but a personal covenant of the grantee. Liens upon'land are not favoured, or to be implied j and they are, consequently, to be created by plain terms. By no interpretation, therefore, could there be more in this case, than an equitable lien, which,-however, has not been engrafted on our jurisprudence. The plaintiff has probably suffered by the conduct of those who acquired his property, but it is not in our power to relieve him;\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Biddle and Armstrong, for the plaintiffs in error,",
      "Hale and Greenough, for defendants,"
    ],
    "corrections": "",
    "head_matter": "Hepburn v. Snyder et al.\nArticles of agreement and deeds of conveyance are to be construed by themselves, and not by subsequent acts of particular parties.\nThe covenant of a grantee, in articles of agreement, “ to pay the price, to take the property encumbered with the charges resting on it in the hands of the grantor, to take the grantor’s place in the firm, to assume his responsibilities as a partner, and to defend him against his liabilities as such,” involves no more than the personal responsibility of the grantee.\nA covenant, in a deed of conveyance, «to take the estate granted, subjected to the same contracts and agreements, and liable to the same debts, encumbrances, charges, and responsibilities, to which the grantor is now liable, as a partner of the firm, and generally to take the place of the grantor in said firm, and to keep him indemnified from all future liabilities on account thereof,” conveys the estate clear of every thing but a personal covenant of the grantee, and creates no charge, or lien on the land.\nLiens upon land are not favoured, nor are they to be implied, but must be created by plain terms, inasmuch as equitable liens have not been ingrafted on our jurisprudence.\nError to- Common Pleas of Clinton county.\nMay 28. This was an action of ejectment, brought by Samuel Hepburn, the plaintiff in error, who was plaintiff below, against John Snyder and others, for the undivided third part of three thousand acres of land, in Lamar township, Clinton county. The action was instituted, as appeared by the paper book, to compel the specific execution of an agreement between the plaintiff and one Tunison Cor-yell, under whom the defendants held. It was admitted, that the title to the said three thousand acres was in John Curts, Samuel Hepburn, and Dr. James Hepburn, subject to the payment of $700 on one tract, sold to them by one Dr. Ard.\nThe facts, so far as they are necessary to elucidate the points raised and decided here, are these. Samuel Hepburn, by an article of agreement, dated the 22d day of November, 1833, agreed to sell to Tunison Coryell, all his interest and investment in the firm of Curts, Hepburn & Co., in erecting and carrying on the Lamar Iron Works, and to convey to said Coryell, by deed, all his interest in all lands connected with said furnace, “that is to say, the one entire third part of the concern as it now stands, including every thing appertaining thereto, both real and personal,” except certain castings, book-accounts, notes, and judgments. And in consideration of this agreement on the part of Samuel Hepburn, Tunison Coryell, on his part, agreed “to pay the said Samuel Hepburn, the just and full sum of five thousand dollars, lawful money of this state, and to taire the aforesaid property, real and personal, subject to the same contracts and agreements, and liable to the same encumbrances, debts, charges, and responsibilities, that the said Samuel is now liable to, as a partner of the said firm of Curts, Hepburn & Co.and said Coryell further agreed, “to take the place of the said Samuel, in every particular connected with the aforesaid concern, and to release the said Samuel from any and every obligation he may be under, as a partner of the aforesaid firm, and also to indemnify him against all debts and liabilities that he may have contracted or incurred on account of the said firm.” It was also understood, “ that the said Coryell is to pay the one-third part of whatever balance may be due to the late firm of Hepburn & Langcake, by the firm of Curts, Hepburn & Co., for forge-rent, property and goods sold, &c., by the former to the latter firm, upon a settlement between the two firms.” Pursuant to this agreement, a deed of conveyance of the property, dated the 3d day of December, 1833, was executed by Samuel Hepburn and wife, and delivered to Coryell. The deed contained and concluded with the following covenant: “It is also the understanding between the contracting parties, that the aforesaid Tunison Cor-yell is to take the estate above granted, subjected to the same contracts and agreements, and liable to the same debts, encumbrances, charges, and responsibilities, which the said Samuel is now liable to, as a partner of the firm of Curts, Hepburn & Co., and he generally to take the place of the said Samuel in the said firm, and to keep him indemnified from all future liabilities on account thereof.” This deed was regularly acknowledged, on the 6th of December, 1833, and recorded on the 29th of April, 1834. Tunison Coryell and wife, by deed of assignment, dated the 1st day of February, 1834, and written on the back of their deed from Hepburn, for the consideration of $5000, assigned, transferred, and set over to Dr. James Hepburn, his heirs and assigns, “all the right, title, interest, property, claim and demand, of them, the said Tunison Coryell, and Sarah his wife, in and to the several tracts of land, with the appurtenances, set forth and described in the within deed.” This deed was regularly acknowledged and recorded. It appeared from the records of the Courts of Common Pleas of Lycoming and Centre counties, (in which the estate conveyed to Coryell was then situated,) that a number of judgments, amounting to about $4000, had been obtained and entered at different times, between the 19th of August, 1835, and the 21st of January, 1836, against Curts, Hepburn &Co. The payment of these judgments, with their accumulated interest and legal costs, it was contended, constituted a part of the consideration, under the article of agreement, for which the deed was given to Coryell. It also appeared, that John Curts and Dr. James Hepburn, by deed of voluntary assignment, dated 3ist of July, 1835, conveyed all their property, including the land in controversy, in trust, for the benefit of their creditors, to Anson V. Parsons, Tunison Coryell, and Saul McCormick, who, in the execution of their trust, sold the same.\nThe plaintiff requested the court to charge the jury upon the following points, which disclose the grounds assumed by him on the trial.\n“1. That the deed from Samuel Hepburn and wife to Coryell, dated the 3d December, 1833, given in evidence, is not a full and complete execution of the agreement between the said Hepburn and Coryell, dated the 22d November, 1833, so as to vest an absolute unencumbered title and estate in the lands described in said agreement and deed, in the said Coryell; and that the said agreement and deed, in law, constitute but one instrument, and vested in Cor-yell an estate in, and title to, the lands there described, encumbered by the debts of the firm of Curts, Hepburn & Co., for which the said Samuel Hepburn was liable, as set forth in the terms and conditions of these instruments.\n“ 2. That if the term and conditions upon which the estate and title to the lands were to be vested absolutely in said Coryell, were not complied with, but brolcen, that this action of ejectment is well brought, and the plaintiff is entitled to recover, so as to specifically execute the contract between the parties.\n<< 3. That by the terms of the deed and articles of agreement, viz., < It is also the understanding between the contracting parties, that the aforesaid Tunison Coryell is to take the estate above granted, subjected to the same contracts and agreements, and liable to the same debts, encumbrances, charges, and responsibilities, which the said Samuel Hepburn is now liable to, as a partner of the firm of Curts, Hepburn & Co.,’ the estate thereby became charged, in the hands of the said Coryell, with the debts of the firm of Curts, Hepburn & Co., for which the said Samuel Hepburn was liable, as a member of said firm; and that the payment of said debts may be enforced in the present action.\n“ 4. That the records of the several judgments, given in evidence by the plaintiff, show, that the judgments were founded on, and for, < debts and liabilities’ of the firm of Curts, Hepburn & Co., as mentioned in said deed and agreement, and forming, in part, the consideration for which said deed was given, and that said debts being unpaid, this action of ejectment can be sustained, to enforce the specific performance of the agreement between the parties, and thereby compel the defendants to pay said debts, or permit the plaintiff to recover the lands for which suit is brought.\n“ 5. That the deed from Samuel Hepburn and wife to Tunison Coryeh, being duly recorded, in the Recorder’s Office, in the county in which the lands were situate, on the 29th day of April, 1834, was notice to defendants of the terms and conditions, in said deed, upon which said T. Coryell held the estate; and that the consideration money was unpaid; and that the lands wrere bound for the payment of the debts of the firm of Curts, Hepburn & Co., for which the said Samuel was liable as aforesaid.'\n“ 6. That the lands sold by the plaintiff to Tunison Coryell, by deed of 3d December, 1833, and recorded on the 29th day of April, 1834, were conveyed to him subject to all the then existing debts of the firm of Curts, Hepburn & Co., for which Samuel Hepburn was liable; that these debts, by the terms of the deed, remained a lien upon the lands sold, in the hands of every subsequent purchaser of Coryell’s title : and that the payment of those debts may be enforced, in this action of ejectment, against the present defendants, who are, under the evidence in the cause, purchasers of that title, with notice of the existence of the lien of those debts.\n“7. That the sale of the real estate, as aforesaid, by the assignees of John Curts and James Hepburn, even if fairly made, and an appropriation of a portion of the proceeds of that sale to the payment of debts of said Curts and Hepburn, wffiich had been incurred by them, for liabilities of the firm of Curts, Hepburn & Co., prior to their assignment on the 31st December, 1835, does not and cannot affect the lien imposed upon the property, under the articles of agreement and deed from Samuel Hepburn and wife to T. Coryell; but that the payment of the balance yet due on the judgments read in evidence, which were of record before the defendants purchased from said assignees, may be enforced against the land, in this action.”\nThe court below (Woodward, President) concluded their able and learned charge to the jury, as follows :\n“We say, then, as our conclusion upon this question, that the agreement, and the deed of Hepburn to Coryell, contain the personal covenant of Coryell to pay and discharge the debts of Curts, Hepburn & Co., for which Samuel Hepburn was liable; but that no lien or condition attached to the estate conveyed, by virtue of the words used in that agreement and deed, such as would follow and encumber the lands in the hands of bona fide purchasers for a valuable and an adequate consideration.”\nThe main question here was, whether, under the article of agreement and deed, Coryell became vested with the estate and title to the lands therein described, unencumbered by the debts of Curts, Hepburn & Co., or whether the esiate and title to the lands vested in him encumbered with these debts ?\nBiddle and Armstrong, for the plaintiffs in error,\ncontended, that by the articles of agreement, and deed from Hepburn to Coryell, not only was there a personal covenant, on the part of Coryell, but that he took the estate granted, subject and liable to the debts of Curts, Hepburn & Co., for which Hepburn was bound. That these debts ■were made a lien on the property conveyed by the agreement of the parties, and being incorporated in the deed, affected all purchasers and others claiming under Coryell, with notice.\nThe principle that a vendee becomes a trustee for the vendor, for the purchase money, or so much as remains unpaid, notwithstanding there has been a conveyance of the legal title, and bonds taken for the purchase money, although it obtains in England, Cross on Lien, 34 Law Lib. 71; and in New York, 1 Johnson Ch. 308; 4 Kent Com. 152; and seems to have been regarded as the law in Pennsylvania, in Stouffer’s lessee v. Coleman, 1 Yates, 393, and Irvine v. Campbell, 6 Bin. 118, was repudiated in Kauffelt & Bower, 7 Serg. & Rawle, 64; Magargal v. Saul, 3 Whart. 19; and in Cook v. Trimble, 9 Watts, 15. These cases establish the law to be, that a conveyance of the legal title, a receipt for the purchase money, and the taking of bonds, with or without security, is a waiver, by the vendor, of any implied lien; on the ground that there shall be no implication of an intention to reserve a lien, where the parties, by their express act, evince a contrary intention. But where the parties stipulate, in the conveyance, that the lands shall be subject to the purchase money or other consideration, this creates a lien, and encumbers the estate in the hands of any one holding under the vendee. Episcopal Academy v. Frieze, 2 Watts, 16; Stewartson v. Watts, 8 Watts, 393; Barnitz v. Smith, 1 Watts & Serg. 142; Bellas v. Loyd, 2 Watts, 401; Twelves v. Williams, 3 Wharton, 485; Wolf v. Eichelberger, 2 Penn. Rep. 346; Bear v. Whisler, 7 Watts, 149. In this last case, the decision of the court was on the ground of equitable lien, and not on the condition in the deed. There had been no entry for condition broken. The court says, «It is apparent, from the face of the deed, that something remains yet to be done by the vendee before his title is perfect, and that so far he may be viewed in the light of a trustee in equity for the vendor, notwithstanding the legal title has been conveyed, and that the purchaser at sheriff’s sale had notice, because it is spread upon the face of the title under which he claims. Sheppard’s Touchstone, marginal, 123. If one make a feoffment in fee, ea intentione, ad effectum, See., that the feoffee shall do, or not do, such an act, these words create a trust, and do not make the estate conditional.”\nEjectment is the proper remedy, and may be sustained: citing 7 Serg. & Rawle, 81; 3 Serg. Se Rawle, 361, 362; 3 Whart. 20; 13 Serg. & Rawle, 171; and Bear & Whisler, 7 Watts.\nHale and Greenough, for defendants,\ncontended, that plaintiff could not recover, because,\n1. Neither the articles of agreement, of the 22d November, 1833, nor the deed of 3d of December, 1833, created a condition, upon the breach of which, plaintiff could claim to be reinvested with the title : that conditions are not favoured in law; and where a condition is not clearly and plainly created, by proper and apt words, it will be held a covenant. It is not to be supposed, that either party intended there should be a forfeiture, after the main part of the purchase money was paid. 4 Kent’s Com. 132; Shep. T. 121, 122; 5 Vin. Ab., title Condition, and page 46, §10, 11,14,15, and note, to § 19, and also page 58.\n2. The deed does not create a lien in favour of vendor, for any part of the consideration. The -articles of agreement contain no words to that effect, and the deed creates no lien. Mr. Coryell takes the place of Samuel Hepburn, and the land, in his hands, is subject to all the debts and encumbrances to which it was subject in plaintiff’s hands, and no more, and, consequently, plaintiff cannot support this action. 3 Watts Se Serg. 370; Brandt’s Appeal, 8 Watts, 200 ; 4 Watts Se Serg. 414.\n3. If a lien is created, neither plaintiff nor his creditors can enforce it by ejectment. Ejectment will not lie, to enforce a lien, where there are other remedies. The plaintiff could have brought his action of covenant. He had a responsible man-bound, and there was no necessity of his proceeding against innocent purchasers. The creditors could have sued their claims, and proceeded to judgment and execution, in the ordinary way. No man will be allowed to bring ejectment, to enforce a naked lien, where plaintiff has no title remaining in him, and has an adequate remedy otherwise. 5 Serg. & Rawle, 375 ; 8 Watts, 392; 9 Watts, 15.\n4. If the words in the deed raise a doubt whether a lien was intended, the conduct and acts of the parties, for nine years and upwards, maybe referred to, as strong evidence, to remove that doubt. The plaintiff knew of the transfer, by Coryell, to Hepburn Se Curts, and the assignment, by Hepburn' & Curts, to assignees, for the benefit of creditors. He knew of the proceedings of the creditors, against Curts, Hepburn & Co., and the sales to defendants, and jet never intimated or gave notice of his claim; but, on the other hand, brought covenant against Coryell, in the very words which, he now says, create a lien.\nJune 8."
  },
  "file_name": "0072-01",
  "first_page_order": 70,
  "last_page_order": 76
}
