{
  "id": 400635,
  "name": "Foster's Appeal",
  "name_abbreviation": "Foster's Appeal",
  "decision_date": "1846-06-22",
  "docket_number": "",
  "first_page": "79",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 79"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Serg. & Rawle, 82",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 470",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 280",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Penn.Rep. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Penn. Rep. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "17 Serg. & Rawle, 70",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0070-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 441",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0441-01"
      ]
    },
    {
      "cite": "2 Watts, 16",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0016-01"
      ]
    },
    {
      "cite": "4 Watts, 465",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0465-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 56",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0056-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 425",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809608
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/8/0425-01"
      ]
    },
    {
      "cite": "2 Penn. Rep. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts, 16",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840058
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 373,
    "char_count": 6448,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 2.916946910892325e-07,
      "percentile": 0.8462298381102528
    },
    "sha256": "bdb1f7485927f55847f52e1ef827884836e4192165c6e52181def442f0376cae",
    "simhash": "1:5c6722c06bb6faaf",
    "word_count": 1152
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Foster’s Appeal."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe act of the 28th of March, 1820, 7 Smith’s Laws, 303, Purdon, 6th edition, 281, provides that all mortgages shall have priority according to the date of recording the same, without regard to the time of making. No mortgage is a lien until recorded, or left for record, except that mortgages given for the purchase money of land may be recorded within sixty days.\nIn the case before us, on the 4th day of December, 1838, John Ruth, by his agent, Philip Reitzel, sold a house and lot in Rebersburg, to Hockman, who was to pay Reitzel, on or before the 1st of April, $325, when possession and a good and clear title was to be made. Hockman got the possession in the spring of 1839, and on the 14th May, 1839, paid Reitzel for Ruth $100, part of the purchase money. On the 29th of January, 1840, John Foster, jun., obtained a judgment against Hockman for $217 and costs. An amicable scire facias issued to April Term, 1843, and the judgment was revived for $273 59. On the 28th of March, 1840, Ruth, by his agent, duly executed a deed to Hockman, and Hockman executed a mortgage to Reitzel, bearing date April 1, 1840, for the balance of the purchase money, to wit, $287. Both the deed and the mortgage were delivered on the 1st of April, 1840. This mortgage -was not entered to be recorded until the 3d of August, 1840, a period of one hundred and twrenty-four days. A scire facias on the mortgage was issued by Reitzel against Hockman, No. 25, to November Term, 1842, judgment obtained, and levari facias issued and the house and lot sold to John Reynolds, on the 25th of August, 1845, for the sum of $290. The money was brought into court, and an auditor appointed to make distribution. The auditor reported, that Reitzel having failed to record his mortgage rvithin the sixty days, Foster’s judgment was entitled to the proceeds.\nTo this report the counsel of Reitzel excepted, alleging that the auditor should have applied the money to the mortgage. Of this opinion was the Court of Common Pleas, and this is the error complained of.\nWc are unanimously of opinion, that the report of the auditor was right, and that the report should have been confirmed.\nIt was settled in Richter v. Selin, 8 Serg. & Rawle, 425, that a judgment binds lands, for the sale of which articles of agreement have been entered into before the judgment, but which have not been conveyed until afterwards. Hockman was the owner under the article. He was in possession, and had paid a part of the purchase money. Foster having a judgment after the article, the moment the legal title was obtained, the equity and the law united, the judgment attached, and bound the united interest. Ibid. 441 It is true the mortgage qnd the deéd were- delivered on the same day, and if Reitzel had placed his, mortgage in the proper office to be recorded, within the time-prescribed by the statute, the house and lot would have been subject to its lien. The same principle is established in Lynch v. Dearth, 2 Penn. Rep. 111, and in the Episcopal Academy v. Frieze, 2 Watts, 16, and also in Pugh v. Good, 3 Watts & Serg. 56.\nThe case relied on in the court below, of Love v. Jones, 4 Watts, 465, does not support the decision. That was a.special case, covenant on articles of agreement, for the balance of purchase money. The judgment for the balance due was entered on the 30th of August, 1832; at 12 o’clock, M., the defendant confessed, a judgment to the plaintiffs for $3862 64 damages; being for the balance due on the purchase of a tract of land described in the declaration. The déed was delivered.on the same day at 11 o’clock. The court held, and properly, that-the deed and confession of judgment should receive a contemporaneous operation, so as to promote the intent of the parties, which was to continue the vendor’s lien.\nThe omission by Reitzel to record his mortgage within the sixty days, which the act required, gave the judgment of Foster a preference.\nThe decision of the Common Pleas is reversed, and the report of the auditor confirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Curtin, for the appellant,",
      "Burnside, contrà,"
    ],
    "corrections": "",
    "head_matter": "Foster’s Appeal.\nBy the act of the 28th of March, 1820, a rhortgage is not a lien until recorded, or left for record, except that mortgages given for the purchase money of land may be recorded within sixty days from the execution thereof.\nWhere the vendee of lands under articles of agreement has taken possession, and paid part of the purchase money, he has such an interest in the same as is bound by a judgment.\nWhere the vendee, after a judgment is entered against him, receives a deed, and at the same time gives a mortgage, at that moment the equity and the law unite, and the judgment attaches to and binds this united interest; and if the mortgage be not placed in the proper office to be recorded within the time prescribed by the statute, the judgment will take precedence of it.\nJune 1. This was an appeal by John Foster from the decree of the Court of Common Pleas of Centre county, distributing the proceeds of sale of the real estate of Ephraim Hockman, in the hands of the sheriff.\nThe facts in this case are so fully and clearly presented in the opinion of this court, delivered by his honour, Judge Burnside, that a statement of them here is deemed superfluous.\nThe question here was, whether, under the facts, the mortgagee or judgment creditor was legally 'entitled to a priority of payment in the distribution of the proceeds of sale of the house and lot of Ephraim Hockman, the mortgagor'..'\nCurtin, for the appellant,\ncontended, that the right of the mortgagee to the proceeds of sale was gone, because he had not recorded his mortgage within sixty days,-in accordance with the statute. That judgments against defendants, who purchased land under articles of agreement, bind their interest, and on their acquiring the legal title, the lien was enlarged,so as to cover it. Episcopal Academy v. Frieze, 2 Watts, 16; Richter v. Selin, 8 Serg. & Rawle, 441, 17 Serg. & Rawle, 70. The moment the legal title was acquired, the equity and law united ; and that the judgment attached to, and bound the united interest: Watt v. Steele, 1 Barr, 386; Lynch v. Dearth, 2 Penn. Rep. 111. He also cited the act of the 28th of March, 1820, Pur. Dig. 6th ed.; Bowers v. Oyster, 3 Penn.Rep. 231; 5 Watts & Serg. 280. -,\nBurnside, contrà,\nstated the question, and cited Love v. Jones, 4 Watts, 470; act of 28th of May, 1715; Pur. Dig. 6th ed. 274; act of 28th of March, 1820, and 7 Serg. & Rawle, 82.\nJune 22."
  },
  "file_name": "0079-01",
  "first_page_order": 77,
  "last_page_order": 79
}
