{
  "id": 400654,
  "name": "Thudium v. Deardorf",
  "name_abbreviation": "Thudium v. Deardorf",
  "decision_date": "1846-06-08",
  "docket_number": "",
  "first_page": "90",
  "last_page": "93",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 90"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dal. 178",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 510",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854618
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 8070,
    "ocr_confidence": 0.544,
    "pagerank": {
      "raw": 2.8651142789705816e-07,
      "percentile": 0.8418853763288903
    },
    "sha256": "8754d99dec128f019b683d9b04bcb5f6171b62377ec8f9577ab5ddaf77053fcd",
    "simhash": "1:27f90eb61ac13cb9",
    "word_count": 1471
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thudium v. Deardorf."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\nIt would be straining the act of 3d April, 1804, a great way, to hold, that the purchaser of unseated land at treasurer’s sale is entirely discharged from paying the amount of his surplus bond, because no suit is brought upon it for five years. There can be no reason or justice in his getting the land without paying for it, or in saying, that because the bond, which, in its nature, is a security that endures at least twenty years, is not demanded within five years, it becomes null and void. It would require clear and express words to affect a result so manifestly unjust. The object of the limitation contained in the act was entirely different. It was merely in consonance with the rule most usually pursued in our legislature, to exempt the land in the hands of the purchaser at treasurer’s sale from the lien of the surplus bond, after the expiration of five years, without suit: in order that such purchaser'might then be able to imj ve it whh security, or to sell it to others, free from charge. Thoug 1 the language of the act is not so clear and precise as it might have been, yet we think it evident, that such is the drift and design of the different clauses of the act compared together; and that the bond remains in full force and validity, and on the same footing as other bonds, so far as respects the remedy to recover upon it, except that of resorting to the land, after the expiration of five years from the. date of the deed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Macfarlane and Graham, for plaintiffs in error.",
      "Todd, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Thudium v. Deardorf.\nThe 4th section of the act of the 3d of April, 1804, in relation to the bonds taken for surplus money on the sale of unseated lands for taxes, limits the lien of said bonds on the lands so sold, to the period of five years, from and after the sale thereof; but as respects the remedy to recover their amounts against the obligors, the bonds remain in full force and virtue, and on the same footing as other bonds, after the expiration of the said five years.\nError to the Common Pleas of Perry county.\nJune 3. This was an action of debt on surplus bond.\nOn the 11th day of June, a. d. 1838, Christian Thudium, the plaintiff in error, and defendant below, became the purchaser of a tract of unseated land in Toboyne township, Perry county, warranted in the name of Waters Dewees, for the sum of $60, sold by David Deardorf, treasurer of the county, for the non-payment of taxes. A surplus of $54 95|- remained after the payment of the taxes and costs, and the purchaser gave his bond to the treasurer conditioned for the payment of the same, dated the same day, with warrant of attorney, which was forthwith left by the treasurer in the prothonotary’s office of the county. A deed for the land was executed by the treasurer, dated the same day., which was duly acknowledged in open court of Common Pleas of the county, on the 8th day of August, 1838.'\nOn the 25th day of December, 1844, Waters Dewees, the defendant in error, who claims to have been the former owner of the said tract of land, caused a judgment to be entered on the docket of the prothonotary of said county, in the name of the said treasurer, for the use of Waters Dewees, and the money not having been paid, a Ji.fu. was issued on the 14th day of August, 1845, for the said sum -of $54 95J, with interest from the time it was demanded, and (Costs.\n■On the 30th day of August, 1845, the plaintiff in error applied by petition to one of the associate judges, having first given bond, as .required by said judge, and obtained an order from him to the sheriff, directing him to stay all further proceedings until the first day of the next term of the, court.\nOn the 6th of November, 1845, on motion, a rule was granted by the court to show cause why the fi.fa. should not be set aside; also, that the judgment be stricken off, as being entered without authority of law. On the same day, on hearing, these rules were dischr-u.ód, and the writ again d, Nered t1 he sheriff.\nAfter having levied on defendant's personal property, the sheriff, on the 18th of May, 1846, returned the writ ‘‘Money Made.”\nThe question presented by the record was, whether there could be a recovery on the surplus bond given by the purchase of unseated land at treasurer’s sale, after the, expiration of five years from such sale.\nThe following errors were assigned in this court:\n1. The court erred in not setting aside the fi.fa. on the 6th November, 1845.\n2. The court erred in not striking the judgment off the docket, having been entered six years and six months after the treasurer’s sale.\nMacfarlane and Graham, for plaintiffs in error.\nIt appears to have been the intention of the legislature to preserve the claim of the owner, either to the land or price for which it sold, for five years, and no longer. Thus, where the commissioners become the purchasers, and no bond is given, the owner can redeem within five years; and at the expiration of that period, if not redeemed, the commissioners are authorized to sell the land for the most that can be obtained for it, and the surplus, after paying taxes and expenses of sale, goes into the county treasury. In these cases, the owner, after five years, loses not only the land, but has no claim for the surplus arising from the sale made by the commissioners. But if the land is purchased by any other than the commissioners, the time of redemption is limited to two years, but the purchaser is required to give his bond for the balance of the. purchase’ money, upon which the owner of the land must proceed within five years, or his remedy for the ’money is barred by the .express provisions of the statute. The bond directed to be given is the creature of the statute; it derives its force and validity from this legislative enactment; but the same sburce, from which it derives its origin, has prescribed the only mode by which it can be enforced, and the period within which it can be made available to the person seeking'to recover.\nBut it may be asked, could the legislature have intended the purchaser should hold the land and money both, if no action is entered within the five years ? They certainly have provided no mode of recovery after that period, if we are to judge of their intention in the usual mode. The bond is made'a lien on the land sold for five years, by merely filing the same in the prothonotary’s office; and it is a proceeding in rem, against the land, and not against the person of the obligor, that is contemplated by the legislative provisions on this subject.\nBut we are not without the authority of this court to sustain this view of the subject. In Ash v. Ashton, 3 Watts & Serg. 510, the court held a sale of unseated land, after five years, valid, where no surplus bond had been given by the purchaser, on the ground, that after that period, if a bond had been given, it would not have been available to the owner of the land.\nThis case, they contended, was decisive of the question then before the court, and ruled it in favour of the plaintiff'in error.\nTodd, for defendant in error.\nAct of 3d April, 1804, (Pur. Dig. 1008,) sect. 4, gives a lien against .the land sold, which, after five years, is gone.\nThe surplus bond, after five years, becomes a personal obligation, and is to be regarded as having the same incidents, and to be controlled by the same principles as an ordinary judgment bond.\nThe legislature never meant, that an instrument possessing the solemnities of a judgment bond should be barred by a shorter period of time than that required to defeat a claim resting upon simple contract. Its design manifestly was merely to regulate the lien as to the tract sold, and to make it subject to the payment of the surplus money, in whose hands soever it might be. In the absence of any provision in the statute, it would be a monstrous construction to say, that because the remedy against the particular tract was gone, the bond therefore became a nullity. Here, judgment was entered upon the bond, and a fi.fa. regularly issued; aqd the court below did right in refusing to set aside the proceedings. 1 Dal. 178.\nJune 8."
  },
  "file_name": "0090-01",
  "first_page_order": 88,
  "last_page_order": 91
}
