{
  "id": 400684,
  "name": "Ege v. Sidle et al.",
  "name_abbreviation": "Ege v. Sidle",
  "decision_date": "1846-06-11",
  "docket_number": "",
  "first_page": "115",
  "last_page": "126",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Johns. Ch. 651",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts &Serg. 204",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0204-01"
      ]
    },
    {
      "cite": "5 Watts, 194",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0194-01"
      ]
    },
    {
      "cite": "6 Watts, 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0292-01"
      ]
    },
    {
      "cite": "5 Watts, 196",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843945
      ],
      "pin_cites": [
        {
          "page": "196"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0196-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 211",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 194",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844010
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0194-01"
      ]
    },
    {
      "cite": "6 Watts, 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0292-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 211",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 953,
    "char_count": 29917,
    "ocr_confidence": 0.55,
    "pagerank": {
      "raw": 4.883133320599484e-08,
      "percentile": 0.3066254055738385
    },
    "sha256": "cd2c84c2c1dbe3cf0172ee61fb3619a54342f94faba480715c4cc8d257ec82f3",
    "simhash": "1:9937d283a141da6a",
    "word_count": 5315
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ege v. Sidle et al."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIn Shomberger v. Becht, 5 Watts, 194, and French v. Seely, 6 Watts, 292, it is ruled, “that the decision of the board of property upon a caveat, is final and conclusive of the rights of the parties, unless an ejectment, which is in the nature of an appeal, be brought by him against whom it was made, within six months; and this, whether the parties claim pnder warrants or improvements.” So in Harper v. The Mechanics’ Bank, 7 Watts & Serg. 211, it is said, that it is the duty of the deputy-surveyor to note on his surveys any interference, or adverse claim, and that such entry operates as a caveat against accepting the survey, and prevents the surveyor-general, without notice to the parties claimant, from granting a patent. In this case, on the survey, or the warrant to Henry Sidle, the deputy-surveyor made the following note: “ The above described tract of land is claimed to be held on warrants by Michael Ege’s heirs.” On this note or memorandum, the proceedings were had in the board of property.\nIt is said, in the first place, that the decisions above cited do not apply to a caveat issued on a'return of a deputy-surveyor. But this is a distinction not warranted by the acts, and for which no reason is perceived. The duty of the deputy-surveyor to note an interference, or adverse claim, did not take its rise out of the act of 1802, but that act is a recognition of a practice which had obtained before. The act of January 22, 1802, has no operation, so far as it regards the limitation of the appeal to six months, but is intended to guard against the inconveniences which arise to warrantees and purchasers from delay in completing titles to land, by suffering caveats of any description to remain as a bar for an indefinite period, without any process therein. In remedy whereof, it provides, ££that it shall not continue a bar to the issuing of patents for a longer period than two years.” Under the act of 1802, there is no hearing or action by the board of property, and, of course, there is no room for the operation of the limitation created by the act of 1792.\nThe proceedings in the land-office, previous to the action of the board of property, are not open to the objections made to them. The return of the deputy-surveyor is made to the surveyor-general. By him it is certified to the secretary of the land-office, and when in the land-office, a day is appointed for hearing the parties on the caveat. The 7th of August, 1845, the board of property directed the caveat to be dismissed, no person appearing for the plaintiff. The prothonotary of the county of Cumberland, where the land lies, having certified that no action of ejectment had been brought, a patent was issued to the caveatee. So far, there is nothing wrong or irregular in the proceedings of the land-office ; but beyond this, they do not deserve commendation. The return of the deputy-surveyor, that ££ the land is claimed by the heirs of Michael Ege,” without naming them, is too general: for although, in such a shape, it may be received by the surveyor-general, the practice ought to be discountenanced. The board of property, at any rate, should not sanction an irregularity so palpable, by stating the case in the same loose way. Before that tribunal it assumes the form of an action, or adversary proceeding, to which there ought to be proper parties. And if ordinary care and diligence be observed, no difficulty can arise from such a cause ; for in the case in hand, it would have been an easy matter for Henry Sidle to ascertain the names of the heirs of Michael Ege. And unless this were done, it was not in a fit state for a hearing.\nForm cannot be altogether disregarded. In some cases, as here, it is a matter of substance. The want of some little attention in putting the case into proper form, has given rise to this controversy, for we cannot avoid seeing that the blunders that have been committed have arisen from this cause. The proceedings are, the heirs of Michael Ege v. Henry Sidle, on caveat. The party serves notice on Mary Ege, on Frederick Watts, and Michael Ege. And on this notice, the caveat is dismissed and a patent issues; whereas, it appears Mary Ege is not an heir, and that the heirs of Michael Ege are, Michael G. Ege, Andrew G. Ege, Charles N. Ege, Peter F. Ege, Edward J. Ege, and Henrietta Watts, wife of Frederick Watts, none of whom, save two, have had any notice whatever.\nThe mere statement of the case shows the evils, inconvenience, uncertainty and injustice, to which such a loose practice must necessarily lead. We cannot help thinking, that if the proper parties had been notified in proper form, the case would have assumed a different shape; for it cannot for a moment be supposed, that the board of property would have dismissed the caveat, unless service had been proved on all the heirs. It strikes at the root of the right of property, liberty and life, to condemn any man without giving him an opportunity of being heard. There is, indeed, some uncertainty as to whom the decision applies. Can it be extended, contrary to every principle of justice, to those who never have been served, and who had no notice to appear? Is it good in part, and bad in part ? This cannot be. Had all the heirs, or Mr. Ege appeared, the irregularity would have been cured. But were those who were served, in a proceeding so irregular, bound to appeal', when they knew that no attempt was made to give notice to all the heirs ? Can Henry Sidle take advantage of a proceeding which may be defective from design, the notice perhaps carefully served on those who had no special interest to attend the hearing? It will be readily perceived, to-what injustice, trick, and artifice, the practice may lead, unless checked in time.\nThis case has been so far treated as if the heirs of Michael Ege were plaintiffs in the ejectment; but how does the case stand? The matter decided by the board of property, is in a proceeding in which the heirs of Michael Ege are the parties on one side, and Henry Sidle on the other. The ejectment is between Mary Ege, surviving executrix of Michael Ege, plaintiff, and Henry Sidle and George E. Carl, defendants. There is no necessary connection between them; the heirs and executrix claiming under different rights.\nBy the will of Michael Ege, the real estate is devised to his executors for a special purpose. They have a power over the real estate, coupled with an interest, and a right to the possession of the estate, beyond the control of the heirs. The executrix has a freehold estate in the land. The land being ordered to be sold for the payment of the debts, the interest of the heirs is money, not land. It is therefore clear, that as the proper party to the caveat should have been the executrix, on her, notice should have been served, quasi executrix. It is true, that in a proceeding in which the heirs were parties, she was served with notice ; but this she had a right to disregard. If she had appeared, the question would be entirely changed. But this she properly refused to do. If the deputy-surveyor returns, that A. claims the land, and the proceedings in the board of property are in the name of A., can it be, that when B., who is the real owner, is served with notice, he is bound to make himself a party, on the penalty of losing his land by a decision of the board, adverse to his right, unappealed from in six months ? But, it may be inquired, what is the duty of the owner of the warrant and survey in such a case ? The course is plain and simple. When the owner refuses to appear, change the form, or rather substance of the proceedings making the owner a party, and give him notice.\nBy some little attention to form, justice will be more likely to be done, and inconveniences which must result from any other practice avoided. For these reasons, we are of opinion that the proceedings . of the board of property are no bar to th,e action.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Biddle and Watts, for plaintiffs in error.",
      "Reed, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Ege v. Sidle et al.\nA decision of the board of property upon a caveat, is final and conclusive upon the rights of the parties, unless an ejectment be brought by him against whom it is made within six months; and this, whether the parties claim under warrants or improvements.\nIt is the duty of a deputy-surveyor to note on his return of survey, any interference or adverse claim; and this operates as a caveat against accepting the survey, and prevents the surveyor-general from granting a patent, without notice to the parties claimant.\nThe duty of a deputy-surveyor to note an interference or adverse claim, did not originate under the act of 1802. That act is but a recognition of a practice to that effect, which had obtained before its enactment.\nThe act of the 22d of January, 1802, has no operation, so far as regards the limitation ^ of six months, within which time ejectment must be brought; but for the reasons set forth in the preamble of said act, it provides, that «no caveat, note or survey, or writing in the nature of a caveat,” shall continue to bar the issuing of a patent to the person against whom such caveat may be entered, for a longer period than two years, unless proceedings under the act be commenced by the parties interested, within that time.\nUnder this act, there is no hearing or action by the board of property, and, therefore, no room for the operation of the limitation created by the act of 1792.\nWhere a deputy-surveyor made the following note on the warrant or survey of A., « The above described tract of land is claimed to be held on warrants by the heirs of B.f it was held, that such Teturn was too general, although it operated as a caveat, and required the action of the board of property.\nThe proceeding on a caveat before the board of properly assumes the form of an action, to which there must be proper parties.\nWhere the parties to proceedings before the board of property were stated thus: « The heirs of A. against B. on caveatit was held, that the case, in such form, was not in a state for trial, and that the names of the heirs should have been ascertained by B., and they made parties to the proceedings.\nIn such case, notice served on the widow, and on two of six heirs of the testator, was held, not to be sufficient; and that, under proceedings so irregular, those served with notice were not bound to appear, although, had all the heirs appeared, such irregularity would thereby have been cured.\nWhere a testator, by his will, devised all his real estate to his executors, for a special purpose; it was held, that the executors were vested with a power over the real estate, coupled with an interest and a right to its possession, beyond the control of the heirs of the testator, and that, in such case, the proper parlies to proceedings on a caveat were the executors, and on them the requisite notice should have been served, quasi executors.\nIn such a proceeding, where the heirs are made the parties, the executors have a right to disregard the service of notice upon them; aud if they do not appear, the dismissal of the caveat and the granting of the patent, will not bar their right to recover, in an action of ejectment brought by them, as executors, against the patentee.\nError, to Common Pleas of Cumberland county.\nJune 5. This was an ejectment, brought by Mary Ege, surviving executor of Michael Ege, deceased, the plaintiff in error, and plaintiff below, against Henry Sidle and George F. Car], to recover three Mndred and fifty acres of land.\nOn the trial, the plaintiff gave the following evidence :— Application, by Michael Ege, for four warrants, dated 23d of January, 1794; a warrant to Thomas Duncan, for four hundred acres, in Allen township, dated 23d of January, 1794; survey thereon, dated 21st of October, 1794, which was returned; application of John Duncan, dated 19th of January, 1793; warrant thereunder to him, of same date, and the survey thereon, dated 21st of October, 1794, for four hundred and thirty-eight acres seventy-seven perches; two certificates, one of which was dated the 21st of January, 1793, and the other 23d of January, 1794, for the payment of the purchase money by Michael Ege, for the land included in the above two warrants. It was proved, that the surveys on the warrants were made for Michael Ege, in 1794.\nThe plaintiff then called and examined Hugh Walsh, as a witness, who testified, in substance, as follows: — “I have known this piece of land for twenty-eight years. I lived in a house, on this tract of land, twenty-three years ago. Lived under Michael Ege, and worked on the land, coaling it, twenty-five years ago. Ege has been coaling and mining that land, occasionally, ever since. I laid out lots of wood-chopping on the land in dispute, ten or twelve years ago.” Another witness swore, that he had been acquainted with the land from his boyhood; that, in 1815, or 1816, they were building a-house, and that Philip Belman went into it under Ege; that Ege, since that time, continued to exercise acts of ownership over it, by cutting wood, at different times, on it; that, a long time ago, wood was cut on this land — within five years of the time the cabin was built; and that it was better than one mile from the cabin to the county line. He then gave in evidence a deed, dated 3d of June, 1815, from Michael Ege, senior, to Michael Ege, junior, for the two tracts of land, and also the will of Michael Ege, dated 5th of March, 1827, under which, land was devised to his executors, to carry on works, and to sell, &c.\nThe defendants then gave in evidence a warrant to Henry Sidle, dated 20th of February, 1841, for two hundred acres of land; and also a survey made thereon, on the 14th of May, 1841, which was returned 5th of August, 1844, with a memorandum in these words: “N. B. The above described tract of land is claimed to be held on warrants, by Michael Ege’s heirs.”\nThey then offered the proceedings of the board of property. The plaintiff objected to the evidence offered, for the following reasons: — ■\n“ That no caveat ever was entered. That there is no proof that any notice was ever served on the heirs of Michael Ege, deceased, as ordered by the board of property. That neither the heirs, nor Mrs. Ege, were parties in any shape. That there were other heirs of Michael Ege than those mentioned in the notice. The whole proceeding is irregular and illegal. That there are no persons named in this caveat, if it be one. The heirs of Michael Ege do not mean anybody. These are all certificates of different things, and none of them certified to be an entire copy of the record of the board of property, or of the land-office. That they are certified by the surveyor-general, and are proceedings of the land-office.”\nThe court overruled the objection, which was plaintiff’s first bill of exception. The following proceedings were then read in evidence:—\n“ Surveyor- General'1s Office, Sept. 6th, 1843.\n“I do hereby certify, that upon a survey made by Patrick Davidson, deputy-surveyor of Cumberland county, on a warrant dated the 20th of February, 1841, granted to Henry Sidle for two hundred acres of land, situate in Monroe township, in said county, there is the following note, viz.: <N. B. The above-described tract of land is claimed to be held on warrants, by Michael Ege’s heirs.’ ” This certificate was signed by the surveyor-general, and addressed to the secretary of the land-office.\n“ Land-office of Pennsylvania, September 6, 1843.\n“The 1st Monday (6th day) of November next is hereby appointed for a hearing of the parties in the above caveat, thirty days’ previous notice being given. It is farther directed, that the parties give each other ten days’ notice of the time, and of taking depositions intended to be read in evidence before the board of property.\n“R. M. Crain, Deputy-Secretary of Land-office.”\n“ Land-office, November 6, 1843.\n« George F. Carl, being duly affirmed according- to law, doth say, that he served notice of the within citation on Frederick Watts, Esq., and Michael G. Ege, by handing the same to them individually, and says that they read it; and Mrs. Mary Ege, by leaving her a copy of the same. These services were made on the 22d day of September, 1843. George F. Carl.”\n“Affirmed and subscribed, this 6th day of November, 1843, before me, Charles McClure,\nSecretary of Commonwealth.”\n“ I do hereby certify, the within are copies of a caveat, citation thereon, and of the proof of service on the heirs of Michael Ege, in the case of the heirs of Michael Ege v. Henry Sidle, now remaining in the office of the Surveyor-General of Pennsylvania.\nSeal of Land-office* i “ In testimony whereof, I have hereunto set my hand, and affixed the seal of said office, this 10th day of August, 1845.\n“For John Laeorte, S. G.\n“R. M. Crain.”\n“ Cumberland County, ss.\n11, Thomas H. Criswell, prothonotary of the Court of Common Pleas of said county, do certify, that I have carefully examined the indexes to the records of said court, and find no suit of ejectment entered upon said records, in which Michael Ege, or the executors of Michael Ege are plaintiffs, and Henry Sidle is defendant, since the year 1820. In testimony whereof, I have hereunto set my hand, and the seal of said court, at Carlisle, the 12th June, 1844.\n“ For Thomas H. Criswell, Prothonotary.\n“John Main.”\n“I do hereby certify, that the within is a true copy of the original remaining on file, in the surveyor-general’s office of this Commonwealth.\n“In testimony whereof, I have hereunto set my hand, and affixed the seal of said office, this 11th day of August, a. d. 1845. “For John Laporte, S. G.\n“R. M. Crain.”\n“The Heirs of Michael Ege, v. Henry Sidle. On caveat.\n“ At a meeting of the board, November 7,1843. Present, Charles McClure, Secretary of the Commonwealth; William Hopkins, Secretary of the Land-office; Jacob Sallada, Surveyor-General.\n“In this case, the defendant appeared in person, and produced proof of service of the citation on F. Watts, Esq., attorney for the heirs of Michael Ege, and also on several of the heirs. No person appearing on behalf of the plaintiff, the board held over the case until this day, (7th November.) No person appearing for the plaintiff, the board directed the caveat to be dismissed, and directed the surveyor-general to accept the survey on Sidle’s warrant.”\n“I do hereby certify, that the within is truly copied from minute-book, No. 10, page 103, now remaining in the office of the surveyor-general.\n“ In testimony whereof, I have hereunto set my hand, and ^ seal of said office, this 7th day of August, A. d. 1845; office. \\ and that no other proceedings had before the board of property in the case.” “For John Laporte, S. G.\nR. M. Crain.”\nThe defendant then offered in evidence the patent to Henry Sidle, dated 5th of August, 1844; to -which the plaintiff objected, on the ground that it was dated after this suit was brought. Objection overruled and patent read; which was plaintiff’s second bill of exception.\nIt was admitted by the plaintiff, that the heirs of Michael Ege were Michael G. Ege, Andrew G. Ege, Charles N. Ege, Peter F. Ege, Edward S. Ege, and Henrietta Watts, wife of Frederick Watts.\nThe plaintiff requested the court to charge the jury on the following points:—\n“1. That the plaintiff has established a perfect legal title to the land embraced within the surveys in the names of Thomas Duncan and John Duncan, and that she is entitled to recover all that part of the land claimed by the defendants in their surveys, as exhibited by the drafts filed.\n“ 2. If the jury believe that neither Mary Ege nor any of the heirs of Michael Ege, deceased, had any notice of the warrants and surveys of Sidle and Carl, or either of them; had never any notice of any note in writing made by the deputy-surveyor previous to the 6th November, 1843, on the surveys of Sidle and Carl, and never entered any caveat against the acceptance of those surveys, and never appeared before the hoard of property, or acquiesced in any way in any proceedings before that board, then their proceedings, as given in evidence, are illegal, and will not prevent the plaintiff’s recovery.\n«3. If the proceedings of the board of property, as given in evidence, do not show that notice was given to all the heirs of Michael Ege, deceased, they are not effectual, and will not prevent the plaintiff’s recovery, at all events to that amount of the land which will be in proportion to the number of the heirs.\n« That the proof in the cause shows, that the land covered by the warrant in the name of John Duncan was improved, a house built upon it thirty years ago, and was occupied by tenants of Michael Ege and his heirs, and used by them as their own ever since. It is not embraced by the act of 1792, and the proceedings of the board of property do not therefore bar the plaintiff’s-right to recover.”\nHis honour, Judge Hepburn, then charged the jury thus: — ■\n«There is no difficulty in the way of the plaintiff’s recovery of that portion of the land in controversy, surveyed upon a warrant to George F. Carl; and for that she is entitled to your verdict. But for the tract surveyed upon a warrant to Henry Sidle, an insuperable legal difficulty seems, to be in her way. In executing this warrant, the deputy-surveyor was required to note on his survey the claim asserted by Ege’s heirs to the land embraced within its boundaries. This claim being noted on that survey, when returned to the survey- or-general’s office, was in the nature of a caveat, and prevented the acceptance of it, as well as the issuing of a patent upon that warrant, until the expiration of the time limited by law after the return of the survey, without an order of the board of property. Harper v. the. Bank, 7 Watts & Serg. 211.\n“In order, therefore, to prevent this delay, a citation to the claimants was issued by the board of property, by which they were notified to appear before them, and a time prescribed as to taking notice for depositions to be read on the hearing. The case was then legitimately before that tribunal, of which the plaintiff, with others, the heirs of Michael Ege, had notice, but for some cause or other, neither the plaintiff, nor any one in her behalf, appeared there, and a decision was made in favour of the Sidle warrant, to whom, after the lapse of six months, a patent issued. This decision of the board of property, after the lapse of six months, without the institution of a suit by the losing party, became conclusive of their right; and the title of Sidle, though defective before, thereby became full and perfect. Shomberger v. Becht, 5 Watts, 196, 196.\n“ This suit was not brought within the six months required by the 11th section of the act of 3d April, 1792, and in accordance with the decisions of the Supreme Court upon that statute. We instruct you, that the decision of the board of property in favour of the Sidle warrant, is a bar to the plaintiff’s recovery of the land embraced within that survey.”\nThe plaintiff excepted to the charge.\nJury found for the plaintiff, one hundred and nine acres and one hundred and fifty-six perches, which was that portion of the land in controversy surveyed to George F. Carl; the remainder for defendants.\nThe record was removed to this court by the plaintiff, and the following errors assigned:—\n“1. The court erred in overruling the objections to the evidence, as contained in the bill of exceptions to the admission of the proceedings of the board of property.\n“2. In instructing the jury, that the decision of the board of property was conclusive of the plaintiff’s right, and a bar to her recovery.\n“ 3. In receiving in evidence the patent granted after suit brought.”\nBiddle and Watts, for plaintiffs in error.\nThe 1st section of the act of 1782 was to quiet the doubts which remained with the different officers, touching their power of determining many controversies on caveats; and it is enacted by the 2d section of the same act: “And the secretary of the land-office is empowered and directed to receive and enter caveats in his said office, copies whereof to be transmitted to, and entered in the surveyor-general’s office. And the secretary of the land-office shall grant citations,” &c. The act of April 3, 1792, sec. 11, enacts: “where any caveat is determined by the board of property, in the manner heretofore used in this Commonwealth, at the end of six months, if no such suit is entered, a patent shall issue, &c,, and shall be a full and perfect title against all parties and privies to said caveat.” In'this case no caveat was entered in the land-office, but a mere note on the survey by the deputy-surveyor in the surveyor-general’s office: a mode of bringing parties before the board of property not recognised by the act of 1782, nor that of 1792, which speaks of caveats, in manner heretofore used. Now, to bar parties or privies, the caveat must be entered according to- the act of 1782, by a party, in the land-office. The act of January 22,1802, provides for notes on survey, and writings in the nature of a caveat, which shall not bar the issuing of a patent during a longer period than two years, unless the party interested in the land shall take out a citation, &c., and recognises the entering of caveats and notes on surveys in either of the offices. Surveyor-generals or secretaries of the land-office, distinguishing between caveats and notes on surveys, making no limitation of six months, but requiring proceedings before the board of property within two years.- Under the acts of 1782 and 1792, when a party enters a caveat in the land-office, he has chosen his own tribunal, and cannot complain that he is bound by those acts. But a note on survey by a deputy-surveyor does not make the owner of the land an actor; it is not done at his instance, and the act of 1802, and not that of 1792, is applicable. The cases of French v. Seely, 6 Watts, 292; Shomberger & Becht, 5 Watts, 194; and Harper v. Farmer’s and Mechanic’s Bank, 7 Watts & Serg. 211, were cases where caveats were entered and the parties heard before the board of property.\nBut if the proceedings are regular, the notice is insufficient. No person is named; the heirs of Michael Ege mean nobody, and but two of six heirs were served with notice. Mrs. Ege, the executrix, was not notified as executrix, but as an heir. She being entitled to the land as executrix, a notice to her that the heirs of Michael Ege claimed-the land, was a notice that they claimed adversely to her. The face of the proceedings show that they are not full and correct. The proof in the land-office is of the service of notice on F. Watts, M. G. Ege and Mrs. Ege, whereas the minute of the board is, that notice was given to F. Watts, as attorney, and to some of the heirs. In the proceeding before the board, between Sidle and the heirs of Michael Ege, Mrs. Ege, as executrix, was not bound to appear, and not being a party, could not be concluded by the proceedings.\nIf the note on the survey was a caveat, it was only such as to the heirs of Michael Ege, who may be supposed to have claimed adversely to the executrix, on the ground that she claimed the land adversely to the heirs; she may therefore have well concluded, that the proceeding before the board of property was one adverse to hers ; and adopting the character which Sidle had given to the proceeding, she came to the conclusion that she was not bound to take any notice of the service upon her of a pendency of a proceeding, in which the interests of both parties were adverse to hers.\nReed, for defendant in error,\nafter referring to, and examining the several acts of Assembly in relation to the powers and duties of the board of property, the course of proceeding prescribed in entering caveats, &c., to be found under the caption of “ Board of Property,” in Purd. Dig. ed. of 1841, 134, 135, and 136, contended, that the proceedings were entirely regular, and conformable with the acts of Assembly. The secretary of the land-office was bound to receive the caveat, as certified to him by the surveyor-general. The secretary of the land-office and surveyor-general are authorized to certify copies of all papers in their offices respectively, which are made evidence by act of Assembly. Caveats certified into the surveyor-general’s office, under the act of April 5, 1782, the papers remain there.\nThe first question, then, which presents itself, is, was this a caveats Note on survey,” recognised and called a caveat in the act of 1802 It is therefore a caveat in terms; and is so decided in Harper v. The Farmer’s and Mechanic’s Bank, 7 Watts &Serg. 204. Was the notice served sufficient in law? It was served upon the executrix and some of the heirs.\nThe fact of Mary Ege, executrix of Michael Ege, being the plaintiff, and claiming a right to recover in this ejectment, shows her sight to be a party before the board of property, or otherwise she lias no right here. Executors may take as special occupants. 2 Sug. on Powers, 245; 15 Law. Lib. 131, note. An executor may take a freehold estate as special occupant. The freehold estate, in this case, was expressly vested in the executors by the will, to be held and occupied, until sale was made. It was not a mere power to sell, in the executors ; but it was an interest, an estate in them. It was not allowed to descend to the heirs in trust, until a sale were made. Act of February 24, 1834; Park & Johns. Dig. 207; act of March 31, 1792, 3 Smith’s Laws, 1792; 13 Serg. & Rawle.\nThis occupancy of the land was provided for by the will. Toller on Executors, 412, 414.\nThe heirs had no estate, no interest in the land; they were to take money, not land. 3 Johns. Ch. 651.\nThey had neither the possession, nor the right. It could only be in the executors; and it was in them by the appointment of the testator. They only could receive notice; they only can bring ejectment.\nJune 11."
  },
  "file_name": "0115-01",
  "first_page_order": 113,
  "last_page_order": 124
}
