{
  "id": 400619,
  "name": "Shoop v. The Commonwealth",
  "name_abbreviation": "Shoop v. Commonwealth",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "126",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Serg. & Rawle, 499",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Wheat. 246",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1434768
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/23/0246-01"
      ]
    },
    {
      "cite": "2 Whart. 440",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830521
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "453"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0440-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 451",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 44",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0044-01"
      ]
    },
    {
      "cite": "1 Watts, 532",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0532-01"
      ]
    },
    {
      "cite": "3 Whart. 12",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0012-01"
      ]
    },
    {
      "cite": "9 Watts, 142",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850053
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0142-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 8857,
    "ocr_confidence": 0.566,
    "pagerank": {
      "raw": 2.541982868938651e-07,
      "percentile": 0.813522139707759
    },
    "sha256": "d18560140d9948263db22c6cbff6516b12c1238189f1b90577905d88ba32ec66",
    "simhash": "1:bf8302338d1cd0d5",
    "word_count": 1538
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shoop v. The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe affirm this judgment, for the reasons expressed by the judge who ruled this cause below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Rawn, for plaintiff in error,",
      "Brandenberry, contra,"
    ],
    "corrections": "",
    "head_matter": "Shoop v. The Commonwealth.\nThe governor has no power to remit penalties incurred under the act of April 2d, 1830, “ for regulating hawkers and pedlars.”\nThe fines and penalties which he may remit are such, and such only, as are now, or were originally payable to the state. .\nError to the Common Pleas of Cumberland county.\nJune 6. Sho.op, the defendant below, was convicted under the act of Assembly, of peddling. A certiorari was taken, and the proceedings affirmed. A pardon from the governor was subsequently obtained, and a motion made to set aside the execution issued from the Common Pleas. The court below discharged the rule, for the following reasons:—\n“ This suit was under the act of 1830. By its provisions, one-half the penalty ‘ shall go to the informer, the other half to the county.’ The governor has remitted the penalty, and the single question is, has he the power to do so ? By the 9th section of the 2d article of the constitution, the governor ‘shall have power to remit fines and forfeitures, and grant reprieves and pardons, except in cases of impeachment.’ This section is but a transcript of the constitution of 1790, and if the fine or forfeiture sought to be enforced by this execution, be a ‘fine or forfeiture’ within the meaning of the constitution, the governor had, doubtless, the power to remit it; but if it is not, he has no other authority which would justify him in the exercise of it in the case before us. The question, though involving but a small amount of money, is one of importance, and requires that it be fully considered, in view of the different acts of ■ Assembly in reference to this subject, as well as the constitutional provision under which the governor acted. By the act of 28th January, 1777, passed immediately after the Declaration of Independence, and for the purpose of continuing laws, &c., then in force, ‘all fines and forfeitures granted to the governor of Pennsylvania, by the laws by this act put in force, shall, and are hereby declared to be, for the use of the state, and shall be paid into the state treasury.’\n“ The act of 9th December, 1783, gives the Courts of Quarter Ses-' sions control over forfeited recognisances, and authorizes them to be recovered in the Courts of Common Pleas; and the act of 21st March, 1806, gives the court, before which a conviction may take place, power to impose such fine as it thinks right, in lieu of any fixed or specific fine there fixed by law. The 24th section of the act of 30th March, 1811, directs the clerks of the several courts to certify to the auditor-general, within ten days thereafter, all ‘fines, issues, amercements, forfeited recognisances, and other forfeitures, which shall be set or imposed, lost or forfeited for the use of the Commonwealth, together with the orders or judgments of the courts thereon.’ The 25th section requires the secretary of the Commonwealth to make report quarterly to the auditor-general, of all the fines remitted by the governor. . The act of 24th March, 1818, in the language of the law of 1811,-gives all fines, forfeitures, &c., to the respective counties. This legislation upon the subject, prior and subsequent to the adoption of the constitution of 1790, would'seem to indicate so clearly the opinion of the legislature as to the character of the ‘ fines and forfeitures,’ in reference to which they legislate, and over which, in their judgment, the governor was likely to exercise the prerogative conferred by the constitution, as not easily to be mistaken; and the subsequent insertion of the same clause iii the amended constitution of 1838, by the framers of it, evinces an acquiescence in that construction so decisive as to leave the question scarcely an open one, and limits the application of the constitutional provision to ‘fines and forfeitures’ which, under the law of 1777, were for the use of the state to be paid into the state.treasury, and which, by the act of the 24th March,-1818, were given to the respective counties. The ‘ fines and forfeitures,’ therefore, which the governor may affect by his pardon, are those which were originally, or aré now payable to the state; and though subsequent legislation may give them to others, his power to remit under the constitution remains unimpaired. This is the principle decided by the Supreme Court, in the Commonwealth v. Dennison, 9 Watts, 142. But if, prior to 1776, the crown could not remit a fine or forfeiture of the character of the one before us, it is clear that the governor, who alone exercises the same power under the constitution and laws of the state, could not. Upon this subject, the decisions seem to be full and explicit. ‘A pardon does not discharge a thing in which a subject has an interest.’ ‘Nor an action commenced qui tarn, &c., upon a penal statute, except for the king’s moiety or part.’ 4 Com. Dig. 318.- Although in an action popular, the king shall have the suit solely in his own name, yet he cannot, by his pardon, discharge the offender. 12 Co. 30. In 17 Vin. Abr. 39, it is said, Serjt. Hawkins takes it to be settled, ‘that the king can in no way bar any action on a statute by the party grieved, nor even a popular action by a common informer, if commenced before his pardon or release.’ And in the case of Howell v. James, 2 Strange, 1272, where the statute (8 Geo. 1, c. 19) gives a penalty between the informer and the poor, the court held, that the crown having no interest, the defendant could not have the benefit of a pardon, so as to relieve him from it on payment of costs. In the case before us, the Commonwealth has no interest, and never had. The act of 6th February, 1830, shares the penalty between the informer and the county, and in accordance with the principles decided in the cases referred to, and for the reasons already given, we are required to say, that the pardon is ineffectual to relieve the defendant from it.\n“The rule is discharged.”\nAssignment of errors:—\n“The court erred in discharging the rule to show cause, why the execution should not be set aside, and in deciding, that the pardon was ineffectual to relieve the defendant from the payment of the penalty or forfeiture adjudged against him by the justice.”\nA motion was made and argued to quash the writ of error, on the ground, that such a w;rit does not lie to a judgment, or proceedings removed from a justice of peace by certiorari. 3 Whart. 12; 1 Watts, 532. Contra, Barret v. Ihrie, 1 Rawle, 44.\nRawn, for plaintiff in error,\ncontended, that the power of the governor to pardon was given by the constitution absolutely, and not subject to limitation, either by prior or subsequent legislation. Otherwise, the legislature would be above the constitution. That if the powers of the constitution had intended to discriminate between the classes of cases, as was assumed by the court below, they would have marked put the line or rule for such discrimination. That no reason could be given for limiting the right of pardon in the case of fines and forfeitures, that would not equally apply to thé clause relating to crimes, and misdemeanors. That the right of the public to the exercise of the pardpning power, was equally a vested right with that of the informer. That the right to remit the whole before judgment was undoubted. Duncan®. The Commonwealth, 4 Serg. & Rawle, 451; King ®. Coddington, Cro. Car.9,499; Ex parte McDonald, 2 Whart. 440; Hoffman®. Caster, Ibid. 453; and that the same right exists after judgment, is shown in Commonwealth ®. Denniston, 9 Watts, 142. United States ®. Morris, 10 Wheat. 246, recognises the right at any time anterior to payment. Whatever might be the construction as to the informer’s share, yet no act of the legislature, directing the payment of any part to the county, could impair the right as to that part.’ 5 Com. Dig. 1725; 3 Inst. 2368; 1 Show. 284. He also cited 4 Mod. 61; 5Bac. Abr. 285; 2 Serg. & Rawle, 499; Vin. Abr. title Prerogative.\nBrandenberry, contra,\ncontended that the power of the governor to remit fines, included those only in which the Commonwealth was interested, and not such as were given to the party aggrieved, or vested by legislative enactment in any 'person or corporation. That the right of an informer after suit and judgment; from being inchoate becomes absolute and vested, and is beyond the prerogative of the king. 4 Com. Dig. 318; 17 Vin. Abr. title Prerogative, 39; 1 Chit. C. L. 742, 764 ; 4 Wash. Cir. Co. Rep. 64. Commonwealth ®. Denniston, 9 Watts, was a case of fines estreated into the county commissioners’ office, for the use of the Commonwealth. Here, the fine is payable to a corporation and an informer, and the right has become absolute by the judgment before the pardon was granted."
  },
  "file_name": "0126-01",
  "first_page_order": 124,
  "last_page_order": 127
}
