{
  "id": 400747,
  "name": "White v. Cooper",
  "name_abbreviation": "White v. Cooper",
  "decision_date": "1846-06-16",
  "docket_number": "",
  "first_page": "130",
  "last_page": "136",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts & Serg. 16",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 16530,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 6.119645932871841e-08,
      "percentile": 0.38135138380654626
    },
    "sha256": "666b4cef034a12ea75a45370c29c0e54162cd91c7c49c3850e035dd854e6738d",
    "simhash": "1:e989ccd3e4a2d986",
    "word_count": 2913
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "White v. Cooper."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nAfter a careful examination of the several bills of exception, the charge of the court, and the answer to the points, we perceive no error. In the answer to the second and fourth points, the court has put the case on its true grounds.\nIt is not doubted that a principal may ratify the acts of his agent, when he exceeds his authority; yet when he purchases goods of a different kind and character from that authorized and contemplated by the parties, the principal is not responsible for his purchases; and when it appears that the goods are purchased in fraud of the agreement, and in the name of the principal, as a means of covering them from creditors, they are liable to execution and sale for the debt of the agent. As between the principal and agent, the principal may, by affirming his acts, make the goods his own, in despite of the latter; for the law exacts the most scrupulous good faith from agents; but this conservative principle cannot be used as a cover for fraud, either in the agent or principal, or both.\nThe court was also right in instructing the jury, that taking the inventory and boxing a portion of the goods that were previously levied upon by the sheriff, had not the effect of transferring the property in the goods to the principal, so as to make the sheriff a trespasser; although part of the proceeds may have been applied to the payment of writs issued, after they were so taken possession of by the principal. For in addition to the remarks before made, which-bear on this point, one of the creditors had a lien by virtue of his execution, which justifies the sale, and protects the sheriff. And even admitting that the subsequent execution creditors have no claim to the money, yet, the sheriff is not a trespasser, the remedy, if any, being in another form.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Watts and Reed, for the plaintiff in error.",
      "Graham, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "White v. Cooper.\nIf an agent exceed his authority and purchase more goods, and of a different kind and character, than were authorized and contemplated by his principal, the principal, unless he ratify his acts, is not responsible for such purchases.\nIf an agent, in fraud of the agreement with his principal, purchase goods in the name of the principal, with the view of covering them from his creditors, the goods thus purchased are liable to levy and sale for the debts of the agent, unless his acts were ratified by the principal and the property recognised as his before the levy.\nIn such case, after a levy made by the sheriff on the goods in a store, taking an inven tory of the goods and boxing up a part of them, and leaving those boxed up, together with the balance remaining on the shelves, in the same room, will not have the effect of transferring the property in the goods to the principal, so as to make the sheriff a trespasser for selling them, and appropriating a portion of the proceeds-of sale to executions issued after they were so taken possession of by the principal.\nError to the Common Pleas of Perry county.\nJune 8. This was an action of trespass, brought by David White, the plaintiff in error, who was plaintiff below, against Henry Cooper, late sheriff of Perry county, for levying upon and selling a Store of dry goods, under sundry executions against Wilson Welch. The plaintiff claimed the goods sold as his property, and-, in support of the action, gave in evidence a written agreement between himself and one Wilson Welch, dated 2d of November, 1844, by which the plaintiff agreed to appoint Welch his agent to deal in produce, haul said produce to market, and to deal and trade for plaintiff, in such amount of capital and in such trade as should best suit both parties, so that the most could be made out of the means furnished. Plaintiff agreed to furnish Welch with wagons and horses to haul produce to market, and to furnish Welch with groceries to the amount of $300 to begin with, and Welch was permitted to purchase produce on plaintiff’s credit, to the amount of $150; Welch to attend to the business for plaintiff, the expenses to he first deducted from the profits, and the balance of profits to he equally divided between the parties.\nPlaintiff further proved by Wilson Welch, that he had contracted debts to a considerable amount, in the name of plaintiff, for dry goods purchased by said Welch, and that part of the goods thus purchased were the same that were levied and sold by the sheriff. It was also in evidence, that plaintiff carne over to Perry county, on the 11th August, 1845, and he and Welch took an inventory of the store, amounting to about $900. Part of the goods were then boxed, and the balance remained on the shelves.\nDefendant gave in evidence three executions against Wilson Welch; one in favour of Howell & Co., for $192, on which the sheriff levied on the goods in dispute, on the 19th July, 1845; one in favour of Robert Dunbar, for $33, on which the plaintiff levied on the same goods, the 16th August, 1845; and one in favour of Beal & Richardson, for $412, on which a similar levy was made, subject to former levies, the 21st August, 1845. The goods were sold, in pursuance of the aforesaid levies, and the money appropriated to the executions, according to their priority.\nIt was also proved on part of defendant, that Wilson Welch purchased a small store, embracing part of the goods sold, from his brother Andrew Welch, for which'he gave, notes in the name of plaintiff, which plaintiff afterwards refused to pay. That he refused to pay other debts contracted by Welch, in purchasing goods in his name.' That when the sheriff went to levy on the store, in July, Andrew Welch claimed to hold the goods-as collateral security for the debt due to him. That after the sheriff made the levy, on the 19th July, Andrew Welch went over to Adams county, for plaintiff, White. That plaintiff came over, and plaintiff,- Andrew Welch, arid Wilson Welch, took an inventory of the goods and boxed up a part of them, on the 11th August. .That plaintiff then and afterwards declared to different witnesses, that-he had ndver heard or known of the store until that date. That tie sheriff came to Logsville, on the night after plaintiff and Welch had boxed up part of the goods, and secured them the next morning. That the day before the sheriff sold the store at Logsville, plaintiff told Dunbar, one of the execution creditors, that he could put him on a plan that his money might be secured. That Wilson Welch had a hogshead of queensware in Harrisburg, marked in his (plaintiff’s) name, which Welch would have brought to Landisburg or Bridgeport, in Perry county, that evening, and that Dunbar should get the sheriff to go to Landisburg or Bridgeport, and levy on it. That Dunbar, in pursuance of the information received from plaintiff, sent the sheriff to Landisburg, but the queensware had been unpacked in a small store kept by Hannah Welch, the sister of Wilson Welch, before the sheriff arrived.\nA number of points were made in the court below, upon which the court were requested to charge the jury, but -the..only errors assigned and relied upon in this court, by plaintiff’s counsel, were the answers to the following points:—\nPlaintiff’s counsel requested the court to charge the jury, •\n“ 1. If, in the transaction of the business, Wilson Welch, as the agent of the plaintiff, did transcend his authority, and purchased more or different kinds of goods than were originally contemplated by them, and did in such extension of the business act as agent, and give the notes of the plaintiff for goods purchased, he did not thereby make these his own, or subject them to levy and sale for his debts.”\nIn answer, Hepburn, President, instructed the jury: — “If, in the transaction of this business, Wilson Welch transcended his authority, purchased more goods than he was authorized to purchase, and of a different kind and character from that authorized or contemplated in the arrangement between himself and White; the latter would not be responsible for such purchases, although Welch may have given his note for them as White’s agent; nor would the goods thus purchased vest exclusively in White; and if the jury are satisfied from the whole evidence, that the goods were purchased in this way by Welch, in fraud of his agreement with White, and as a means of covering them from his creditors under the name of White, they would be liable to execution and sale for Welch’s debts.”\n“2. If, under the relation which existed between'David White and Wilson Welch, the latter, on the 12th of August, 1845, delivered the goods to the former, who made an inventory and took possession of them, the sheriff was a trespasser for having sold any part of the goods for the payment of the executions of Dunbar, and Beal & Richardson, which did not issue until the 16th and 21st August, 1845.”\nAnswer. — “The taking of an inventory and boxing a portion of these goods, but having them in the same room in which they were kept and sold by Wilson Welch, part in boxes and part on the shelves, as stated in the evidence, if you are satisfied they had been previously levied on by the sheriff,, would not have the effect of transferring the property in those goods to White, and of making the sheriff a trespasser for selling them on the writ on which they were levied, and appropriating a portion of the proceeds of sale to the payment of writs issued on the 16th and 21st August, 1845, whilst the first execution on which the levy was made was in his hands.”\nDefendant’s counsel requested the court to charge the jury:—\n“1. That, under the agreement between White and Welch, the latter was only permitted to purchase produce on the credit of White, to the amount of $150 ; and if Welch purchased a quantity of dry goods, as described in plaintiff’s declaration, plaintiff would not be liable under their agreement for such purchase, and would not haAre such property in the goods purchased as to enable him to recover in this suit.”\nAnswer.- — “Under the written agreement between White and Welch, Welch was only permitted to‘purchase produce on the credit of White, to the amount of $150; and if Welch did purchase a quantity of dry goods, as stated in this point, in fraud of his agreement with White, as I have before stated in a previous part of the charge, White would not be liable for such purchases, nor would the property thus purchased vest in him, so as to enable him to bring trespass for it; unless he ratified the acts of Welch, or adopted them as his own, and recognised the property as his, 'before it was levied in execution by the separate creditors of Welch.” _ ■ . '\n“ 2. If plaintiff had ho knowledge of the purchase of the goods described in the declaration, by Welch, until after the same were levied ,on by defendant, the agreement in evidence between plaintiff and Welch would not vest such an interest in said purchase in the plaintiff, as to enable him to maintain the present action.” Answer. — “If the plaintiff had no knowledge of the purchase of these goods, as staled in this point, and never ratified Welch’s acts in buying them until after they were levied on by Welch’s creditors, and never extended the agreement beyond the terms of the written one, the title to these goods would not be.in the plaintiff so as to enable him to maintain this action.” •\nThe answers of the court to the above points-were assigned for error, by the counsel for plaintiff in .error.\nWatts and Reed, for the plaintiff in error.\nThere is one primary error which prévailed with the court throughout the trial,- and that error produced others. The merits of the case is embraced in the plaintiff’s second point. -This the court, declined answering in favour of the plaintiff, or rather answered it in the negative ; we think the plaintiff was entitled to a direct affirmative' answer. The proof is clear, and it is not controverted-by the defendant, that D. White furnished Welch with a sum of money to be employed in buying and selling produce. That he had a right, as agent of White,'to vest,, sell, -or reinvest White’s money; and he did so, and largely'increased the fund. Suppose Welch did, as defendant contends, by misfeasance in acting beyond the terms of his authority, vest the funds of White in any species of goods, such as were not contemplated by the original agreement, and Welch was insolvent, and the property purchased can be distinctly'traced, as it can be in this case, White, the principal, as the owner of it, may claim it, and i‘f assigned, he may follow it wherever it can be thus traced. “ It will make no- difference in law,” as Justice Story remarks, “ as indeed it does not in reason, into whatever form, different from the original, the change may have been made. Whether it be into promissory notes, or othér securities, or into merchandise, or into stock, or into monéy; for the product of the substitute for the original thing still follows the nature of the thing itself, as long as it can be ascertained to be such, and the right only ceases when the means of ascertainment fail.” Story on Agency, p. 225, paragraph 229, p. 226, paragraph 230, and see references on pp. 226, 227; 3 Maule &, Selw. 562.\nIt is for the principal to affirm or disaffirm the purchase by an agent; a stranger cannot interfere.\nWelch comes under the denomination of a general agent, and he was acting within the general scope of his authority; and though he may have acted contrary to his private instructions, the property purchased belonged to the agent until he disaffirmed the act; after the lapse of time in this case, his acquiescence is presumed.\nAs to the sale upon the two executions issued the 21st August, 1845, and 16th August, 1845/in favour of Richardson and-.of Dunbar, there was a clear trespass. Though the court otherwise instructed the jury, White had positively affirmed the agency, and taken possession of the goods before the executions Issued. They argued against the limited construction given by the 'court to. the written agreement of White and Welch, and the answers to defendant’s points. ■ .\nGraham, for defendant in error.\nIf Welch transcended his authority in the purchase of other and different goods than he was authorized by the agreement between him and White, the latter would not be liable for such,purchase. The proof is, that White’ never knew or heard of the purchase of the stores by Welch, until after they were levied on by the sheriff, and that he disaffirmed the acts of Welch by refusing to pay the notes given by Welch for those purchases, even after he brought this suit, in which he claims to recover damages for the sale of the goods, for the purchase of which, he refuses to acknowledge himself liable. The court in their answer submitted the question fairly to the jury, to determine whether the goods were honestly purchased by Welch as the agent of White, or whether the name of White was used in the purchase as a means of covering them from the creditors of Welch.\nWhen the levy was made by the sheriff, Welch alone was liable for the payment of the goods seized ; White had no knowledge of the transaction, and had not ratified the acts of Welch, and as between White and Welch, the property in the goods was in the latter, and he alone responsible for their payment, until his acts were ratified and adopted by White; but before this is done the levy is made, and the creditors of Welch acquired an interest under the levy which the subsequent acts of White could not divest. White cannot be injured by the levy and sale, for the goods were not paid for, and he was not liable for their purchase. They were the property of Welch, until White, by an affirmative act, divested the property Welch had in them ; but it is too late after the levy is made, when no injury can result to White. Where personal property remains in the possession of vendor after a bond fide sale, it is subject to levy and sale by creditors; although the vendee may have paid a full consideration, and his title as between the parties is perfect. But in this case White had no property in the goods levied, and possibly never would have any; he cannot therefore acquire title after the interest of third persons have attached. If Welch was the owner when the levy was made, White cannot be permitted, by his own acts, to acquire a right which did not exist at that time.\nBut White, at the time of levy, had neither the possession nor right of possession; consequently this action of trespass cannot be maintained. Fitler v. Shotwell, 4 Watts & Serg. 16 ; Ward v. Taylor, 1 Barr, 238.\nJune 16."
  },
  "file_name": "0130-01",
  "first_page_order": 128,
  "last_page_order": 134
}
