{
  "id": 400710,
  "name": "Commonwealth v. Bowman & Duncan",
  "name_abbreviation": "Commonwealth v. Bowman & Duncan",
  "decision_date": "1846-06-15",
  "docket_number": "",
  "first_page": "202",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whart. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 469",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 23",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840039
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0023-01"
      ]
    },
    {
      "cite": "2 Watts, 24",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 13443,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 2.971586643021008e-07,
      "percentile": 0.8503302702203873
    },
    "sha256": "2e85677ebf11251c3b2462ff4292022be5eee5759b779ff39b4041cbba1e8a36",
    "simhash": "1:bf53e630d152f790",
    "word_count": 2360
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth v. Bowman & Duncan."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nTo allow the county reasonable accommodation for its court-house and offices in the great square of the county town, is one of the usages of our state, which has acquired the consistence of lawl Such is the foundation of the county’s right, and the extent of it; for it certainly has no inherent right to property which has been dedicated, not to its use, but to the use of all the citizens of the Commonwealth. It was a similar usage which, in Piper v. Singer, 4 Serg. and Rawle, 354, exempted the courthouse of Westmoreland county from taxation for borough purposes, though built on a town lot in Greensburg, which it held like any other proprietor. County commissioners have no greater right than an individual has to disturb the citizens in the enjoyment of a municipal franchise, at least beyond the bounds of absolute necessity; and the right of even the corporate authorities to erect buildings, seems, from what was said in Rung v. Shoenberger, 2 Watts, 24, to stand on the same foundation. The public square is as much a highway as if it were a street; and neither the county nor the public can block it up, to the prejudice of the public or an individual; nor can either assert a right to it by enclosing it beyond the limits of a reasonable curtilage. It is dedicated to the use of all the citizens as a highway, and all have a right to pass over it without unreasonable let or hindrance; ip which respect it differs from the public squares in Philadelphia,'which are dedicated to health and recreation, and which are necessarily subjected to regulation by the local authorities. Now, what is the case which is presented by this special verdict ? Bedford was laid- out as a county town, by the proprietary of the province, in 1766 ; and the building in question was erected by the county commissipners before the year 1800, on a part of the great square, divided into four by the intersection of the two principal streets at its centre. From the time of its erection it was ysed for the offices of the county till the year 1829, when a new court-house with offices was erected on another quarter of the square. A part of this old building is now let by the commissioners at a yearly rent for a printing-office, and the rest of it is used by one of the defendants as the office of the county treasurer. Each of these purposes is unlawful. The first is founded on a supposition of title which will not bear a moment’s consideration; and the second, though not so flagrantly, is equally founded in wrong. The commissioners have no more right to hold this part of the square than they would have to hold the whole of it, by distributing the public buildings to the four quarters of it. When they removed the court-house and offices to another part of it, their duty required them to remove the materials of the old buildings, or abandon them to the municipal authorities; and by omitting to do so, they became obnoxious to the offence of which they stand indicted.\nIt is considered by the court here, that the judgment of the Court of Quarter Sessions be reversed; that the nui-. sanee in the indictment mentioned be abated at the proper cost of the defendants; that they pay a fine of one dollar each, and the costs of prosecution; and that they stand committed till this sentence be complied with.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "King and Barclay, for plaintiff in error,",
      "Cox, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Bowman & Duncan.\nThe foundation of the right of a county to reasonable accommodation for its court-house and public offices, in the great square of the county town, is based upon one of the usages of our state, which has acquired the consistence of law; and the extent of the right is limited to the single purpose sanctioned by that usage.\nA county has no inherent right of property in a public square which has been dedicated not to its use only, but to the use of all the citizens of the Commonwealth, as a public highway over which all have a right to pass, without unreasonable let or hindrance.\nSuch public square is as much a highway as if it were a street; and neither the county nor the public can block it up, to the prejudice of the public or an individual.\nWhere a building for a court-room and public offices was erected on a part of the public square by county commissioners previously to 1800, which was used for the purposes of its erection from that time until 1829, when a new court-house and offices were erected on another part of thé same square, to which the court and public records of the county were removed; and a part of the old building was let by the commissioners, at a yearly rent, for a printing-office, and the rest of it was used as the office of the county treasurer. Held, that each of the purposes, to which the commissioners appropriated the old building, was unlawful; and that the duty of the commissioners required them to remove the materials of the old building, or to abandon them to the municipal authorities,; and by omitting to do so, they became obnoxious to a criminal prosecution for a public nuisance;\nIn such case, the persons who occupied the old building under the commissioners subjected themselves to an indictment for erecting, maintaining, and keeping up the said building, as for a public nuisance.\nWrit of error to Quarter Sessions of Bedford county'.\nJune 11. The Commonwealth of Pennsylvania, plaintiff in error and plaintiff below, against George W. Bowman and Joseph W. Duncan. The defendants were indicted: “ that for a long time ago, before and until the time of the,obstruction and nuisance hereinafter mentioned, there was, and still of right ought to be, a certain common and public highway, in the borough of Bedford and county aforesaid, commonly called and well known by the name of the public and great square of said borough, for all good citizens of this Commonwealth, to go, return, pass, repass, and ride and labour, on foot and on horseback, and with their cattle and carriages at their free will and pleasure, and that on the fifteenth day of April, in the year of our Lord eighteen hundred and forty-three, a certain house, erection and building made of bricks, mortar, and other materials, had been built and erected by certain persons to the jurors aforesaid as yet unknown, which said house, erection and building, took in, encroached upon, stopped up and obstructed a certain part of the aforesaid common and public highway called the public and great square of said borough, being in length thirty-nine feet and upwards, and in breadth twenty-one feet and upward — whereby the said public and common highway was obstructed and stopped up, so that the good citizens of this Commonwealth could not with their cattle and carriages, on foot and on horseback, go, return, pass and repass, ride and labour at their free will and pleasure, as they had been accustomed to do; and that George W. Bowman and Joseph W.Duncan, late of the said county, yeoman, the said house, erection and building so as aforesaid built and erected, and as aforesaid taking in, encroaching upon, stopping up and obstructing a certain part of the aforesaid common and public highway, on the fifteenth day of April, in the year eighteen hundred and forty-three, and from that time until the day of taking this inquisition, with force and' arms, at the borough of Bedford, in the county aforesaid, and within the jurisdiction of this court, unlawfully and injuriously, did keep, maintain and continue, and still doth keep,\"maintain and continue; whereby the said common and public highway during the time aforesaid hath been and yet is obstructed and stopped up, so that the good citizens of this Commonwealth, during all that time, have been and yet are obstructed and hindered in going and returning, passing and re-passing, riding and labouring, on foot and on horseback, with their cattle and carriages, at their free will and pleasure, in and along the said common and public highway, as they had been used and accustomed to do; to the great damage and common nuisance of all the good citizens of this Commonwealth in and along the said public and common highway, going, returning, passing, repassing, riding and labouring on foot and on horseback, and with cattle and carriages, & c.”\nOn this indictment the defendants were tried on the 28th of August, 1843; when the jury returned a special verdict, finding in substance the following facts: The building stated in the indictment was erected on a part of the great square of the town of Bedford, in the county of Bedford, previously to the year 1800, at the expense of the county, and for the purpose of being used as offices for the prothonotary, register, recorder, sheriff and commissioners of the county. It was used for that purpose, from the time of its erection until the year 1829, when a new court-house and offices were erected on another part of the same square, in which the courts have been held, and the public offices kept since that time. A part of the old building the jury found was then used as an office by one of the defendants, who was the county treasurer, and the other part was occupied by the other defendant, as a printing-office: the commissioners having leased it to him, reserving a certain yearly rent to be paid into the county treasury. The town of Bedford was laid out by the proprietary in 1766. The old building always has been, and now is, under the control of the county commissioners. Whether the defendants were guilty, or not guilty, the jury said they were ignorant, and that they therefore found the above stated facts, which they referred to the court for their judgment thereupon. It appeared that on the same day this verdict was rendered, the counsel of the defendants moved in arrest of judgment, on the ground that the facts stated in the verdict did not amount to guilt in the parties indicted; and that when all the facts and circumstances which appeared of record, were taken and considered together, it was manifest that the offences charged in the indictment had not been committed by the defendants. On the same, day, the following agreement in writing was made and signed by the counsel of the parties respectively.\n“If any formal error has been made in the special verdict in this case, it is agreed that' it shall be amended so as to make it right.\n“It is also agreed that if thS court shall give judgment against the defendants, the sentence shall not be executed, nor any thing done in pursuance of the judgment, until the defendants shall have a full opportunity of being heard before the Supreme Court on writ of error.”\nAfter argument of the motion in arrest of judgment, his honour, Judge Black, was of opinion :\n1. That the authorities had a right to erect a court-house and other public buildings for the use of the county, on the great square mentioned in the verdict; and a building erected for such a purpose is not a nuisance so long as it continues to be used for public purposes, and occupied by a public officer of the county.\n2. That such a building becomes a public nuisance if it be wholly abandoned by the authorities, and be occupied only by private individuals for private purposes.\n3. That the county treasurer being required by statute to keep his office in such building as shall be appropriated for that purpose, the building is not a public nuisance-while occupied by him.\nThe judgment was therefore arrested. The Commonwealth thereupon removed the record to this court by writ of error, and assigned the following errors:\n1. The court below erred in arresting the judgment.\n2. In deciding that the authorities had a right to erect a courthouse and other public buildings for the use of the county, in the great square mentioned in the verdict; and that a building erected for such a purpose is not a nuisance as long as it continues to be used for public purposes, and occupied by a public officer of the county.\n3. In directing\\that,the building mentioned in the special verdict as occupied by the county treasurer, is not a public nuisance so long as occupied by him.\nKing and Barclay, for plaintiff in error,\ncontended that the county has no property in the public square of the town of Bedford ; and that the building complained of and set out in the indictment, and in the special verdict, was a nuisance. They cited, 2 Smith’s Leading Cases, 139, 140, and referred to the authorities there cited. Rung v. Shoenberger, 2 Watts, 23; Commonwealth v. Alberger, 2 Whart. 469.\nThey argued, that the cases established the doctrine, that the public square was a public highway, and that the county had no control over it. The buildings seriously affect the interests of the town, and are a nuisance, injurious to the sale of private property in the square.\nCox, for defendants in error.\nIn the grant by the proprietaries of the town, there is no designation of the uses for which this public square was granted. The intention was to appropriate it to public purposes. Purdon’s Digest, 190, Act of 15th April, 1834. Under the report of the grand jury, the county treasurer was directed by the commissioners to keep his office in this building. He was liable to a penalty of $500, if he kept his office anywhere else. Commonwealth v, Alberger, 1 Whart. 485. In this case, there was a designation of the uses to which the grant was to be appropriated. There was no evidence to show, that the occupation of the public square complained of, was to be appropriated for any other than public purposes and uses.\nJune 15."
  },
  "file_name": "0202-01",
  "first_page_order": 200,
  "last_page_order": 205
}
