{
  "id": 400588,
  "name": "Houser v. Kemp",
  "name_abbreviation": "Houser v. Kemp",
  "decision_date": "1846-06-18",
  "docket_number": "",
  "first_page": "208",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 208"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle, 200",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Serg. & Rawle, 275",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0275-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 413,
    "char_count": 8275,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 1.1382868762060871e-07,
      "percentile": 0.5778491332892381
    },
    "sha256": "d6e0fe05a6e81066a628f8c44ec70662904b702e9a0f0eaf39cef28dcb7943f9",
    "simhash": "1:a9e271978a56b0a8",
    "word_count": 1518
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Houser v. Kemp."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe defect in the plaintiff’s case is not so much the want of actual delivery, as the want of a contract of sale. Loy & Company delivered the property to Cogan as security for a debt, with power to sell it, or return it when the debt should be discharged. There was therefore a pledge, but no sale to Cogan, who was subsequently paid, but with whom the property was nevertheless suffered to remain. But before Cogan was paid, Loy & Co. told Houser, who had bailed Loy, that he (Houser) might have it, to secure him, as soon as Cogan should be paid ; and subsequently, that he (Loy) had nearly paid off Cogan, and that when that should be done, Houser might go and get the property. Houser said, that he himself could pay the balance, if Loy could not; but never did so, or took possession of the property. It is to be presumed from this, that Houser was to have the property in pawn as Cogan had it; but even if the agreement amounted to an executory contract to sell, (and by no interpretation could it be more,) it never was executed. The facts of the case show no more than an offer of terms not accepted or acted upon.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Hofius, for plaintiff in error.",
      "Russel, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Houser v. Kemp.\nA. being indebted to B., delivered to him certain property, as a security for such indebtedness, with power to sell the same, and to satisfy the debt out of the money raised by the sale, or to retain it until the debt was paid by A. Held, that this was a pledge and not a sale to B.\nA. paid this debt to B., with whom, nevertheless, the property was suffered to remain. But before B. was paid, A. told C. that he might have the same property to secure him as bail, as soon as B. was paid, and in a subsequent conversation, that B. was nearly paid, and as soon as he was fully paid, that he, 0., might go and get the property. C. replied that he himself would pay the -balance, if A. could not, but he never did so, nor did he take possession of the property. Held, that the presumption was, that O. was to have the property in pawn, as B. had it; that the defect in C.’s claim to the property was not so much the absence of actual delivery, as the want of a contract of sale; and that if the agreement could be interpreted into an executory contract to sell, it was never executed, and amounted to no more than an offer of terms not accepted or acted upon.\nError to the Common Pleas of B.edford county.\nJune 11. Jacob Houser, the plaintiff in error and plaintiff below, brought this action against John Kemp, who was a constable, to recover damages for taking in execution and selling one wagon, sets of horse-gears, and bells, which the plaintiff alleged to be his property. The counsel of the plaintiff and of the defendant respectively agreed to examine their witnesses before the court, and to try the case without the intervention of a jury, and to abide by such statement as the court might make of the facts, as if the same facts had been found by a jury, in the form of a special verdict; upon which statement, it-was further agreed, that the court should give judgment either in favour of the plaintiff for such amount as he proved the property to be worth, or in favour of the defendant, as the law might require : either party to have the right of taking a writ of error. It appeared that the following are the facts, which were clearly established.\nDavid Loy & Co. owed Jacob Cogan a debt for work, and in order to secure the payment of it, gave him the wagon, gears, and bells in question, with leave to sell them and pay his debt with the proceeds; or if he could not sell them, to keep them until Loy & Co. could make the money and discharge the claim. They were deliv- • ered to Cogan, who had them in his custody and possession for about ten months, with the exception of a few days, when Loy got them away on loan.\nSome time after the goods were delivered to Cogan, David Loy said to Houser, the plaintiff, (who is Loy’s brother-in-law,) that he (Houser) had bailed him to Wolf; that he had put the wagon, gears, and bells into Cogan’s possession to be kept by him, until he should be paid a debt coming to him for work, and when Cogan was paid, Houser might have them to secure him. In another conversation between Loy and Houser, several months later, (in February, 1844,) the former told the latter, that he had nearly paid Cogan off, that there was yet a balance of $15 or $16, and when that was paid, Houser might go and get the property. Houser said, he himself would pay the balance, if Loy could not do it. These two conversations were the only evidence given to show the sale of the goods by Loy to Houser, or to prove the consideration on which such sale was founded. Houser did not pay the balance of Cogan’s claim, and never took the property into his possession. Some time in March, 1844, Loy paid Cogan in full, but left the property where it was. About two months after Cogan’s claim was fully satisfied, the goods being still in the possession of Cogan, Kemp, the defendant, who was constable of- township, levied upon and sold the goods under an execution issued by John Bennet, Esq., a justice of the peace, against D. Loy & Co., in favour of Valentine Lingenfelter, administrator of Jacob Smith, deceased, for a debt of $80 11, besides intefest and costs. Judgment had been obtained 26th November, 1842, execution issued 13th May, 1844, and the levy regularly made, and in due time. Before the defendant made the levy, he was told by Cogan, that he had no further claim on the goods, but that Houser was to get them. Their value was shown to be $125, the wagon $70,' gears $40, and bells $15. Houser left Bedford county in May, and was absent six weeks.\nThe court were of opinion “ that these facts were not sufficient to enable the plaintiff to maintain this action. The sale was not accompanied by delivery of possession. Even if Cogan’s lien upon the goods was a legal excuse for not delivering them while that lien subsisted, there can be no reason shown why the plaintiff should not have taken them, during the two. months that intervened, between the satisfaction of Cogan’s claim and the time of the levy. Believing that the rules of law require us to pronounce the transaction between Loy and Houser fraudulent and void, as against the creditors of the former, it follows that our judgment must be in favour of the defendant.”\nWhereupon, the plaintiff sued out this writ of error, and assigned the following errors here.\n1. The court erred in giving judgment for defendant in this case, on the facts contained in the special verdict.\n2. That the delivery of possession of the property in question to Jacob Cogan, ten months before the levy and sale by the defendant below, and the possession having been retained by Cogan up to the time of defendant’s taking it, divests the sale by Loy of every badge of fraud.\nHofius, for plaintiff in error.\nAgreements between parties are to be enforced by courts of justice, if no fraud is practised by either, and the agreement is not made fraudulent by law. It is not pretended that there was any actual fraud practised by either party in this transaction; and the question then arises, was there legal fraud?\nThe rule of law is well settled, that delivery of possession must accompany a sale of personal property; and retention of possession by the vendor has been held fraudulent as to creditors. Clow v. Woods, 5 Serg. & Rawle, 275.\nAgreement to sell at a subsequent day, valid. Meyers v. Harvey, 2 Penna. Rep. 478. The transaction was an honest and fair one, between Loy and Cogan, and also between Loy and Houser.\nLoy had no control or power over the property after it was delivered to Cogan, nor whilst it was in his possession as his own, nor as Houser’s. It was therefore the property of Cogan; and after it was delivered to him, Loy never attempted to exercise any ownership over it.\nRussel, for defendant in error.\nThe property was delivered to Cogan in pledge of a debt due him by Loy. This is a case of an executory contract. The property was never delivered absolutely; it was a mere conditional delivery. There was no sale of the property either to Cogan or Houser. There was no consideration for the sale to Houser. He cited 43 Law Lib. 52, note to Twyne’s case; Pritchett v. Jones, 4 Rawle, 200.\nJune 18."
  },
  "file_name": "0208-01",
  "first_page_order": 206,
  "last_page_order": 209
}
