{
  "id": 400715,
  "name": "Sleck v. King",
  "name_abbreviation": "Sleck v. King",
  "decision_date": "1846-06-16",
  "docket_number": "",
  "first_page": "211",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Serg. & Rawle, 549",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0549-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 349",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816662
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0349-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 128",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/13/0128-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 364",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/3/0364-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 349",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/16/0349-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 7585,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 1.1845464051613253e-07,
      "percentile": 0.5894542500354267
    },
    "sha256": "fbd5af1d6a515b61a888f4e33f7e6c2cfe3da83c87f200ad83e3e3077dc443ef",
    "simhash": "1:ba7f50add402edff",
    "word_count": 1353
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sleck v. King."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe justice’s record shows that King, on the 7th September, 1844, obtained a judgment by default for $84 debt, with costs, for work and labour done, &c. On the 9th of September, Sleek appeared before the justice, and alleged that he could not attend on the day of hearing, as he had to go to Bedford on that day to administer on his father’s estate, and requested the judgment to be opened. The justice agreed to open the judgment if both parties would meet; and he would give them a hearing. The justice then fixed the 21st of September, at 12 o’clock, to show cause why the judgment should not be opened and a hearing given. At that time the plaintiff appeared, (defendant not having arrived,) and insisted that the defendant had not shown a just cause to open the judgment, and that it should remain. At 2 o’clock the judgment was confirmed,. The same day, after the plaintiff had left the office, the defendant appeared, alleging that he had understood that he had any time in the afternoon to appear, and he said he should appeal. The justice then gave him a written memorandum that the judgment was entered the 21st September, and that he had to the 11th of October 1844, to appeal. On the 8th of October the appeal was taken, and bail given. On the 20th of October, 1844, transcript of the appeal filed with the prothonotary of the Common Pleas. On the 27th of November, the defendant entered a rule to declare. On the 27th December, declaration filed by the plaintiff. Shortly after this, but when does not appear, the counsel of King obtained a rule to show cause why the appeal should not be quashed. This rule was continued to June Term, 1845, when it was made absolute, and the appeal dismissed. On the 12th July, 1845, a rule was obtained on the plaintiff to show cause why the court should not reinstate the appeal. On the 11th October, 1845, this rule was discharged.\nThe error assigned is, that the court erred in dismissing the appeal.\nAfter a plaintiff has declared, it is too late to move the court to dismiss the appeal because it was not takeffwithin the twenty days. It is the duty of the Coihmon ¿deas, as wcjll as this court, to take care that the constitutional right of trial by jury be not frustrated. 16 Serg. & Rawle, 349; 3 Serg. & Rawle, 364; 13 Serg. & Rawle, 128; 1 Ashm. 16. It seems to have been taken for granted, in the Common Pleas, that the computation of time allowed for taking the appeal, is from the entry of the first judgment by default. An examination of the act of 20th March, 1810, will show this to be incorrect. The fourth section -provides for a rehearing, when both parties were heard before the justice and dismissed before an appeal taken ; the party then desiring an appeal, may notify his adversary for a rehearing before the appeal is entered, &c.\nThe 7th section relates to judgments by default, which is this case. This section provides, that the defendant, if he has any -amount of set-off against the plaintiff’s demand, shall be entitled to a rehearing before the justice within thirty days, on proof being made that the defendant was absent when the process was served, and did not return home before the return-day of such process, or that he was prevented by sickness of himself, or other unavoidable cause ; and proof of this may be made by his own oath. This provision is essential to the administration of justice; without it, a rapacious plaintiff would be able to obtain a judgment when his opponent could not attend. The statute gives thirty days for a rehearing in this case. There was an application for that purpose — a time appointed — -notice served, and the plaintiff in attendance at the hour. It is true, the defendant behaved badly in not appearing at the time fixed for a rehearing; but that did not prevent him from appealing to the Common Pleas. He did appeal, and the justice gave him a paper stating that the judgment was entered on the 21st of September, and that he had until the 11th of October following to appeal.\nThe twenty days for the appeal are to be computed from the final decision of the action by the justice. Any other construction would make the act inconsistent with itself. The act provides for the rehearing after a judgment by default; it allows thirty days for that purpose, and then, after the final decision, to appeal, and this whether the original judgment is confirmed or changed. If the twenty days were to be computed from the first judgment, the time for appealing would be passed before the final determination of the cause.\nThe judgment is reversed and the appeal reinstated.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Russel and Barclay, for plaintiff in error.",
      "Cox, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sleck v. King.\nIn case of an appeal by a defendant from the judgment of a justice of the peace, it is too late for the plaintiff after he has filed his declaration, to move the court to dismiss the appeal, on the ground that it was not taken within twenty days.\nWhere a judgment by default was rendered by a justice of the peace, against a defendant, who, two days afterwards, came to the office of the justice and demanded, for reasons assigned, that the judgment should be opened; and the justice thereupon fixed a particular day and hour, and notified the plaintiff to appear at the time fixed, “ to show cause why the judgment should not be opened and a hearing given.” At the time appointed the plaintiff appeared, but the defendant did not; whereupon the justice, after waiting two hours, confirmed the judgment as it was. Held, that the twenty days for an appeal was to be computed from the final decision of the action, and not from the time of the rendition of the first judgment; and this whether the original judgment was confirmed or changed.\nError, to the Common Pleas of Bedford county.\nJune 11. This was an appeal to the Common Pleas, from the judgment of a justice of the peace, in a suit brought before him against William Sleck by Jacob H. King. The proceedings before the justice, as well as all the material facts in this case, are so fully stated in the opinion of this court delivered by Judge Burnside, that a repetition of them here would unnecessarily swell this report. The record was removed to this court by Sleck, the appellant and defendant below; who assigned for error here, that the court erred in granting the appeal.\nRussel and Barclay, for plaintiff in error.\nAppeal entered in the Court of Common Pleas on the 30th of October, 1844. The November Term of the court commenced on the 11th of November. The motion to quash was made on the 27th. The plaintiff was too late in making his motion. Besides, the plaintiff, by filing his declaration, treated the appeal as regularly in court. In Robinson v. Shroads, 1 Ashm. Rep. 168, it was held, that where an appeal lies, the party may, by treating it as regularly in court, waive a defect that would otherwise be fatal. He also cited. 16 Serg. & Rawle, 349. The defendant was misled by the justice as to the time within which he could appeal. Cochran v. Parker, 6 Serg. & Rawle, 549.\nCox, for defendant in error.\nA thirty day rule was taken by the defendant upon the plaintiff to file a declaration. The plaintiff complied with the exigency of this rule, to avoid a non pros., and filed his declaration. The defendant compelled him to do this, and now seeks to take advantage of his compliance. He was forced to treat the appeal as regular by the acts of the defendant; and he cannot, in consequence thereof, be deprived of any right. His motion to quash was not therefore too late. The defendant neglected to appeal within twenty days, and he must abide the consequences of his negligence.\nJune 16."
  },
  "file_name": "0211-01",
  "first_page_order": 209,
  "last_page_order": 211
}
