{
  "id": 400597,
  "name": "Anderson's Appeal",
  "name_abbreviation": "Anderson's Appeal",
  "decision_date": "1846-06-17",
  "docket_number": "",
  "first_page": "218",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 335",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts & Serg. 835",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 505",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0505-01"
      ]
    },
    {
      "cite": "2 Yeates, 274",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812656,
        812676
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0274-01",
        "/yeates/2/0274-02"
      ]
    },
    {
      "cite": "2 Yeates, 247",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "5 Binn. 505",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793645
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0505-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 7850,
    "ocr_confidence": 0.559,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.014777502472151852
    },
    "sha256": "8d1402d56bf4c338b46c279a9baac383c5e0f3378f6a7198a5da03046a4fbe07",
    "simhash": "1:ddb4615453f387b7",
    "word_count": 1415
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anderson’s Appeal."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nBuckley v. Taylor, 2 Term Rep. 602, is an authority to show, that a distress may be made on the first day of the term, for rent due in advance; and Harrison v. Barry, 7 Price, 698, shows, that a distress for rent anticipated by express stipulalation, or forehand rent as it is called, is to be supported, not only against the tenant but against a judgment creditor. On no other principle could there have been a distress at the common law, which required it to be during the continuance of'the lease. But the landlord’s preference under the statute may be claimed for rent not demandadle at the time of the levy; as it was in West v. Sink, 2 Yeates, 247, and Binns v. Hudson, 5 Binn. 505; where the quarter’s rent was apportioned, and the part incurred was deducted from the proceeds of the execution. It was said, in Morgan v. Moody, 6 Watts and Serg. 335, that the statute of 1836, which is a transcript, is to have a liberal construction, like its predecessor; and indeed, had not the words of it been freely construed, no growing rent could have been brought within them, as already due. In West v. Sink, the portion deducted was said to be debitum in prcesenti, though solvendum in futuro; but if it were presently due, the landlord would not preclude himself from recovering it were he to evict the tenant; a result which shows the weakness of the position. The truth is, the words of the statute have been stretched to meet the ends of justice, and the court has proceeded on the principle of equitable construction in all the cases that have occurred. What, then, is the justice of the case before us ? The landlord let the celebrated watering place known as the Bedford Springs, for a term of years, to commence the first day of the succeeding April, at an annual rent, to be paid the first day of each September, or seven months in advance of the year. Now, had these executions been delayed a single month, the rent would have been demandable for the whole year, and the landlord’s preference would have been entire; but the goods were seized the first of August preceding; and the quesiion is, whether the apportionment ought to be made on the basis of the interval between the 1st of April and the day of payment, or on the basis of the whole year. To carry out the principle with which we started, it must necessarily be on the former. It is a postulate of the landlord’s right to distrain for forehand rent, that all of it is earned by the terms of the contract when all of it is payable ; and indeed, if it were paid at the appointed time, I know of no contingency that would entitle the tenant to get it back. Subsequent eviction of him for the residue of the period might make the landlord a trespasser, but it would not suspend his right to retain what he had conscionably received. If, then, the rent would have been earned on the 1st of September, the period of earning it would have been the interval between that day and the first day of the preceding April; and if the principle is applicable to the whole, when due, it is applicable, for purposes of apportionment, to a part of it equitably due as to creditors. The rent ought therefore to have been apportioned according to its ratio of increase with reference to the period, and not according to the ratio of its increase with reference to the year. And there is peculiar fitness in the application of the rule to the particular case. The season at a watering place lasts but a few weeks; and for its principal purpose the property is idle the rest of the year. Though the lease may be for a long term, to give the tenant a habitation the year round and prevent dilapidation, it is in effect only for so many seasons; and that these parties viewed it as such, is evident from the stipulation for payment at a day when the money-getting time is usually over. There consequently could, not be a more meritorious case for the principle of equitable interpretation. The decree and auditor’s report are therefore reversed, and the record is remitted, with direction to distribute the fund in the proportion indicated.\nSo decreed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Russel and King, for appellants.",
      "Barclay, for appellees."
    ],
    "corrections": "",
    "head_matter": "Anderson’s Appeal.\nIn applying the proceeds of a tenant’s goods sold on execution, to the landlord’s lien under a lease of the Bedford Springs for a term of years, commencing the 1st of April, at an annual rent payable the 1st of each September, tho conclusion of the watering season; it was held, that the apportionment of the year’s rent should be made on the basis of the interval between the commencement of the current year and the day of payment, and not on the basis of the whole year.\nJune 11. This was an appeal from the decree of the Court of Common Pleas of Bedford county, confirming the report of the auditor appointed to make distribution of the money arising from a sheriff’s sale of the personal property of William Reynolds, between the landlord and execution creditors. The paper book in this case showed, that on the 5th day of September, 1839, an article of agreement was entered into between E. L. Anderson, surviving trustee of Dr. John Anderson, of the borough of Bedford, and William Reynolds, of the same place. By this article, Anderson let to Reynolds “the boarding-houses at the Bedford Mineral Springs,” for and during the term of five years, to commence on the first day of April, 1840, at the annual rent of $1250, to be paid on or before the first day of September of each year, during the continuance of the term, Reynolds also agreed to pay Anderson six per cent, on the cost of a new boarding-house, as soon as he got possession thereof. Under this agreement Reynolds went into possession. It also appeared, that the new boarding-house was erected; that Anderson took possession of it in July, 1842; and that, on the 3d of November, 1843, the parties agreed upon the cost thereof, and fixed it at $20,000.\nOn the 1st day of August, 1844, the goods of Reynolds, the tenant, were seized by the'sheriff of Bedford county, by virtue of several executions placed in his hands; and subsequently sold for the sum of $4946 32. Out of this fund, Anderson, the landlord, claimed four-fifths of the whole year’s rent; but the auditor appointed to make distribution thereof, allowed him but the one-third, and apportioned the rest of the fund amongst the execution creditors. The court confirmed the report of the auditor; whereupon Anderson took this appeal.\nThe only question here was, whether the rent was to be apportioned, as between the landlord and execution creditors, on the basis of the interval between the 1st day of April and the day of payment, or upon the basis of the whole year.\nRussel and King, for appellants.\nThe landlord is entitled to payment of rent up to the day the goods are taken in execution, though it be in the middle of the quarter. West v. Sink, 2 Yeates, 274; Binns v. Hudson, 5 Binn. 505; Morgan v. Moody, 6 Watts & Serg. 835.\nIn the last case it is decided, that the 83d section of the act of 16th June, 1836, (Purd. Dig. 6th ed. 420,) does not change the rule, as declared in the above-mentioned cases. Morgan v. Moody, 6 Watts & Serg. 335.\nA claim may be supported by a landlord, in an action against a sheriff for removing goods seized under a fi. fa., for forehand rent, or rent stipulated by the lease to be paid in advance; as being rent due at the time of the seizure within the statute of 8 Anne, c. 14. Harrison v. Barry, 7 Price’s Ex. Rep. 690; Har. Dig. 1127.\nBarclay, for appellees.\nThe act of Assembly only provides for the case of rent due, and goods upon the premises liable to distress for rent due. This court have extended the construction to include rent not due ; allowing the landlord a proportional part, if the levy is made in the middle of a quarter.\nThe court have gone far enough; and this would be extending the construction still further.\nJune 17."
  },
  "file_name": "0218-01",
  "first_page_order": 216,
  "last_page_order": 219
}
