{
  "id": 400553,
  "name": "Kay v. Fredrigal",
  "name_abbreviation": "Kay v. Fredrigal",
  "decision_date": "1846-06-16",
  "docket_number": "",
  "first_page": "221",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates, 423",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates, 420",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "15 Serg. & Rawle, 61",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1815519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/15/0061-01"
      ]
    },
    {
      "cite": "11 Johns. 141",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/11/0141-01"
      ]
    },
    {
      "cite": "13 Johns. 48",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0048-01"
      ]
    },
    {
      "cite": "11 Wend. 38",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0090-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 364",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478581
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0364-01"
      ]
    },
    {
      "cite": "5 Whart. 288",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0288-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 364",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 406,
    "char_count": 7017,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 3.5367533313733886e-07,
      "percentile": 0.8845870936877015
    },
    "sha256": "7e98a7c7dce982d216fbe1f854961c8765e1f8a709a0873f69e8dabe399acc34",
    "simhash": "1:006ba9875945ca3a",
    "word_count": 1242
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kay v. Fredrigal."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\nThe first and fourth errors assigned are, that the words are not actionable as laid an(l proved, and that the declaration is defective. This is applicable Jfco the first declaration, because, although the innuendo is omitted, supposing that to be a defect, yet it is supplied by the second declaration, which contains the proper innuendo. There is no ground for insisting that there is still error. Where an amended declaration is filed by leave of the court, it is virtually a withdrawal of the first; and if the parties go to trial under such circumstances, it is to be presumed it was had on the amended declaration, where nothing appears to the contrary. Besides, the plea of justification and verdict -would seem to cure such defect.\n2. The second error is, that the court refused permission to the defendant to prove that there were laurel blossoms on the 14th June, 1843, as well as for some time before and after, not killed by the frost, in the immediate neighbourhood of where the plaintiff resided, and where she was in the habit of being at the time. This evidence was properly rejected, as it went to prove the truth of the words charged as slanderous, there being then no plea of justification. The law was so expressly held by this court in Petrie v. Rose, 5 Watts & Serg. 364; and upon reasons sufficiently clear and convincing.\n3. The third error is of the same class, except that being hearsay, it is still more inadmissible. ■\n4. The fourth error is, that the court refused to permit the defendant to prove by a witness, that Solomon Steel endeavoured to induce him to say he did not know that there were laurel flowers on the 12th of June, 1843, but requested him to swear that such was not the case. This subject was examined by this court in Sharp v. Emmet, 5 Whart. 288, and it was there held, that the strict English rule announced in the Queen’s case, 1 Ph. Ev. 294, 1 Greenl. Ev. 545, that the witness whose credit is to be impeached by other evidence-of verbal communications or correspondence, shall first be asked the question himself, had not been adopted in our courts ; but it was left to the sound discretion of the court trying the cause, to permit it or not. That being the case, and the court below having thought it right not to allow it in the case before us, we will not undertake to examine into its propriety.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Cox and Barclay, for plaintiff in error.",
      "King, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kay v. Fredrigal.\nAn amended narr. cures any defect in the original; if filed by leave of the court, it presumed the trial was had on that, nothing appearing to the contrary.\nSemble, a plea of justification cures the defect, if it be one.\nEvidence of the truth of the slanderous words as laid, not admissible under plea of not guilty, with leave, &c.\nThe admission of evidence of the declarations of a witness for the purpose of discrediting him, without a previous examination of the witness to the same matter, is in the discretion of the court trying the cause.\nIn error from the Common Pleas of Bedford county.\nJune 12. Case for slander. In the declaration filed, August 19, 1844, the words were set out, “ I (meaning the said defendant) say she (the said plaintiff, meaning) swore false.” To this there was a plea of not guilty, with leave to give the special matter and circumstances in evidence. After an appeal from arbitrators w'as filed, the plaintiff obtained leave to file an amended declaration. In this the same words were set out, with this addition, “ Thereby then and there meaning, that she the said plaintiff, in giving her evidence at the said trial as aforesaid, had committed wilful and corrupt perjury.” On this state of the record the cause went to trial. It appeared the plaintiff had been examined as witness in an indictment of the defendant for fornication; and in the course of her examination had stated that the laurel blossoms were frozen at the time she saw the matters as to which she had been examined, and was thus enabled to fix the time. The defendant offered to show that there were blossoms after the frost, on the day referred to by witness, in the neighbourhood of her residence, where she was in the habit of being, for the purpose of showing the truth of the words spoken by defendant. The court (Black, President, J.) rejected it, as there was no plea of justification. This was the second exception. The third was hearsay testimony of the same fact. • The defendant then filed a plea of justification, and gave the matters in evidence.\nThe plaintiff had examined Solomon Steel to prove the words spoken, and the property of defendant.\nThe defendant offered to show that Solomon Steel had endeavoured to induce the witness to say, he did not know there were laurel flowers on the 12th of June, but requested him to say such was not the case. This was rejected as purely collateral, affecting nothing but the credit of Steel. This was the fourth exception.\nThe first error assigned was that the words, as laid, were not actionable. Fourth, the narr. is defective. The second, third, and fourth, are contained in the exceptions to evidence above stated.\nCox and Barclay, for plaintiff in error.\nSteel could not have been examined by us properly, for if we had called him, we would have been bound by his answer, and could not contradict it. Travers v. Smith, 1 Barr, 234. If there was probable cause, there could be no recovery in an action for malicious prosecution; Petrie v. Rose, 5 Watts & Serg. 364; and it is therefore proper evidence in mitigation of damages under the general issue, and we are not to be put to the hazard of a plea of justification.\nThe first narr. not having been withdrawn, must be treated as forming one count at all events; and the verdict being general, the judgment must be reversed for the wantof an innuendo. 3 Watts, 90 — 93.\nKing, for defendant in error.\nThere was no error in rejecting the evidence offered by defendant’s counsel. Under the plea of not guilty, the defendant cannot give evidence in mitigation of damages, of facts and circumstances which induced him to suppose the charge true at the time it was made; if such facts and circumstances conduce to establish a justification. Petrie v. Rose, 5 Watts & Serg. 364. Even if the court erred in the rejection of this testimony, it cannot be assigned for error here; inasmuch as the defendant below subsequently added the plea of justification, when the same offer was again made and the evidence admitted.\nFourth error. Admitting that the narr. was defective, the plaintiff in error cannot take advantage of it in this court. If there was any defect, it was caused by pleading over and going to trial on the merits. 1 Chitty’s PL 67; Croke Car. 288.\nThe defect was also cured by the verdict. Sherwood v. Chase, 11 Wend. 38; Nevin v. Munn, 13 Johns. 48; Pangburn v. Ramsay, 11 Johns. 141, 1 Chitty’s Pl. 673 ; Dunlap’s Tidd’s Prac. 706 ; Morrison v. Moreland, 15 Serg. & Rawle, 61; Welsh v. Vanbebber, 4 Yeates, 420; Miles v. Oldfield, 4 Yeates, 423; Gray v. James, Peters’s C. C. R. 476.\nJune 16."
  },
  "file_name": "0221-01",
  "first_page_order": 219,
  "last_page_order": 221
}
