{
  "id": 400543,
  "name": "Benson v. Adam",
  "name_abbreviation": "Benson v. Adam",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "228",
  "last_page": "230",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 228"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 326,
    "char_count": 6334,
    "ocr_confidence": 0.554,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.41064015701301504
    },
    "sha256": "dbfc5316560a9657d75f1fc8b5ab28095b09a8d4b413c3764e3d4d1de23e70fc",
    "simhash": "1:f8536030602cdaa4",
    "word_count": 1166
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Benson v. Adam."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThere is nothing wrong on the trial, or the charge of the court. The judgment is affirmed for the reasons given by Judge Banks. Judgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Strong, for plaintiff in error.",
      "Hoffman, contra."
    ],
    "corrections": "",
    "head_matter": "Benson v. Adam.\nIn 1820, B. obtained a judgment against K. on which execution issued, and lands were seized and condemned. Afterwards, in the same year, B. made a general assignment to R. in trust for creditors, with a resulting trust to himself. B. then marked the judgment to the use of R., and the land was sold under the execution, to R. The sheriff’s deed remained in court until 1838, when R. obtained the seal of the court to it. Immediately after the sale in 1821, B. entered and occupied the land by himself and tenants, until 1828, when it was sold to plaintiff, under a judgment against B., R. giving no notice of title. Held, that in the absence of all evidence of a consideration paid for the judgment by R. to B., for whose creditors he was at that time a trustee, it was properly left to the jury, as a question of fact, whether the land was in fact purchased by R. as trustee.\nError fo the Common Pleas of Berks county.\nJune 15. This action below was ejectment for nine acres of land within one mile of the borough of Reading. Both parties claimed under one John Kline.\nThe facts of the case are fully stated in the following charge of his honour, Judge Banks :\n“Jacob K. Boyer obtained a judgment in the court of Common Pleas of this county, against a man named Kline. He had an execution issued upon this judgment to April Term, 1820, by virtue of which a levy was made on the lands in dispute, and other lands. A venditioni exponas was issued to August Term, 1820, and the land was sold; but the sale was set aside by the court. To April Term, 1821, an alias venditioni exponas was issued, marked to the use of Lewis Reese, and was returned, “ lands sold to Lewis Reese.” The sheriff’s deed to him is dated the 9th April, 1821, and was acknowledged on the 15th November, 1821. This deed remained in the prothonotary’s office until the 28th of February, 1838, when it was taken out by Lewis Reese. January 4th, 1839, Mr. Reese conveyed this land by deed to the plaintiff.\n“ On the 7th of November, 1820, Boyer had made a general assignment for the benefit of his creditors, to Lewis Reese, Betz & Medary. To April Term, 1827, Reéd & Gray obtained judgment against Boyer & Betz. By virtue of process issued on this judgment, this land was levied upon and sold as the property of Boyer, to the defendant. The sheriff’s deed to him is dated on the 6th November, 1828, which was acknowledged on the same day.\n“ George Bock testified that in the years of 1821,1822, he lived on this land as Boyer’s tenant, and paid the rent to him. That he moved on the land when Kline left it.\n“ Peter Stoudt testified, that he lived on this land seventeen or eighteen years ago, as Boyer’s tenant,, and paid him the rent.\n“ William Lukens testified, that he lived on this land as Boyer’s tenant at the time it was sold as Boyer’s — that he bought it at the first sheriff’s sale, but was unable to pay the money; that Boyer issued a landlord’s warrant for the rent against him, and he paid it to him; that it was again sold by the sheriff, and the defendant bought it and went into possession. '\n“It has been contended that Reese never owned the nine acres of land in dispute; that he bought it and held it in trust for Boyer, never having paid any thing for the judgment, or to the sheriff for the land. This is really the great point of dispute. If you believe that Reese bought the land in his own right, and for himself, you should then, by your verdict, give the land to the plaintiff. If, on the contrary, you believe that Reese bought this land in trust for Boyer, it belongs to the defendant.\n“ This judgment was first marked to the use of Reese, after Boyer’s assignment. How was this use obtained ? In what was this entry made — by what was it made — and for what consideration? This does not appear. Did he ever pay any thing for it, and to whom, and how much ? At the time it was thus marked to his use, Reese was one of Boyer’s assignees. This judgment was then held by him in trust. It stood for creditors. If any thing was paid for it, the creditors were entitled to it. It does, not appear that Mr. Reese ever paid any thing to Boyer’s creditors. The sheriff’s deed remained in the office from 1821 until 1838. Reese paid no attention to these lands until after the sale to the defendant. Boyer took possession immediately after the sale to Reese, and received the rent, and exercised acts of ownership over the land up to the sale to the defendant. There were two public sales by the sheriff of the land as Boyer’s, while Reese gives no notice of his claim.\n“ The acts of Boyer in' taking possession of the land, of themselves, would not impair a title in Reese, if he bought it in his own right; nor would his not giving notice of his. claim impair his title. In ordinary cases, that a judgment was marked to the .use of another, would be prima facie, evidence that it was his, and that he had paid' for it.\n“ This case is somewhat peculiar; the facts are therefore all left to you. If you are satisfied Reese bought in his own right, and for himself, you will return a general verdict for the plaintiff. If you believe that he bought it in trust for Boyer, then the plaintiff is not entitled to a verdict for the nine acres claimed by the defendant; and then your verdict will only be for the plaintiff for the residue of the land claimed in the writ. As to this residue, the defendant has entered his disclaimer in court, on the trial. He was too late doing this. Notwithstanding he has done this, the plaintiff is entitled to a verdict for it, with the costs of suit.”\nTo this charge the plaintiff’s counsel excepted.\nThe jury found for the defendant. Whereupon the plaintiff removed the record to this court, and assigned the following errors.\n“ 1. The court erred in admitting the testimony mentioned in the first bill of exceptions.\n“2. The court erred in charging the jury that the great point in dispute was, whether Reese bought for himself or for Boyer, and in leaving to the jury to find that Reese held in trust for Boyer.\n“ 3. The whole charge is an argument against the plaintiff upon the facts.”\nStrong, for plaintiff in error.\nHoffman, contra."
  },
  "file_name": "0228-01",
  "first_page_order": 226,
  "last_page_order": 228
}
