{
  "id": 400666,
  "name": "Moser v. Hoch",
  "name_abbreviation": "Moser v. Hoch",
  "decision_date": "1846-06-20",
  "docket_number": "",
  "first_page": "230",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 230"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Serg. & Rawle, 528",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809582
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0528-01"
      ]
    },
    {
      "cite": "5 Watts, 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 6553,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 5.359913379895744e-08,
      "percentile": 0.3365516676841005
    },
    "sha256": "b79b8d98d12437323a27d9ffe468ede983b5903d733a5d83899b7d3675cd7808",
    "simhash": "1:164ac36aab87add7",
    "word_count": 1174
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moser v. Hoch."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIt appears that Hoch bartered a stolen horse with Moser, who bartered it with Shitler, since insolvent, who assigned it to Engle; and that it was afterwards delivered up to the true owmer, by consent of all parties. Moser got judgment against Hoch for the use of Shitler ; and Engle procured the court to strike out Shitler’s name and insert his own in the place of it. But what recourse could Engle have against any one but Shitler, with whom alone he stood in privily? He could not get round him merely because he was insolvent, and stood between him and the earlier parties; and if he could not have recourse to them directly by action, he cannot have recourse to them indirectly by having a judgment to which he has no title, marked to his use. On what ground Moser recovered it before he was damnified, and why it was marked to the use of Shitler we know not; nor is it material to inquire, as it is enough to know that Engle had no claim to it. As his affidavit is agreed to be considered as a case stated, we must take the facts contained in it to be true; but we see nothing in it- to warrant the order of the court.\nOrder directing the entry reversed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Strong, for plaintiff in error,",
      "Pearson and Smith, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Moser v. Hoch.\nWhere A. sold a horse to B., who sold him to C., who assigned him to D.; and it was subsequently discovered that the horse had been stolen, when, with the consent of all parties, he was given up by D. to the real owner; and after this, B. brought suit on the implied warranty of title against A., and recovered a judgment for the use of C.; the court have no power to mark said judgment for the use of D., although the insolvency of C. prevented D. from obtaining any redress from him; D. being in privity with none of the parties but C.\nError to tbe Common Pleas of Berks county.\nJune 15. Benjamin Moser, for the use of Lewis H. Shitler, brought a suit against Solomon Hoch, before a justice of the peace, and recovered a judgment for $50. From this, the defendant appealed, and the cause being arbitrated, an award was made in favour of the plaintiff for the same sum. Hoch, the defendant, then, on leave given, paid the debt, interest and costs, into court. After the above proceedings had taken place, Daniel Engle applied to the court for-a rule to show cause why the judgment should not be marked for his use, and filed the following affidavit as the ground of his application.\nAffidavit.\nBerks county, ss:\nPersonally appeared before the subscriber, a justice, of the peace in and for said county, Daniel Engle, who being duly sworn according to law, deposes and says, that the cause of action of the above suit originated as follows : — Solomon Hoch, (the defendant,) in or about the year 1843, sold or swopped to Benjamin Moser, (the legal plaintiff,) á horse, which he, the said Solomon Hoch, had purchased from a man calling himself Smith. Subsequently to said- Benjamin Moser’s obtaining the horse, as above stated, he, the said Benjamin Moser, sold or swopped the horse to Lewis H. Shitler, (above named;) the said Lewis H. Shitler, after getting the horse from Benjamin Moser, as above mentioned, assigned the said horse to this deponent.for a valuable consideration, as per assignment, a, copy of which is annexed to this affidavit; that, in pursuance of said assignment, the said horse was delivered to this deponent; the clock mentioned in said assignment being in this deponent’s possession before said assignment was executed; while the said horse was in this deponent’s possession, or in the possession of Samuel Fix, to whom this deponent had hired him, Daniel Strawn, of the city of Philadelphia, came to Reading and claimed the horse as his property, averring that he had ■ been stolen from him by.the person from whom said Solomon Hoch had purchased him; the said horse was therefore, with the consent of the said Lewis H. Shitler and this deponent, delivered to said Daniel Strawn, who paid said Lewis H. Shitler five dollars as a consideration for said horse being given up to him without putting him to the trouble and expense of proving his ownership ; the said Lewis H. Shitler has taken the benefit bf the bankrupt law and is insolvent, and no money can be recovered from him; the debt for - which the said horse and other articles were assigned to this deponent, still remains due and unpaid, except that said Lewis H. Shitler gave to this deponent an order on Mr. Hetzel for $20, on which said Hetzel paid $19 25, saying he was not bound to pay any more ; and this deponent yet has in his possession the clock mentioned in said assignment, which clock may be worth from $20 to $25 ; the amount now actually due this deponent from said Lewis H. Shitler, as hereinbefore set forth, exceeds the amount of the award in this case.\nDaniel Engle.\n: Sworn and subscribed before me, Dec. 9, 1845.\nMathias Mengle, Justice of the Peace.\n. The facts, as set forth in this affidavit, were admitted by Moser andShitler, as well as by Jacob Fricker, to whom Shitler had assigned the claim on the docket of the Common Pleas, prior to the award of arbitrators. The court below (Banks, President, dissenting) made the rule absolute. The decision of the court, in making the rule absolute, constituted the subject of this writ of error.\nStrong, for plaintiff in error,\ncontended that there was no privity between Engle and Hoch; and that the court had no power to subrogate Engle to the rights of the plaintiff in the judgment. If Engle had sustained any injury, his only mode of redress was by suit against Shitler, from whom he got the horse.\nPearson and Smith, for defendant in error,\ncontended that it clearly appeared from the facts, that the real cause of action was in Daniel Engle, in whose possession the horse wras at the time he was reclaimed by the real owner. Thus Engle was the party injured; but not having purchased the horse directly from Hoch, he, Engle, could not maintain a suit in his own name against Hoch; and there would be a failure of justice unless the court had power to mark the judgment for his use. Shitler being insolvent, any redress against him was useless.\nAll courts have an inherent power to search out the party really entitled to the benefit of a judgment recovered before them, and to mark the judgment for his use.\nAs for the rights of Fricker, the purchaser of the claim from Shitler, they were not in the way, because he purchased subject to all prior equities.\nBesides, the decision of the court below was conclusive, and could not be reversed on error. They cited 5 Watts, 68; 8 Serg. & Rawle, 528.\nJune 20."
  },
  "file_name": "0230-01",
  "first_page_order": 228,
  "last_page_order": 231
}
