{
  "id": 400721,
  "name": "Stout et al. v. Levan",
  "name_abbreviation": "Stout v. Levan",
  "decision_date": "1846-06-19",
  "docket_number": "",
  "first_page": "235",
  "last_page": "239",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 235"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 512,
    "char_count": 12174,
    "ocr_confidence": 0.512,
    "pagerank": {
      "raw": 9.353707453119566e-08,
      "percentile": 0.5140291962967725
    },
    "sha256": "45f97a919ed4c8941bb3de59686e0d8c51468d3fe63defb385138279729b07ef",
    "simhash": "1:18e7bcecdadcb134",
    "word_count": 2249
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stout et al. v. Levan."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIt is unnecessary to say more in this case, than that the principles of law applicable to tlqe evidence were fairly stated to the jury; and that the errors assigned have not been supported. Judgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. Glancy Jones, for plaintiff in error.",
      "Darling, contrà."
    ],
    "corrections": "",
    "head_matter": "Stout et al. v. Levan.\nIn an action of debt on bond given to a married woman for her distribution share of the valuation of the real estate of her deceased father, brought after the lapse of twenty ' years, where a demand of the debt within the twenty years and an acknowledgment by the defendants that it was not paid,.accompanied with a declaration, that if she sued for it they would present the debt of her husband as a set-off, which would overbalance her claim; it was held, not to be error in the court below to charge the jury, that if they believed the testimony, “ there was a demand made within the twenty years; and that this demand, with what was then said, rebutted the presumption of payment; so that the defendants were not entitled to' a discharge for any part of the debt on that account.” '\nIn such-case, where the administrators of the decedent claimed a credit in their account for the debt of the husband to the estate, which had been contracted previously to the marriage ; and where the wife survived the husband; it was also held, not to be error to charge the jury, in the absence of all evidence to the contrary, that “ there was no proof, that the husband in his lifetime applied the claim then in suit to the payment of his debt to the estate, or that he agreed to do so, either expressly or by implication. The legal results therefore of all the facts in this case are, that it survived to the plaintiff She is therefore entitled to your verdict.”\nError to the Common Pleas of Berks county.\nJune 16. Jacob Stout, George Stout, and Benjamin Stout, plaintiffs in error, who were defendants' below, against Maria Levan, late Maria Stout, one of the daughters of George Stout, deceased, defendant in error, and plaintiff below. This was an action of debt on bond.\nThe facts necessary to a correct' understanding of this case, are stated in the charge of his honour, Judge Banks, to the jury, which, under the opinion of this court affirming the principles as applicable to the evidence laid down therein, is made part of this report.\nCharge of the court to the jury: — “ George Stout, the father of the parties, died intestate in the year 1817 or 1818, leaving a widow and eight children. The widow died on the 15th of February, 1843. Thé plaintiff married-Daniel Levan ón the 5th of January, 1819. Daniel Levan died on the 13th June, 1830.\n“The real estate of George Stout was valued and appraised in the Orphan’s Court of this county, at $14,653; and was accepted by and adjudged to his three sons, Benjamin, Jacdb, and George, on the 9th of April, 1819. They gave their bond to Mrs. Levan, the plaintiff, on the 22d January, 1822, for $1259 09, payable oh demand ; and for the further sum .of $610, at the' death of the widow. These two sums were the share to which she was entitled of said valuation. This action was brought to April Term, 1843, on this bond, to recover its amount. Daniel Levan, at the time of George Stout’s death, was indebted to him in an amount exceeding the amount of this bond. He purchased at the vendue of his goods by the administrators, to the value of $143 97. This was before his marriage with the plaintiff. The plaintiff purchased at said vendue to the amount of $24 13. There was paid for her by the defendants to Mr. Shomo, in 1831, the sum of $130. For these two sums, the plaintiff’s counsel are willing to give credit.\n“In the first administration account, the adminstrators are charged with the debt of Levan, as it was finally confirmed on the report of auditors. They filed a second account in 1834, in which a credit was claimed for this debt of Levan. The auditors did not allow this credit. Exceptions were filed by the administrator to this report, and were dismissed on the 12th of August, 1837. After presenting to the consideration of the jury all the evidence in the cause, the court proceeded to charge them as follows: — ‘It has been contended by the defendant’s counsel, that the payment of this debt, which was due on demand, must be presumed from length of time. The suit was not brought within twenty years from the date of the bond and the debt payable. Twenty years’ delay unaccounted for pays the debt. This payment is by operation of law. After that lapse of time, if not accounted for, the debt is presumed to be paid. This presumption, as a bar, is conclusive of its payment, unless it is rebutted by countervailing proof. This presumption may be overcome, by proof of various kinds of facts and circumstances. Payment of money in part discharge of the present existing debt; an acknowledgment that the debt is still unpaid and due will rebut this presumption of payment. It is not reasonable to presume a debt paid, which the debtor says was not paid. A son of the plaintiff has testified, that he went with his mother to see Jacob, soon after his grandmother’s death; that she asked him how it was about this bond; that he said he knew it had not been paid; that if she would sue them, they would present the debt of her late husband as a set-off, and that would overbalance her claim. Another son or step-son of the plaintiff has testified, that soon after his father’s death the plaintiff sent him out to see about this claim; that he saw Benjamin and asked him about it; that Benjamin said he knew the plaintiff had never got any thing, but that her husband owed more than she was entitled to. This was in 1830 or 1831. This same witness also called on Jacob; and that he said it was hard that the plaintiff got nothing; but that they had paid so much for her husband. One of these witnesses speaks of having seen a receipt of his father in the hands of one of the defendants. What the receipt was he did not know. In their second account, credit is claimed for this Levan debt. The claim for this allowance was enforced by the oaths of defendants. This would tend to show, that this claim had not been paid by the application of it, or discharge of that debt. If the testimony is believed, here was a demand made within the twenty years. This demand, with what was then said, and the demand made afterwards, with what was then said, rebut the presumption of payment; so that the defendants are not entitled to a discharge for any part of the debt on that account. The indebtedness of Levan to'the estate is clearly proved. Is it a good defence against this claim? The wife has in this case survived the husband. Her choses in action survived to her; unless her husband did something in his lifetime to prevent it. He might in his lifetime have applied this debt, in right of his wife, to pay his own debt. If he had done so, and there was proof of the fact, the plaintiff could not recover. Did he do so? If a husband appoints an attorney to receive for him a debt that is due in right of his wife, and his attorney recovers it during the life of the husband; if the husband would assign such a debt for a valuable consideration and without any reservation; if the husband would sue for such a debt in his own name, and recover judgment for it; if he would absolutely release such a debt; in all these cases the right of survivorship in the wife would cease. Here there is no act of the husband’s proved. It does not appear that he was ever asked to apply it to the payment of this debt, or that he ever did so apply it. He might have been willing to do so, or he might not. The question is, did he in his lifetime do it, or agree to do it ? If he did, this claim now sued for is for ever gone; if he did not, it survives in the plaintiff. A husband may refuse to reduce the choses in action of his wife to possession. This is a matter to be determined by his own wrill. The ownership is to take the direction indicated by his acts and will. This discretion the law permits him to exercise freely. He is not forced to reduce them into his possession whether he wills it or not. If he has never touched them, or taken any steps to gain possession of them, it is the same as if he had expressed a determined unwillingness to do so. There is no proof that he ever took any steps to .recover this money in any way; or that he made any effort to have it applied to the payment of his debt to the estate. There is no proof, that he ever did one act or uttered one word in relation to it. In their first account, the defendants charged themselves with the husband’s debt. In their second account, they asked to be released from this charge, inasmuch as they have never received it. This application was founded on the fact, that it had never been paid to them. If it had been paid in any way, it is not to be supposed, that they would have taken the oath which accompanied their account and exceptions. Their oath is a solemn denial that this debt had ever been paid to them by Daniel Levan. Their present defence is in direct contradiction of their own declarations, sanctioned by their solemn oaths. What answer has been given to all this ? What answer can be given to it, in truth ? No answer has been given to it, and no answer can be given to it, that would be satisfactory to honest men. Daniel Levan might have made this debt his own. If he had taken any step whieh amounted to a reduction of it to his possession, he would have made it his own. If he had made any agreement in any way to apply it to the payment of his debt, it would have made it his own. Under all the circumstances in this case, is it possible to come to the conclusion, that he ever did convert this claim or agree to convert it to his own purposes ?\n“ There is no contradiction or variance in the testimony. It is all consistent and leads to one result. There is no proof that Daniel Levan in his lifetime applied the claim now in suit to the payment of his debt to the estate, or that he agreed to do so either expressly or by implication. Therefore the legal results of all the facts in the case is, that it survived to the plaintiff. She is therefore entitled to your verdict.\n“ As for the money paid by the defendants for her to Shomo, and the amount of her purchase of goods of her deceased father, at the sale by the administrators, you will give the defendants credit.\n“ As to the amount of Levan’s purchase at said sale, I have not much to say. This purchase was made but shortly before his marriage. He was never called on for this money — there may have been an understanding that he should not be called on. This was a transaction with the defendants — there is therefore room for reasonable presumption. It may be that it was intended to stand, and to be deducted out of his wife’s share. From the circumstances I would infer the intention. The inference, however, is for you. If you make this inference, as I have but little doubt you will; you will deduct it also from the plaintiff’s claim. To this charge the defendant’s counsel except, and at their request it has been reduced to writing and filed.”\nTo this charge the defendants excepted. The questions raised and decided here will appear from the following assignment of errors.\n«1. The court erred in taking from the jury the question -whether, the presumption was rebutted.\n“2. The court erred in not leaving to the jury the question, whether Daniel Levan had settled with the defendants and appropriated his wife’s share to the payment of his bonds.’-’\nJ. Glancy Jones, for plaintiff in error.\nSuit was not brought within twenty years from the date of the bond. The payment of the debt, which was payable on demand, was to be presumed from length of time. There was some evidence of a settlement to leave to the jury; and the court erred in, taking the question from them.\nDarling, contrà.\nThe court told the jury, if they believed the evidence, it rebutted the presumption of payment; and this they were bound to do. There was no evidence of a settlement,' but on the contrary, the very reverse. . The court, could not therefore leave a fact to the jury, of which there was not a particle of testimony.\nJune 19."
  },
  "file_name": "0235-01",
  "first_page_order": 233,
  "last_page_order": 237
}
