{
  "id": 400668,
  "name": "Stub's Use v. Stub et al.",
  "name_abbreviation": "Stub's Use v. Stub",
  "decision_date": "1846-06-22",
  "docket_number": "",
  "first_page": "251",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 375",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0375-01"
      ]
    },
    {
      "cite": "1 Day, 139",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/day/1/0139-01"
      ]
    },
    {
      "cite": "1 Johns. Ch. 609",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts & Serg. 96",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483374
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0096-01"
      ]
    },
    {
      "cite": "4 Watts, 290",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0290-01"
      ]
    },
    {
      "cite": "5 Rawle, 347",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 195",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0195-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 115",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts, 442",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842689
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0442-01"
      ]
    },
    {
      "cite": "1 Rawle, 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819246
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0108-01"
      ]
    },
    {
      "cite": "7 Mass. 518",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999464
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/7/0434-01"
      ]
    },
    {
      "cite": "5 Pick. 106",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033241
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/22/0105-01"
      ]
    },
    {
      "cite": "12 Wend. 573",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 13666,
    "ocr_confidence": 0.55,
    "pagerank": {
      "raw": 8.510716297403207e-08,
      "percentile": 0.48679343853637796
    },
    "sha256": "a5de03f527e9de4272e50f1b71cd1a6655b466b8de44a6feb5f90fc7d13c0a10",
    "simhash": "1:faecf1001e8cc09a",
    "word_count": 2453
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stub’s Use v. Stub et al."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nIt would seem to be well settled, that parol contemporaneous evidence is inadmissible to contradict or vary the terms of a valid written instrument. 1 Greenl. Ev. sec. 278; 1 Phil. Ev. (Am. ed.) 753; 2 Stark. 544, 548; 12 Wend. 573.\nA plain written engagement, upon sufficient consideration, plainly and intelligibly staled in the language of the parties, should not be varied or rendered ineffectual. A writing may be read by the light of surrounding circumstances, in order more perfectly to understand the intent and meaning of the parties; but as they have constituted the writing to be the only outward and visible expression of their meaning, no other words are to be added to it, nor substituted in its stead. The duty of the court in such cases is, to ascertain, not what the parties may have secretly intended, as contradistinguished from what their words express; but what is the meaning of the words they have used. 1 Greenl. Ev. sec. 276, 277, and the cases there cited. The reason and policy of the rule might be illustrated to a great extent. Thus, when a policy of insurance was effected on goods “in ship or ships from Surinam to London,” parol evidence uas held inadmissible to show that a particular ship in the policy, which was lost, was verbally excepted out of the contract. 1 Taunt. 115. So, where the instrument purported to be an absolute engagement to pay at a specified day, parol evidence of an oral agreement at the same time, that the payment should be prolonged, was rejected. 3 Camp. 67; 5 Pick. 106. Or, where it depended on a contingency, 1 Stark. Rep. 361; 7 Mass. 518; or to be made out of a particular fund, has been rejected. 1 Gow. 74.\n, In Pennsylvania, the cases of Hurst v. Kirkbride, Christ v. Diffenbach, and Miller v. Henderson, have gone to admit parol evidence of what passed at the time of executing the agreement, to show fraud or mistake. But parol evidence is not admissible.to prove that at the time a conveyance'of a lot of ground was made, a right of way over the ground was reserved to the grantor, there being no evidence of fraud or 'mistake in respect to the drawing of the deed. Collam v. Hooker, 1 Rawle, 108. Where a deed conveyed land by certain boundaries, it was held, that parol evidence was not admissible to prove that a certain number of acres therein was not intended to be conveyed. Beeson v. Hutchinson, 4 Watts, 442.\nIt is difficult to laydown with clearness and precision the rule on this subject. Having such an infinite number of decisions upon this point, the inclination is to restrain rather than to enlarge the rule. 7 Serg. & Rawle, 115. For myself, experience has shown the necessity of this.\nIn the case immediately under consideration, we are all satisfied it would be enlarging the rule to admit the evidence. William Stub had been called on to give security. There was then money in his hands belonging to the estate, and money in court. It is true the court made no special order upon him, but he came forward and gave a voluntary bond, just such as the court would have directed, to cover the money received and what might he received. . The condition of this bond was, that he, as executor, would render a true and just account of his management of the property and estate of the deceased: the bond having previously recited, that “ whereas Adam Stub had certain moneys, goods, and effects, that have come into the possession of the said William Stub, and may hereafter' come into his possession, &c.” The allegation is, that William Stub and his bail did not intend to include, in the bond, the money then in the hands of the administrator; not alleging any argument or special contract at the execution of,the bond, but because'nothing was said about the money in the hands of the administrators.. The evidence is not pertinent; it is too loose, and only tended to mislead the jury. It ought not to have been received; and if received, the jury ought to have been instructed that it was no bar to the plaintiff’s right of recovery. It was setting up an implication, against an express engagement in writing. Nothing short of an express agreement, showing a manifest mistake in the' writer of the bond, ought to have been received by the court. There .was no evidence given by the defendant, that the court ought to have received, until the mistake was clearly shown on the execution of the bond. The bond is as it should be; neither infants nor creditors would be safe, if such loose evidence were admitted to destroy the obligations given for their protection. ' \",\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Strong, for plaintiffs in error.",
      "Dunn, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Stub’s Use v. Stub et al.\nParol evidence is not admissible to show, that a voluntary bond given by an executor in the Orphan’s Court, was intended only to cover a certain amount of money about to be taken out of court upon the bare allegation, that the executor and his sureties did not intend it to secure other money then in his possession, because nothing was said in relation to such liability at the time of the execution of the bond.\nIn such case, nothing short of an express agreement, showing a manifest mistake by the writer of the bond, is admissible in evidence for the purpose of reforming the same.\nError to the Common Pleas of Berks county.\nJune 19. The Commonwealth of Pennsylvania for the use of Peter Stub, Jacob Stub, and Sarah Ansbach, plaintiffs in error and plaintiffs below, against William Stub, George Forrer, and Henry Deck, defendants in error.\nThis was an action of debt on a bond given in the Orphan’s Court by the defendants — the two last as sureties — in the sum of $7000; and was brought to recover the shares of Peter Stub, Jacob Stub, and Sarah Ansbach, in the balance of the personal property of their father, Adam Stub, deceased, remaining in the hands of William Stub, one of the executors of the will of the said deceased.\nThe plaintiff gave in evidence the bond, which recited, that “whereas certain moneys, goods and effects, have come into the possession of said William Stub, and may hereafter come into his possession, to be administered;” and was conditioned', “that if the above-bounden William Stub, executor as aforesaid, shall render a true and just account of the management of the property and estate of said deceased under his care, and shall in all respects faithfully perform the duties of executor; then the above obligation shall be void,” &c. It was proved, that William Stub was indebted to the estate at the time this bond was given, as appeared from his account, filed some time previously; and that proceedings to have him removed from his trust were then pending.\nThe defendants offered to prove, that at the time this bond was given, there was in court the sum of $13,000; which arose from the sales of the real estate of the decedent; and that the court ordered this bond to be taken to entitle William Stub, who was insolvent, to take the same out of court. This testimony was admitted by the court, under an exception by the plaintiffs.\nIn support of the evidence offered, the defendants then called and examined the following witnesses :—\nWilliam Strong testified, in substance, that he was concerned as counsel in the trial of the case of Leiss and Stub ; that in that case $13,000 had been paid into court, to the credit of the estate of Adam Stub ; that William Stub, as one of the executors of his father, made application to the court for leave to take out the one-half of said sum of money; that he, as counsel, resisted said application, on account of William having refused to execute a deed, and on account of his insolvency; that on the argument of this question there was an offer made, that William should give bail. There was no other matter then before the court, on which bail was demanded ; nor does he remember that he was called on to give bail. He thinks this bond is the one that was then given; that he objected to William taking the money; that the bond was voluntary on the part of William; that there had been a citation awarded to have William discharged from his office of executor, before that time.\nGeorge G. Barclay testified, that he was in court when this matter took place. The taking the money by William was resisted, as was said, because he was insolvent or unsafe; that he was present when the subject was spoken of; that he thinks the bond was drawn in court, when the subject of giving bail for this money was talked about; that the only matter before the court at the time was this money; that no bail was then spoken of for any other money.\nJohn S. Gibons testified, that he wrote this bond and witnessed it, but had no recollection of the bond or its conditions, at all.\nJames L. Dunn testified, that he was in court when this took place, and when the application was made by William to take the money out, and when this bond was given; that it was resisted by Messrs. Smith and Strong; that Messrs. Gibons and Barclay were William’s counsel; that Messrs. Smith and Strong insisted upon security before William should take the money out of court; that the defendants were offered by William as his sureties ; that the bond was then drawn up by Mr. Gibons, at the counsel table; that the witness told Mr. Forrer, in German, as he understood but little English, that this bond was for the security of the payment of this money in court, by William to the heirs directly, and Forrer told this to Deck; that the amount of the bond was named by the court; that the witness did not read the bond; that the bond was handed by Mr. Gibons to him, and that he then told Forrer what he has stated; that this all took place in court, and at the bar.\nThe bond was dated on the 10th of August, 1838, and the rule to show cause why William Stubs should not take out the one-half of the money in court, was granted on the 13th of August, 1838, and on the next day made absolute. On the argument of the rule to show cause, the application to take the money out of court was resisted, on the ground of the applicant’s insolvency, and his refusal to execute a deed.\nThe jury returned a verdict for the defendants; and the only question here was, whether, under the evidence, there was any thing to leave to the jury to authorize them to reform the bond.\nErrors assigned. — «1. The court erred in admitting the evidence mentioned in the first bill of exceptions.\n“2. The court erred in submitting to the jury whether there had been a mistake of fact, and permitting them to reform the bond.\n“3. The court erred in charging the jury as follows: — ‘If you believe that the defendants only intended to go security for the money which William was then about to take out of court, and believed that they were only going security for this sum; and that they were led to this belief by what was said and done by the other party or his counsel, there made at the time the bond was executed, then the plaintiff cannot recover.’ ”\nStrong, for plaintiffs in error.\nThe question here is, whether parol evidence was admissible to reform the bond; that is, to show that the bond was never intended to cover any other liability than the amount of money sought to be taken out of court, under the rule to show cause. He argued, that the bond covered, and was intended to cover, not only the money about to be taken out of court, but that which was then in his possession, or which might thereafter come into his possession, in the execution of his trust. It was intended to cover the whole trust of William Stub, as executor, and there was no evidence to the contrary. He admitted that a bond might be reformed by parol evidence, which was clear and undoubted; certainly, where there was a mistake of “fact.” This case, he contended, came not within any of the exceptions to the rule. Here there was no evidence to show any thing like misrepresentation by the obligees; no evidence of mistake by the scrivener. Under an allegation of mistake by a scrivener, the proof must be clear that he inserted what he was not directed, or omitted to insert what he was directed. The direction must be clearly proved. This was an attempt to reform a bond on a naked allegation of mistake. He cited Stein v. Shirk, 1 Watts & Serg. 195 ; Bank of Waynesburg v. Fordyer, 1 Barr, 454.\nDunn, for defendants in error.\nIt is in vain to allege, that there was not a mistake by and between all the parties interested in the bond in question. It was the understanding and intention of the parties, that the bond was to be a security for the money in court, and confined expressly to it; the whole testimony proves this fact. The application to dismiss the executor was for alleged malfeasance in the execution of his trust. The mismanagement charged in the petition for the citation, related expressly to the real estate : there is no charge of misrepresentation here. Bond drawn in the sum of $7000, by an experienced member of the bar. The security was intended to be confined to one-half of the $13,000 in court; it was not given in a sum sufficient to cover the whole amount of the estate.\nHe cited, Mollier v. Pennsylvania Fire Insurance Company, 5 Rawle, 347; Bowman v. Beitenbender, 4 Watts, 290, and Parke v. Chadwick, 8 Watts & Serg. 96, to show that parol evidence was admitted to prove the nature and extent of contract. 1 Johns. Ch. 609; Gillespie v. Moore, 2 Johns. Ca. 585; De Reimer v. De Cantillon, 4 Johns. Ca. 85. Bond reformed by chancellor by parol evidence, 1 Day, 139; Rankin v. Mortimer, 7 Watts, 375. Parol proof to show intention of parties; and deed reformed thereby. The parol testimony must be clear and satisfactory, and it is for the jury to pass upon.\nJune 22."
  },
  "file_name": "0251-01",
  "first_page_order": 249,
  "last_page_order": 254
}
