{
  "id": 400712,
  "name": "Heft & Hix v. McGill et al.",
  "name_abbreviation": "Heft & Hix v. McGill",
  "decision_date": "1846-06-29",
  "docket_number": "",
  "first_page": "256",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 523",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Johns. Rep. 372",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 481",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0481-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 429",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts & Serg. 28",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 230",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835035
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0230-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 21768,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 4.0815040684731274e-07,
      "percentile": 0.9089035692814523
    },
    "sha256": "adcdf92c2aadd66e51ca79e2254d65a9a7e59f3fda5f12034158fa9fc9d02bfa",
    "simhash": "1:68e32c774a1cd0c6",
    "word_count": 3833
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Heft & Hix v. McGill et al."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe contract between Hix and McGill had been so far executed before the death of McGill, that his infant children had an equitable title in the premises. It required a regular proceeding at law to divest them. The lot was vacant when McGill purchased. He had paid all the purchase money, except about fifty dollars, taken possession, and built a house and barn, and died seised.\nHix brought an ejectment against the widow, and obtained a conditional judgment. He threatened to turn the widow out, and she left the premises. The children of McGill were not parties to that ejectment. It was not evidence against them, and when offered in evidence by Hix it was properly rejected.\nThe alienation of an improvement right by the widow, after the death of her husband leaving an infant two years old, will not bar the right of the infant to recover the land wdien it arrives at full age; even if the consideration received by the widow should have been applied to the support and maintenance of the child. Senser v. Bower and Wife, 1 Penna. Rep. 450. If the children of McGill were wrongfully dispossessed, they had a right to regain the possession without a tender of the balance due on the purchase by the father. But a tender of more than the amount due was made before the ejectment brought. Hix rejected the tender, and demanded three hundred dollars. The whole evidence shows, that Hix was rapacious; and that he desired to dispossess the widow and her children, and regain the possession of the premises.\nMore than the balance due on the article was brought into court on the trial. Why then should the plaintiffs not recover ? They had the justice of the case on their side.\nBut it is contended, that the court erred in admitting the plaintiffs below to show how long Hix was in possession, and the annual value of the premises. The children of McGill were improperly dispossessed. Hix had no right to obtain the possession of the house and lot in the manner he pursued. It was clearly an equitable set-off against the balance due by the plaintiffs in error, on the purchase of their ancestor.\nIt is further contended, that the infant children of McGill should have had a guardian appointed, and that they cannot maintain this ejectment by their next friend. It was held in Turner v. Patridge, 3 Penna. Rep. 173, that an infant may sue by his next friend, appointed at the common law by the court in which the action is pending ; and by our practice, without any appointment at all, in order to supply the want of capacity in the infant, to afford in his own person a party responsible on the record for the costs. But as the execution of the trust is under the supervision and control of the court, there is no reason why our practice of constituting a prochein ami, without the express sanction of the court, should be disturbed. Such a next friend is in the nature of a guardian ad litim,; the chief difference being, that the former is curator of an infant plaintiff, and the latter of an infant defendant. 1 Tidd’s Practice, 69.\nNor is infancy a ground for a nonsuit. It must be pleaded in abatement. 1 Cowp. 33, note 6.\nThere is no other error assigned, that requires consideration.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Forster, for plaintiffs in error.",
      "Kline and Pearson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Heft & Hix v. McGill et al.\nWhere the vendee of a vacant lot of ground, under a written agreement, took possession of the'same, and after he had built a house and barn thereon, and paid a large portion of the purchase'money, died seized thereof; it was held, that the contract was so far executéd, that his infant children had an equitable title to ,the property.\nWhere the vendor, in such case, brought ejectment for the premises against the widow of the vendee, and recovered a conditional verdict and judgment against her, and she left the premises on the threats of the vendor to turn her out; the children of the vendee not having been parties to that action, the verdict and judgment therein is not evidence against them in ejectment brought by them to recover possession from the vendor.\nThe children of the vendee having been wrongfully dispossessed, had a right to regain-possession without a tender of the balance due on the purchase by their father.\nThe vendor’s possession being illegal, the length of time he had possession, and the annual value of the premises, were proper evidence against him, and constituted an equitable set-off against the balance due by the children on the purchase of their father. ,,\nUnder our practice, an infant can maintain an action of ejectment ■ in the name of his next friend; and it is not necessary that he should have a guardian appointed by the . court, and that the action should be brought in the name of such guardian.\nError to Common. Pleas of Lebanon county.\nJune 22. This was an action of ejectment, for a .messuage and tract of land, situated in East Planover township, Lebanon county, containing about four acres, brought by Andrew McGill, Jeremiah McGill, Rebecca McGill, and Sophia McGill, the said Jeremiah, Rebecca, and Sophia, by their next friend Solomon Kline, defendants in error, who were plaintiffs below, against Jacob Heft and Conrad Hix, plaintiffs in error.\nConrad Hix; who was the owner of the premises in dispute, entered into an agreement in writing in 1823, to sell and convey the same to James McGill, for $200; $75 to be paid in April, 1824, and the residue in annual payments. The deed to be made by Hix, when the $75 were paid, but to be retained by him until the whole purchase money was paid. In April, 1824, James McGill took possession and paid $52, of the $75. Several small payments were afterwards made by James McGill; but at no one time did he make the full payment required by the agreement. James McGill continued to reside on the premises, until October, 1829, when he died, leaving a widow and four children all in their minority. Mrs. McGill, with her family, remained in the undisturbed possession of the property, until the latter part of the year 1834; when Hix instituted an action of ejectment against her, to enforce the payment of the unpaid purchase money. That ejectment was tried at April Term, 1838, and involved the question of the amount of purchase money due and unpaid. A verdict was rendered for the plaintiff, to be released on the payment of $110 72, if paid before the first of April, 1837. Mrs. McGill with her two youngest children continued in possession until the spring of 1838; when, upon being told by Hix, that he would turn her out if she did not leave, she gave up the possession. The amount due, as fixed by the verdict, or any part of it, was not paid. Hix then took possession and remained in possession until the spring of 1841, when he sold to John Heft, who went into, possession. Heft was to pay $300, and was to have a bond of indemnity against the claim of'the McGills with bail. In July, 1842, Heft had paid $92, and made some considerable improvements on the premises,' which he had rented to Jacob Heft, one of the defendants. In March, 1841, Jeremiah McGill, one of the sons of James McGill, deceased, tendered to Conrad Hix the sum of $125, and said he wanted his land back again. Hix refused to take the money, saying the least he would take was $300. The matter remained in this situation, until January Term, 1843, to which this ejectment was brought by the four children of James McGill, deceased, one of whom, Andrew, was then of full age, and the others minors, suing by a next friend. The plaintiffs claimed as the children and heirs of James McGill, deceased, under the written agreement entered into between their father and Conrad Hix,- one of the defendants.\nThe plaintiffs, after proving that Hix had stated, after the death of James McGill, that he owed him but $50 on the land, which would have been paid had he lived, offered to prove the annual value of the property on the. 1st day of April, 1838, when Hix went into possession, for the purpose of showing, that the whole, or a part of the unpaid purchase money had been extinguished or paid. The defendants objected; but the court overruled* the objection, and sealed a bill of exceptions, which was defendants’ first bill of exceptions. It was then proved, that in 1838 the premises were worth about $25 a year. The plaintiffs then called Elizabeth McGill, the widow of James McGill, deceased, as a witness. The defendants objected to her on the ground of interest; whereupon the plaintiffs offered the release of the proposed witness, of all her interest in the land in dispute, right of dower, &c. The defendants still objected to her competency, on the ground of interest; whereupon the court overruled the objection, and admitted the witness to testify. This was defendants’ second bill of exception. The witness then testified, that James McGill, her husband, died in 1829, leaving four children, Andrew, Jeremiah, Rebecca, and Sophia; that Andrew was twenty-two years of age on Christmas day, 1843, and that Sophia, her youngest child, would be sixteen years of age in May, 1845; that Hix got possession on the 1st day of April, 1838, and that the family had been out of possession ever since ; that it was after the trial here in court, he got possession; and that she gave up the possession when Hix told her he would turn her out if she did not go. At the time she gave up the possession, her two youngest children were living with her, and the others were out from home. At this stage of the trial, the plaintiffs paid into court the sum of $75, to cover the claims of the defendants.\nThe defendants then offered in evidence the record of an action of ejectment, in the Court of Common Pleas of Lebanon county, of November Term, 1835, in which Conrad Hix was plaintiff, and Elizabeth McGill, the widow of James McGill, defendant; which was instituted to recover the unpaid purchase money, due on the agreement between Hix and McGill, and in which the plaintiff obtained a verdict, on which judgment was entered, to be released on the payment of $110 72, the amount of the unpaid purchase money, before the 1st of April, 1837. The plaintiffs objected, and it was rejected; which constituted the defendants’ third bill of exception.\nThey also offered to prove, that after the judgment obtained, November Term, 1835, No. 14, wherein the parties were Conrad Hix v. Elizabeth McGill, widow of James McGill, ejectment •for the same premises; that before and after the judgment, Conrad Hix, over and over again, offered to give up the property to the widow and creditors, provided they would pay him his money, which was refused; that the administrator of McGill obtained an order for the sale of the said land, from the Orphans’ Court; that McGill was insolvent at the time.\nThe above evidence was offered to repel the evidence given in this cause, and to rebut the equity of the plaintiffs’ right to recover under the agreement given in evidence by plaintiffs, after so great a lapse of time, and valuable improvements made; and further, to rebut the evidence given on the part of the plaintiffs, as to their right to have a credit for the rents, issues, and profits.\nObjected to, and rejected; and this was defendants’ fourth bill.\nThe plaintiffs presented six points, and the defendants five; upon which they requested the court to charge the jury. Of these points, the following, being the first, fourth, fifth, and sixth, of the plaintiffs’, and the first, second, third, and fourth of the defendants’, are only material here.\nPlaintiffs’ points:\n«1. That the title of the plaintiffs in this case, as exhibited by the evidence, is an equitable one; and all the plaintiffs were obliged to do, previous to instituting their suit, was to tender to Mr. Hix anci the father of the plaintiffs. The above we ask to be told the jury, so far as Conrad Hix, one of the defendants, is concerned.\n“4. That the plaintiffs having brought $75 into court to meet the claims of the defendants, if that sum is sufficient the plaintiffs are entitled to a verdict, if nothing stands in the way but the claims of Conrad Hix, under his agreement with Jacob McGill.\n“ 5. That the defendants acquire no right to retain the property, from the fact of making improvements; provided they were made with full notice of the plaintiffs’ rights.\n“ 6. That if the jury believe $75 more than sufficient to meet and answer the just claims of the defendants, they are to say how much shall be applied out of the said $75, to those claims.”\nDefendants’ points:\n“ 1. That the plaintiffs cannot recover, because minors cannot sue j that the plaintiffs were minors, and were incapable in law to commence any suit or action at law.\n“ 2. That the plaintiffs cannot recover in this suit, because no tender made before this suit brought, of the money really due on the articles of agreement, on which the plaintiffs found their action.\n“ 3. That the plaintiffs cannot in this suit defalcate, or set off the rents, issues, and profits of the premises, for which this action of ejectment is brought, against the moneys due on the articles of agreement.\n“ 4. That the plaintiffs cannot recover in this suit, until they tender amends for all the improvements made by Hix and Heft, since Hix went into possession, in 1838.”\nThe general charge of his honour, Judge Eldred, so far as material here, was as follows :\n“ The question is, whether the plaintiffs have shown enough to entitle them to recover in this suit. Their claim is under the article of agreement made by their father, James McGill, with Conrad Hix, one of the defendants, for the purchase of the land in dispute, under which a part of the purchase money was paid before the death of James McGill; and possession taken and continued by him, until his death; and by his widow, the mother of the defendants, some years after-wards. This is an equitable claim ; and as the legal title is in the defendants, it was necessary for the plaintiffs to prove, that they tendered, before the suit was brought, the balance due on the contract. Have they done so ? If the evidence can be relied on, they did offer to Conrad Hix, one of the defendants, $125. Was that all that was due on the contract, including interest ? If it was, and they now have in court, and ready for the defendant, the amount due and interest, there is nothing in the way of a recovery by the plaintiffs, so far as Conrad Hix is concerned. The money tendered before suit was brought, was not in specie; nor was it necessary, if Hix made no objection to receiving it on that account, but declined doing so for other reasons. These are questions of fact for the jury; and it is an affirmative answer to die plaintiffs’ first and fourth points, and defendants’ second point of law, on which instruction has been asked by the counsel.”\nIn answer to the plaintiffs’ fifth point, and the defendants’ third and fourth points, the court said, “that if the jury believe from the evidence,, that John Heft was not a bond fide purchaser without notice; his claims, or the claims of Jacob Heft, if in possession as a mere tenant of John, without having paid any thing, are no bar to the plaintiffs’ recovery. The jury will ascertain from all the evidence, the amount due on the contract, with the interest; and in doing so, they may deduct from the price agreed on for the land, a reasonable rent for the premises, from the time the defendants came into possession. In fixing on this rent, they should take from the annual value of the land, all taxes and such necessary repairs as are really necessary for the fair enjoyment of the premises, whether it be in repairing of fences and buildings, liming the land, &c. But new buildings or improvements not necessary for the fair and reasonable enjoyment of the premises, should not be taken into consideration by the jury. If Heft has put up buildings, not necessary for such fair and reasonable enjoyment of the premises, when he knew of the equitable claim of the plaintiffs, he did it with his eyes open, and it is a matter exclusively between himself and Conrad Hix, from whom he purchased : we believe the rule here indicated to be the correct one, in a case like the present; were it not so, a person might be improved out of his land; or improvements might be made upon the land of such value that he could not pay them, or of a kind that they would be of no use to him; and he would, perhaps, be compelled to give up his land, if he were compelled to pay the value of the improvements, before he could obtain possession of them. At the same time, persons who enter into possession, as defendants here did, should be' allowed all reasonable expenses incurred for the purpose of enjoying the benefit of the property.”\nThe court refused to answer plaintiffs’ sixth point, as requested; but said that if the jury, under the law as laid down, found a verdict for the plaintiffs, they would also find how much was due on the contract, to be settled on the principles before laid down.\nThe court also refused to answer defendants’ first point, as requested, so far as it relates to the present action of ejectment.\nBoth parties excepted to the charge.\nThe jury found a verdict in favour of the plaintiffs, and said, defendants should take $21 75, out of the money paid into court. Their finding was based upon the following calculation as exhibited:—\nBalance due on purchase money, on 1st of October, 1829, $5000 00 Interest from the 1st of October, 1829, to the 17th of December, 1842, ...... 39 57\n$89 75\nRent from the 1st of April, 1838, to the 17th of December, 1842, at $18 per year, .... $84 00\n5 75\nAllowing for necessary repairs for the years 1838, and 1839, - - . - - - - 16 00\nLeaves the balance, $21 75\nThe defendants sued out this writ of error, and assigned for error here, the bills of exceptions, and the charge and answers of the court to the points submitted.\nForster, for plaintiffs in error.\nTo the admission of evidence offered by plaintiffs below, to show the annual value of the premises from the time Hix took possession, in 1838, for the purpose of showing that the purchase money was thus paid or extinguished, we objected for the following reasons : — The action trying was ejectment; and this was evidence to recover mesne profits. We hold the law and practice to be established in Pennsylvania, that mesne profits cannot be recovered in ejectment, without notice from plaintiff of such intention. Dawson v. McGill, 4 Whart. 230; Cook v. Nicholson, 2 Watts & Serg. 28. We offered the record of an ejectment by C. Hix v. Mrs. McGill, widow of James McGill, for the purpose of showing a recovery of this land, with a condition of release on payment of the amount unpaid on tire agreement of James McGill by a specified time. This evidence was in some measure rendered admissible, after the evidence of Mrs. McGill, that Hix had threatened to turn her out of possession, and that she left in consequence. If the heirs of James McGill had been defendants in that action, that verdict, uncomplied with, would have been for ever conclusive against their recovery on that title. Treasler v. Fleisher, 7 Watts & Serg. 139.\nThen the question is, whether, under the circumstances, the plaintiffs in this action Could be affected by the recovery in the record offered. James McGill had died in possession under the contract; his widow continued in possession for six years after, without any other title; her children living with her, without any other guardian ; she defending upon this very equitable title, having the amount to be paid to secure the title ascertained. If that record was not evidence, and evidence of the conclusive character, was it not evidence in another view? It certainly was, if laches can be imputed to these plaintiffs, as minors, at all. This question is better applicable to show this recovery in ejectment as a fact, with others stated, to impute delay and backwardness in the parties in interest, and thus raise the question of relinquishment of the contract. See Youst v. Martin, 3 Serg. & Rawle, 429.\nThe father had been dead six years before Hix brought his action; two years had elapsed before Hix took possession, and then five more before these plaintiffs stirred in the matter.\nThe minors in this case sue by a next friend. I am aware that we have a decision of the court, that suits may be brought by next friend ©f minor, without previous sanction or appointment by the court. But since the act of 13th April, 1807, it may be questioned, whether a minor can institute an action of ejectment, without guardian. The 1st section says, “ And minors may sue by their guardians, as in other cases.”\nKline and Pearson, for defendants in error.\nThe evidence of mesne profits was properly received; as it wms offered to show that a part of the unpaid purchase money was extinguished. Evidence of the annual value of the property was a part of the plaintiffs’ case to enable them to recover the premises, but not to recover the mesne profits beyond the land. Wykoff v. Wykoff, 3 Watts & Serg. 481. The authorities cited on the other side were, where the plaintiff sought a recovery for mesne profits. The record of the suit of Conrad Hix v. Elizabeth McGill, the widow, was not evidence in this action. The plaintiffs in this suit were neither parties nor privies to that. They do not claim through Elizabeth, the defendant in that suit, and they cannot be prejudiced by any act of her’s. She had no interest in this suit, and would have been a competent witness, without a release.- 20 Eng. Com. Law Rep. 420. The courts have encouraged the practice of minors suing by their next friend. But if minors could not thus sue, it can only be taken advantage of by plea in abatement. 7 Johns. Rep. 372; 1 Chitty’s Plead. 346. Campbell v. Galbreath, 5 Watts, 523.\nJune 29."
  },
  "file_name": "0256-01",
  "first_page_order": 254,
  "last_page_order": 262
}
