{
  "id": 400757,
  "name": "Greenawalt v. Kreider",
  "name_abbreviation": "Greenawalt v. Kreider",
  "decision_date": "1846-06-24",
  "docket_number": "",
  "first_page": "264",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Johns. Ch. Rep. 242",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1982826
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/6/0242-01"
      ]
    },
    {
      "cite": "9 Cow. Rep. 37",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "7 Johns. Rep. 207",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "10 Wend. 162",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2013016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0162-01"
      ]
    },
    {
      "cite": "1 Watts, 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0143-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 110",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0110-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle 30",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 147",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 116",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "15 Serg. & Rawle, 117",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "8 Serg. & Rawle, 116",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 7542,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 4.3068695980755066e-07,
      "percentile": 0.9169167777735304
    },
    "sha256": "c94b48f627bc3b47a2edc5e2efa5bba673939c10496d7dfd3ed03dc217eb1e0e",
    "simhash": "1:03233f604ecebd1f",
    "word_count": 1349
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Greenawalt v. Kreider."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe rule for cases of this stamp, laid down in Cope v. Smith, 8 Serg. & Rawle, 116, and repeated in Gardiner v. Ferree, 15 Serg. & Rawle, 117, requires the notice to contain a positive direction to sue, with a declaration that the surety will hold himself absolved if it be not complied with; but there is no such direction in the notice before us. The defendant’s co-surety gave notice that he would no longer consider himself bound, and requested the creditor to take another bond or payment. What was the creditor to infer from that, beyond the obvious meaning of the words ? The request to take another bond is too plain to be mistaken for a request to sue; but the request to take payment, might perhaps be taken for a hint to push for the money. But, according to the plain rule laid down for all cases, a hint is not enough. It requires an explicit direction to sue, that there may be no misapprehension of the meaning. It is as easy to speak plainly as mysteriously ; and there wrnuld be no certainty in the rule if it left the courts to grope for the meaning of the surety among ambiguous words. Cases will arise which it would be difficult to determine; and we should in the end have no rule at all. Nor would the creditor know how to keep himself safe, unless he were to fly at the principal on the first intimation of the sureties’ impatience. Had his laches exonerated one of the sureties, in this instance it may well be that he could not have proceeded against the other; but it is very clear that both are bound.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "John Weidman, for plaintiff in error.",
      "Kline and Pearson, contrà,"
    ],
    "corrections": "",
    "head_matter": "Greenawalt v. Kreider.\nA notice by a surety to the creditor, containing a positive direction to sue the principal debtor, with a declaration, that if it be not complied with he will hold himself absolved, will discharge him if it be neglected.\nA hint to sue is not enough. The direction must be clear and explicit; not liable to be misapprehended by the creditor, nor to be left to the court to grope after the meaning of the surety amongst ambiguous words.\nA notice, therefore, given by a surety to the creditor, that he would no longer consider himself bound, and requesting him to take another bond or payment, will not absolve the surety from liability to pay the debt.\nQuare. If one of two sureties be exonerated by the laches of the creditor, can he proceed to collect the debt from the other 1\nError to Common Pleas of Lebanon county.\nJune 22. This was an action of debt brought by Michael Kreider, for the use of Christian Kreider, the defendant in error, who was plaintiff below, against Charles Greenawalt, on a joint and several bond, executed and delivered by Benjamin Stees, Charles Greenawalt, the defendant, and Adam Ritscher. The pleas were payment, and payment with leave to give the special matters in evidence, on which issue was joined and the cause tried.\nOn the trial, the plaintiff, after giving the bond in evidence, rested.\nThe defendant then offered in evidence the deposition of Dr. William Huber, to prove the service of the following notice upon, the plaintiff:—\n“Lebanon, August 1, 1836.\n“Sir: Please take notice, that you hold a bond against Benjamin Stees, for $1000, in which Charles Greenawalt and myself are bail. I therefore notify you, that I will be no longer considered bail. Please to take another bond from him, or payment.\n“To Michael Kreider. (Signed,) Adam Ritscher.\n“N. B. You know that I spoke to you, when at my house in April last, that I did not like to be bail any longer, on account of my old age. (Signed,) Adam Ritscher.”\nOn the paper containing the above notice, the following memorandum was written:—\n“ Served on the day and year of the above date, by me.\nWm. Huber.”\nThe above was to be followed up by proof, to show that Greenawalt and Ritscher were but sureties; and that notice of this special matter was given to the plaintiff. To the evidence thus offered, the-plaintiff objected that the notice was not such as would discharge Adam Ritscher, if he were surety; that it could not avail the defendant, as he was no party to it, even if it did discharge Ritscher.; that it was not material and relevant; and also, that the latter part of the offer, after “N. B.,” was not evidence, as it was made by himself. The court rejected the evidence; and this constituted defendant’s only bill of exception.\nThe defendant contended, that the notice given by Ritscher to the plaintiff was good, according to the rule laid down for such cases; and that, as Ritscher was absolved from liability by the laches of the plaintiffs, the defendant, his surety, was also exonerated. The only error assigned here, was the rejection of the evidence contained in defendant’s bill of exception.\nJohn Weidman, for plaintiff in error.\n1. The notice is a good notice. In the case of Cope v. Smith, 8 Serg. & Rawle, 116, the reason why they did not bring themselves within the rule, was because they had not stated, that they would consider themselves discharged. So also in the Erie Bank v. Gibson, 1 Watts, 147, the sureties did not give the bank reason to suppose that they would consider themselves discharged. In this instance, the declaration, that the surety will hold himself discharged, is explicit.\nThen as to the second branch of the requisites of a notice of this character. The surely requires the obligee to “take another bond, or payment.” When the Supreme Court decided, that the notice should be distinct, they did not mean that it should be technical. Payment includes every thing that could possibly be required; the absolute cancellation of the suretiship by any means the obligee might think proper to pursue; so only that the surety who gave the notice should be released.\n2. The notice being a good one, it discharges Adam Ritscher; and so also it discharges Charles Greenawalt. A release to one obligee is a release to both, in equity as well as in law. Bown v. Swadlin, 1 Atk. 343; and also in 2 Pothier on Obligations, 59 & 66, and in notes; where the same doctrine is decided. For as a release in deed to one obligor discharges the other, so of a release in law. 8 Reps. 136.\n3. If it be not a release to Charles Greenawalt for the whole amount of the claim, it at least discharges him from the one-half of it; and this upon the principle laid down in 1 Poth. 323, top page, that where a creditor renders himself incapable of ceding his right of action against a co-surety, he loses his claim against the other surety, for so much as the co-surety would have been bound to contribute. Now, if this notice be good, Ritscher is certainly discharged ; then what right of action can the plaintiff below cede to Greenawalt against Ritscher ? By his own act, he has released him from all liability. Can he then exercise the power which is conceded to him in ordinary cases, which is recognised in Gardiner v. Ferree, 15 Serg. & Rawle 30, of offering the surety the bond to sue in his name ?\nKline and Pearson, contrà,\ncontended, that the notice was not sufficient to discharge Adam Ritscher, the co-surety. It was not within the rule laid down in Cope v. Smith, 8 Serg. & Rawle, 110 ; Gardiner v. Ferree, 15 Serg. & Rawle, and in Erie Bank v. Gibson, 1 Watts, 143. But, they argued, even if the notice were sufficient to discharge Ritscher, if he were the defendant in this suit, it is personal to him, and could not avail Greenawalt. As to Ritscher, it would operate as a covenant not to sue, (10 Wend. 162,) and not as a technical release. Rowley v. Stoddard, 7 Johns. Rep. 207; 9 Cow. Rep. 37; 6 Johns. Ch. Rep. 242.\nJune 24."
  },
  "file_name": "0264-01",
  "first_page_order": 262,
  "last_page_order": 265
}
