{
  "id": 400693,
  "name": "Batdorff's Administrators v. Eckert",
  "name_abbreviation": "Batdorff's Administrators v. Eckert",
  "decision_date": "1846-06-19",
  "docket_number": "",
  "first_page": "267",
  "last_page": "269",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 336",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "15 Serg. & Rawle, 22",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 265,
    "char_count": 4445,
    "ocr_confidence": 0.557,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4097723458008556
    },
    "sha256": "55c96eb475a1601830b0de6d078b8eddb4310146deef05ee36d320427e4ffcb8",
    "simhash": "1:9aa8935007495ebb",
    "word_count": 767
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Batdorff’s Administrators v. Eckert."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe daily pay allowed by the fee-bill for the attendance of witnesses at court, is intended as a compensation; and when they have received that, they are entitled to no more. And this is the foundation of the judgment in Curtis v. Buzzard, 15 Serg. & Rawle, 22, and Homer v. Harrington, 6 Watts, 336, which rule this case. The decree of the Common Pleas here, allows the witnesses pay for four days’ attendance, instead of one, in direct opposition to the cases cited. This indeed is a stronger case than those ruled, for here no difficulties arise as to the apportionment, as all the costs are to be paid by one person, who was the only defendant in all the suits. Nor does it interfere with the opposing dicta of Mr. Justice Kennedy in Homer v. Harrington, and Chief Justice Tilghman in Curtis v. Buzzard. The case supposed by them is of different parties and different suits, and of course of different transactions ; but here, although the plaintiffs are not the same persons, there is but one defendant, the controversy arising out of one and the same transaction, and he alone liable for costs.\nThe general rule established by the caáes cited is, that the witness is entitled to pay for each day of his attendance and no more, without regard to the number of suits in which he is called to testify; and if there be an exception, it arises from an overwhelming inconvenience, to which an apportionment among different parties would lead. As no insurmountable inconvenience exists\" here, we are of opinion, the case falls within the general rule.\nThe judgment of the Common Pleas reversed, and the report of thfe auditor confirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Kline and Pearson, for plaintiffs in error.",
      "John Weidman, contrà."
    ],
    "corrections": "",
    "head_matter": "Batdorff’s Administrators v. Eckert.\nWhere a controversy arises out of one and the same transaction, between several and different plaintiffs, but the same defendant who alone is liable for costs; a witness, who is subpoenaed in the several suits by the respective plaintiffs, is entitled to single pay for each day’s attendance and no more, without regard to the number of suits in which he is called to testify.\nThe daily pay allowed by the fee-bill is intended as a compensation for the attendance of the witness; and when he has received that, he is entitled to no more.\nError to Common Pleas of Lebanon county.\nJune 23. This was an action on the case brought by George Eckert, the defendant in error, who was plaintiff below, against Thomas L. Batdorff, administrator of John Batdorff, deceased. This suit, and three others by different plaintiffs, were commenced at the same time, against the same defendants, and brought to August Term, 1840. They were ail actions on the case, and instituted for the recovery of money paid by the respective plaintiffs, as bail or sureties of Peter Batdorff, on an order which issued to him out of the Orphans’ Court of Lebanon county, for the sale of certain real estate of Christian Ley, deceased, for the payment of debts. It appeared, that the defendant’s intestate was the back-bail to the several plaintiffs, by verbal agreement to indemnify and save them harmless as the sureties of the said Peter Batdorff, as aforesaid. The four cases were placed on the trial list, for January Term, 1844, and the same witnesses subpoenaed in each suit, by the respective plaintiffs, and required to be in attendance at that court, and on the same day. On the 10th of January, 1844, a verdict was rendered in each case for the plaintiff, and all the witnesses discharged on that day. In each of the cases, the plaintiff filed his bill of costs, and claimed the daily pay and mileage for his wdtnesses for the same attendance and for the same number of days. The question below was, whether the witnesses were entitled to recover their daily pay in each suit, from the defendant; or whether they could demand only their single per diem allowance. The bills of costs and the question involved were referred to an auditor, who reported, “that in his opinion more than single fees could not be allowed to the witnesses in the four cases.” To this report, exceptions were filed by the plaintiff; and after argument, his honour, Judge Eldred, decided that the witnesses were entitled to their daily pay in each case, and directed the report of the auditor to be corrected accordingly. Whereupon the defendant removed the record to this court, and assigned for error, this decision of the court.\nKline and Pearson, for plaintiffs in error.\nJohn Weidman, contrà.\nJune 19."
  },
  "file_name": "0267-01",
  "first_page_order": 265,
  "last_page_order": 267
}
