{
  "id": 400686,
  "name": "Snavely v. Wagner",
  "name_abbreviation": "Snavely v. Wagner",
  "decision_date": "1846-06-25",
  "docket_number": "",
  "first_page": "275",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 275"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Serg. & Rawle, 460",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796803
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/1/0460-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 267,
    "char_count": 4593,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 2.8866318260292503e-07,
      "percentile": 0.8439868501986023
    },
    "sha256": "96ba0f0bf1e73dba9c5294a5611e2e95b1be8e8cef9f11f07759ade448c71ccc",
    "simhash": "1:a604a2d3152d2855",
    "word_count": 822
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Snavely v. Wagner."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIt is, in general, true, that where the defendant, in a judgment, is in possession at the time of the levy and sale, he cannot make any defence against the purchaser at a sheriff’s sale. By the purchase under regular process, the purchaser acquires a right, at least to the possession of the debtor, 'which alone will support the action of ejectment. But this principle cannot apply where the process is void; as where the sheriff undertakes to sell a life-estate, which he cannot do, as is ruled in Dennison’s Appeal, 1 Barr, 201, and in a case ruled at this term, and not yet reported. In the one case, the purchaser has some right; here he has none, as the proceeding of the sheriff is altogether void. The evidence offered by the defendant proves that the husband took his wife’s purpart in land, not money, and that.it was of less value than her share of the estate. The husband having nothing'to pay out'of his own funds, acquires but a life-estate, as is ruled in Blocker v. Carmony, administrator of Hess, 1 Serg. & Rawle, 460: a case which cannot be distinguished from the present.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "John Weidman, for plaintiff in error.",
      "Kline, contrà."
    ],
    "corrections": "",
    "head_matter": "Snavely v. Wagner.\nAs a general rule, the defendant in a judgment, who is in possession of land at the time of its sale by the sheriff, cannot make any defence against the purchaser.\nA purchaser under regular process acquires a right to the defendant’s possession at least, which will support ejectment against him..\nBut this principle doe's not apply to a sale where thfe process is void; as when the sheriff undertakes to sell a life-estate, which he cannot do.\nEvidence by the defendant, which proves that the husband took his ■ wife’s purpart in land and that it was of less value than her-share in the estate, is competent. In such case, the husband having nothing to pay-out of his own funds, acquires but a life-estate, which cannot be sold by the sheriff.\nError to the Common Pleas of Lebanon county.\nJune 23. Michael Wagner, the defendant in error and plaintiff below, brought ejectment against Cyrus K. Snavely, the plaintiff in error and defendant below, for a'lót of ground situated in the township of South Lebanon, Lebanon county, containing -'three acres. On the trial, the plaintiff gave in evidence the record of a judgment for $213 13, in favour of the borough of Lebanon, against Cyrus K. Snavely, the defendant, entered on a bond with warrant of attorney, in the Court of Common Pleas of Lebanon county, to April Term, 1843, No. 75, on the 6th day of May, 1843, and payable on the 8th 'of May, 1843. On this judgment it appeared a writ of fi. fa. was issued to August Term, 1843, No. 11, which was returned by th.e sheriff, “made on personal property $91 45, and levied on real estate and condemned, as per inquisition annexed. Levied on about three acres of land, more or less.” The land so levied on and condemned, was sold by the sheriff .under a writ of all ven. ex. to Michael Wagner, the plaintiff, for-$129; and the deed of the sheriff to Wagner for the land so purchased was acknowledged in open court on the 8th day of January, 1844. It was admitted on the trial, that the defendant was in possession at the time of the levy and sale, and that he continued in possession.\n“Defendant, to maintain the issue on his part, offered to prove-that the lot in dispute was taken at the valuation and appraisement, under the intestate laws, by Cyrus K. Snavely, the defendant, in right of his wife; that Cyrus K, Snavely paid no money; but that the valuation of the whole real estate, after deducting all. expenses, gave to each of the children of the intestate more money than the amount of the lot taken at the appraisement\" by Snavely in right of his wife, and that C. K. Snavely received in the settlement of the whole real estate a small balance in right of his wife, and received a release, and executed releases for the same to the other heirs.”\n■ -It appeared from the paper book, that this evidence was offered for the purpose of showing that Cyrus K. Snavely, who took this property at the appraisement, had at most but a life-estate in it, which could not be sold by the. sheriff in the manner it was sold. The plaintiff objected to the evidence, on the ground that as the defendant in the judgment was in possession at the time pf the levy and. sale, and at the time of suit brought, he could make no defence. The court sustained the objection, and the rejection of this evidence constituted the bill of exception, and the only error assigned here.\nJohn Weidman, for plaintiff in error.\nKline, contrà.\nJune 25."
  },
  "file_name": "0275-01",
  "first_page_order": 273,
  "last_page_order": 274
}
