{
  "id": 400726,
  "name": "The German Reformed Church v. The Commonwealth Ex rel. Seibert",
  "name_abbreviation": "German Reformed Church v. Commonwealth ex rel. Seibert",
  "decision_date": "1846-06-29",
  "docket_number": "",
  "first_page": "282",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 853,
    "char_count": 26312,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 7.473972511512085e-07,
      "percentile": 0.9698136841182633
    },
    "sha256": "a6df4793a92c5439a2a0fe47abee0af08ca886f62ea615213d6a94731825e230",
    "simhash": "1:3eacf072d01c76dd",
    "word_count": 4355
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The German Reformed Church v. The Commonwealth Ex rel. Seibert."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe facts on which the case is ruled appear in the answer and rejoinder of the respondent, which, for the purpose of closing the pleadings, the relator admits to be true. We therefore discard all technical objections, as well as the one, .that the answer is not signed by the corporation, to which, if exceptionable, the relator should have demurred. By the charter, none but members of the German Reformed church of Heidelberg, citizens of the Commonwealth, are corporators; and as a person excommunicated ceases to be a member,-he loses his right as a corporator. The consistory, it seems, excommunicated the relator; and he contends that they have only the power of excluding him from the Lord's table, and that where it is intended to separate a member from the church, it requires the consent of the congregation given expressly or tacitly. And this seems to be the import of the fifth and sixth articles of the church discipline. Now, whether this assent was given, does not expressly appear; but, granting the consistory have proceeded to disfranchise the relator, without the consent of the congregation, the remedy is by appeal to a higher tribunal. The church judicatories consist of three heads': the consistory, the classis, and the synod. And by the sixth article it is provided, that when any person may think himself aggrieved by the decision of a lower judicatory, he has a right to appeal to a higher; and whatever is concluded in such judi'catory by a majority of .votes, is valid and binding, unless it can be shown to be contrary to the word of God, and the constitution of the church. If, therefore, the relator is injured by the decree of the consistory, his remedy is by appeal to a higher ecclesiastical court, which no dpubt (and it is indecorous to suppose otherwise) will afford him redress, by reversing whatever may have been done by the inferior court, inconsistent with the canons of the church. That the power of the classis and synod is advisory only, matters not; as we,cannot suppose their decision will be disregarded, and if it should be, it will then be time enough to seek redress from the civil authorities. The decisions of ecclesiastical courts, like every other judicial tribunal, are final; as they are the best judges of what constitutes an offence, against the word of God and the discipline of the church. Any other than those courts must be incompetent judges of matters of faith, discipline and doctrine ; and civil courts, if they should be so unwise as to attempt to supervise their judgments on matters which come within their jurisdiction, would only involve themselves in a sea of uncertainty and doubt, which would do any thing but improve either religion or good morals. Until a final adjudication by the church judicatories, we think the relator is without remedy by mandamus.\nJudgment reversed, and judgment for the respondents.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Bibighaus, for respondent.",
      "Ulrich, for relator."
    ],
    "corrections": "",
    "head_matter": "The German Reformed Church v. The Commonwealth Ex rel. Seibert.\nWhere the relator admits the facts stated in the answer and rejoinder of the respondent to be true, technical objections will be discarded by this court.\nIf it were deemed exceptionable, that the answer was not signed by the proper officer of the corporation, or that the rejoinder was not made by competent authority, the relator should have demurred to it.\nWhere, under the charter, none but the members of “ The German Reformed Church of Heidelberg, citizens of the Commonwealth,” were corporators; it was held, that as a person excommunicated ceased to be a member, he lost his rights as a corporator. Under the fourth and fifth articles of the discipline of this church, it seems that the consistory have the power only of excluding a member from the communion of the Lord’s supper; and that an act of excommunication or expulsion from the church requires the consent of the congregation, either expressly or tacitly given.\nIf, however, the consistory proceeded to excommunicate or expel the relator from church membership, without the consent of the congregation, his remedy was by appeal to a higher tribunal of the church.\nThe church judicatories consist of the consistory, the classis, and the synod ; and a member who thinks himself aggrieved by the decision of a lower tribunal, has the right to \"appeal to a higher one.\nThe decisions of ecclesiastical courts, like those of every other judicial tribunal, are final; as they are the best judges of what constitutes an offence against the word of God, and the discipline of the church.\nUntil a final adjudication is had in the church judicatories, the relator is without remedy by mandamus.\nError to the Common Pleas of Lebanon county.\nJune 24. In this case, Jacob Seibert, the relator, upon the following petition and affidavit, obtained a rule to show cause why a mandamus should not issue to “ The Corporation of the German Reformed church of Heidelberg,” the respondents, plaintiff in error and defendant below, to restore the said Jacob Seibert to the standing and rights of a member of the said corporation.\n“ The petition of Jacob Seibert, of the township of Millcreek, in the county of Lebanon, and state of Pennsylvania, respectfully represents, that your petitioner, Jacob Seibert, bas been a member of ‘ The Incorporation of the German Reformed church of Heidelberg, in the county of Dauphin,’ now situate in Jackson township, in the county and state aforesaid, since the year of our Lord one thousand eight hundred and two, and ever since that time hath enjoyed the rights and privileges of a member of the aforesaid corporation, until the sixteenth day of November, Anno Domini, 1844, at which time he was notified that he no longer enjoyed the rights and privileges of a member of the aforesaid corporation. That the annual election for church officers was held at the church or place of meeting of the aforesaid corporation, on the ■ day and year last aforesaid mentioned; at which time and place, the vote of your petitioner, Jacob Seibert, was refused and rejected, on the ground that he was no longer a member of the aforesaid corporation; that your petitioner was deprived of his membership in the aforesaid corporation, and disfranchised without his knowledge, and without knowing the offence or cause for which he has been expelled or excommunicated from the aforesaid corporation ; that your petitioner, since the time he became a member of the aforesaid corporation, hath, and does still, conduct himself in conformity with the duties of a member of the aforesaid corporation, and that he hath wrongfully, unjustly, and illegally, been deprived of the rights and privileges of a member of the aforesaid corporation. Your petitioner therefore humbly prays your honours to grant a rule upon the aforesaid corporation, to show cause, why a mandamus should not issue to restore your petitioner, Jacob Seibert,-to the.standing and rights of a member of ‘ The Incorporation of the German Reformed church of Heidelberg, in the county of D.auphin,’ now situate in the county of Lebanon, aforesaid.”\nThe relator was duly sworn to the truth of the facts stated in the above petition.\n' All the material facts, as well as'the rules of discipline of the church, so far as they are.applicable to the facts in this case, are fully set forth in the following pleadings of the parties. The counsel of the relator admitted, that the facts stated in the answer and rejoinder of the respondents were true.\nThe’ answer of the respondent was in the following words :\n•< < The Incorporation of the German Reformed church of Heidelberg, in the county of Dauphin-,’, now situate in the county of Lebanon, in answer to the. above rule of court humbly certify, that true it is, that Jacob Seibert, at whose instance the above rule was granted, no longer- enjoys the rights and privileges of a member of said incorporation, having been excommunicated and wholly separated there- ’ from by the consistory of said church, according to the articles and rules adopted for the government and discipline of said church and congregation ; that according to the constitution, rules, and discipline of said church, the vestry, consistory, or ecclesiastical council, consists of four trustees, four elders, four deacons, and the minister for the time being, and that in this body, so constituted, is vested the power and authority of expulsion and excommunication ; that the fourth article, adopted for the government of said church, reads as follows, to wit: ‘ those who obstinately reject the admonitions of the consistory, or have committed an act of public scandal, shall be excluded from the comrnunion of the Lord’s supper. If, after this suspension and repeated admonition, they give no evidence of repentance, they shall be excommunicated.’\n“And that the seventh article, adopted for the government of said church, reads as follows:—\n“ < If an offence be so gross, that forbearance would bring dishonour' upon the religion of Jesus, and be a cause of scandal in the church, the consistory shall immediately, upon the conviction of the offender, separate him from the church, and put away the evil from it, agreeably to St. Paul’s direction, 1 Cor. v. 1 — 13.’\n“That under the said constitution, rules, and discipline of said church, the following charges were preferred against the said Jacob Seibert, to wit:\n“ 3. That he published in the public papers, matters against the preacher, and other members, which are untrue and utterly false ; whereby he has violated the rule of Jesus, Matt, xviii. 15 — 17, and of the church.\n■ “ ‘. That he, when the preacher and two elders, as is required in the churc h discipline, visited him, for the purpose of admonishing him to peace and justice, although he was requested to remain at home, still left lis home, and thereby violated and rejected the fourth article of the c]Lurch discipline., ■\n“ £. That he was requested on. a day certain to meet a portion of the vestry, at the parsonage of said church, of which he spoke in a mocking n ianner; whereby he clearly has shown, that he doés not regard or acknowledge the first jurisdiction of our church. • •\n“ 4. That he. has committed such sins which, according to the eleventh article of the church discipline, merit excommunication, viz.: calumny and detraction.\n“And that at a meeting .of the vestry, consistory or ecclesiastical council, constituted as aforesaid, and assembled and met together for the purpose of hearing the proofs and allegations on the charges preferred against the said Jacob Seibert, as .above set forth, to wit, on the 12th day of October, a. d. 1844, of which time and place of meeting the said Jacob Seibert had due notice; they did, after due deliberation and after hearing of the- testimony, adjudge him guilty, and pronounced him convicted of the charges above set forth; and thereupon the vestry, consistory, or ecclesiastical council, did, by a vote, excommunicate and separate from the said church the said Jacob Seibert.\nJacob Groh,\nOne of the elders of said church.”\nThe replication of Jacob Seibert to the above answer, was in the following words:—\nThe replicant, Jacob Seibert, saving and reserving nnto himself all, and all manner of advantages of exception to the manifold insufficiencies, errors, uncertainties, and other imperfections of the said answer, for replication thereunto saith, that it appears from, by, and in the answer filed, that ‘ The Incorporation of the German Reformed church of Heidelberg, in the county of Dauphin,’ now situate in the county of Lebanon, therein named, is a necessary party to the said answer, which answer ought to have been executed by, and in the name of the aforesaid corporation, and by authority of the same, and prays the judgment of the court in this particular. The replicant, Jacob Seibert, denies that the power and authority of expulsion and excommunication are vested in the vestry, consistory, or ecclesiastical council of the aforesaid church or corporation; inasmuch as the fifth and eighth articles of the discipline, referred to in the said answer, provide as follows, to wit:—\n“ Article the 5th. < The consistory have the power of excluding from the communion of the Lord’s supper; but if they should neglect their duty, it shall be exercised by the minister alone. An act of excommunication or expulsion from the church, requires the consent of the congregation, whether it be'given expressly or tacitly.’\n<■<■ Article the 8th. ‘ Exclusion from the Lord’s supper, and excommunication from the church, shall take place in the public assembly, according to apostolic practice : 1 Cor. v. 3 — 5 ; 1 Tim. v. 20.’\n“ And inasmuch as the constitution, rules, and discipline referred to, in the said answer filed, were never adopted and recognised as the constitution, rules, and discipline of the aforesaid church or corporation ; the replicant, Jacob. Seibert, further denies that he is charged with any sin or offence for which he could be expelled or excommunicated by the vestry, or consistory of the aforesaid congregation, without previous admonition, exclusion from the Lord’s supper, or without the consent of the said -congregation first had and obtained in public assembly, or meeting of the same, convened upon due and timely notice of the object of such meeting; and prays the judgment of the court in this particular.\n“ The replicant, Jacob Seibert, further denies that he has committed any such sins or offences, which merit excommunication, according to the eleventh article of the discipline referred to in the said answer, which article reads, and-provides as follows, to wit:— ■\n“ Article 11th. ‘ The following sins especially merit exclusion: heresy, blasphemy, public schism, perjury, adultery, fornication, theft, fraud, lawless violence, contentiousness, intemperance, falsehood, filthy lucre, lascivious wantonness, gross profanation of the Lord’s day, impudent scoffing, cruelty to servants, and others of similar character.’\n- “ The replicant, Jacob’ Seibert, further denies, that the charges referred to, and set forth in the aforesaid answer, were ever preferred against him, in the manner as alleged in the aforesaid answer; neither had he, the said replicant, any notice or knowledge whatever, in relation to any such circumstances and charges as are set forth and marked with the numbers 1, 2, 3, and 4, in the aforesaid answer, until after the 12th day of October, a. d. 1844; and further denies that he has committed any of the offences alleged against him in the aforesaid answer.\n“ The' replicant, Jacob Seibert, further denies .that he had due notice of the time and place of any such meeting of the vestry, or consistory of the aforesaid congregation, as is set forth, mentioned and referred to in the said answer, much less of the purpose or object of such meeting.\n“ And this replicant, Jacob Seibert, denies having committed any of the sins and offences, wherewith he is by the said answer charged; without this, that there is any other matter, cause, or thing, in .the said answer contained, material or necessary for this replicant to make answer unto,'and not herein, or hereby well and sufficiently replied to, confessed, avoided, traversed, or denied, is true, to the knowledge or belief of this replicant; all which matters and things, this replicant is ready and willing to aver, maintain, prove, and defend, as this honourable court shall direct, and hereby prays that the rule to show cause, why a writ of mandamus should not issue, &c., See., be made^ absolute,'with his reasonable costs and charges in his behalf most wrongfully sustained.”'\nAffidavit to the truth of the facts above stated, was annexed.\nThe rejoinder of the respondent was in the following words:—\n“ The rejoinder of ‘ The Incorporation of the German Reformed church,’ &c., reserving all manner of exceptions to the replication, &c., and say that the said church was incorporated on the seven-' teenth day of September, one thousand eight hundred and'five, a copy of -which said act or instrument of incorporation is herewith filed; that the seventh article of said' act of incorporation reads as follows, to wit: — ‘Seventh. It is a fundamental article in this church, and the vestry are enjoined always to resist, and never to permit any clergyman to be chosen or • appointed minister or preacher of, orto, the said church or congregation, who shall'not be a member of the synod of the German Reformed church aforesaid.’\nThat the said-incorporation, through its clergyman, minister or preacher, was in connection with, and formed a part of the synod of the German Reformed church aforesaid, at the- time, and for a long time previous to .the time of the excommunication of the said Jacob Seibert, and yet continues such connection, and was under and subject to,the constitution, rules, and discipline of the said German Reformed Synod aforesaid and that the constitution, rules, and discipline referred to in the answer already filéd, is the constitution, rules, and discipline of the synod of the German Reformed church aforesaid, and.' were so for a long time previous to the excommunication of the said Jacob Seibert, a copy of which said constitution, rules, and discipline is herewith filed, and the said constitution, rules, and discipline adopted and. established by the said synod, are obligatory and binding upon the incorporation of the German Reformed church of Heidelberg, in the county of Dauphin, now in the county of Lebanon.\n“ And the’ said incorporation, -&c., further says, that the- said ■cdnstitution, rules, and discipline referred to in their answer filed, were adopted and recognised by the aforesaid, church or incorporation, and therefore prays to dismiss the ^application of the said Jacob Seibert, and discharge the rule granted against the said incorporation, &c., together with the reasonable costs and charges in this behalf most wrongfully sustained by said incorporation, &c.\nThomas- H. Leinbach.”; ,\n'The preamble and first article, together with extracts from the fourth and eighth articles of the act of incorporation, are considered necessary further to elucidate the case, and are in the following words:\n“For the better support of the church, the maintenance of its ministers, and the propagation of religion and piety at all times hereafter, and for the due order ■ and- regulation of- it’s property, or estate, the members of the German Reformed church of Heidelberg, in the county of Dauphin, being citizens of this Commonwealth, have, and do hereby associate the'mselves together, and have and do hereby agree to the following articles of incorporation:\n“1. There shall for ever hereafter be a vestry of the said church, which shall consist of four trustees,, four elders, four deacons,- and the minister for the time being, which minister for the time being shall be the president of the said vestry ; and said church shall be named, and for ever hereafter be styled ilfhe Corporation of the German Reformed church of Heidelberg,’ in the county of Dauphin.\n“4. The vestry, two thirds of'the whole number of lay members concurring, shall have power to make such by-laws, from time to time, as shall be necessary or expedient for the due order and regulation of the church, and its temporal concerns: provided such bylaws shall not be inconsistent with the constitution or laws of this Commonwealth.\n“8. No person shall be entitled to vote at any election for members of the vestry, or derive any benefit from the estate, or property of the church, unless he shall have contributed to the support of the church at least three years previous to such election, and shall have paid and faithfully discharged, previous to the election all arrearages due from him to the church of such moneys or contributions as shall have been assessed upon him in proportion according to his condition and circumstances in life, and shall have conducted himself in the said congregation as a Christian and moral man.\n“After argument, the court ordered the rule for a peremptory mandamus to be made absolute, and ordered judgment to be entered for the relator with costs, and that a peremptory mandamus do issue; provided, that the respondent does not within ten days remove these proceedings to the supreme court by writ of error.”\nThe respondent thereupon sued out this writ of error, and removed the proceedings to this court, and assigned for error the judgment of the court below.\nBibighaus, for respondent.\nBy the charter, this congregation is brought in connection with the' German Reformed Synod, and is under and subject to the rule and discipline of said synod.\nAmong those rules is the fourth, which gives the consistory power to expel. Seibert, it appears, disregarded admonitions, and hence the consistory but performed their duty in expelling him.\nBut the fifth rule requires the consent of the congregation, expressly or tacitly.\nHow is this rule to be construed ? The fourth gives the consistory an unqualified right to expel. In what manner then shall the congregation consent ? The fair construction of the article is this: the consistory has full power to expel, and that expulsion is binding unless revoked by the congregation. It requires no formal or public assent from the congregation, but remains in full force unless revoked. The silence of the congregation gives tacit assent, and the only way the congregation can be required to take notice, would be on a complaint made by the expelled. The congregation* upon hearing his grievances, could restore him, or could give an express approval of his expulsion; which action of the congregation would then be a fair subject of an appeal to the classis, and thence to the synod. This was Seibert’s remedy; the action of the consistory was right, and is in force until annulled in the manner stated. Seibert has not pursued his remedy.\nThe consistory had, however, other grounds to act upon, and other authority to warrant their action. He was charged with other offences which subjected him to expulsion. The seventh rule gives ample authority to the' consistory, and it is under that rule his expulsion took place.\nThe restraining provisions of the fifth rule cannot apply to the seventh. The authority given the consistory in the seventh is positive, unqualified, absolute. The fifth rale can therefore only apply to expulsion for minor offences. Besides, the relation in which he stands to the congregation would prevent his voting at an election, even if his expulsion were irregular. The rules of the congregation require, that a man should be' a Christian and a moral man to entitle him to Vote. It is manifest that he does not bear that character in the congregation, and therefore could not vote. Admitting, therefore, that his expulsion be irregular, this mandamus could not restore him his vote.\nAgain, if this mandamus be worth any thing to him, it must restore him to all his rights and privileges as a member of that congregation. Could he, with it in his hand, force the pastor to administer to him the Lord’s supper, when, by doing so, that pastor would have to violate his own conscience, and the rule and discipline of his church ? Then it could not restore him to all his rights and privileges, and yet if it be worth any thing, it must be good in all respects. What does all this prove ? That Jacob Seibert has seen proper to subject himself and his conduct to the scrutiny of a jurisdiction of his own choosing, and cannot come into a civil court to seek a redress which no civil court has in its power to give him.\nUlrich, for relator.\nThe principal objections to the proceedings in this case, as set forth in the alleged answer of the corporation, are particularly noticed in the replication of the relator, Jacob Seibert.\nThe first irregularity to be noticed is, the deficiency of the respondent’s answer and rejoinder. The former is.signed by Jacob Groh as one of the elders of said congregation, without assigning any reasons why the seal of the said corporation is not affixed to the said answer, or why the answer is not made by the president or chief officer of the corporation. Neither does it appear in the said answer, by what authority Jacob Groh makes the return to the rule, &c.; all which facts and circumstances ought to be particularly set forth in the said answer, so that the court could judge of its legality. The rejoinder filed does not even appear to be made by or in the name of any of the officers or members of the said corporation ; but for aught that appears on its face, the person who makes the rejoinder may be a stranger to the corporation and to the relator— its deficiency in this particular is more manifest than those apparent in the aforesaid answer.\nSecondly. The consistory or ecclesiastical council of the aforesaid church or corporation, claim the right of excommunicating refractory members under the seventh article of their church discipline; but by referring to said article and comparing it with the fourth, fifth and eighth articles of the said discipline, it will be seen that if such authority or jurisdiction is conferred upon the consistory, it is to be exercised only in extreme cases, and even then under certain restrictions, to which the consistory have not conformed their proceeding in this act of excommunication. It appears from the return made in this case, that the consistory undertook to excommunicate the relator, without the consent or knowledge of the congregation; for nowhere is it alleged, or even pretended, that the congregation had any notice of the meeting of the consistory, on the ,12th day of October, a. d. 1844, at which time the relator is alleged to have been excommunicated, which is in direct violation of the fifth and eighth article of their church discipline.\nThirdly. Admitting, however, that the consistory have the right to excommunicate in the manner contended for by the respondents; their proceedings are nevertheless irregular, for it does not appear that the relator, Jacob Seibert, had notice of the charges preferred against him. 2 Burrow's, 734.\nFourthly. The next objection to these proceedings is, that the return does not state that dll the members of the consistory or select body were summoned to assemble. All that are within summons, must be summoned. 2 Burrows, 731.\nJune 29."
  },
  "file_name": "0282-01",
  "first_page_order": 280,
  "last_page_order": 289
}
