{
  "id": 400617,
  "name": "Baskin's Appeal",
  "name_abbreviation": "Baskin's Appeal",
  "decision_date": "1846-07-04",
  "docket_number": "",
  "first_page": "304",
  "last_page": "308",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 304"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Serg. & Rawle, 103",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0103-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 43",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809617
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0043-01"
      ]
    },
    {
      "cite": "14 Johns. Rep. 1",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 10690,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 3.874145730606428e-07,
      "percentile": 0.9006079118898438
    },
    "sha256": "f5736285d5f0b7fe4cc79ff4fb61afa91597162290fc8ec64cde1b0a06673fdf",
    "simhash": "1:9b84e783b806b5a2",
    "word_count": 1818
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baskin’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe intention of the testator, to be collected from the whole will, must govern the .construction; and from the whole instrument, taken together, we are of the opinion that the testator has reference to the intestate laws, by which his estate will be ■divided among his children and grandchildren, per stirpes. After making certain bequests, he directs the remainder of his goods, stocks, See.,Jo be appraised and equally divided among the heirs. By these expressions, he means, his own heirs, which can only be ascertained by resorting to the statute of distribution, as has often been done in analogous cases; and taking this to be the rule, it descends to the children and grandchildren, per stirpes, This show's the persons who are to take, and the same rule must be applied to the quantum of the estate. By all the heirs, the testator means his children and grandchildren, who, in his eye, and by intendment of law, constitute but one heir. And this rule not only produces equity, but receives confirmation from the preceding part of the will; for when the testator speaks of his children, he specifies them by name; but when he refers to his grandchildren, he speaks of them as a class. Thus, he bequeathes part of his estate to be divided equally between his daughter Peggy and his son Daniel’s children, and John Black’s children, substituting his grandchildren as a branch, in the place of their respective parents.\nThe court therefore reverses the decree of the court below, and directs that the money be distributed among the children and grandchildren, per stirpes, and not per capita.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Hamilton Alricks, for appellant.",
      "Roberts, for appellees."
    ],
    "corrections": "",
    "head_matter": "Baskin’s Appeal.\nA testator, after making certain bequests, directed thus : “ Then my will is, that the remaining part of my goods, stocks, &c., shall be impartially appraised; and after such appraisement made, that the same shall be eqtially divided between all the heirs.\" Held, that the testator, by these expressions, and his intention as collected from the whole will, meant his own heirs, who could only be ascertained by resorting to the statute of distribution ; and that, taking the statute for the rule, the remaining part of the property bequeathed, descended to his children and grandchildren, per stirpes.\nThe rule under the statute, not only designates who are to take, but also the quantum of the estate to be taken.\nBy “ all the heirs,\" the testator meant his children, and his grandchildren, who, in his eye and by intendment of law, constituted but one heir.\nThis was an appeal by Oliver Baskin, from the decree of the Orphans’ Court of Dauphin county, confirming the report of the auditor appointed to distribute the balance in the hands of Oliver Baskin, executor of the last will and testament of William Wilson, deceased.\nIt appeared from the statement of facts, as made by the auditor, that on the 17th day of February, 1843, William Wilson made his last will and testament in writing, which, after the usual introduction, and a clause relating to the payment of his debts, &c., proceeded as follows:—\n“ Then my will is, that my daughter Elizabeth, personally, is to have the place she is now residing on, with the exception of $200, which is to be paid out of the place to my daughter Peggy, or her children, and the remaining property is to be divided equally between my daughter Peggy and my son Daniel’s children, and John Black’s children. Further, I do bequeath to my daughter Elizabeth, one cow, and one bed; and to my son Daniel’s daughter Elizabeth, I do bequeath one cow, and one bed; then my will is, that the remaining part of my goods, stock, chattels, merchandise, and household furniture, shall be impartially appraised, and after such appraisement made, that the same shall be equally divided between all the heirs,” and concludes by appointing Oliver Baskin executor.\nThe testator died, and the will being duly proved, letters testamentary thereon were granted to Oliver Baskins, on the 20th day of March, a. d. 1843, who, on the 5th day of November, 1844, exhibited into tbe register’s office his account, which, on the 11th of February, 1845, was confirmed by the Orphans’ Court, showing a balance in his hands of the personal estate of the testator, amounting to the sum of $1,638 92f, which was the money for distribution under, the last clause of the will.\nThe testator left issue living, three children, viz.: Margaret Baskin, (widow,) Elizabeth Wilson, and Ann, intermarried with John Black; also four grandchildren, (children of his son Daniel, who died before the testator,) viz.: William Wilson, Margaret Wilson, and Elizabeth Wilson, who were minors, and Catharine, who was married to Henry Stentz. The question before the auditor was, amongst whom, and in what proportions is the fund to be distributed according to the will of the testator ? ' -\nIt was contended before the auditor, by the counsel for the three children of the testator, that the fund for distribution must be divided into four equal portions ; and that the children of Daniel, who were the grandchildren of the testator, were entitled amongst them, per stirpes, only to the share to which their deceased father would have been entitled, had he lived. The counsel for the four grandchildren contended, on the other hand, that they were entitled each, per capita, to an equal proportion with the surviving children of-the testator, which would have divided, the fund into seven equal parts.\nThe auditor was of opinion that the grandchildren were entitled, under the will, to an equal share with the children of the testator, and made distribution of the fund accordingly. To this report, exceptions were filed, which, after argument, were dismissed by the court, and the report confirmed.\nFrom this decree of the Orphans’ Court, Oliver Baskin, as agent for Margaret Baskin, Elizabeth Wilson and John Black, appealed to this court, and assigned the following error:\n“ The court erred in confirming the auditor’s report, after the exceptions taken in the court below, and in not distributing the balance in the hands of Oliver Baskin, the executor, equally, amongst the three children of the testator, who survived him,\nHamilton Alricks, for appellant.\nThe question presented for the consideration of the court, is, whether under a bequest of personal property equally to all the heirs, grandchildren..take per capita, or per stirpes with children, or whether the former take at all. The distribution in this case is. of personal estate. If the grandchildren have a right to anj part of the testator’s estate, it must be by repre- ’ sentation of their deceased father, and not share and share alike with the immediate issue living. The testator’s personal estate is «to be equally divided among all the heirs.” Now who are the heirs intended here ? Grandchiidren, although their parents are dead, are not heirs. The books say the heir is the person next in the line of succession; and certainly grandchildren are not next in the line of succession, where the children are in full life. In Halloway v. Halloway, Lord Alvanley said, «heirs mean such persons as the law-points out to succeed to personal property. A bequest to the heirs of an individual, without addition or explanation, will belong to the next of kin.” 1 Rop. on Leg. 85, sec. 3, pi. 2; 18 Law Lib. 106 ; Ward on Leg. 106. In this case, by resorting to the statute of distribution for the persons, and to the will for the quantum, the estate would be taken from the heirs proper. The will, and the law arising on the terms used by the testator, designate the persons who are made the objects of his bounty. He cited, Loveday v. Hopkins, Ambler’s Reports, 272 ; 2 Dessassure’s Rep. 33, to show that the word «heirs” will be construed to mean children. The statute of distribution will never be resorted to, unless the terms of the bequest are so general as to occasion a virtual intestacy: and, therefore, where the bequest is to relations, or to kindred, the statute is resorted to; but where the bequest is to next of kin, it is confined to the nearest relations.\nRoberts, for appellees.\nIn construing a will, words must be taken according to their import. 1 Bailey’s Eq. 298. The intention of testator must be taken from the will itself. 14 Johns. Rep. 1. The whole will must be taken together; every word must bear its legitimate part and signification. In the language of bis honour, the Chief Justice, in another case, « every thing must be sounded.” The words of the will in relation to the question now before the court, are, «my will is that the remaining part of my goods, stocks, chattels, merchandise and household furniture, shall be impartially appraised, and after such appraisement made, that the same shall be equally divided betw-een all the heirs.” The question is what proportion of the personal estate of the grandfather do his grandchildren take under that clause in the will ? Do they take per capita or per stirpes ? The language of the will is, that his residuary personal estate shall be equally divided among all the heirs; now, we contend that if the grandchildren are heirs at all, they must come in each for a share per capita. The intention of the testator must govern the construction; and where he plainly and distinctly says that his estate is to be divided between all his heirs equally, we cannot make any other construction of his intention without erasing from the will the significant and well understood adverb “ equally,” than this, that the grandchildren are to take each an equal portion with the children. « The heir is he upon whom the law casts the estate immediately on the death of the ancestor.” In England, where the law of primogeniture prevails, the eldest son is the heir; but in Pennsylvania, where the estate is cast upon all the children and grandchildren, they are all heirs. Under our intestate laws, grandchildren take by representation of their parent, and they take together the share of that parent, because the law directs that mode of distribution; but they take as heirs, for they can take in no other way. Being heirs, therefore, they are expressly within the donation, contained in the will of the testator, in the present case, and he having made no distinction in his bequest between his children and grandchildren, as to the quantum of each, but instead of that, having directed that the bequest should be divided between all the heirs equally ; we say that the grandchildren take equally with the children, and that the bequest should be distributed to all the heirs, per capita. In support of this position, the following cases were cited: 1 Roper on Legacies, 126, 127, 128; 8 Serg. & Rawle, 43; 11 Serg. & Rawle, 103.\nJuly 4."
  },
  "file_name": "0304-01",
  "first_page_order": 302,
  "last_page_order": 306
}
