{
  "id": 400718,
  "name": "Morris v. Wallace et al.",
  "name_abbreviation": "Morris v. Wallace",
  "decision_date": "1846-07-13",
  "docket_number": "",
  "first_page": "319",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 319"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 48",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0048-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 254",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0254-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. Rep. 628",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 266",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0266-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 205",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0205-01"
      ]
    },
    {
      "cite": "8 Watts, 19",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0019-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 255",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts & Serg. 44",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480163
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0044-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 11752,
    "ocr_confidence": 0.543,
    "pagerank": {
      "raw": 3.435902449633862e-07,
      "percentile": 0.87939181010167
    },
    "sha256": "69bdccdc7696e2e4a4733a5fa207364e91f5e0c6d2eed5b96619073ff0f93d32",
    "simhash": "1:1bb0ff5d6fc401c9",
    "word_count": 2075
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morris v. Wallace et al."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nIn addition to the views of Judge Conyngham, which we adopt, we think the cause is against the appellant on another ground. The trustee, Mr. Morris, has thought proper to take the transfer of the stock, purchased with the funds of the cestui que trust, in his own name. The nature of the transaction, as he now represents it, nowhere appears on the books of the bank, nor is there any written memorandum; but the case rests on the intention of the trustee, deduced only from his acts and declarations at the time of the investment. Granting that Mr. Morris acted Iona fide, which I am not disposed to deny, yet this is a practice which we unequivocally condemn, and have always done so ; and if persisted in, it must be at the peril of the trustee. The rule which makes them personally liable, is intended to prevent fraud, avoiding the temptation to put the profits of the investment in their own pockets, and throw the loss, if any, on others: .a temptation, to which those who act in a fiduciary character are exposed, and producing an injustice which may be perpetrated, if allowed, almost without the possibility of detection. It is said, that guardians frequently purchase stock in their own names, with the money of their wards, intending it, at the time, for the exclusive benefit of the latter. If so, the sooner there is an end put to the practice, the better, as it may lead to fraud, and can answer no good purpose whatever. It does not deserve the countenance of a court of justice, for another reason. When the funds of the cestui que trust are invested in the name of the trustee, there is always a difficulty, sometimes insurmountable, in tracing the money to the benefit of the cestui que trust; the consequence of which is, that the funds of the cestui que trust are taken to pay the debt of an insolvent trustee. As this is contrary to every principle of equity, it should be avoided, if possible; we therefore wish it to be distinctly understood, that we regard such an investment as a legal fraud, liable to all the consequences as such, without regard to the intention, or integrity of the trustee, or the honesty and good faith of the particular transaction. It is of the first importance to the cestui que trust, and we think for the benefit of the trustee himself, that their funds should not be intermixed, but should be kept separate and distinct. For unless this rule is observed, it puts the trustee in the power of the cestui que trust, who may, at his option, either insist on the transfer of the stock or othe'r investment, or, if he chooses, charge the trustee with the price and legal interest. The same principle, be it observed, applies to all persons, whether guardians, executors, or others who act in a fidu-. ciary character. Nor does the obiter opinion of Mr. Justice Kennedy, in Lukens’ Appeal, 7 Watts & Serg., interfere with the broad principle there laid down, but the case affirms it: for he merely says, “ that taking a transfer in the name of a guardian will not itself be sufficient to set aside a settlement made by the ward with the guardian, without other circumstances being shown, from which it may be inferred that the ward has not been fairly dealt with.” He, however, nowhere intimates (but the contrary is decided) that it is not such a fraud in law, as the minor can take advantage of at his will and pleasure. And the same thing, in effect, and for the same reason, is ruled in Myers v. Entriken, 6 Watts & Serg. 44, where it is decided, that a factor who sells the goods of his principal, consigned to him for that purpose, and takes the notes of the vendee, which he has discounted for his own accommodation, thereby becomes responsible for the amount of sales, in the event of the insolvency of the purchaser. It is ruled, on the ground that the temptation to abuse, afforded by a usage to use the money of the principal, is too strong to be tolerated. So in Wren v. Thirston, 11 Vesey, 382, it is said, that an agent'who places his principal’s money to his own account with his general banker, takes the risk of the banker’s failure : and the reason given, is, that he cannot so deal with it as to be able to treat it as the money of his principal, or his own, according to the event. Nor can it be permitted that the trustee, Mr. Monis, may treat the stock as his own, or as the cestui que trust’s, as it may fall or rise in value. The decree is affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Williston, for appellant,",
      "Knox, contrà."
    ],
    "corrections": "",
    "head_matter": "Morris v. Wallace et al.\nInvestment of trust funds in stock of a bank which has suspended specie payments, a breach of trust.\nSo of an investment in stock in the individual name of the trustee, without addition of his character as trustee; and the cestui que trust may require an account for the amount thus invested, with interest.\nAppeal from the Court of Common Pleas of Tioga county.\nJuly 6. Wallace as « legal representative” of Henrietta, wife of S. Clement, and others, together with the said Henrietta and her husband, the other cestui que trusts, filed a petition in the Common Pleas, praying a citation to appellant, trustee of the widow of W. Patton, to settle his account, exhibiting the true condition of the estate and the manner it was disposed of. The account having been filed, was referred to auditors. The question in the cause was, the allowance of a credit claimed for an investment in bank stock of the funds belonging to the trust.\nIt appeared from the report that Morris was trustee of certain land, in trust for Henrietta for life, for the support of herself and her minor children, (appellees,) remainder to the children; with power to tire trustee to sell at any time, and “ invest the proceeds in some productive fund, upon the special trust as aforesaid.”\nIn 1831, the trustee made a conveyance of the land, and took a bond and mortgage, payable in four annual instalments, for a part of the purchase money. In 1840, the amount remaining due was $659 50. This was assigned, and a draft for the same amount was received for the price. This draft was enclosed by the trustee to the cashier of the Towanda Bank, in a letter, on the 7th December, directing it to be placed to his credit, saying, “ I am disposed to invest the amount, say $650, in your stock, if it can be had at par,” On the 13th, thirteen shares were transferred to Morris, for which he was charged $654 66. In these transactions no reference to his character of trustee appears. The stock was selling at par, and the dividends from November, 1835, to November, 1840, were usually 5 per cent, semi-annually. The cashier testified to various conversations with Morris, in which the value and security was discussed; and that he had given Morris his opinion it was a safe investment; and the prospect was fair of its continuing to pay as it had done. Morris had also stated, he was the agent for a lady who was anxious to dispose of her property and invest in this stock. On cross-examination, he stated, the bank had suspended specie payments at the time of the transfer; that it resumed at the same time with others in the state, and again suspended. That in 1843, at a public sale, the shares brought $2 00.\nThe auditor disallowed the credit for the amount invested, charged interest on the amount received on the assignment of the mortgage, and also struck out an item of charge for a dividend received in May and November, 1841, and allowed a commission of 5 per cent, on the amount received by the trustee.\n. The court (Conyngham, P. J.) confirmed, for the following reasons, the report of the auditor, rejecting the credit claimed for the investment:\n“ The report of the auditor, with the deposition of the cashier, fully explain the facts of the case, now under consideration. There can be no doubt, but that the sum of $654 66, money of the trust fund, was invested in stock of the Towanda Bank, and that this money, and a few dollars in addition, had been secured in a mortgage upon real estate, and was received by the trustee, by the sale, on assignment of the mortgage to Edwin Dye.\n“ The question is, whether the trustee can be justified in thus disposing of the mortgage on real security, and investing the proceeds in the stock of an incorporated bank, then in a state of suspension and apparent inability to meet its engagements.\n“The representations'made to Morris at the time, were such as, ho doubt, honestly to induce him to believe that the investment would be safe and productive. The rule under which a trustee must act, in the securing of a trust fund, are clearly laid down, in the case of Nyce’s estate, 5 Watts & Serg. 255.\n“If this seems to operate hardly on the trustee, it must be remembered, that the law has given him a mode of proceeding, by application to the Orphans’ Court, which, whether absolutely imperative on him or not, he can at least always guard himself from individual liability. The rights of cestui que trusts are always watched with much jealousy and care; and the legislature have, in the character of stocks, in which investments may be made, thought it proper and necessary to limit even the discretion of the court.\n“ In the present case, it seems to me, that a true understanding of the legal situation of the Towanda Bank, at the time of the purchase of the stock, will settle the question, without necessarily resorting to abstract points applicable to suits in general.\n“ This bank had been incorporated by the state of Pennsylvania, and was then in a state of suspension, and liable at any time to process, which might end in the absolute forfeiture of the charter; neither could they, during such period of suspension, make or declare any dividend, or honestly, according to the spirit of the charter, be considered productive.\n“The resolutions of April 3d, 1840, (Purd. 125,) were at this time also in force, requiring this one, among the other banks, certainly to resume specie payments, on the 15th January, 1841, under new and. stricter penalties than those formerly in force.\n“ The court can only view the bank under these legal and recognised responsibilities and liabilities. In a bank thus liable, and thus situated, no prudent man would have been willing to invest his own funds, without the most accurate and intimate personal knowledge of the situation of the institution; and greater caution the law requires, in the case of trustees or others, who are to decide, abstractly, whether under any circumstances the Investment of trust moneys in a bank can be considered a safe and proper investment— in a bank at the time in a state of apparent insolvency, the charter violated, and dependent for its life and continuance only on the mercies of legislative or judicial action. Under these circumstances, I cannot regard such an investment as either prudent for an individual, or a safe productive fund, in which, under the words of the deed of trust, Morris could, without incurring personal risk of the solvency of the institution, place the trust money. And I am of opinion, therefore, that so far as regards his individual liability, the report of the auditor must be confirmed. Neither, when looking at the charges for services and commissions, in the account rendered March 3d, 1832, and the further allowance sustained by the auditors, can the exception to the commission be allowed; so that the exceptions are overruled, and the report of the auditor, with the accompanying account, is confirmed.” '\nThe rejection of the credit claimed was the error assigned.\nWilliston, for appellant,\ncited Gocheman v. Welich, 8 Watts, 19 J Gilbach’s Appeal, 8 Serg. & Rawle, 205; Bonsall’s Appeal, 1 Rawle, 266; 2 Mad. Ch. 132; Thomas v.Brown, 4 Johns. Ch. Rep. 628, 629.\nKnox, contrà.\nNyce’s Estate, 5 Watts & Serg. 254; Lukens’ Appeal, 7 Watts & Serg. 48.\nJuly 13."
  },
  "file_name": "0319-01",
  "first_page_order": 317,
  "last_page_order": 321
}
