{
  "id": 400566,
  "name": "Gardinier v. Sisk",
  "name_abbreviation": "Gardinier v. Sisk",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "326",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 326"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dal. 67",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "10 Serg. & Rawle, 424",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "8 Cow. Rep. 71",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0070-01"
      ]
    },
    {
      "cite": "9 Mass. Rep. 307",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/9/0276-01"
      ]
    },
    {
      "cite": "1 Watts, 236",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 334,
    "char_count": 4615,
    "ocr_confidence": 0.533,
    "pagerank": {
      "raw": 8.253330829635266e-08,
      "percentile": 0.47787747470991554
    },
    "sha256": "aab483cd7bb1d971d8add891e3a9f6cbf7e491af44f5232ab1063a8c1ceee97c",
    "simhash": "1:f4a1a68d0cd1b2b4",
    "word_count": 837
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gardinier v. Sisk."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThere is one assignment of error, which, as it is a fatal one, supersedes the rest. The court ought to have charged that the alteration was not material. The promise was to pay a round sum in annual instalments ; the first, on a day certain, with interest from a year before it; and the doubt ivas whether the provision for interest included the whole or only this instalment. Why should that bear interest before it was due, and not the subsequent ones. The words do not lead to such a conclusion, and it would be absurd to intend it. The holder imprudently attempted to remove what he supposed to be an ambiguity; but he did not disturb the legal effect of the note, and consequently did not avoid it. Such is the principle of Trapp v. Spearman, 3 Esp. Rep. 57; Marson v. Petitt, 1 Camp. 82; Kershaw v. Coxe, 3 Esp. 246, and Webber v. Moddacks, 3 Camp. 1.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Butler, for plaintiff in error,",
      "Harrison Wright, contrà."
    ],
    "corrections": "",
    "head_matter": "Gardinier v. Sisk.\nAn immaterial alteration will not affect an instrument.\nWhere a bond was given to pay §100 in $25 a year, the first payment to be made ai a time seventeen months after date, with interest on Ike whole; an alteration, by the insertion of the words in italics, is an immaterial one.\nWrit of error from the Common Pleas of Luzerne county.\nJuly 6.' This was an ejectment brought on a mortgage given for the purchase money of land; and the defence set up was, an alteration of a note accompanying the mortgage; The following is a copy of the note and the alteration:—\n« ‡100 00. October the 24, 1840.\n«For value received, Í promise to pay Joseph Shaw, or bearer, one hundred dollars ; to be paid in twenty-five dollars a year ; the first payment to be paid in March, eighteen hundred and forty-two,\n‘ on the uoholef\nwith interest from March, eighteen hundred and forty-one, (which latter words were thus interlined;) without defalcation or stay of execution. Witness my hand and seal,” &c.\nThe charge of the court (Jessup, President J.) only appeared on the paper book in the assignment of errors, which were, in substance ;—\n1. In instructing the jury, that «the mortgage and the note are to be taken together; and if the plaintiff could not recover upon the note if suit were brought, then he cannot recover upon the mortgage.”\n2. That the party producing an altered paper is bound to account for the alteration in a reasonable manner; or it will be taken to have been made by him, and he cannot recover upon it.\n3. In not charging the jury, that the alteration was not material, and therefore did not vitiate the note.\nButler, for plaintiff in error,\ncontended, that the alteration was not material; and that the insertion of the words, «on the whole,” did not change the meaning of the note, and therefore did not invalidate even the note, much less did it destroy the mortgage. The mortgage was a distinct and separate instrument. The principle contended for was, that the fraudulent alteration of a paper, in a material point, only destroyed that paper as evidence, but did not affect the estate granted by it, nor prevent a recovery of the debt by evidence aliunde. In support of which he cited Chitty on Bills, 139, 176, 204, 205, and 206, and note, 211, &c.; Withers v. Atkinson, 1 Watts, 236; 9 Mass. Rep. 307; Lewis v. Payne, 8 Cow. Rep. 71; Babb v. Clemson, 10 Serg. & Rawle, 424; Collins v. Prosser, 4 Petersdorff’s Abr. 624; 1 Barn. & Cres. 682; Chitty on Bills, 184. '\nHarrison Wright, contrà.\nAs the court have intimated to the counsel for the plaintiff, that they have no doubt that the material alteration of the obligation accompanying the mortgage upon which this suit was brought will avoid both, it is unnecessary to argue that point; the authorities only in support of that view of the case will be cited. 1 Dal. 67; 2 Phill. Ev., Cowen & Hill’s notes, 300 and 301; 23 Eng. Com. Law Rep. 115 ; 4 Term Rep. 329. The only remaining question is, whether the alteration of the note is a material one. The note is dated 24th of October, 1840, for the payment of $100, “to be paid in $25 a year, the first payment to be paid m March, 1842, with interest from March, 1841, on the whole, without defalcation or stay of execution. Witness my hand and seal.” As the note stood before the interlineation of the words “ on the whole,” no portion of the $100 would have drawn interest prior to the date of the note except the first payment, but this alteration makes the whole sum drawT interest back of the date of the note ; and the plaintiff shall not be permitted to say it is an immaterial alteration, for the intent of the forgery is evident on the face of the paper."
  },
  "file_name": "0326-01",
  "first_page_order": 324,
  "last_page_order": 325
}
