{
  "id": 400702,
  "name": "Stark et al. v. Ward",
  "name_abbreviation": "Stark v. Ward",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "328",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts & Serg. 71",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483411
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0071-01"
      ]
    },
    {
      "cite": "6 Whart. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0053-01"
      ]
    },
    {
      "cite": "2 Whart. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 299,
    "char_count": 5109,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 2.3761227812368746e-07,
      "percentile": 0.7963219091151647
    },
    "sha256": "3cca400e1abab611d2af2fee000c27eda4800fabf732753cc6b7d20a6facb752",
    "simhash": "1:a263cc788c2f3ade",
    "word_count": 927
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stark et al. v. Ward."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThere is no rule of law better settled,' than that a transfer of personal property unaccompanied by a corresponding change of possession, is void as against creditors. Streeper v. Eckert, 2 Whart. 302; Hoofsmith v. Cope, 6 Whart. 53.\nBenjamin Rogers had a paper sale of the horse as security. The judge very properly instructed the jury, that such a transfer, unaccompanied with a change of possession, gave no title against a bona fide purchaser or against creditors.\nWard bought the horse from Moore, who was in his debt. Besides, two executions had issued against Moore and were about to be levied on the horse. Ward, with the consent of the constable and Moore, assumed and paid these executions. Shortly after Ward got the horse from Moore, Benjamin Rogers, who had the bill of sale of the horse, confessed a judgment to his son'before a justice of the peace, had an execution immediately issued and placed in the hands of Stark, who is indemnified byBenjamin Rogers, and directed to levy oh the horse. All these facts were in evidence. We think the cause was properly submitted to the jury for their deliberation. The principal point relied on by the counsel of the plaintiff in error, is, that Ward had notice of the bill of sale of Moore to Benjamin Rogers ; allowing this to be so, it does not affect the conscience of Ward. Notice of a fraudulent transfer of property will not prevent a bona fide creditor from purchasing the goods so transferred, for an honest debt, or from taking them in execution.\nIf the law was not so, all that the holder of a fraudulent bill of sale of personal property would have to do to legalize his purchase, would be to proclaim to the world his fraudulent and illegal act.' This will not purge it of its iniquity. Our law is not so .absurd.\nThe judgment is affirmed»",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Wheeler, for plaintiff in error.",
      "Lusk, contrà."
    ],
    "corrections": "",
    "head_matter": "Stark et al. v. Ward.\nWhere there is a purchase from one against whom an execution is about to be levied on the chattel, and payment of the amount of executions, notice of a prior transfer or lien without a change of possession does not affect the purchaser.\nIn error from the Common Pleas of Wayne county.\nJuly 7. Trespass for taking a horse. The plaintiff proved a levy and sale of the property while in his possession under an execution issued on the same day that a judgment was confessed by B. Rogers to Henry Rogers. He then proved that two days previously, a constable was about to levy on (his horse under a judgment against one Moore, when Moore said he had sold the horse to plaintiff, who would pay the amount of the executions. Plaintiff did pay one, and gave his note for the other. Defendant then proved an assignment by Moore to B. Rogers, which in the charge of the court is stated to have been for this horse, among other things, made some months previously to the sale to Ward, but Moore continued in possession as before. He also proved by Moore, that he told Ward about the time of the sale, that Rogers had a writing on the horse, but he had shown it to several .persons who said it was invalid. He told him it was a lien ; that he thought there would be sufficient to pay Rogers on an order on a third person, which he had given him; he also admitted he was indebted to Ward at the time of the sale to him. It was also proved that Rogers did not provide for the keeping of the horse after the assignment or sale to him ; and that Moore had said the sale to Rogers was for the purpose of keeping it out of the way of executions. Defendants requested an instruction that if plaintiff purchased with notice of a pre-existing purchase by Rogers, or a lien created in his favour, he was concluded.\nThe court (Jessup, President J.) instructed the jury that the paper gave no title as to creditors or boná fide purchasers. That notice of the lien would not bind the party as a creditor: to bind a purchaser it must be clear and explicit; and if the statement by the person selling, was, that it was invalid, or had been paid, it was insufficient. That if Ward took the horse in payment of his own debt, and paid executions which might have been levied, he was in the situation of a purchaser at a sale under the executions. Though a mere volunteer would be bound : with this qualification he negatived the proposition of defendant. *\nThe exceptions w'ere to the charge, and that the action could be maintained on the de'cláration filed. • The original action was trespass, but on appeal from the justice, the declaration was in assumpsit, but there does not appear to have been any question on this point raised before the assignment of errors.\nWheeler, for plaintiff in error.\nThe sale by Moore to Rogers was binding on him and also on his vendee with notice. He is a mere volunteer and not a creditor, as far as the evidence shows. There is no case which places a creditor redeeming an article from execution in the position of a purchaser under the execution.\nLusk, contrà.\nThere was no certain evidence whether notice was brought home to Ward before his purchase, but even if there was, the previous sale was fraudulent and void. Over v. Blackston, 8 Watts & Serg. 71."
  },
  "file_name": "0328-01",
  "first_page_order": 326,
  "last_page_order": 327
}
