{
  "id": 400646,
  "name": "Ramsdale v. Horton",
  "name_abbreviation": "Ramsdale v. Horton",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "330",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "2 Watts, 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 268",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. Rep. 400",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036064
      ],
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0323-01"
      ]
    },
    {
      "cite": "6 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 233,
    "char_count": 3354,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.422803629655441e-07,
      "percentile": 0.6493523367578573
    },
    "sha256": "51ad109928ca22981374bc2b9549de482c0390172ba96b2401cc8aa816a13882",
    "simhash": "1:25fc5435a3e66c75",
    "word_count": 602
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ramsdale v. Horton."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nPayment in counterfeit notes or base coin, is, in - effect, no payment at all; and as the debt remains, the creditor’s recourse for it is to the debtor on the original cause of action. Was not that his only recourse in this instance ? Mills, the debtor, requested Horton to pay his debt to Ramsdale, the plaintiff; and had Horton promised to pay in consideration of being accepted as debtor, in the place of Mills, Ramsdale might have maintained an action against him. But, on no other foundation could he stand in priority with him. Again, it is said, that money delivered to one, to be paid to another, may be recovered by the creditor from the intermediate party, as so much received to his use. But no money was received by Horton. Lastly, it is said, that a promise to one, for the benefit of another, will support an action by the party beneficially interested. But who is that party ? In Blymire v. Boistle, 6 Watts, 182, it was held, that the original debtor must have the means of enforcing a promise for the exoneration of himself; and that as both debtor and creditor cannot sue on it, he alone may. Here the promise was to pay the debt of Mills ; and as he alone can sue on it, he alone is liable to the plaintiff.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Watkins, for plaintiff in error.",
      "Adams, contrà.",
      "Baird, in reply."
    ],
    "corrections": "",
    "head_matter": "Ramsdale v. Horton.\nAbeing the debtor of B., at his request, promised to pay the amount of his indebtedness to C., who was a creditor of B. C. cannot sue A., unless he has accepted him as a debtor in lieu of B.\nNor is it material that A. has attempted to make payment, which was partially void, being in a forged bank note.\nPayment in counterfeit bank paper is a nullity.\nError from the Common Pleas of Bradford county.\nJuly 7. This action was to recover the amount of a counterfeit bank note passed to the plaintiff by defendant, under the following circumstances :- — One Mills, having- borrowed money of plaintiff requested Horton, the defendant, to pay it out of a debt owing by himself to Mills. Horton called on defendant,)and with his own money paid part of the amount due by Mills, on his account. The note in question was objected to at the time, by the agent receiving it; and being subsequently discovered to be fraudulent, was tendered to Horton.\nConyngham, P. J., instructed the jury, that Horton could be looked upon in no other light than as the agent of Mills; and the payment as respects this note was simply a nullity, and the parties quoad hoc restored to their original situation; otherwise, the plaintiff might-split his claim into several actions for this note, and for the unpaid balance. There was no consideration to sustain the action.\nWatkins, for plaintiff in error.\nModern authorities fully establish the principle, that if one person makes a promise to another for the benefit of a third, that the third may maintain an action upon it; and cited, 17 Mass. Rep. 400, 575; Com. Dig. 301; 17 Serg. & Rawle, 268; 2 Watts, 104.\nAdams, contrà.\nBlymire v. Boistle, 6 Watts, 182, rules this case. Horton was not relieved from liability to Mills, but simply requested to pay; for the amount actually paid, which excludes this note, he is alone discharged.\nBaird, in reply.\nThe agreement to accept the money from Horton, being a debtor to the debtor of plaintiff, was- a consideration; for so much as he agreed to pay he is liable, and that is the amount he professed to pay."
  },
  "file_name": "0330-01",
  "first_page_order": 328,
  "last_page_order": 329
}
