{
  "id": 400579,
  "name": "Harvey v. Lloyd et al.",
  "name_abbreviation": "Harvey v. Lloyd",
  "decision_date": "1846-07-10",
  "docket_number": "",
  "first_page": "331",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 331"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts, 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851017
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 959,
    "char_count": 27979,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 1.3488571677024995e-07,
      "percentile": 0.6328563943303258
    },
    "sha256": "097be653b1464a6a420ac31248e0f49fe6fcf988cdcf2f0c6e1b561797e03715",
    "simhash": "1:7023bd328e52c3c2",
    "word_count": 4945
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harvey v. Lloyd et al."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe defendants in error, who were plaintiffs below, exhibited a proceeding for a lateral railroad, from their coal-mine, over the land of the plaintiff in error, to the pool of the Nanticoke Dam, on the North Branch division of the Pennsylvania Canal; in pursuance of the act of the 5th May, 1832. Pamphlet Laws, 501; Purdon, 155, sixth edition. Viewers and appraisers were appointed, who found the necessity of the road, and appraised the damage sustained by Harvey, at $300. From this report Harvey appealed. On the trial of the appeal, in the Common Pleas, the jury found for the plaintiffs; and further, found the necessity of the road, on the route as located by the viewers, and assessed the damages to be paid to the plaintiff in error, at $575.\nOn this verdict the court entered judgment. On the trial, the counsel of Harvey took six bills of exceptions to evidence.\nFirst. To the admission, in evidence, of the petition for the view, and to the notice to Harvey of the application; because the petition and notice were not signed by the owners of the coal-mine. The petition was in the name of the owners, and the names of all the owners were put to the petition by John Bennet, their agent and lessee. The notice was signed by G. W. Woodward, attorney for Charles Lloyd, Thomas Bennet, Ellis Lewis, Ebenezer Greenough, and William Parsons. We deem this a substantial compliance with the act of the legislature, which requires the proceedings to be in the name of the owners. Here the petition and notice was in the name of the owners, by their agent and attorney. There was no error in admitting the petition and notice in evidence.\nSecond. The second bill of exceptions was, to the admitting in evidence to the jury, the notice to the defendant, of Charles Lloyd, Thomas Bennet, Ellis Lewis, Ebenezer Greenough, and William Parsons, of the time and place of the meeting of the viewers, because it did not pursue the petition and order. The notice referred to the petition and draft filed. It gave the names of the viewers, and of the time and place of meeting, as well as the duty to be performed, and advised the plaintiff in error to attend, if he thought proper. We see no variance between the notice and the petition and order.\nThird. The third exception was to the admitting in evidence the whole proceedings of the viewers, and appeal of the defendant. The record of the proceedings in the case, so far as the cause had progressed, was properly admitted.\nFourth and fifth have been argued together. The plaintiffs had proved by Freeman Thomas, that the railroad was highly necessary and useful to their coal bed, and further offered to prove by the witness, the capacity of the road built by him to convey coal, (which was to be part of the road laid out by the plaintiffs,) that it had not sufficient capacity to accommodate the plaintiffs, and that there was but three tracts of coal land which could find an outlet at the place where this road crosses the defendant’s land; and this, for the purpose of showing that there would be but a small quantity of coal to be deposited at his landing. All this was clearly proper to go to the jury, to enable them to determine, first, the necessity for the road; and secondly, the damage which this right of way would be to the defendant. It would have been impossible for the jury to have come to a just conclusion on the questions which they had to determine, if the evidence, which explained all the circumstances of the case, had been excluded from their consideration.\nSixth. The defendant’s counsel proposed to call a witness, to prove how much the property of Harvey would be injured by the proposed road; and how much the property of the plaintiffs would be enhanced in value, by the privilege of making the road as vset forth in the application.\nThe court very properly admitted the question to be answered, so far as it related to the injury of Harvey, the defendant. Their decision was equally correct in rejecting proof of the benefit to the plaintiffs. If a defendant, living on the bank of the Pennsylvania Canal, was to receive the value of the coal-mine behind his strip on the river, the lateral railroad law would be a dead letter. It would be no benefit, either to the owner of the, mine in the rear, or to the public. No one would be so foolish as to build a railroad, and dig his coal for the benefit of another.\nSeventh. The last error assigned is to the court’s answers to the defendant’s points.\nThe charge of the learned judge of the special court is so full and perfect an answer to the questions raised, that I deem it unnecessary to take them up in detail. The argument of the defendant, that the act of Assembly authorizes the taking of the land of one, and giving it to another, is a perfect fallacy. All that the act does, is the giving of one the right of way over the land of another, for a special purpose, after making full compensation. This is within the letter and spirit of the defendant’s grant, and shows the wisdom of the proprietor of Pennsylvania, and the Commonwealth since the Revolution, which gave to every man sis per cent, for roads and highways, which he holds in trust for the benefit of the public, until the road or highway is required.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Hendrick B. Wright, for plaintiff in error.",
      "Harrison Wright, and Greenough, for defendants in error.",
      "Butler."
    ],
    "corrections": "",
    "head_matter": "Harvey v. Lloyd et al.\nIn proceedings to open a railroad from mines to the public works, a petition, signed by the lessee and agent of the owners of the mines on their behalf, is sufficient.\nA notice of the filing of the petition, signed by an attorney, is sufficient.\nA notice of the order, stating it in substance, is sufficient.\nEvidence of the enhancement of the value of the petitioners’ land by the proposed road, inadmissible in such a proceeding.\nThe necessity for such a railroad within the act of Assembly, is not an absolute, but a reasonable necessity, and may exist, though a road might at great expense be constructed over the petitioner’s land. Whether necessary and useful, is for the jury. It may commence at a point on, and extending over the twenty feet occupied by the railroad of another, he not objecting, and terminate within one hundred feet of that road, on the same public canal.\nThe lateral railroad aclis constitutional.\nIn error from the Common Pleas of Luzerne county.\nJuly 10. This was a proceeding to open a railroad across the land of the plaintiff in error, from the mines of the defendants, to the public works on tbe Susquehanna, under the act of 1832, Purd. Dig. Canals and Railroads. From the report of the reviewers, the plaintiff in error appealed. On the trial before Jessup, President J., at a special court, the petitioners, defendants in error, gave in evidence the petition by themselves, as owners of the Pringle Mine, within three miles of the Slack Water Navigation, by their lessee and agent, Bennet, signed by him; and a notice of the intention to file it, signed by their attorney. The proposed road commenced in the line of one belonging to Thomas, and continued three hundred and thirty feet within the twenty feet occupied by such road, then diverged from it, and passed over Harvey’s land. The petition and notices were objected to, as not signed by the owners of the mine, and constitute the first error assigned.\nThey then gave in evidence the order on the petition; also, a notice to Harvey, signed by Bennet as lessee and agent, of the order on the petition, for viewers to examine the route mentioned in the petition and draft filed of record, and report the damage arising from the construction of said railroad and schute, and of the time they would act.\nThis was objected to, as not following the petition and order. The omission of the clause in the order requiring the viewers to report the damages, “ if they deemed the same necessary for public or private uses,” appears from the notice to be the ground of this objection, and was the second error assigned. The viewers reported in favour of the road, assessing the damages; and the defendant below appealed.\nThe petitioners then gave in evidence, under an exception, the record of these proceedings, which constitutes the third error assigned ; also, the deeds to themselves for the land in which is the Pringle Mine. They then proceeded to show the necessity for the new road: it would terminate within one hundred feet of that belonging to Thomas, and run about one hundred and forty feet from the line of that road. They proved, under exception, (the fourth error assigned,) that they could not be accommodated by Thomas’s schute, as he occupied it himself; and also, (fifth exception, and fourth error,) that but three tracts of land could find an outlet for their coal by that road. The defendant proposed to ask the witness, how much his property would be injured by the road, and how much that of petitioners enhanced. The latter question was rejected by the court, (sixth exception, and fifth error;) defendant gave evidence that a road might be constructed across petitioners’ land, to the canal.\nIn rebuttal under exception, (seventh exception, and sixth error,) petitioners proved the expenses of such a road would be $15,000 or $20,000: ten to twelve feet rock cutting being necessary for six or eight rods. The expense of the proposed road was not stated ; but it was shown, that by a wagon road the petitioners could reach the canal.\nDefendant’s points.- — “1. That, inasmuch as the owners of the land, on which the route of the proposed road commences, did not sign the petition in the preliminary proceedings, that, therefore, the plaintiffs cannot maintain the issue on their part, and are, therefore, not entitled to a verdict.\n“ 2. That if the jury believe that the plaintiffs are not the owners of the land on which the route of the road commences, this is fatal to the plaintiff’s case, and they cannot recover.\n“ 3. That, under the provisions of the lateral railroad act, and its supplements, a second private or public road cannot be located, commencing at the same point, and running within the same twenty feet appropriated by the first road, and terminating one hundred feet apart from each other, on the slackwater navigation.\n“4. That the act of 5th May, 1832, entitled, ‘An act regulating lateral railroads,’ and its supplements as applied to this case, are unconstitutional, both in view of the Constitution of the United States, and of the state of Pennsylvania.\n“ 5. There is no such necessity for this road as is contemplated by the statute.\n“6. That the act of 5th May, 1832, in granting a right of way, refers only to the case where the owner of mines is cut off from approach to the public improvements, by intervening lands; and that if the owner of mines has land of his own extending to the improvements, -he cannot avail himself of the privilege of crossing the lands of airy one else, if it be practicable to make a road over his own.”\nCharge. — The questions submitted, and which are for the decision of the jury under the evidence, are—\n“1. Is the road located by the plaintiffs necessary to the proper and reasonable enjoyment of their coal mines ?\n“ 2. Does the land of the defendant, over which the road is located, intervene between the coal mines of the plaintiffs and the public improvements of the state ?\n“3. Have the plaintiffs given satisfactory evidence of their title to the coal mines ?\n“If these questions be answered in the affirmative, then—\n“ 4. What damages are sustained by the defendant by the opening, constructing, completing, and using the proposed road ?\n“ In answering the first question, the court instruct the jury, that no absolute necessity is required by the act of Assembly, in any such sense as claimed by defendant’s counsel. The terms ‘necessary and useful for public or private purposes,’ employed in this statute, are to receive a reasonable construction. They do not imply any such necessity, as that without the road, the plaintiffs’ coal would be utterly worthless, or that it could not, by carts, wagons, or wheelbarrows, be transported to the public improvements, or that there is no other route, along which, by the expenditure of large sums of money, a road might not be made. The law intended to secure to owners of mines within the prescribed distance, upon paying the assessed damages to intervening owners, such reasonable facilities for reaching the public improvements, as would enable them to bring the mineral wealth of the state to market. The necessity, therefore, contemplated by the statute, is only such as is found in giving a ■'reasonable facility for reaching the public improvements. The courts have uniformly given this construction to similar phraseology in the general road laws. The viewers of county roads are required to •report whether the road located by them ‘be necessary for a public ■or private road.’ It was never supposed any absolute necessity was intended. If the convenience of the public and the facilities of general travel would be increased, the road was always deemed necessary. Such, too, is the proper view of this lateral railroad law, and this is the necessity to be ascertained by the jury. It is with this construction of the act submitted to the jury to ascertain whether the proposed road is necessary and useful. This answers the fifth point proposed by defendant’s counsel.\n“ In answering the second and third questions, the jury are referred to the evidence in the case.\n“ The title of the plaintiffs, as exhibited and proved to the court, is ■ sufficient; and the question of intervening land is a matter of fact to be ascertained by the jury from the evidence. The proposed road is located from the tunnel leading into the mines, in the side of the hill, to the Nanticoke pool; and in the present case, whether that is intended for the whole extent of a railroad or not, or whether, after entering the mines, other roads are to connect with it, is not essential. There was no necessity for showing how it was to be extended in the interior of the mines, even if there it passed over other lands. That is an affair belonging to others, and not important to the defendant or to this case. The road leads from a point where the coal is delivered from the mines to the public improvements, and that is sufficient for this case. This answers the second point; and, in this connection, the sixth point is answered in the affirmative; and the jury will decide whether the plaintiffs have a practical route for a road on their own land. If they have, they cannot cross the defendant’s land.\n“ The answer to the third point is to be found in the reply which the jury may give to the general question, of whether the road be necessary. The location and erection of the prior road, by Mr. Thomas, is to be considered by the -jury in passing upon this question; for if the plaintiffs’ coal mine can be reasonably accommodated by the road already constructed, they having the right to use that road at the stipulated tolls, then there can be no necessity for this road. This is matter of fact for the jury. The existence of Thomas’s is not conclusive that no other is necessary; nor does it bar the right of other owners of mines to have a road through the defendant’s lands to the pool, if they come within the provisions of the act. Neither is the location of this road within the twenty feet appropriated to, but unoccupied by prior road, a cause of objection by the defendant. The applicant for that’ road might perhaps object, if it were injurious to his interests; but he raises no objection, and from his testimony here in court, it would seem clearly that the proposed road has his hearty concurrence, for he gives us his opinion that it is indispensably necessary for the plaintiffs. The evidence seems to show that a double track along the prior road would-be sufficient for the plaintiffs until the cars should reach the schute, but it also seems clear in the evidence that a schute cannot be used to any advantage by more than one owner. Each owner, if doing any considerable business, must have a schute, or delay, confusion, and great perplexity must arise. This part of the road, leading from the curve into the pool, is therefore the most important part of the road to the plaintiffs, and the’ great object of these proceedings.\n“ The point raised by the fourth point, the counsel concede must be ruled against them by this court, but affirm it as necessary for the purpose of having the case reviewed in a superior court; and although they have not directly argued to this court against the constitutionality of the enactment, yet their arguments to the jury, upon the questions raised, have been -such as assumed that the legislature had no right to pass the law, and that the statute is really an infraction of constitutional safeguards, and authorizes a most outrageous invasion of private rights.\n“ The court instruct the jury, as they have held on a former occasion, and as the Supreme Court have decided, that this act of Assembly is as clearly within the Constitution as any road law within this state. That there is no conceivable difference in principle, between the grant of the right of way to be used by cars on wood and iron, or by carts and wagons on stones and earth. The state grants six per cent, of lands for roads, and the mode, manner, and time of locating and constructing is necessarily an incident of her sovereignty. To deny her right to grant roads across the lands of her citizens, leading to her public works, would be to deny her sovereignty, and with it her ability to provide for the increase of her wealth and the happiness of her citizens. From tire first period of her existence she has exercised the power of laying out and constructing roads, and is alone the judge of the proper kind, the necessary width, and suitable termination. The exercise of this power, except in relation to the present statute, has never been questioned in any court. It is too late now to turn back the whole current of enactment, and set aside all road laws, as the principle asked to be established in this case would do. The state has always been generous in compensating for all injuries done by her public or private roads.\n“ Such compensation is more an act of generosity than of right. Every man who holds lands from, the Commonwealth, has an express grant of six per cent, for roads. He may fairly be considered as holding in trust to that amount, for the state; the trust property to be reclaimed at the will of the state. Compensation, therefore, for lands taken for roads in Pennsylvania, is a gratuity; and if lands be thus taken without any provision for compensation, there would be no infraction of the Constitution. Roads leading from individual coal mines to the state canals may with propriety be considered public roads, inasmuch as they contribute, by the payment of tolls upon the coal transported, to the public burdens.\n“ But the court consider this law not only clearly within the provisions of the Constitution, but eminently wise, judicious, and just, providing for great interests and fully protecting all rights in any way to be affected under it.\n“ The legislature would have been improvident of great and paramount interests, if, after the expenditure of millions in constmcting her canals, no proper and convenient inlets for the inexhaustible mineral wealth of her mountains had been provided. To permit the owner of miles of front upon the public improvements to shut back all behind him, and deny them the right of permanent, or even temporary passage, upon any terms except those dictated by his own selfishness and cupidity, would have been a denial of common right, There is nothing wrong in requiring the man thus situated to permit his neighbours, upon fair and proper terms, to enjoy the public im-‘ provements, and every well regulated community should have' the necessary provisions to that effect.\n“The statute upon which these proceedings are instituted, most amply guards all the rights of the defendant; not permitting the plaintiffs to commence their work until the full value of the injury he sustains is assessed by a jury and paid. A reasonable man, living under, and enjoying the protection of equal and just laws, would ask for nothing more.\n» The first point has been ruled against the defendant on a point of evidence, and he has a bill of exceptions. It is answered in the negative.\n“ The question of damages is entirely for the jury under the evidence. The court think the jury, in ascertaining them, should consider. — 1. The value of the land. 2. The injury to the adjoining lands ; and 3. The injury to the defendant’s landing, by the erection and use of the road. The plan of the road defines the termination in a schute, which is to be erected below low water-mark; and the plaintiffs claim that at that point they have the same rights with the defendant, and therefore no damages ought to be assessed for any injury to be sustained by depriving him of the use of his landing, beyond the width of the road. It is admitted that the river, up to the water’s edge, whether it be high or low water, is a public highway of common right for every one; but it is so for the purposes of passage only. The shore is private property; and the right of landing on the shore is individual right. The plaintiffs, by the erection of their road, take away from the defendant a certain portion of this right; and it is in the evidence that the necessary distance above and below the road will be considerable; and for this he ought to be compensated. It is true, that upon the river, in the prosecution of their lawful business, the plaintiffs and defendant are upon an equal footing; and should they, in conducting their business, necessarily line the shore with their boats, so that he could not approach his landing, it would be damnum absque injuria. But this is a different case. The plaintiffs make a road, which, in its necessary use, occupies a full boat’s length of the landing; and although the road itself is not so wide, yet its use as effectually deprives the defendant of his landing, as if it extended to the boat’s length. The landing constitutes the chief value of the property ; and the defendant ought to be paid for so much of it as he will be necessarily deprived of, by the use of the road in the manner proposed by the plan.\n“ The counsel for the plaintiffs excepted to that part of the charge relating to damages. The defendant’s counsel excepted generally.”\nThe plaintiff in error assigned the admission of the evidence contained in the first seven' hills of exception; and the answer of the court to the first, second, third, fourth, fifth, and sixth points.\nHendrick B. Wright, for plaintiff in error.\nThe act of 5th of May, 1832, sec. 3, provides that “ such roads shall not exceed twenty feet in width. Sec. 7 provides that such road may be used by any person transporting thereon. A question arises, whether Lloyd & Co. had not already a sufficient road for the use of their mines. There was a road laid down, which would have accommodated these parties; and they had no right, under the act of Assembly, to another location. That would be a perversion of law, operating injuriously to the rights of intervening owners. Mr. Harvey has mines there, and would be deprived of the necessary room to make storage of his coal. He has not, at this time, room sufficient to work his mines. 10 Watts, 63.\nLloyd & Co. were not the owners of the land where the road commenced. The land belonged to Mr. Thomas; and they could not violate the statute, by opening a road on the land of a third person. They own land on the margin of the canal pool, and they should be compelled to open this road on their own land, if at all practicable. The court is to put such a construction upon the act granting these privileges, as to compel them to locate the road up on their own land. There was no such necessity for this road as is contemplated by the act of 5th May, 1832, sec. 7. In no case will a jury give an adequate amount of damages to the owner. They look to the business of the country, and cannot put a proper value upon that which no one can know but the owner himself. It is impossible for any set of men to judge correctly in such cases. They cannot tell what object a man may have in retaining his own land; nor what uses he may wish to put it to; and cited Dwarris on Statutes, page 77, 9 Law Library, page 750.\nHarrison Wright, and Greenough, for defendants in error.\nIf the defendant wished to avail himself of the objection he makes, that the application was not signed by the owners of the mine, instead of appealing from the report of the viewers and appraisers, he should havef moved in the court below to quash the proceedings; the agreement to try the questions on the report of the viewers and application, was a waiver of the objection, if any valid one existed. It was signed by their agent and lessee, naming each of the plaintiffs. The second bill cannot be sustained,- because the notice strictly pursues the petition and order. The plaintiffs could not compel Mr. Thomas to lay a double track; and it is clear that a single one would not accommodate both; and locating our’s within his twenty feet part of the distance, gives Mr. Thomas ground of complaint; but he makes none ; he is favourable to our having an outlet to the public improvements. The constitutional question has been settled in full argument by this court. Harvey v. Thomas, 10 Watts, 63. The ownership of the mine, and necessity of the road, have been established by the jury, and the defendant has his damages assessed. This answers all the questions pressed in this court. .\nButler.\nThis property was allotted to Harvey in 1829. At that time the coal business in that country had been considerably developed. After this has taken place, the endeavour is made to deprive him of his land by the act of Assembly passed since that time. Dwarris on Statutes, 77, 9 Law Library, 750. This act of Assembly, of 5th May, 1832, should have a strict construction, because it takes away private rights. I supposed such was to be the construction.\nHave the provisions of this act been complied with, or pursued strictly? This application is made by John Bennet, the lessee, acting for himself. The notice is made by John Bennet, lessee and agent for these men. It is altogether for his own benefit, and in his own right; he being the man benefited, and not these men; therefore they have not pursued the directions of the act.\nWe complain that they begin this road at the same point at which Thomas’s road commences, and diverge from said road in such a manner as to work injury to the plaintiff. It is for the purpose of giving them a schute, which they have already on this land of Harvey.\nThey do not own the land at the opening of the road, for the distance of seventeen rods; and further, as there was one tract of road Upon this land, there was no necessity for another.\nThe court did not permit it to be given in evidence to the jury, what this land would be worth, as belonging to Harvey, or what enhancement* in value to the land of defendants; which, we say, should have been done. The intention of the legislature evidently was, that a sum should be paid, equivalent to the value of the land to the owner. They prove, by their own evidence, that this road was necessary for private use : nobody could use it but those applying for it. Suppose these persons should divide their lands, would not each one have the power to deprive Harvey of so much of his land as would accommodate them ? Surely this might be done to the manifest detriment of Harvey, if this is to be the construction of the act.\nIn the case of common roads, every man can use them, but in the case of these roads, none but the occupier can; therein is the difference. The public would have no interest in this road, more than arises from the revenue derived from it by the coal operations.\nJuly 10."
  },
  "file_name": "0331-01",
  "first_page_order": 329,
  "last_page_order": 340
}
