{
  "id": 400695,
  "name": "Huey et al. v. Smith",
  "name_abbreviation": "Huey v. Smith",
  "decision_date": "1846-07-20",
  "docket_number": "",
  "first_page": "353",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 466,
    "char_count": 9896,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 4.6922169990516086e-08,
      "percentile": 0.2949127536006925
    },
    "sha256": "4b914f37be3fb03c759473767c02b4f61318e96c8d439d51e477842ae6f091ca",
    "simhash": "1:2c64f72d1553dc9a",
    "word_count": 1736
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Huey et al. v. Smith."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe only error complained of is, the court instructing the jury, upon the evidence, “that, the nine acres for which the ejectment is brought, according to the diagram of Mr. Rockafeller, appears to be within Smith’s line; and if they are, then, as both are intruders, and as twenty-one years’ possession will protect an intruder to the extent of the lines designated as a part of his farm; if you believe plaintiff was in possession twenty-one years prior to the commencement of the suit, he is entitled to recover the land in controversy.” ' We must bear in mind, both plaintiff and defendant were intruders on patented land. One Staybrook had a warrant and survey in 1793, and returned for patenting in 1797. Huey was the first intruder; but neither knew that the land was appropriated. Smith, with Mitchell, circumscribed his boundary, by marking lines, shortly after he entered. In 1839, Rockafeller found the rough survey of Smith well marked on the ground, and counting back twenty-two years, the date of his entry and first improvement on the land. He had included about forty-■five acres, in a reasonable vicinage to his dwelling. So far as the assessments were in evidence, no land was taxed to Smith. The defendant gave evidence that on a distant part of the survey of Stay-brook, one Farnsworth had entered about 1809, built a cabin, and remained in possession for about two years. After him John Winn had the possession; Huey came in after Winn. There was no evidence connecting the possession of Farnsworth or Winn with Huey; or that Huey, for many years after he entered, circumscribedhis boundary. Neither of the parties knew of the Staybrook survey, until Rockafeller was brought on the ground, long after Smith had designated his claim by actual marks on the ground. Huey had, by the assessments in evidence, from one hundred and fifty to two hundred and thirty acres assessed. The counsel of Huey contended, that as Smith had no land taxed, he is only entitled to hold that which has been in his actual occupancy for twenty-one years before the ejectment brought. No point of this kind was put to the court; nor am I prepared to apply such a principle to a poor settler in the Shamokin hills. We have no evidence that he ever saw an assessor. The non-payment of taxes, and the omitting to return a claim, will be entitled to great consideration, in determining a right in many cases. There is no law making it a forfeiture of a small improvement ; nor does it appear that Huey paid taxes for the part within the claim of Smith, because he had no designation of boundary; nor had he adopted or cleared to the lines of the Staybrook survey, until long after Smith settled and designated his claim. The jury found that Huey was an intruder within Smith’s boundary, and as both were intruders on appropriated land, we think the plaintiff in error has no just ground to complain of their decision.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Jordan and Bellas, for plaintiffs,",
      "Hegins, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Huey et al. v. Smith.\nAn intruder, who in 1818 entered upon a small tract of land, built a house thereon, cleared and cultivated a few aeres of ground, and marked the lines of his claim, and who had been in possession thereof for more than twenty-one years before suit brought, may recover in ejectment, not only against the rightful owner, but against a previous intruder, who claimed the same as a part of a larger tract, upon which he had entered in 1812, where such previous intruder had not made known the extent of his claim, nor designated the boundaries thereof; notwithstanding he may have paid the taxes for such larger tract since 1814.\nError to the Common Pleas of Northumberland county.\nJuly 18. This was an action of ejectment brought by Hulet Smith, the defendant in error, against Augustus Huey and John Huey, the plaintiffs in error, to recover nine acres of land in Shamokin township. The plaintiff proved in substance, that in 1818, he and his stepfather, one Mitchell, a revolutionary soldier, entered on some land, near to the nine acres in dispute, built two houses thereon, about one hundred and thirty yards apart, in one of which Mitchell lived until his death, eight or nine years since, and in the other, the plaintiff with his family continued to reside from its erection to this time, a period of twenty-six years. The plaintiff, about the time of the erection of the second house, which was very soon after the first was built, designated his boundaries, by marking the trees on the lines around the land which he claimed, with blazes, and those at the corners with blazes and notches. He also cleared and cultivated a few acres of the land. The nine acres in dispute were included within his lines, which contained altogether about sixty acres. The plaintiff did not know that the land was appropriated, when he entered upon it; nor did he know that any one claimed it, or any part of it, until about fourteen years after he had entered, &c. In 1839, or 1840, David Rockafeller, a surveyor, at the request, and under the direction of the plaintiff, run his lines, as marked, and made an examination of the line and corner trees. He blocked a number of them, where they were blazed and notched, and found that the blocks counted twenty-two years. The lines as run by him contained forty-one acres and sixty-five perches.\nThe defendants claimed the land in controversy, by virtue of an improvement right, commenced in 1812, and gave in evidence a warrant to one Henry Staybrook, for three hundred acres, dated 8th of March, 1793, and also a survey thereon, dated 3d of October, 1793, for two hundred and ninety-one acres and a half, for the said Staybrook, in Shamokin township. This survey wras returned for patenting on the 18th of August, 1797. They then called and examined John Campbell as a witness, who testified thus :\n“The first knowledge I have of this land, it was in possession of the Farnsworth family, in 1809. I moved adjoining it, in 1809. They remained there some two years. John Winn went into possession of it the fall after Farnsworth left it; and Huey went in the next spring. Augustus Huey has been in possession ever since. His son is on it yet, John Huey. Augustus is off about two years. His son is still there. I knew James Mitchell, and when he went on to this land. I knew him before he went there. Mitchell laid the warrant on the land, instead of some other land that he could not get. Mitchell claimed about four or five acres in that survey. Hulet Smith never claimed any, to my knowledge, except under Mitchell. In 1818, Mitchell told me about taking out the warrant, and getting it laid. Mitchell told me, that if Smith would help him to build a house, he would give him the privilege of an acre to build on. I never knew any thing about Huey’s claim, till he got it surveyed. , He cleared a good deal of land on the Staybrook track. It was run for Huey by Rockafeller, some years back. Huey claimed a settlement right on the Staybrook track. When he settled on it, he did not know whose it was. When it came out it was surveyed land; there was a rookery about.it. He hunted the owner to buy it of him, but never found him. Mitchell’s clearing was on the south side of the tract.”\nDavid Rockafeller proved, that he run the lines of the Staybrook tract for Huey, for the first time in 1832, 1833, or 1834. That the improvement of the plaintiff was on the south-west corner of the same.\nThe defendant's then gave in evidence the following assessments of lands from the assessment lists :\n“ 1814. Assessment. — Augustus Huey, two hundred acres, Shamokin, adjoining Ridge.\n“ 1832. Augustus Huey, two hundred acres.\n“ 1832. Hulet Smith, labourer. Occupation six cents,\ntt 1832. James Mitchell, no land.\n1826. Augustus Huey, two hundred and thirty acres. Neither Smith nor Mitchell assessed this year.\nt£ 1823. Nothing to James Mitchell,\ntt 1823. Hulet Smith, Shamokin, no land,\ntt 1823. Augustus Huey, two hundred and thirty acres,\ntt 1838. Augustus Huey, one hundred and fifty acres,\ntt 1838. Hulet Smith, no land,\ntt 1838. Henry Lewis, no land.”\nIt did not appear that Huey paid tax for the land claimed by the plaintiff; nor was there any evidence connecting the possession of Farnsworth, or Winn, with Huey.\nOne of plaintiff’s witnesses stated on his cross-examination, that the defendants had cleared seven or eight acres within the lines of the plaintiff; that these seven or eight acres were cleared twentyfhree years ago, at the time the defendants claimed the whole.\nThe jury found for the plaintiff; whereupon the defendants sued out a writ of error, and removed the record to this court. The only error assigned here was to the charge of the court below, (An•thony, President,) which is specifically stated in the opinion of the court, delivered by Burnside, J.\nJordan and Bellas, for plaintiffs,\nargued, that Huey’s possession commenced as early as 1812. That if he entered as an intruder, he could hold against all but the legal owner. That Smith’s and Mitchell’s entry on the land in 1818, could not deprive Huey of the right he had previously acquired by his entry in 1812, and payment of taxes from 1814. Smith can only hold as much of the land as he had in actual possession, and enclosed for twenty-one years before suit brought. Smith never paid taxes for any land.\nHegins, for defendant,\nargued, that although, where the legal owner takes possession of a tract of land, the presumption was that he claims to the lines of his survey marked on the ground, there is no such presumption in favour of a disseisor.\nHere the court properly left it to the jury to say, whether Huey had designated the extent of his possession, before Smith entered and marked his lines.\nSmith had a good title to all within his lines, by the statute, against Huey, even if he had been the legal owner.\nHe relied upon Huey v. Forman, 1 State Rep. 298, and the authorities there cited.\nJuly 20."
  },
  "file_name": "0353-01",
  "first_page_order": 351,
  "last_page_order": 355
}
