{
  "id": 400620,
  "name": "Zeigler v. Fisher's Heirs",
  "name_abbreviation": "Zeigler v. Fisher's Heirs",
  "decision_date": "1846-07-27",
  "docket_number": "",
  "first_page": "365",
  "last_page": "367",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 70",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 8356,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 2.403837770630894e-07,
      "percentile": 0.7991933120425168
    },
    "sha256": "64bac186380dda942cf5dc853cfa2543ca8290886588565674c40e427749d46c",
    "simhash": "1:34e0c7296478edd9",
    "word_count": 1494
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Zeigler v. Fisher’s Heirs."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\nEjectment is a possessory aetion. The form of writ prescribed by the act of Assembly alleges that the defendant is in possession of land, the right of possession or title to which the plaintiff says is in him. If the defendant is in possession at the time of serving the writ, the plaintiff has a right to proceed to trial, unless that is rendered unnecessary by judgment by default or confession. The defendant’s quitting the possession, after the service of the writ, does not affect the plaintiff’s right to proceed to a verdict, so as to recover judgment for his costs of suit; and also, for damages in that action, (if notice has been given,) for the mesne profits, or in another action of which the judgment in the ejectment is the foundation. The regular plea in ejectment is, not guilty. What is called a disclaimer, which is sometimes improperly entered on the docket, is inappropriate to the action of ejectment, as was stated by Mr. Justice Rogers, in Mitchell v. Bratton, 5 Watts, 70, where the ejectment was against two, and the writ was served on both. One defendant pleaded not guilty, and the other entered a disclaimer; but it wrns held that, notwithstanding a defendant disclaims title to the land, it is still necessary to try the fact, whether the defendant was in possession at the time when the writ was served; for if he was, he is liable to costs and damages. The twelfth section of the act of 21st March, 1806, prescribed that in ejectment, the defendant shall enter the defence, (if any he hath,) for the whole or any part thereof, before the next term, and thereupon issue shall be joined ; but it would seem that this provision was soon found to be inexpedient as a system of practice; and the fourth section of the act of 13th April, 1807, introduced a substitute for it, by declaring, that the plea in ejectment shall be, not guilty; thereby reducing the issue to one simple plea, adapted to the trial of the merits, with more facility and certainty. Any other plea involving the merits, or entry of defence on the record, it was found, embarrassed the proceedings, and created uncertainty. On the plea of not guilty, the merits can be fully and fairly tried, and the defendant can take defence on the trial as to the whole or any part of the land, on any ground which is -available to him in law; and it is now the proper plea or defence in ejectment, where the merits are to be put in issue; though there may still be a plea in abatement, or, perhaps, something tantamount, in case of an extraordinary emergency. In the present instance, the defendant, at the time the writ was served, was in possession of that part of the land which was ultimately recovered by the plaintiff; and though the defendant after-wards threw it out, and removed his fence, and entered on the record, that he made defence only for the portion which it turned out, and did not include, the part recovered, yet the plaintiff had a right to proceed to recover a verdict and judgment for the part belonging to him, and was, therefore, entitled to his costs of suit, when he succeeded.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Miller and Greenough, for plaintiff inxerror.",
      "Swineford and Jordan, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Zeigler v. Fisher’s Heirs.\nIf a defendant be in possession at the time of serving the writ in ejectment, the plaintiff has a right to proceed to trial, unless that is rendered unnecessary by judgment by default, or confession.\nIf a defendant, after the service of the writ, quit the possession of the land for which the ejectment was brought; such act does not affect the' plaintiff’s right to proceed to a verdict, so as to recover judgment for his costs of suit, and also for damages in that action (if notice have been given) for the mesne profits, or in another action of which the judgment in the ejectment is the foundation.\nThe regular plea in ejectment is, not guilty ; and what is called a disclaimer, which is sometimes improperly entered on the record, is inappropriate to the action.\nUnder the plea of not guilty, the defendant can take defence on the trial as to the whole or any part of the land in controversy, on any ground available to him, in law.\nWhere, therefore, a defendant at the time the writ was served, was in possession of a part of the land for which the ejectment was brought, and which he shortly afterwards threw out by .moving his fence so as to exclude it, and entered on the record that he made defence only for that portion of the land included within his survey and fence, which did not embrace the part ultimately recovered by the plaintiff; it was held, that notwithstanding the said a'cts and entry of defence on the record by the defendant, the plaintiff had a right to proceed to recover a verdict and judgment for the part belonging to him, and was consequently entitled to his costs of suit.\nError, to Common Pleas of Union county.\nJuly 22. This was an action of ejectment, for ten acres of land, brought by Christian Fisher against Abraham Zeigler, the plaintiff in error and defendantbelow. The plaintiff, Christian Fisher, died shortly after he brought the suit, when his heirs were substituted as plaintiffs. The case came up on a question' of costs. The evidence given oh the trial, so far as it had relation to the question of costs, was the following. Michael H. Weaver testified, that he was employed by Christian Fisher, to make the survey; and that Zeigler claimed what was included in the Witner survey. ' Jacob Houser testified in substance, that Flora (the tenant, or person employed in clearing by Zeigler, who had the land in possession) cleared over the line on to Fisher, and that it was in fence; that Zeigler, the defendant, had made a new fence, and thrown out the piece of land which had been cleared over the line on to Fisher; that this piece was thrown out, and the new fence made about the time this ejectment was brought; that he told Flora he was clearing over the line which they had run for Witner, and that Flora said, Fisher had told him he might clear there, but that he must not cut long timber; that about one fourth of an acre had been cleared over the line, and that what Zeigler then had in possession, did not include any over the line-.\nJohn Zeigler testified in substance, that his father sent him to the Fishers, on the last Friday of-April, 1844, to tell them that he intended to move the fence that day; that he told them so, and requested them to come over and see it moved; that Benjamin Fisher, one of Hie plaintiffs, said, we do not agree to move that fence; when Jacob, another of the plaintiffs, said, if we used our own rails in moving it, they had nothing against it. About three rods thrown out and excluded by the new fence. Before the jury was sworn, the defendant entered on Hie record, that he took defence for all the land contained within his survey made in pursuance of a warrant to John Witner, dated the 10th of September, 1816, and containing about five acres.\nThe jury found for the plaintiff fifty two and a half perches, that being the part excluded by the new fence made on the 28th of April, 1844, and the residue they found for the defendant. Whereupon, the defendant moved for, and obtained a rule to show cause why judgment should not be entered on the verdict, for the defendant, for costs since the 28th day of April, 1844. The court discharged this rule after argument, and directed judgment to be entered for the plaintiff with costs. The defendant thereupon sued out this writ of error, removed the record to this court, and assigned the following error.\nThe court erred in discharging defendant’s rule to show cause, and in entering judgment for plaintiff with costs.\nThe only question here was, whether, under the facts in evidence, and the finding of the jury, the defendant was entitled to recover costs since the entry of his defence on the record, and if he were not, whether the plaintiff could recover his full costs of suit.\nMiller and Greenough, for plaintiff inxerror.\nSwineford and Jordan, for defendant in error,\ndenied that any legal disclaimer had been entered of record, and contended that a disclaimer could not be made, where the defendant was in the actual possession of the land at the time of ejectment brought. The plea of not guilty was put in, before what is called the disclaimer was filed. Plaintiff had a right to trial.\nThere cannot be two judgments for costs in the same case.\nJuly 27."
  },
  "file_name": "0365-01",
  "first_page_order": 363,
  "last_page_order": 365
}
