{
  "id": 400755,
  "name": "Roshing v. Chandler et al.",
  "name_abbreviation": "Roshing v. Chandler",
  "decision_date": "1846-07-24",
  "docket_number": "",
  "first_page": "369",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 369"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts, 343",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts, 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0356-01"
      ]
    },
    {
      "cite": "4 Watts, 71",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842746
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0071-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 7115,
    "ocr_confidence": 0.55,
    "pagerank": {
      "raw": 7.73862765455453e-08,
      "percentile": 0.4550888874216219
    },
    "sha256": "7790e7769b0891bb0b6ae4900c0a2958ce654813e0cc9e465f4a48ad23a07f71",
    "simhash": "1:17eb18b47476617c",
    "word_count": 1218
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roshing v. Chandler et al."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nRamsey’s Appeal settled that a transcript of the balance found to be in the hands of an executor or administrator upon the settlement of his account, filed in the Common Pleas, is not a judgment, and payable as such out of a decedent’s estate. It is payable only as a lien on lands, or as a simple contract debt. 4 Watts, 71. Previous to the act of the 23d of April, 1823, which is superseded by the act of 29th of March, 1832, section twenty-nine, balances which appeared to be, on settlement in the Orphans’ Court, in the hands of an executor or administrator, were simple contracts only against the accountants, and entitled to no lien against the real estate. The same act makes it the duty of the prothonotaries of the courts of Common Pleas of the respective counties, «to file and docket, whenever the same shall be furnished by any parties interested, certified transcripts or extracts of the amount appearing to be due, from or in the hands of any executor, administrator, or guardian, or other accountant, on the settlement of their respective accounts in the Orphans’ Court; which transcripts or extracts so filed shall constitute liens on the real estate of such executor, administrator, guardian, or accountant, from the time of such entry until payment, distribution, or satisfaction; and actions Of debt, or scire facias, may be instituted thereon by any person or persons interested, for the- recovery of so much as may be due to them respectively.”\nSpiegelmoyer, the executor of Douglass, settled his account before the register, who returned it to the Orphans’ Court for confirmation and allowance. The Orphans’ Court, on the 16th of September, 1839, confirmed it nisi. On the 19th of December following', the heirs of Douglass filed exceptions to the final confirmation, and the Orphans’ Court appointed an auditor: the case so rested. The auditor never acted; nor does it appear that he was ever requested to act by either party. On the 21st of July, 1843,-(a period of nearly three years after the account was confirmed nisi,) the heirs obtained a transcript in due form which is stated thus:—\n“ September Term, 1839.\n“ The final account of Daniel Spiegelmoyer, executor of Thomas Douglass, deceased, showing a balance in the hands of the accountant of twelve hundred and seventeen dollars and four and a half cents.\n$1217 041,-. September 16, confirmed.”\nSpiegelmoyer made no objection to the balance found against him by the register, and confirmed nisi by the Orphans’ Court. He filed no exception. The heirs had a right to withdraw their exceptions. We think the filing of the transcript in the Common Pleas amounted to a withdrawal and abandonment of the exceptions. When the heirs found that the executor was in failing circumstances, they changed their course, and filed their transcript of the balance acknowledged by the executor to be due. If there was any irregularity in filing the transcript from the Orphans’ Court on the docket of the Common Pleas, any one injured by that irregularity should have applied to the Common Pleas for relief; The transcript filed, and the docket of the Common Pleas, showed a regular lien in conformity to the act of Assembly, and the alleged irregularity is not the subject of contest in this issue. It should have been decided on an application to the Common Pleas. But I think, after the lapse of time that the subject was depending before the auditor, and nothing done or attempted to be done by either party, the filing of the transcript by the party filing the exception was an abandonment of the exceptions. I agree, it would have been more regular to have ■withdrawn them in open court., I am not aware of any direct decision on the question; but there are many cases which have a strong bearing on the subject. In Robins v. Bellas, 2 Watts, 356, it was held that a scire facias (though sued out improperly as regards the plaintiff in the judgment) was deemed an act of abandonment of a former levy and a relinquishment of the lien. In Meason’s estate, 4 Watts, 343, the plaintiff levied on several tracts of land, on which he held an inquisition and had them condemned, He afterwards, without referring to his former writ, issued a scire facias and obtained a judgment. This was revived by agreement. Then a fi. fa. issued, and an alias and pluries, and levied on one hundred and fifty acres of .other land and other property. This was held to be an abandonment of the prior levy. We are, therefore, of opinion that under the circumstances of this case, the filing the transcript from the Orphans’ Court to the Common Pleas was an abandonment or waiver of the exceptions. Spiegehnoyer has no right to complain, nor did he complain; he was saved the trouble and expense of supporting his vouchers before the auditor. The transcript created a lien on Spiegelmoyer’s real estate, nor has subsequent judgment creditors of Spiegelmoyer any just ground of complaint against this lien of the heirs of Douglass.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Slenker and Jordan, for plaintiff in error.",
      "Weinich and Greenough, contra."
    ],
    "corrections": "",
    "head_matter": "Roshing v. Chandler et al.\nUpwards of three years after a final account of an executor was certified to the Orphans’ Court, to which exceptions were filed and an auditor appointed who never acted, the legatees obtained a transcript, and filed-it in the Common Pleas. Held, they had waived their exceptions ; and the transcript was a lien on the land of the executor, under the act of Assembly.\nError to the Common Pleas of Union county.\nJuly 22. In 1845, issues were directed to try whether the legatees of Douglass were entitled to receive the proceeds of a sheriff’s sale, of the real estate of Spiegelmoyer, executor of said Douglass; and the only question was, the effect of the transcript of his account under which they claimed; if it were a lien, they had a preference. - On the 21st of July, 1843, a certificate of an extract of the record was obtained from the Orphans’ Court, and filed in the Common Pleas as follows:—\n«September Term, 1839. The final account of Daniel Spiegelmoyer, executor of F. Douglass, deceased, showing a balance in the hands of the accountant of $1217 04J. September 16, 1839, confirmed.”\n«August 19, 1839. The final account of Daniel Spiegelmoyer, executor of the last will, &c., as passed by the register, and certified to the Orphans’ Court, filed 16th August, 1839. September 16th, 1839, confirmed nisi.”\nThen followed an extract from Douglass’ will, immaterial here.\n« December 24-, 1839. Exceptions to the final account of Daniel Spiegelmoyer as the executor of F. Douglass, filed, and G. S. appointed auditor by the court.”\nThe exception was not to be found.\nThe objections to this, as evidence on the trial of the issues, were, that there was a reference to an auditor who had not reported, that exceptions were filed, and that there had been no settlement in the Orphans’ Court; but his honour (Wilson, President J.) admitted it. The admission of this evidence was the error assigned. It was stated and assumed by the court here, that the legatees were the except-ants.\nSlenker and Jordan, for plaintiff in error.\nWeinich and Greenough, contra.\nJuly 24."
  },
  "file_name": "0369-01",
  "first_page_order": 367,
  "last_page_order": 370
}
