{
  "id": 400564,
  "name": "Shamokin Coal and Iron Co. v. Mitman",
  "name_abbreviation": "Shamokin Coal & Iron Co. v. Mitman",
  "decision_date": "1846-07-26",
  "docket_number": "",
  "first_page": "379",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 379"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Johns. 32",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/7/0032-01"
      ]
    },
    {
      "cite": "3 Cow. 22",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2157968,
        2157970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/3/0022-01",
        "/cow/3/0022-02"
      ]
    },
    {
      "cite": "6 Johns. 68",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/6/0068-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 216",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Johns. Rep. 68",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "8 Serg. & Rawle, 216",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 270,
    "char_count": 4406,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 1.8424481989644956e-07,
      "percentile": 0.7223365145998859
    },
    "sha256": "699c602a917ecd7c57d693b17b41271df3908d9f19107be9b0c1cd213e88798c",
    "simhash": "1:ae24fbf27b37b63d",
    "word_count": 802
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shamokin Coal and Iron Co. v. Mitman."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe Court of Common Pleas placed on their\nrecord, (at the request of the defendant’s counsel, and against the wishes of the plaintiff’s counsel,) returned to this court, that « This case was given to the jury in the morning of Thursday, the 17th day of April, 1845; and the jury retired to deliberate on their verdict. The court then adjourned until half-past 2 o’clock, p. m. of the same day. During the interval between the adjournment and the time for the meeting of the court, his honour, Judge Anthony, took his seat upon the bench, and the jury delivered their verdict, which was éntered on the minutes of the court by the prothonotary, in the absence of both the defendant and his counsel, and without the ringing of the bell, the usual way of giving notice of the meeting of the court. After the entry of the verdict, his honour, Judge Anthony, left the bench, and the court met at the time to which it was adjourned in the morning.” The defendant’s' counsel moved for a new trial for this irregularity, which was refused. « The special error assigned in this court is, that the court erred in receiving and entering upon the record' the verdict of the jury in the interval between the adjournment of the court and the meeting of the court in the afternoon, as stated and entered upon the record.” An adjournment is a putting off until another time or place. The object of the adjournment of courts, is to give leave to all parties that have any thing to do in court, to forbear their attendance till such a time. Tomlin’s Law Dic. 37. When the court adjourns, no one is bound to be present in court until the time of meeting fixed by the court. If the court be allowed to meet privately, and proceed ex parte, great abuses must ensue. Innovations in the administration of justice, which tend to detract from the rights of parties, are to be discouraged. Here the defendant had a right to except to the charge, and had to the last moment before the verdict was delivered at the bar in open court, to tender a bill of exceptions. 8 Serg. & Rawle, 216. He might have polled the jury at any time before the verdict was recorded, whether it was sealed or not. Fox v. Smith, 3 Cowen, 23; Root v. Sherwood, 5 Johns. Rep. 68.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Hegins, for plaintiff in error.",
      "Miller, contrà."
    ],
    "corrections": "",
    "head_matter": "Shamokin Coal and Iron Co. v. Mitman.\nIt is error in a judge to receive and enter a verdict during the period of adjournment.\nError to the Common Pleas of Northumberland county.\nJuly 23. After verdict, the counsel for defendant requested his honour, Anthony, President, J., to enter on the record the following minute:—\n« This case was given to the jury on the morning of Thursday the 17th of April, and the jury retired to deliberate upon their verdict. The court then adjourned until half-past 2 o’clock, n. m. of the same day; during the interval, and between the adjournment and the time for the meeting of the court, his honour. Judge Anthony, took his seat irpon the bench, and the jury delivered their verdict, which was then entered on the minutes of the court by the prothonotary, in the absence of both the defendant and his counsel, and without the ringing of the bell, the usual way of giving notice of the meeting of the court. After the entry of the verdict, his honour, Judge Anthony, left the bench; and the court met at the time to which it was adjourned in the morning.”\nThis was done against the wishes of plaintiff’s counsel.\nThe entry of the verdict in the manner stated in this minute, is the error assigned.\nHegins, for plaintiff in error.\nThe court had no right to take the verdict during the adjournment. Tom. Law Die. tit. Adjournment, 37 ; Morris v. Buckley, 8 Serg. & Rawle, 216, 217. No verdict is known to law but a public one. Ruth v. Sherwood, 6 Johns. 68. The party had the right to poll the jury, before verdict received, (Fox v. Smith, 3 Cow. 22,) which is lost by this extraordinary proceeding.\nMiller, contrà.\nThe irregularity complained of is not the subject of a writ of error. The question involved in the cause, on the trial, was one of fact. No bill of exception was taken by either parly, nor was the charge of the court excepted to. Polling the jury is a matter of discretion, not of right. Blackley v. Sheldon, 7 Johns. 32. The court may, if they please, permit the jury to be polled, after verdict received. United’States v. Gillis, 1 Wash. C. C. R. 159.\nJuly 26."
  },
  "file_name": "0379-01",
  "first_page_order": 377,
  "last_page_order": 378
}
