{
  "id": 400599,
  "name": "Appleton v. Donaldson",
  "name_abbreviation": "Appleton v. Donaldson",
  "decision_date": "1846-07-29",
  "docket_number": "",
  "first_page": "381",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Serg. & Rawle, 336",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 498",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846088
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0498-01"
      ]
    },
    {
      "cite": "10 Johns. 231",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0233-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 115",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 196",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0196-01"
      ]
    },
    {
      "cite": "8 Watts, 304",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848385
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0304-01"
      ]
    },
    {
      "cite": "4 Rawle, 311",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 268",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Serg. & Rawle, 229",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0229-01"
      ]
    },
    {
      "cite": "6 Wharton, 220",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836968
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0220-01"
      ]
    },
    {
      "cite": "10 Watts, 270",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0270-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 388",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 284",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0284-01"
      ]
    },
    {
      "cite": "6 Whart. 20",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "11 Serg. & Rawle, 238",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/11/0238-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 24716,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 3.878970135514801e-07,
      "percentile": 0.900813715394218
    },
    "sha256": "b8df824b50fdedc96b14670f4e1f94abecf57542f56c63fdd104983edc3cd9ab",
    "simhash": "1:92efe6264e4cd85a",
    "word_count": 4453
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Appleton v. Donaldson."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThis is an action on the case on a promissory note, in which the defendant, William Donaldson, was the maker, and the firm of Edwards & Yerree, the payees. The note, which is in the usual form, was.put in the hands of the plaintiff as a collateral security for the sum of $600, loaned to Edwards & Yerree at the time the note was deposited, as the defendant says, and as the plaintiff avers, to secure the payment of an antecedent debt, or for security of an antecedent debt, and money advanced at the time. If I understand the charge, the court was under the impression, and so instructed the jury, that if the note was pledged for the payment of an antecedent debt, inasmuch as it was an accommodation note, and consequently no consideration passed between the maker and payee, the plaintiff was not entitled to recover; that the endorsee stands in the place of the payees, and as they could not recover, the plaintiff cannot, the note being pledged for a past, and not a new or present consideration. 'The effect of the decision is, that the payee of accommodation paper may use it for every purpose, except as. a pledge or collateral security for a pre-existing debt. He may sell or discount it, or pledge it for money advanced at the time, or where there is a new consideration ; but he is absolutely prohibited from pledging it for a debt already contracted, although the pledgee had no notice whatever, either on the face of the paper or otherwise, that it was accommodation paper, but took it on the faith of its being, as between the original parties, a note for value. In this decision we do not concur. We think that when a person gives another an accommodation note, it contains an authority to use it in the payment of an existing debt, to sell or discount it; or if more to his interest, to pledge it as a collateral • security for money advanced at the time, or before advanced, or on a running account between the parties, for money advanced before, at the time, or afterward. In short, that he has the complete control to use it, as the name imports, for his own benefit or accommodation, in any manner he may judge best calculated to advance his own interest. If he can prevent a suit against him, by pledging the note intentionally drawn in the usual commercial form, and intended to be used without restriction, and by this means preserve his credit and save himself from utter ruin; there is nothing that I can see either in law or morals to prevent him. Of what consequence is it to the maker whether he sells the note, gives it as a collateral security for a debt already contracted, or for money advanced at the time of the transaction? Accommodation paper, I take it, is a loan of the credit of the maker to the extent of the value of the note for the benefit of the payee without restriction. And this is the light in which accommodation paper is received by the whole commercial world. The dictum of the court is based on the case of Petrie v. Clark, 11 Serg. & Rawle, 238, and Depau v. Waddington, 6 Whart. 20—cases which, in several essential particulars, are very unlike the present. In Petrie v. Clark, it. is decided that a person cannot pledge property which does not belong to him, for an antecedent debt of his own; and therefore an executor cannot so pledge the assets of his testator, although it be to a person ignorant of misappropriation of the funds. The case was this. A promissory note endorsed in blank, was given to executors for goods purchased of them as executors; and one of the executors without the knowledge of the other, being indebted to the plaintiff on his own promissory note of nearly the same amount, after his note became due, made an arrangement with the plaintiff, by which his own note was taken up by a new note, which had been received by the executors for the goods of the testator, was handed over with the blank endorsement of the payee as a collateral security for the payment of the debt: the plaintiff being entirely ignorant of the circumstances under which the latter note came into the hands of the executor. On this state of facts it was held, that the plaintiff not being a holder for a valuable consideration, was not entitled to recover the amount of the note. That unless there was a new distinct consideration, as if time was given, &c., the same equities existed between them as between the original parties to the note. The case of Petrie v. Clark, as to the general principle,' is affirmed in Depau v. Waddington, 6 Whart. 284, with the expression of regret, that the negotiability of commercial paper should have been restrained, so as to prevent it from being pledged as a security for a debt. That it shall be still farther extended, is now the question. Petrie v. Clark was the case of a misapplication of funds, which the executor held as trustee for the benefit of creditors and legatees; and for this reason, the latter were permitted to interpose a defence as against a person who, in legal parlance, had not paid value for it. The same equities were supposed to exist between them as the original parties. But that case differs from this in this essential particular, that in Petrie v. Clark the executor was not the owner of the note pledged; here the payee is the legal and equitable owner; the note is put into the hands of the payee, by the maker, for the express purpose of using it in any manner which will best promote his interest. In Petrie v. Clark the equitable owner of the note, viz., the creditors and legatees, did not consent to the breach of trust; here the maker did assent to the use afterwards made of it, and therefore has no right to complain: in truth, there is no breach of trust or misapplication of the note by the payee, whatsoever. He has done nothing that he was not authorized to do. As far as any legal question is concerned, it is of no sort of consequence whether the note was taken as a collateral security for an antecedent debt, or money advanced at the time the note was received on pledge; as in either case the plaintiff is entitled to recover, unless there is some other defence. From the best view I have been ablé to take, it seems to be clear, that this case resolves itself into questions of fact; and whether the plaintiff is entitled to recover, will depend upon the solution by jury of some points, which I will now proceed to state. In the first place, the jury must determine whether the note in suit was an accommodation note. Second, was it collateral security to the plaintiff, and for what was it pledged; that is to say, was it pledged for an antecedent debt, for money advanced at the time, or for both, and for what amount? Thirdly, was the pledge or collateral security redeemed, or in other words, was the amount for which it was pledged paid, or, which in law is the same thing, was there an offer by Edwards & Verree to pay it, and a refusal by Lawrence, as is alleged, to receive the money due ? The vital importance of these inquiries appears in this. If the holder of the note received it as collateral security, whether for an antecedent debt, or otherwise, he is not bound to surrender it until the whole demand for which it is pledged is paid, or there is an offer to pay, and refusal to receive; and consequently, if the facts be so, the plaintiff has a right to recover, at least to that extent, and to apply the proceeds to the extinguishment of the debt of Edwards and Verree. But if, on the other hand, Edwards and Verree have paid the amount for which it was pledged, or have offered to pay it, then, by operation of law, the title to the note is revested in Edwards and Verree, and the plaintiff cannot recover. A payment, or offer to pay, a part will not have this effect; it must be co-extensive with the whole amount for which it is a collateral security. In this aspect, I perceive no difference between a negotiable note and a chattel, as for example a piece of plate, a watch, or a horse. If either of the latter were pledged, either for an antecedent debt, or money advanced, it will hardly admit of question that payment of the money, or a tender of payment, would revest the title in the owner, so as to entitle him to maintain trover, or replevin, or detinue, for the article pawned. There would be this difference in a suit brought by Edwards and Verree, and this suit. As between Edwards and Verree and the holder, they would be bound to pay the money due, although there had been a tender; but as to the latter, as he is in some respects a security by a refusal to receive what was due, the holder would be in default, and the defendant would be altogether discharged. In that case, the equitable principle operates as a shield to the maker; for when the creditor has the means of payment in his hands from the principal by tender or otherwise, and refuses to accept or receive the payment from the principal, the surety is discharged.\nAs this case goes down to another trial, it becomes necessary to give an opinion on the several bills of exception as to the admission and rej ection of testimony, much of which deserves only a passing glance.\nThere is nothing exceptionable in the first, second, third, and fifth bills. The evidence in the first, second, and fifth bills were pertinent to the issue, because it proves thaf Donaldson, the maker, received no value for the note; that it was accommodation paper. And there is little in the objection, that there is no mention of this defence in the notice of special matter. It is certain to a common intent, which is all that is required. The defendant expressly avers, that the note in suit was obtained by Edwards and Verree from the defendant without consideration. Of this the testimony offered was strong, if not conclusive evidence. You are bound to give notice of the facts of defence; but you are not required to set out the evidence, by which you intend to support it. To require the latter, would be in many cases impracticable, and consequently would do great injustice. If it is manifest, that a party is surprised by the introduction of unexpected testimony, the court have a discretionary power to prevent wrong, by withdrawing a juror. It must also be observed, that the record of the suit in the District Court of the city and county of Philadelphia, Lawrence v. Donaldson, was properly admitted, because it shows that Lawrence is made to play a double part of both party and witness.\nThe testimony contained in the seventh, eighth, and ninth bills, was properly admitted, because it tends to corroborate the evidence of Edwards, as to the tender.\nIn the fourth bill, the defendant offers to prove, by William C. Edwards, one of the firm of Edwards & Yerree, that the note in question was deposited with John Lawrence, as collateral security for the payment of a check of $600 on one of the banks in Philadelphia, payable in ten days after the date of said check; and that the whole amount of $600 was tendered to J. Lawrence in specie, at, and before the expiration of the ten days, and the check demanded, and also the note; but that Lawrence refused to give up either. After what has been said, there is no doubt as to the relevancy of the testimony, and its importance on the trial; but the objection is to the medium of proof. The plaintiff contends, that Edwards, who is a party to the note, cannot impeach it. If there is any point settled in Pennsylvania, it is that a party to a note, which is strictly negotiable, and has been actually negotiated, cannot be a witness to impeach it. He cannot be permitted to show, that, in its concoction, it was unavailable, as between the payee and the maker. But for matters which transpire afterwards, as for example, that the note has been paid, he is a competent witness.\nIn the case of the Harrisburg Bank v. Forster, it is ruled that whether an endorser is a competent witness, depends on the character of the evidence which he is to give. That although he is incompetent to establish a want of consideration to the note, he is competent to prove a direct payment of it, by the maker. Here the evidence, as between these parties, is tantamount to payment, and comes within the same principle, and for that reason was properly received.\nIn conclusion, it is only necessary to observe, that we adopt the charge of the court, as to what constitutes a legal and sufficient tender in this case.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Jordan, for plaintiff in error.",
      "Comly and Greenough, contrà."
    ],
    "corrections": "",
    "head_matter": "Appleton v. Donaldson.\nThe holder of an accommodation negotiable note, may sell, discount, or pledge it for an antecedent debt: the rule governing pledges of the property of others not being applicable to commercial paper of this character.\nIn a notice of special matter, certainty to a common intent is sufficient; and the facts only need be stated, not the mode of establishing them.\nIn an action by an endorsee of an accommodation note, there being evidence that it was deposited as collateral security for money advanced on a check, proof of tender of the amount due on the check at maturity is admissible; and evidence of a purchase of the amount in gold by the person making the tender is admissible in corroboration; so arc his allegations at the time ofj making the purchase, that it was for the purpose of a tender.\nA party to a negotiable instrument actually negotiated, though inadmissible to impeach it, may prove subsequent matters, as payment or discharge. The admissibility of his evidence depends on its character.\nTender of the amount advanced on the collateral security of an accommodation note, at the time the amount is due, is a discharge of the liability of the drawer; nor need he plead the tender or bring the amount into court in an action by the holder.\nAn offer to pay by one having the money on his person which is refused, is a good tender, without showing the money.\nAn action on a note is admissible against a stranger calling the plaintiff as a witness, to show that he was the holder at that time.\nIn error from Common Pleas of Northumberland county.\nJuly 23, 24. Assumpsit by plaintiff in error on defendant’s note for $1150, dated 1st March, 1838, to the order of Edwards & Verr.ee, and by them endorsed. The defendant having withdrawn all pleas but payment, with leave, &c., read a notice, that said note was without consideration ; that Edwards applied to Lawrence for a loan for ten days, and obtained $580, giving his check for $600, and pledged the note in suit as a collateral, to be returned on payment of his check. That before and at the expiration of the ten days, the specie was tendered and the check and note demanded, which were refused ; and that defendant took the note from Lawrence after it became due, and wdth full knowledge that payment was refused and would be required, to show what consideration he paid.\nHe then, under objection as irrelevant and not included in the notice, (first exception,) proved a receipt in November, 1837, of two notes, for $1167 92 and $964 32, of defendant, by Edwards & Verree, to be paid by them at- maturity. Also, by their letter, a receipt of the note in controversy, in March, 1838, to enable Edwards & Verree to take up the former notes, which they were unable to do according to their agreement. Also, (second and fifth exceptions,) the payment or settlement by Donaldson, the defendant, of the notes for $1167 92 and $964 32, which matured in March. Also, (third exception,) a suit by Lawrence in the District Court of Philadelphia, against defendant, on this note, in which the writ issued, October 25lh, 1838.\nThe fourth exception was the admission of the evidence of Edwards, and one of the endorsers who had been discharged as a bankrupt. He stated that the note in suit was deposited as collateral security for the $600 check, according to the notice. That when the check fell due, he took the amount in gold in a handkerchief in his hand, and offered to pay it to Mr. Lawrence, to relieve the note of Donaldson ; that Lawrence said he had not time to attend to it, and seemed very short about it; and that Lawrence neither gave him the note nor check. He was not sure he showed the gold to Lawrrence.\nThe defendant then called Lawrence, who was the plaintiff in the action mentioned above. He stated in his examination, that nothing was advanced on the Donaldson note; but it was given as a collateral security for previous advances of plaintiff’s money. In his cross-examination he stated he did make an advance at the time of receiving the note. This discrepancy was submitted to the jury, and for the purpose of this case is sufficiently stated here, as the jury under the charge found no advance was made.\nThe sixth exception was to the evidence by Lawrence, whether he was in the habit of advancing on his own account and keeping separate accounts: not pressed here.\nThe seventh exception was to proof of the purchase in 1838, of $600 in gold, by Edwards or for his use.\nThe eighth was to the want of proper formalities in a commission to take testimony: but the objections do not appear on the paper book.\nThe ninth was to proof under the commission by the clerk who sold the gold to Edwards, that he purchased it, and at that time alleged it to be, for the purpose of making a tender, with the privilege of returning it if that was refused.\nThe charge of his honour, (Anthony, P. J.,) so far as is at all material here, was as follows:\n“In case the jury believe there was nothing advanced by Lawrence at the time he got the Donaldson note, then we instruct you, in the language of Gibson, C. J., in Petrie and Clark, 11 Serg. & Rawle, 388, that, “ in regard of a pledge there is a decisive difference between the pawning of a security for an antecedent debt, and the procuring of it for money advanced at the time.” If pledged for an antecedent debt merely as security, it would stand as it would if it were a bond, subject in' the hands of the holder to every equity that could be set up against it in the hands of Edwards and Verree, from whom Lawrence obtained it; and if there was no consideration between the maker and payees, (Donaldson and Edwards and Verree,) the plaintiff would be in no better situation, and could not recover. But if it were delivered to Lawrence as collateral security for a debt then created, on the faith of such endorsement, without notice of any equity between the maker and payee, then Donaldson could not defend himself by showing failure of consideration between himself' and payee. 10 Watts, 270; 6 Wharton, 220. The jury will therefore determine whether the plaintiff or his agent took the note now in suit for a previous debt, as collateral security; or whether he took it for money loaned at the time it was transferred to him. If he took it as security for a pre-existing debt, that debt still remained unsatisfied. The note was subsidiary to the principal debt, running parallel with, collateral to it. When collected it would go to the credit of the principal debt, or if the principal debt be paid off, the debtor is entitled to a restoration of the collateral security, as Donaldson could show him that as between him and Edwards and Verree there was no consideration, and if he has done so, then the plaintiff can recover nothing. But if the note was taken for money loaned at the time of the transfer, Donaldson .is bound to pay the amount which was loaned on the faith of the note, together with interest from the date. What that amount was, is as a fact for the jury.”\nPlaintiff’s points. — «1. That a legal and sufficient tender is not proved.\n«Answer. That a tender is an offer to pay money to another in satisfaction of a debt, or .for any other purpose. In strictness of law, where a tender is made, the money must be counted down in gold or silver, and offered to the party; but where one approaches another, and offers to pay him a. certain sum of money, and has it with him in specie, ready to pay, the other party dispenses with the counting down of the money by refusing to receive it before it is counted. If the jury believe that Wm. C. Edwards had $600 with him in specie, in his handkerchief, in his hand, as sworn to by him, and offered the same to John Lawrence, and if Mr. Lawrence refused to receive the gold, it was not necessary for Mr. Edwards to count down the same to him, for by the refusal of Lawrence to accept the gold, his conduct dispensed with a regular tender; but if Mr. Lawrence did not refuse to receive the money, then a regular, legal tender was necessary by counting down the money, and offering it to the said Lawrence.\n“ 2. That defendant cannot avail himself of the tender by Edwards, further than Edwards and Verree could, if sued directly on the loan.\n“3. That the alleged tender being neither pleaded, nor the money brought into court, cannot avail defendant as a defence even against the payment of interest on his note.\n“Answer to 2d and 3d points. If the jury believe that the note of Donaldson was pledged by Edwards and Verree to John Lawrence, as collateral security for the payment of an antecedent debt, and was an accommodation note given by Donaldson to Edwards and Verree, without consideration; then the holder of the note would be in no better situation after the transfer to him, than Edwards and Verree. This note then being given as collateral security, Donaldson, the maker, would be in the nature of a surety, and could avail himself of the tender,by Edwards further than Edwards and Verree could if sued directly on the loan; for when the creditor has the means of payment in his hands from the principal, by tender or otherwise, and refuses to accept or receive the payment from the principal, the surety is discharged. And it is not necessary for the present defendant to plead the tender by Edwards, nor bring the money into court, in order to avail himself of the alleged tender as a defence, if the same were made in a proper time by Edwards and Verree to the full amount of the money for which the Donaldson note was pledged as security to John Lawrence.”\nThe errors assigned were the admission of the testimony in the nine bills of exceptions; the charge of the court, that if no advance was made and it was an accommodation note, nothing could be recovered; and as to the tender.\nJordan, for plaintiff in error.\nThe onus under the pleadings was upon the defendants, and it is clearly shown that plaintiff holds this note to secure previous advances; he is an innocent endorsee without notice. The evidence in the first and second exceptions was clearly irrelevant, as it is perfectly immaterial that this was accommodation paper. The witness in the fourth exception was incompetent, as he was a party to the negotiable instrument. Bank v. Walker, 9 Serg. & Rawle, 229 ; Guest v. Espy, 2 Watts, 268; Bank v. McCalmont, 4 Rawle, 311; Jordan v. Davis, 5 .Whart. 338; Harrisburg v. Foster, 8 Watts, 304; Griffith v. Reford, 1 Rawle, 196-198, 6 Serg. & Rawle, 115.\nComly and Greenough, contrà.\nThe notice of special matter is ample and legal. It is not necessary to state in the notice, how, or by whom, we intend to make out our defence. All that is necessary is, to apprize the plaintiff of the nature of the defence, and what will be proved to sustáin it. Edwards was a competent witness. In our offer of him as a witness, we did not purpose to infringe upon any rule or decision of this court. Whether the endorser is a competent witness for the defendant, depends upon the character of the testimony he is called upon to give. He cannot be called to establish a want of consideration in a suit upon the note against a maker. He cannot be a witness to invalidate the note, or to show the foundation of the transaction, nor to prove that a business was an accommodation note for the benefit of a third person. But Edwards was offered to prove the tender; and he was admitted for that purpose, and that purpose only. We showed that the note was an accommodation note; and Fenton and Fallon were called upon to prove the handwriting of Edwards, and that the notes were paid by Donaldson. The evidence was clearly relevant, and properly received.\nEdwards was a competent witness to prove the tender. He was divested of all interest by his discharge under the bankrupt act. The rule of policy does not exclude him. The rule, as to the admission of a party to a negotiable note as a witness, is clearly laid down in Chittyon Bills, 654, in note 1, where all the authorities on this subject are collected. They also cited Woodhall v. Holms, 10 Johns. 231; O’Brien v, Davis, 6 Watts, 498; Bank of Montgomery county v. Walker, 9 Serg. & Rawle, 336; Harrisburg Bank v. Forster, 8 Watts, 304; 11 Serg. & Rawle, 388; 6 Whart. 220; 10 Watts, .270.\nJuly 29."
  },
  "file_name": "0381-01",
  "first_page_order": 379,
  "last_page_order": 388
}
