{
  "id": 400706,
  "name": "Porter v. Allen",
  "name_abbreviation": "Porter v. Allen",
  "decision_date": "1846-07-31",
  "docket_number": "",
  "first_page": "390",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Binn. 326",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pick. Rep. 108",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031185
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0112-01"
      ]
    },
    {
      "cite": "7 Johns. 95",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369196
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/7/0095-01"
      ]
    },
    {
      "cite": "2 Rawle, 241",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0241-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 9",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800170
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/3/0009-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 390",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852505
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0390-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 4273,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 7.345432909102184e-08,
      "percentile": 0.44056120646416064
    },
    "sha256": "1c16db8b28466ec9e30dcf2696fac22b49c421f9a4b5b1461fe41468c221592d",
    "simhash": "1:cd578e23d641bdd2",
    "word_count": 750
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Porter v. Allen."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\nThe note on which this suit is brought was made to the plaintiff, Robert Porter. The defendant offered in evidence the declarations of the testator, George Porter, (the plaintiff’s father,) made to third persons in the absence of the plaintiff, tending to show that the note was really his, and that the money for the note was given by him, or on his account, to the defendant, his son-in-law, as an advancement. There is no principle of evidence that allows a defendant to show that a note made by him in favour of one person, was in reality in favour of another person, by the ex parte declarations of the taker. The dangerous consequences of sanctioning such a principle are too obvious to require comment. Nor are such declarations evidence of an advancement by afather to his child.] Verbal declarations of a parent, that money for which a note or bond is executed by a child was intended as an advancement, are evidence where they are part of the res gesta, and accompany the acts done; but not otherwise. The distinctions on this head are stated, and the cases cited in Haverstock v. Sarbach, 1 Watts & Serg. 390. It was there held, that declarations by a parent that he intended an existing debt should be an advancement, not substantiated by writing, not made to the child or assented to by him, nor accompanied by any'Rct, are not sufficient to destroy a debt secured by a legal instrument in full force, and change it into a gift by way of advancement ; whether offered by the son to defeat the recovery of the debt, or by the representatives of the father against the son to defeat his claim for a distributive share.\nThe present case is much' stronger, because in that case the bonds were given to the father; whereas here, the note was given to the plaintiff.\nAs the evidence should have been rejected, it becomes unnecessary to notice the charge of the court.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Maynard and Armstrong, for plaintiff in error,",
      "Campbell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Porter v. Allen.\nDeclarations of a parent in the absence of his son, going to show that a note drawn to the son’s order and held by him, ■ was given by a son-in-law for an advancement by the father, are inadmissible after the parent’s death.\nJuly 24. The plaintiff brought an action on a note under seal, drawn by the defendant to plaintiff’s order, for $600.\nThe defendant, under exception, proved the declarations of his father-in-law, who was the father of plaintiff, made in the absence of plaintiff, and shortly after the payment of the money; that he had loaned the sum of $600 to defendant as an advancement to his daughter, and that he had sent the money by his son Robert, the plaintiff. There was other evidence supporting and contradicting this allegation, and the jury, under the charge of the court, (Woodman, President J.,) believing it to be an advancement by the father, found for defendant.\nBut one point was noticed here, viz.: whether the declarations of. the father, in the absence of the plaintiff, were evidence to show that the note in suit was given for such advancement.\nMaynard and Armstrong, for plaintiff in error,\ncontended that neither the acts nor declarations of George Porter, (in the absence of plaintiff,) could be given in evidence, he being a stranger in this action; and cited 1 Starkie, 59, 60, 61; Commonwealth v. Eberle, 3 Serg. & Rawle, 9; Romig v. Romig, 2 Rawle, 241; Gray v. Goodrich, 7 Johns. 95; Jacob v. Putnam, 4 Pick. Rep. 108.\nCampbell, for defendant in error.\nThe acts and declarations of George Porter were evidence. If Robert had sued Allen on the note, in the lifetime of his father, George Porter, he would have been a witness to show that the money for which it had been given was his, and that he intended it is an advancement, or gift to his daughter.\nThe declarations of parties, who possess peculiar means of information in relation to a litigated matter, are evidence after their death. It is the best and highest degree of evidence that can be produced. 1 Stark. 43, 45, 47, 61, 64. George Porter was a party to the res gesta, and his declarations werfe therefore evidence. 1 Greenleaf, 214, 223. The possession of papers, documents, &c., sometimes affects parties with an implied admission of the statements contained in them. 1 Greenleaf, 231, 4 Binn. 326.\nJuly 31."
  },
  "file_name": "0390-01",
  "first_page_order": 388,
  "last_page_order": 389
}
