{
  "id": 400665,
  "name": "West Branch Bank v. Fulmer",
  "name_abbreviation": "West Branch Bank v. Fulmer",
  "decision_date": "1846-08-03",
  "docket_number": "",
  "first_page": "399",
  "last_page": "404",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 399"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 383",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481827
      ],
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0383-01"
      ]
    },
    {
      "cite": "17 Johns. 390",
      "category": "reporters:state",
      "reporter": "Johns.",
      "pin_cites": [
        {
          "page": "391, 392, 393"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 295",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "20 Johns. 379",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "12 Serg. & Rawle, 61",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877599
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0061-01"
      ]
    },
    {
      "cite": "20 Johns. Rep. 64",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wash. C. C. Rep. 191",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        11656325
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/9/1089-01"
      ]
    },
    {
      "cite": "4 Watts, 308",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0308-01"
      ]
    },
    {
      "cite": "3 Wash. C. C. Rep. 206",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6603305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/16/0312-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 198",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0198-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 406",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates, 147",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 490",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 273",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0273-01"
      ]
    },
    {
      "cite": "4 Wash. C. C. Rep. 1",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6665908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/12/1101-01"
      ]
    },
    {
      "cite": "20 Johns. 176",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/20/0176-01"
      ]
    },
    {
      "cite": "3 Watts, 344",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Doug. 247",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 12761,
    "ocr_confidence": 0.55,
    "pagerank": {
      "raw": 5.552510515403451e-08,
      "percentile": 0.34943967775727464
    },
    "sha256": "e69b76a8be0ba6588d49cef67d712126dc52d407b93a8c5f99fe46d7a66c6eca",
    "simhash": "1:ad060625b699f0e6",
    "word_count": 2283
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "West Branch Bank v. Fulmer."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nCoryell testified that the note drawn by Beers, Cochran & Co. was left at the bank with general instructions to collect it, and to apply the avails of it to Fulmer’s endorsement of Cochran’s separate note; and whether it is viewed as having been deposited simply for collection, or as collateral security, it was the duty of the bank, in the absence of specific instructions, to follow the usual course. But a bank employed to collect, is bound to present for payment, and to give notice of dishonour, only when those measures are necessary to preserve its employers’ recourse to those who are contingently responsible to him. The duties of a bill-broker, says Beawes, are, “ First, to endeavour to procure acceptance; secondly, on refusal, to protest for non-acceptance; thirdly, to advise the remitter of the receipt, acceptance, or protesting; and fourthly, to advise any third person that is concerned; and all this without delay.” Lex Mercatoria, 41. These things must be done promptly, and consequently by the agent, who is answerable only for actual loss from the omission of them. And his duty is the same, whether the note or bill be delivered to him for collection, or as a pledge for collateral security, which, leaving the general property in the debtor, does not burden the creditor with the business of suing. 11 New Hamp. Rep. 66. In this instance, the bank may have been an agent, a pawnee, or both; but, as the one or the other, it had no more to do than was necessary to preserve Fulmer’s recourse to the antecedent parties; and what was that ? Certainly no more than Fulmer himself would have had to do, had the note remained in his hands. The question, therefore, comes to this: Would it have been necessary for him to demand payment from the firm of Beers, Cochran & Co., and to give notice to the firm of Cochran & Perry, in order to retain the liability of all the parties respectively as makers or endorsers ? That the members of both firms were liable to him as makers, and remained so without demand, is not to be disputed. There, has, indeed, been much contrariety of decision on the question whether, without presentation, an action can be maintained against the maker of a note, or the acceptor of a bill, expressly payable at a particular place; but it is settled by Dingwall v. Dempster, 1 Doug. 247, and Anderson v. Clelland, 1 Esp. N. P. 147, that nothing but payment, or an express discharge, acquits the maker or acceptor where the note or bill is payable, as this note was, at no particular place and without condition or qualification. Indeed, the matter seems never to have been doubted; and the want of demand in this case would clearly have been immaterial to the liability of the makers. As to the liability of the endorsers, it is enough that it was decided in Porthouse v. Parker, 1 Camp. 82, in an action by the payee of a bill against the drawers, that, as the acceptor also happened to be a drawer, there was no necessity for notice to him, because the fact of dishonour was known to him ; and that the knowledge of one was the knowledge of all. Now putting the makers, in this case, in the place of their equivalent, the acceptor in that, we find that the principle of the decision covers the whole of our case; and it is fortified by Taylor v. Young, 3 Watts, 344, in which it was recognised, and by Gowan v. Jackson, 20 Johns. 176, in which it was re-asserted. But it is argued that though Cochran & Perry were liable as makers, notice to them as endorsers was requisite to make them liable as such, and consequently to let Fulmer in as a partnership creditor on the effects of their particular firm. If, however, the use of notice is to give a drawer or endorser a seasonable opportunity to arrange his affairs with the acceptor or maker, it must be as available in its consequences when it is given to him in the one character as when it is given to him in the other; and Fulmer might consequently have sued the one firm or the other, each having knowledge of the fact of dishonour, or both at his election. The principle of Porthouse v. Parker, is, that knowledge is notice; and the effect of it is, that the knowledge of the one firm was the knowledge of the other. It would be absurd in an endorser to complain that he had not been served with formal notice of what was known to him, or that he was prejudiced for want of it. As then it was as much the business of Cochran & Perry as it was the business of the other members of the firm of Beers, Cochran & Co., to provide for the payment of their joint note at its maturity, and as they all knew that provision had not been made for it, proof of notice to Cochran & Perry would have been superfluous in an action against them as endorsers. How then could Fulmer have been prejudiced by the bank’s supposed omission ? Its duty, like the duty of any other agent, was to do all that was necessary for the preservation of the interests committed to its charge; and to keep its principal advised of the state of them, as was done by giving Fulmer notice that his endorsement of Cochran’s note had not been discharged by the proceeds of the note deposited to meet it. Against the bank, therefore, either as a collector or a pawnee, Fulmer’s administrators had no ground of reclamation, and consequently no defence to its action on his endorsements.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Armstrong and Maynard, for the plaintiffs in error,",
      "Ellis and Greenough, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "West Branch Bank v. Fulmer.\nNotice of protest is not required to render a firm liable on an endorsement,'where all the members of the firm are members of the house which drew the bill.\nA bank receiving a bill for collection, or as collateral security only, is bound to follow the usual course of business, and give notice of non-payment to the endorser; but if the endorser have knowledge of the non-payment, or for other reasons the notice be unnecessary, the bank will not be liable for a neglect to notify.\nIn error from a special court for Lycoming county.\nJuly-25, 27. This was an action against the endorser of a note, given in renewal of a similar one discounted by plaintiffs, for the use of the drawer, Richard1 Cochran. Before the original note matured, Cochran & Perry gave, as collateral security, the notes of Beers, Cochran & Co., endorsed by Cochran & Perry. Oné of-these ’ being paid, the note now in question was given in renewal for the balance of the former note; and Beers, Cochran & Co.’s note, endorsed by Cochran & Perry, remaining unpaid, was also renewed by the plaintiffs, and left at the bank (plaintiffs’) to be collected and applied to the'note now in question. It was stated to be left like other notes for collection, for Fulmer. When this renewed note of Beers, Cochran & Co. became due, it was protested, but no notice was given to the endorser. The defendant set up this neglect in defence of the present action.\nThere was a point made, as to the insolvency of the parties, which was ruled against the plaintiffs on the evidence.\nThe firm of Beers, Cochran &, Co. consisted of D. Beers, William Perry, Andrew Cochran, Richard Cochran, and Gates Wilcox. Those whose names are in italics, constituted the firm of Cochran & Perry.\nThe charge of the court, (Woodward, President J.,) so far as is material here, was as follows :\n“ It is necessary for the jury to ascertain the terms and conditions in which that paper was in bank, for important duties belonged to somebody, either the bank or Fulmer, to perform in reference to it. Not being payable at any particular place, it was the duty of the party holding and controlling the note to make demand on the drawers for payment, to protest it for non-payment, and to give notice to the endorsers in due time. There is no evidence of a demand, but on the contrary, Mr. Coryell swears, that he < don’t know of any demand on the drawers ;’ and as he was cashier of the bank at the time, he would be as likely to have knowledge on the subject as anybody. He says it was protested for non-payment, but says nothing about notice to the endorsers, and no protest has been shown. Now, if the jury believe that the bank took upon itself the collection of that note, as in the ordinary course of business, the proceeds to be applied to the discount, for which Fulmer was liable, and that they neglected the duties of demand, protest, and notice, they made the paper their own; they assumed the responsibility for the money, and rendered themselves liable to account to Fulmer, for whose benefit they held it. As the amount of this liability would equal Fulmer’s to the bank, they would have no claim, either in law or equity, to a verdict against his personal representatives. The bank, if the collecting agent of Fulmer, was not bound to sue the note, and prosecute it to judgment and execution without a more special contract than would be implied from merely taking it on collection ; but they were bound to guard and preserve all the liabilities on the note, by demand, protest, and notice. To this extent they obliged themselves, when they undertook the collection of the note, for the benefit both of themselves and of Fulmer,”\nArmstrong and Maynard, for the plaintiffs in error,\ncontended that Fulmer could not make a claim on this note until he had paid the one now in suit, and hence could not object to the injury to the security, if any such had occurred.\nThe question of notice, and its importance, could only arise .in an action by Fulmer, as holder, against “ Cochran & Perry,” as endorsers, and in such suit the endorsers could not set up a want of notice, because they were members of the firm of “ Beers, Cochran & Co.,” and stood in the double character, of drawers and endorsers. “ Cochran & Perry” were bound to know whether funds were provided to meet at maturity the note, on which they, with others, were drawers. Notice to the drawer on a promissory note is not necessary ; nor is it necessary as against the drawer that it should be protested. Notice to one of several partners in a firm is notice to all. “ Cochran & Perry” were the only persons who could pretend to claim notice, and they are estopped. The endorsers on the note of “ Beers, Cochran & Co.” being also (with others) drawers on the same note, they all stood to George Fulmer in equal relation, and as guarantors only; and Fulmer could only sustain an action against them, or either of them, when he had suffered damage or loss, in which case the damage or loss would be that actually sustained, and not the amount of the note. In support of these positions, they cited Huty v. Karthouse, 4 Wash. C. C. Rep. 1; Weakly v. Bell, 9 Watts, 273; Pierce v. Austin, 4 Whart. 490, 1 Yeates, 147; Reid v. Morrison, 2 Watts & Serg. 406, 9 Serg. & Rawle, 198; McMurtrie v. Jones, 3 Wash. C. C. Rep. 206; McLugan v. Bovard, 4 Watts, 308; Hopkirk v. Page, 2 Brockenbrough, C. C. Rep. 20; Reid v. Wilkinson, 2 Wash. C. C. Rep. 191; Porthouse v. Parker, 1 Camp. N. P. 82, 2 Pet. Cond. Rep. 64; Gowan v. Jackson, 20 Johns. Rep. 64; Roscoe on Evidence, 158.\nEllis and Greenough, for defendant in error.\nThe bank was bound to use reasonable diligence to secure the amount of the note of Beers, Cochran & Co. for $2500, payable to the order of Cochran & Perry, and endorsed by them, as well to save the bank as George Fulmer from loss. It was bound to demand the amount of the note at maturity, from the drawers and on failure of payment, to cause the same to be regularly protested for non-payment, and the endorsers notified of the fact. After such protest, the bank should have delivered said note to the administrators of Fulmer, or have brought suit against the drawers and endorsers. The bank neglected 'to perform these duties, which were obligatory upon it, and is therefore answerable to Fulmer’s administrators for the whole amount of the note.\nA note having been given to secure the payment of the $2500, the bank neglected to make it available to Fulmer, as they were bound to do. Lyon v. The Huntingdon Bank, 12 Serg. & Rawle, 61.\nIn the deposit of the note the bank had an interest; it was additional security for the payment of the note discounted. Fulmer had also a direct interest, because by force of it he was protected against the risk of his endorsement.\nTo become the depository of the fund is always a matter of importance to a bank. Smeeds v. Bank of Utica, 20 Johns. 379. The bank was a bailee, with an interest, and also for a benefit, and was therefore bound to use due diligence. The bank had the control of the note deposited, and was bound to protect the parties interested. Geddes v. Hawke, 1 Watts, 295; Theobald on Prin. and Sur. 143, 146, 147, 256; King v. Baldwin, 17 Johns. 390, 391, 392, 393; Sayre v. Frick, 7 Watts & Serg. 383, 384; Chitty on Bills, 433, 434.\nAugust 3."
  },
  "file_name": "0399-01",
  "first_page_order": 397,
  "last_page_order": 402
}
