{
  "id": 400741,
  "name": "Wilson et al., Commissioners of Union County, v. Glover",
  "name_abbreviation": "Wilson v. Glover",
  "decision_date": "1846-07-31",
  "docket_number": "",
  "first_page": "404",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 404"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 107",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0107-01"
      ]
    },
    {
      "cite": "7 Johns. 332",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/7/0332-01"
      ]
    },
    {
      "cite": "3 Binn. 520",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0520-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 166",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0166-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 286",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0286-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0315-01"
      ]
    },
    {
      "cite": "1 Watts, 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0143-01"
      ]
    },
    {
      "cite": "8 Watts, 448",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0448-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 112",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 181",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0181-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 538,
    "char_count": 10187,
    "ocr_confidence": 0.561,
    "pagerank": {
      "raw": 1.0938520983177373e-07,
      "percentile": 0.5663337901167211
    },
    "sha256": "3064732166dc641603c621c59d92821d12016c0b5ebf7ec0bdba6a652e5bfde7",
    "simhash": "1:6ece5cac4e7fe6ea",
    "word_count": 1762
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson et al., Commissioners of Union County, v. Glover."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\nThe utmost that can be made out of the defendant’s case, seems to be, that in consequence of the dissatisfaction of Spieglemoyer, one of the sureties, and his desire expressed to some of the county commissioners, that they should proceed on the bond against Andrew Glover, it was agreed by them with William Glover and Spieglemoyer, (hat Spieglemoyer should go clear or be discharged, and that William Glover should be taken as surety in place of him and John Glover, the defendant. Supposing such agreement sufficiently made out and valid, yet it is a fatal objection to it, that it never was carried into execution. Nothing more was ever done upon it on either side. William Glover did not execute a bond for the faithful discharge of duty by Andrew Glover in pursuance of this agreement, and therefore it cannot be considered as any thing more than an inchoate or incomplete arrangement, never carried into effect. To obtain any advantage from it, it was the duty of William Glover and of the sureties to see that such bond was given. The county commissioners are public officers; the nature of their duties is prescribed by law; and all persons dealing with them are bound to take notice of the law and conform to it; and the public are not to suffer by the neglect of parties interested, or of the public officers, to perform their duty. The acts of Assembly require the county commissioners to take from the collector and his sureties a bond, with warrant of attorney, or mortgage; unless the collector is a freeholder. They nowhere authorize a security by oral promise or undertaking, such as is set up here; and as the only security which William Glover could give in lieu of the former, and which the commissioners were authorized to take, was a bond, in the terms and conditions which the law requires, the only construction that we can give to the conversations referred to, is an agreement by William Glover to give a good and sufficient bond of the kind prescribed by law, in lieu of the existing one; and this the parties altogether omitted to procure. As they did not fulfil the agreement on their part, they have no reason to call on the county to fulfil it on the other part. In addition to which, it is proper to say, that no discharge in writing appears to have been given by the commissioners, and no record or entry was made in their books on the subject. Such loose and careless modes of doing business by public officers cannot be too strongly and severely censured. The act of 15th April, 1834, sec. 20, with a view to the public security in matters in which the public interest is so much concerned, recognises a board as the legal body, and requires the county commissioners to appoint a clerk to keep the books and accounts of the board, to record and file their proceedings; and sec. 21 makes copies thereof evidence. Certainly all the proceedings of the board of commissioners, especially relating to matters of such vital importance as their fiscal concerns, and to the security to be given by collectors through whose hands pass nearly all the moneys of the county, in relation to which the enactments of the laws are so anxious and so particular, ought to be evidenced by an entry on their books and records, and not left to the oral conversations held loosely with one or two of the members in a corner, in the hurry often of other matters, not done with the solemnity of a board, nor entered on their records. In Kleckner v. County of Lehigh, 5 Watts & Serg. 181, it was decided by this court, that the county could not be sued for the price of building a bridge, upon the verbal promises of the county commissioners : the acts of Assembly having prescribed a mode in which the building of bridges is to be constructed, which the party concerned must see is conformed to. So in the present instance, (he proper mode of taking security from collectors is specially prescribed by act of Assembly, and the commissioners have no power to pass, over the prescribed method, and adopt another of a vastly inferior character in every respect. At any rate, the parties interested were bound by their agreement to go further, and procure a new bond to be executed by the proposed surety, William Glover; and not having done so, the former parties were not released.\nAs to the- notice to push, it is sufficient to say, in the first place, it was not given in the terms prescribed by the rule of law on that Subject; and further, that this was afterwards merged in the special agreement that William Glover should become a new surety. So that the latter is the only question in the cause; and in regard to it, we think the court erred, in holding there was any thing done by which the parties could in law be discharged.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Slenker, contrà."
    ],
    "corrections": "",
    "head_matter": "Wilson et al., Commissioners of Union County, v. Glover.\nAn agreement to discharge a surety of a tax collector, and accept another in his place, does not in fact discharge him until the agreement has been performed, and the substituted surety has given a bond: for the new security must be such a one as would have been a good original security under the act of Assembly.\nWhether a verbal discharge, of which no minute was made, would be effectual. Qu.\nA notice by a surety to the creditor to push the principal or give him clear, and that principal’s property would pay, and he, the surety, would pay nothing, will not discharge him in the event of the creditor failing to sue the principal.\nIn error from the Common Pleas of Union county.\nJuly 28. This was an action on the bond of a collector of taxes, against defendant, one of the sureties. The defendant pleaded payment with leave, and subsequently the matters of defence stated below, specially. The paper book does not state whether there were any replications. There was also a plea of the statute of limitations.\nThe bond was in the usual form, by Andrew Glover, John Glover, (the defendant,) and Daniel Spieglemoyer, to the commissioners and their successors, conditioned for the performance of the duties of the office of collector by A. Glover.\nThe plaintiffs having shown a breach by non-payment of the amount of his duplicate; the defendant, for the purpose of showing a notice by John and Daniel to the commissioners to proceed against the principal, otherwise they would consider themselves discharged; that Andrew had sufficient property to meet the demand at that time; and that, by agreement, William Glover was substituted in the place of the sureties in the bond; called William Glover, who stated, he was present in the commissioners’ office with Spieglemoyer, when one of the commissioners told him Spieglemoyer refused to be bail any longer, and wished them to push for the money. Witness told them, Andrew’s real property was sufficient to pay the amount due; that if they would take him in their place, he would hold himself responsible; and the matter dropped. One of the commissioners expressed himself satisfied. That they agreed to let Spieglemoyer clear, but did not say whether they would take witness or not. Witness thought all the commissioners were present, and about drawing a jury at the time. He proved the request by Spieglemoyer to the commissioners “to push Andrew or give him clear,” and that he, Spieglemoyer, w'ould pay nothing.\nHarrison, one of the commissioners, proved the same conversation, and the offer by William to take the place of Spieglemoyer; that Barber., one of the commissioners, assented, and obtained the consent of another commissioner. During the same session, the two commissioners told witness, they had agreed to the arrangement. He assented to it during the same session, when informed what had been done. On cross-examination, he said, there was no action of the board other than as already stated; no record made; and though in session, wdtness had no recollection of having adjudicated the matter as a board. He had no recollection of any thing being said as to a discharge of John Glover.\nThe court (Wilson, President J.) instructed the jury, that if after the notice by Spieglemoyer, the commissioners, in their capacity of a board of county commissioners, did agree and discharge him from his liability as surety in the bond, and in consequence did not pursue the principal, they could not now sustain an action against him, and of course not against the other surety. As to the notice, he said, it must have been proved clearly and beyond all doubt, that the surety requested the principal might be sued, accompanied wdth a declaration, that unless the request be complied with, he will consider himself discharged. 8 Serg. & Rawle, 112.\nThis charge being contrary to the instructions prayed for, was ex- • cepted to.\nMiller, for plaintiff in error.\nThe county commissioners are nowhere authorized to make a substitution of sureties for a collector. But if they have, this was but an executory agreement without consideration, and consequently cannot have the effect contended for. Rhoads v. Frederick, 8 Watts, 448. The notice was not such a one as will discharge a surety. Cope v. Smith, 8 Serg. & Rawle, 112; Erie Bank v. Gibson, 1 Watts, 143. The notice must require an immediate suit, and a declaration without reservation, that the surety will consider himself discharged. [Gibson, C. J. — Would not the notice here dispense with strict g.nd explicit notice required by law, as the commissioners at once agreed to discharge the surety ?] It is thought not to be within the rule of the authorities. Act April 15,1834, s. 20, Pur. Dig. 196 ; United States v. Simpson, 3 Penna. Rep. 427.\nSlenker, contrà.\nIt is very clear that the commissioners, having an authority to take the bond, may also discharge it and take a new one. The commissioners have the power, and are not required to keep a record of such matters. York County v. Small, 1 Watts & Serg. 315; Vankirk v. Clarke, 16 Serg. & Rawle, 286 ; Commissioners v. Leckey, 6 Serg. & Rawle, 166 ; Commissioners v. Ross, 3 Binn. 520; People v. Jansen, 7 Johns. 332; Commissioners v. Canan, 2 Watts, 107; Commissioners v. McCalmont, 3 Penna. Rep. 122. The same rule prevails, 1 Barr, 224.\nJuly 31."
  },
  "file_name": "0404-01",
  "first_page_order": 402,
  "last_page_order": 406
}
