{
  "id": 400750,
  "name": "Ross et al. v. Pleasants",
  "name_abbreviation": "Ross v. Pleasants",
  "decision_date": "1846-07-31",
  "docket_number": "",
  "first_page": "408",
  "last_page": "414",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 408"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 622,
    "char_count": 15667,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 4.46765605076141e-08,
      "percentile": 0.27975955354926096
    },
    "sha256": "4f84b7e074f118f84af1add13ad686a297837ae51d3e3115296ec3afaa18e392",
    "simhash": "1:21b601fd6628d483",
    "word_count": 2748
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ross et al. v. Pleasants."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis ejectment was for-a moiety of fifty-eight acres in Augusta township.\nThe record shows, that about the year 1808, William Ross, the ancestor of the plaintiffs in error, settled on the land in question, and made a small improvement, where he resided with his family. He was not disturbed until the year 1822, when an ejectment was brought against him by Benjamin Williams, No. 45 to August Term, 1822; Mr. Bellas appeared as his counsel. On the 22d March, 1822, Ross sold half of his claim to Bellas for the consideration of one dollar, no doubt for the further consideration of his professional services. In 1823, Mr. Bellas tried the ejectment before arbitrators, when they found for Williams. Ross appealed, and Bellas paid to Martin Weaver, the prothonotary, $20 87£, the costs to obtain the appeal. About 1825, William Ross died, and his eldest son, Augustavius Ross, was substituted defendant in the ejectment. The Ross family continued on the land. Bellas tried the ejectment in the Common Pleas, and obtained a verdict and judgment for the defendant. After this, on the 9th of August, 1830, Bellas and Augustavius Ross entered into a new agreement, that a warrant should be taken out in the name of Augustavius Ross, on the Ross improvement; one-half the land was to belong to the heirs of Ross on their paying half of all the purchase money and expenses respecting the title, in one year from that date; but the right and title to the whole should be in Hugh Bellas, until that time in fee. On the payment being made to Bellas, he was to hold but one undivided half. It was further agreed, that Bellas was to advance the purchase money, office fees, fees of the deputy surveyor, and fees of patenting, half of which were to be repaid with interest. Ross was to execute a deed-poll to Bellas, or any other person he might direct. Bellas, on the 14th of August, took out the warrant in the name of Ross, for fifty acres, to adjoin Philips and Shipman, including the improvement of Ross. Interest from the 1st of March, 1808. This warrant was duly placed in the hands of the deputy-surveyor, Laird, who swore that he returned it; but it is not found in the deputy-surveyor’s office. Bellas paid the purchase money and fees, $17 83. The survey is on the ground, fifty-seven acres, one hundred and twenty-two perches, and a diagram made by the present deputy-surveyor is in evidence.\nThe first two bills of exceptions were to the giving in evidence the agreement between Bellas and Ross; and second, to the receipt of Martin Weaver, for the costs paid by Bellas on the appeal. Neither of these exceptions have been very seriously urged, nor could they, as there was no error in receiving this evidence; Bellas conveyed his moiety to Pleasants. • ,\nThe defendants gave in evidence a patent, dated the 30th August, 1830, to Robert Philips, for four hundred and twenty-five acres, eighty-seven perches, and showed that a judgment had been obtained against Philips, at the suit of McClelland. A fieri facias issued on the judgment, which was returned, levied October 20th, 1835, patented tract of two hundred acres more or less, adjoining the widow Rogers and others. Venditioni exponas and returned, sold a tract, patented to Robert Philips, to William Silverwood, for $270. On the 7th of January, 1836, Silverwood agreed to sell his purchase to the three plaintiffs in error, for $275.\nThe defendants furthér gave in evidence a transcript of a judgment, No. 129, to April Term, 1843, Hugh Bellas v. Augustavius Ross, for $15 10, entered April 12th, 1843. Debt on the article of the 9th of August, 1830 ; an execution -to constable, returned no available goods. Fieri facias, No. 5 August Term, 1843, returned, levied on the interest of Aug. Ross, in a tract of land in Augusta township, containing two hundred acres. An alias venditioni exponas, and property sold to William Ross for $71. Sheriff’s deed to William Ross for all defendant’s interest: supposed to be the undivided third part of two hundred acres more or less, of which about thirty acres are cleared, and a house and barn thereon.\nThe defendant’s counsel then proposed to prove, that on the trial of the ejectment of Williams against Ross, Mr. Bellas gave in evidence a warrant of the 5th December, 1793, to Daniel Levy; that he alleged for Ross, the land was not vacant; and that it belonged to third persons; and that William Ross set up that title as a defence. The warrant and survey of Levy was not produced. They could not prove their offer without producing them. Where an outstanding title has been given in evidence to defeat a plaintiff in ejectment, if that title is afterwards used against the person setting it up, it must be produced in evidence, and proved like other titles. To allow parol evidence to be given of it, would open a door for the grossest frauds, and increase the crime of perjury. It is therefore deemed unnecessary to inquire into the,, legal operation of evidence that the plaintiffs in error were not prepared to give on the trial. It is further contended, that the sale of the interest of Augustavius Ross in the two hundred acres of Levy, and the purchase of it by William Ross, one of the defendants below, is a bar to Pleasants’ recovering the land. Bellas had a judgment against Augustavius Ross. Why should he not have execution against the property of Augustavius Ross ? We see nothing to prevent him from selling his interest in the fifty-six acres, or any other lands. Only his interest was sold, and the purchaser would hold it in common with the other owners. The last exception is to the charge of the judge taking the case from the jury. We think the charge, under the evidence, was not stronger than the case required. Bellas, by his money and professional services, and by grant from the ancestor, and the son of that ancestor, for the benefit of the family, had a title to a moiety of the tract; and the defence set up against this title was without substance. The charge was not too decided for such a case.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Hegins, for plaintiffs,",
      "Jordan and J. Pleasants, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Ross et al. v. Pleasants.\nIn 1822, A., the ancestor of defendants, by a written instrument, agreed to convey, and did thereby grant, bargain, and sell the moiety of certain land to B., for which land, in 1830, after the decease of the ancestor, a warrant was taken out in the name of the eldest son of A., under an agreement that B. should retain the legal title to the whole, paying the purchase money, &c., and on repayment by the heirs of A., should hold a moiety 5 and also agreed to convey to B.’s appointee, subject to the agreement. The vendee of B., in 1845, was held entitled to recover from the heirs of A., who had been in possession since 1822.\nParol evidence that an older warrant was surveyed on the land, is inadmissible, without ' producing such warrant.\nAnd this, though a witness for the plaintiff, on cross-examination, had stated the lines of such survey were found on the land.\nEvidence of the rise in value of the land from lapse of time, is inadmissible.\nThat improvements were made by the heirs of A., is an immaterial matter.\nThe purchase, by the heirs of A., of the title of a patentee of a subsequent date to the original agreement with B., without other evidence of such title than the. patent, is immaterial.\nThe sale hy B., of the interest of the eldest son of A. in the land under a judgment, on the agreement of 1830, will not prevent a recovery.\nIn error from the Common Pleas of Northumberland county.\nJuly 28. This was ejectment for the moiety of a tract of land, which Pleasants claimed as purchaser from Bellas, whose title was alleged to be derived from Willianj. Ross, the ancestor of the defendants. The defendants claimed under an older title subsequently purchased, and also relied on the defect in the proof of plaintiff’s title.\nThe plaintiff gave in evidence the following instrument:\n“ I agree hereby to convey, and do grant, bargain, and sell, to Hugh Bellas, one undivided moiety of the tract of land on which I live. In consideration of one dollar, value received, March 20th, 1822, conveyed to the said Hugh Bellas, in fee, viz.: to him, his heirs and assigns, for ever.\n-_- [l. s.]\n« This is to certify, that I do agree, and am willing to comply to the same. William Ross.\n« Witness present,\nJohn Mectjm.”\nHe then offered an agreement under the hands and seals of Bellas and Augustavius Ross. Having proved a search for the subscribing witness, and that he lived in the state of Ohio, and having given proof of his handwriting, and of that of Bellas; and it being admitted that William Ross died prior to 1830, and that Augustavius Ross was his eldest son; the defendánt objecting, the court admitted the fol- ■ lowing paper:\nThis is the 1st exception. It was dated August 9, 1830, and it was thereby agreed, that a warrant should be taken out in the name of Augustus Ross, for fifty acres, in, &c., including the improvement of the heirs of William Ross, deceased; one-half of which land was to be the property of said heirs, on their paying one-half of the purchase money and expenses respecting the title in one year from date; “ but the right and title to the whole should be H. Bellas’, until, that time, in fee;” on the payment being made to him, he should hold but one moiety in fee. Bellas agreed to advance the purchase money and expenses, to be repaid by Aug. Ross, with interest, who also agreed to convey to Bellas, or his appointee, the title under said warrant, in trust for the purposes of the agreement.\nPlaintiff then gave in evidence the record of an ejectment by-William Ross, to August Term, 1822, for the same property, wherein Aug. Ross was substituted as defendant, on the decease of William,, in which suit there was a verdict for defendant, in 1825, and proved the payment by Hugh Bellas, of $20 87, the costs on an appeal from arbitrators in 1823, to the prothonotary. This was offered to show part of the consideration of the agreement above stated. Its admission constitutes the second exception. It was admitted that Hugh Bellas was Ross’s counsel in this proceeding. He then showed a warrant in August, 1830, interest from 1808, endorsed, “ Executed 12th January, 1831;” and a receipt generally for purchase money and fees; also a certificate that no survéy was to be found in the office of the surveyor-general.\nHaving proved a search among the papers of the deputy, he proved the lines of three sides of the survey were found on the land, corresponding with the date of the alleged survey. Also, by the deposition of the surveyor, that he did make the survey on the warrant, in the presence of Aug. Ross, his brother, and a woman he supposed to be the sister, who made no objection to it, or to the warrant. On cross-examination, he stated, he was employed by Bellas, who stated the Rosses had agreed he was to have one-half of the land; that finding the survey interfered with one for Daniel Levy, he refused to return it, but was instructed to do so by the surveyor-general, with a note of the interference. From all Bellas’s acts and instructions, he (Bellas, or the surveyor-general) considered the survey good, and Ross’s claim good; nor did they abandon it or intimate any intention of doing so.\nDefendant showed a patent to Philips, in 1830; the record of a judgment against him in 1835; a levy and sale of the tract patented in his name ; and an agreement for a sale of the premises, (those in dispute,) by the.sheriff’s vendee to the defendants here, in 1836 ; consideration, $275; and gave evidence of the payment of the consideration.\nAlso, a judgment for $15 10 on the article of 1830, by Bellas against Aug. Ross, in 1843, and a sale of his interest to William Ross.\nThey also proved the survey to Aug. Ross was within the marked lines of a survey for Daniel Levy: the warrant to Levy was not, however, produced.\n> They then gave evidence of improvements, since the purchase of the Philips’ title.\nThe fifth exception was for the court refusing evidence that the land was increased in value by lapse of time. The sixth, that the survey for Ross was within the lines of Levy’s warrant: rejected, because that survey was not given in evidence.\nThe court also rejected evidence that Bellas, on the trial of Williams’s ejectment, gave evidence of this warrant, and that he would set up this as a defence. This was not included in the assignments of error on the paper book.\nThe court, (Anthony, President J.,) having recapitulated the evidence, said the counsel for the parties had included all the law of the case in their points.\nThe plaintiffs’ points were, 1. That sufficient was shown by them, ■unless defendants had proved a good title. 2. There was no evidence of a survey in the name of Levy, which would prevent a verdict for plaintiff. 3. The patent to Philips, the sheriff’s sale, and the proceedings; against Aug. Ross were not sufficient to bar a recovery. 4. There was no evidence of laches to postpone plaintiffs. 5. That on the whole evidence, plaintiff was entitled to recover. All these were answered affirmatively.\n1. The defendant’s first point was, that the article of 1822 was an agreement to convey; that the lapse of twenty-three years, without an attempt to enforce the agreement, the original party having died, and the plaintiffs having stood by, and seeing valuable improvements made, it ought not to be enforced.\nAnswer. — The agreement or deed of 1822, the defence of the ejectment, the application for, and obtaining the survey, and the evidence relating to such survey, are sufficient to entitle the plaintiff to recover; and the improvements by defendant are no bar.\n2 and 3. If Ross, at the date of the article, had a defective title, or if his sons purchased in a legal title, recovery could not be had. These were answered affirmatively; but the facts were deemed to be in evidence.\n4, Was as to the effect of a prior survey for Levy, which the court refused to answer as requested, because there was no evidence of such survey.\nThe bills of exception above stated, the want of answer to the first clause of defendant’s first point, and the answers to plaintiffs’ and defendant’s points, were the errors assigned.\nHegins, for plaintiffs,\nargued that the paper of 22d March, 1822, is an executory agreement to sell, and could not be enforced against the heirs of Wm. Ross, after such a lapse of time and improvements. The warrant of 14th August, 1830, and survey, gave no title, because the owner of the warrants knew that land had been previously appropriated; and because the return of survey was not accepted by surveyor-general; for, by the return, it appeared, that the land had been appropriated. The levy and sale by the sheriff; of an undivided third of the land, as the property of Aug. Ross, at the suit of H. Bellas, estops the plaintiffs from claiming an undivided half of the interest so sold, for the benefit of plaintiffs’ vendor.\nJordan and J. Pleasants, for defendant in error,\ncontended that the plaintiffs in error, as heirs of their father, (who sold to Mr. Bellas, under whom defendant in error claims,) were mere volunteers, and that they being in possession, could no more purchase up an outstanding title to destroy the right of their father’s vendee, than their father himself could ;• but that such purchase of an outstanding title would enure to the use and benefit of such vendee.\nThat Augustavius being the only child of age when his father died, very properly took measures with his father’s vendee, to secure for the younger children the advantages of the sale; and they would be bound by what he did in furtherance of that object.\nJuly 31."
  },
  "file_name": "0408-01",
  "first_page_order": 406,
  "last_page_order": 412
}
