{
  "id": 400607,
  "name": "Caul v. Gibson",
  "name_abbreviation": "Caul v. Gibson",
  "decision_date": "1846-07-30",
  "docket_number": "",
  "first_page": "416",
  "last_page": "417",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Mass. 113",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0110-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4902,
    "ocr_confidence": 0.558,
    "pagerank": {
      "raw": 9.034420800861306e-08,
      "percentile": 0.5040957986353645
    },
    "sha256": "5bb74c58f2994e17b6225fd482f825214364c4b2b513151a0069c38a309f11e1",
    "simhash": "1:3e838d2a48579529",
    "word_count": 817
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Caul v. Gibson."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis action was originally instituted before a justice of the peace, on 'the following subscription :—\n“We, the subscribers, do hereby, each and severally, agree and bind ourselves, by these presents, to pay the sums affixed to our respective names, unto Francis Gibson, Bernard McGee, and Dennis C. Caul, or such other persons as may be chosen by a majority of the members of St. Joseph’s Catholic church of Milton, as a building committee for the erection of a new Catholic church in the borough of Milton. One-half of the respective amounts to be paid when the said building is commenced, the balance when the building is raised and covered in.\n“ Milton, Northumberland county, Penna.,” &c.\nThe record returned shows that the defendant below caused one hundred dollars to be subscribed; that the congregation determined on the site of the building; and that the church has been erected. This action was brought after the building was commenced, for the first half of Caul’s subscription.\nThe bills of exceptions to evidence have been but faintly urged. There was no error in them. The ground taken by the counsel of the plaintiff in error, seriously urged, is, that there is no consideration proven, and therefore the plaintiffs cannot recover; and the court were so requested to instruct the jury, but refused to give this instruction; but instructed the jury, that if they believed the evidence, there is a sufficient consideration to entitle the plaintiffs to recover; and in this we all think the court was clearly right.\nWhen the inhabitants of a village or neighbourhood sign a subscription authorizing the building of a church for the public worship of God, and the persons so authorized proceed to erect the house, there is a moral obligation in all the subscribers to fulfil their engagements. A moral obligation has ever been held a sufficient consideration to support an express promise, but not an implied one. Archbold’s Nisi Prius, 19; 49 Law Lib. 54. The erection of a church is of value to all who worship in it. It is not an illegal act, but one that is meritorious, such as becomes a Christian people. All Christian communities are alike under the protection of the law. Our constitution and laws make no distinction. They give no preference to any religious denomination. I think that subscriptions to all kinds of Christian churches, school-houses, academies and colleges, when the buildings are erected in pursuance of the subscription, the highest moral duty is placed on the subscribers to faithfully fulfil their engagements. ■ ■\nThe judgment is affirmed.,",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error,",
      "Porter, contrà."
    ],
    "corrections": "",
    "head_matter": "Caul v. Gibson.\nA subscriber to an agreement to pay for the erection of a new church, is liable on his promise contained in the subscription paper to the payees therein named.\nError froln the Common Pleas of Northumberland county.\nJuly 29. This was an action by Gibson and others, named in the subscription paper stated below, to recover the first instalment as therein stipulated for. The instrument was as follows :—\n“ We, the subscribers, do hereby each and severally agree, and bind ourselves by these presents, to pay the sums affixed to our respective names, unto Francis Gibson, &c., or such other persons as may be chosen by a majority of the members of St. Joseph’s, &c., as a building committee for the erection of a new Catholic church, to be styled, &c.; one half of the said amounts to be paid when the said building is commenced, the balance when the building is raised and covered, in Milton, Northumberland county, Pennsylvania.\n“ October, a. d. 1843.”\nAn admission of a subscription having been proved, and the commencement of the church, and the question of fact, whether conditional, and if so, whether it had been performed, left to the jury; several exceptions were taken to evidence. 1. To admitting instrument given above. 2. To the deposition of a witness, who said the interview was a few days after the date mentioned in the subscription paper, and then defendant below authorized one to write his name as a subscriber for $ 100: the instrument having first been read. 3. To the testimony of another subscriber, as an interested witness.\n1. The want of consideration; 2. The want of proof that plaintiffs were the building committee; • 3. That a designation of location on Sunday, by the congregation, was void; were the points of law submitted. It appeared from the evidence, that there was a condition annexed that a majority of the congregation was to designate the location.\nThe court (Anthony, President J.) ruled the first against the defendant; as to the second, that the promise was to plaintiffs directly; and the third was immaterial.\nMiller, for plaintiff in error,\ncontended, that until money was expended in the erection of the church, no consideration had passed; and the defendant might retract, and was therefore not liable 11 Mass. 113.\nPorter, contrà.\nJuly 30."
  },
  "file_name": "0416-01",
  "first_page_order": 414,
  "last_page_order": 415
}
