{
  "id": 400638,
  "name": "Ranck v. Hill's Executor",
  "name_abbreviation": "Ranck v. Hill's Executor",
  "decision_date": "1846-08-01",
  "docket_number": "",
  "first_page": "423",
  "last_page": "425",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 423"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 238,
    "char_count": 4609,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 1.6808081108120723e-07,
      "percentile": 0.6975298559877429
    },
    "sha256": "e707631bdc73a219a3e00ae5304f670be8a555fb325f7ebae8e04a57acb0764b",
    "simhash": "1:6e322c96cc736ee6",
    "word_count": 805
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ranck v. Hill’s Executor."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe officers’ fees are part of the plaintiff’s costs which he is supposed to have paid to them, and which he collects ostensibly for himself, but actually for them, by his execution. Such has been the practice from the foundation of the state as a province. They are seldom, perhaps never, paid by the plaintiff in the first instance; but they are subsequently paid by the sheriff directly into their hands. Though the legal title to them is in the plaintiff, it is only as a trustee; and the officers may consequently sue out an execution for them in his name. By the practice which has immemorially prevailed, they were at liberty to do so in this instance; nowithstanding the plaintiff’s agreement to pay in exoneration of the defendant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Ranck v. Hill’s Executor.\nThe fees of officers are part of the plaintiff’s costs which he is supposed to have paid to them, and which he collects ostensibly for himself, but actually for them, by his execution : and such has been the practice from the foundation of the state as a province.\nWhere a judgment was obtained against a defendant, and the debt, interest, and costs of the suit were arranged by the parties thereto; held, that the officers, under the practice which had so long prevailed, might proceed to collect their fees from the defendant, by suing out an execution against him,.in the name of the plaintiff, notwithstanding the plaintiff’s agreement to pay such fees in exoneration of the defendant.\nError to Common Pleas of Union county.\nJuly 29. This was a scire facias issued, at the instance of the prothonotary, sheriff, &c., to May Term, 1845, in the name of Charles Hill, executor of Sidney Hill, the defendant in error, who was plaintiff below, against Adam Ranck, to revive a judgment of May Term, 1841, in which the said plaintiff and defendant were the parties, to enable the said officers to proceed on the judgment, and to collect their fees therein, which were due and unpaid, from the defendant, by execution in the name of the plaintiff.\nIt appeared that Sidney Hill, in her lifetime, obtained a judgment against Adam Ranck, on the 19th of February, 1841, for $139 83 debt, and $58 65 damages. This judgment remained unsatisfied at the death of the said Sidney Hill, when her executor, Charles Hill, was substituted, and a scvre facias issued on the said judgment, to revive the same, and quare ex. non to May Term, 1841. On this scire facias the judgment was revived. To the present scire facias, the defendant pleaded payment with leave, &c., and on the trial produced and gave in evidence a receipt written on the back of the writ of scire facias issued to May Term, 1841, which was in the following words: “June 30th, 1842, received the within, in full of this writ, Charles Hill, executor.” The defendant then called and examined Jacob Hartman as a witness, who testified, that when the receipt was written and signed, he saw about forty or fifty dollars paid to the plaintiff, Charles Hill; that the plaintiff and defendant talked about the costs, when Hill agreed that he would pay them. The costs were not paid.\nThe material part of the charge of the court below to the jury, was the following: “The plaintiff was undoubtedly liable to the officers for any costs he put on the action during its progress. The judgment recovered, carried with it the costs against the defendant; and when the judgment was obtained, and the defendant thus rendered liable to the officers, the plaintiff and defendant could not, without the consent of the officers, discharge the defendant from his liability to them, and thus oblige the officers to look to the plaintiff alone for payment, and take from them a security which they had by the judgment for the costs against the defendant, in addition to the liability of the plaintiff. The costs belonged to the officers, and not to the plaintiff; and the agreement of the plaintiff with the defendant, to pay them, when he did not do so, will not discharge the defendant from his liability under the judgment to the officers for the amount of costs due them, and for the recovery of which they may proceed in the name of the plaintiff.” To this part of the charge the defendant excepted; and on the removal of the record by him to this court, he assigned' the same for error.p|The only question here was, whether after the debt, interest, and costs of a suit have been arranged between the parties in such suit, the officers can proceed on such judgment in the name of the plaintiff, to collect their fees, which remain due and unpaid, from the defendant.\nAugust 1."
  },
  "file_name": "0423-01",
  "first_page_order": 421,
  "last_page_order": 423
}
