{
  "id": 400697,
  "name": "Beckley's Appeal",
  "name_abbreviation": "Beckley's Appeal",
  "decision_date": "1846-07-31",
  "docket_number": "",
  "first_page": "425",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle, 157",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 361",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822499
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0361-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 357",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878921
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0357-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 429",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8879183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0429-01"
      ]
    },
    {
      "cite": "16 Serg.'& Rawle, 129",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 7142,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 1.0890537874568357e-07,
      "percentile": 0.5651615209998729
    },
    "sha256": "7ae391494923180eeaaf8f182ff8278b8a42674cbc621901abf96f8b3c5d73ba",
    "simhash": "1:be42de556403bcfb",
    "word_count": 1261
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beckley’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThat thñ appellant would have been liable for this debt in an action on the administration bond, is not doubted. It was assets in the hands of his colleague, who was solvent at the date of the bond; and as it was not applied by him, all, including the sureties, are answerable for it. Had he been insolvent, the appellant would not have been bound for a debt; which, as to him, w'ould not have been assets; but it is conceded that the insolvency did not occur for several years. Why, then, should not the appellant be bound to account for-his colleague in the Orphans’ Qourt ? The result must be the same; and it is attended with less expense to the accountant, as well as less delay to the parties entitled. For this reason, it is, perhaps, that the practice is to charge an administrator, in his account, with every thing for which he would eventually be bound. ' Decree affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Miller, for appellant,",
      "Jordan, contrà."
    ],
    "corrections": "",
    "head_matter": "Beckley’s Appeal.\nWhere joint letters of administration were granted on the estate of a decedent, to A. and B., two of his sons, who entered into a joint bond, and filed a joint inventory in which was not included a note under seal, not then due, given by B. to his deceased father in his lifetime, and which was then in the possession of his co-administrator A.; and where A., instead of collecting the note at the time it became due, when B. was solvent, continued to retain the same uncollected for two or three years thereafter, when B. became insolvent; it was held, that the amount due on the note was assets unapplied, in the hands of B., his co-administrator, who was solvent at the date of the administration bond; and that, as A. would have been liable for the debt in an action on the said bond, he was also bound to account for his colleague in the Orphans’ Court.\nThe practice is, to charge an administrator in his account with every thing for which he would eventually be liable.\nJuly 30. This was an appeal by John Beckley, one of the administrators with the nuncupative will annexed of Daniel Beckley, deceased, from the'deeree of the Orphans’ Court of Northumberland county, dismissing a certain exception to the report of the auditor, arjd confirming the same.\nIt appeared, that Daniel Beckley died on the 23d of July, 1831, after having made a nuncupative will, which was admitted to probate by the register, on the 24th day of August, 1831; and joint letters of administration with the will annexed granted on the same day, to John Beckley and Daniel Beckley, two of his sons, who entered into a joint bond and filed an inventory. The decedent, at the time of his death, held {inter alia) a number of promissory notes against different persons, amongst which was a note under seal or single bill, against his son Daniel, in the following words:—\n“ Eight years after date, I promise to pay Daniel Beckley, sen., or order, the sum of two thousand dollars, without defalcation, for value received.”\nThis note was dated on the 13th of April, 1830, and given under the hand and seal of Daniel Beckley, jun., in the presence of a witness. On this note was endorsed an agreement, signed by Daniel Beckley, jun., “to pay interest for the amount of the within note, from the date within specified.” It appeared, that $143 92 was paid by Daniel Beckley on this note, on the 2d of July, 1831.- On the 2d of April, 1844, John Beckley, one of the administrators, filed his administration account. To this account the following exception, amongst others, was filed by one of the heirs:—\n“The accountant has not charged himself with a note, under seal, of Daniel Beckley’s, one of the administrators, for the payment of $2000.”\nWhereupon, the account was referred to an auditor. It appeared, by the report of the auditor, that John Beckley, the accountant, admitted, that the said note was found after the death of his father, amongst his papers; that it came into his hands; and that he had retained it uncollected ever since. The note was not included in the inventory filed. It was proved before the auditor, that Daniel Beckley, jun., was engaged in the mercantile business in Union county, for a number of years; that he was the owner of real estate, considered to be worth $2500; and that his circumstances were reputed to be good until the summer of 1842, when he failed in business, and the proceeds of his property did not reach to pay the one-fourth part of his liabilities.\nThe auditor charged the accountant with the amount of the note, principal and interest, and filed his report on the 17th of April, 1845, when it was confirmed, nisi. On the same day, the following exception was filed to the report:—\n“The auditor erred in charging the accountant wdth a single bill, given to the decedent in his lifetime by his son, Daniel Beckley; jun., for the sum of $2000, and in charging interest thereon.”\nOn the 5th of January, 1846, the Orphans’ Court dismissed the ex^ption, and confirmed the report absolutely. From this decree, John Beckley, the accountant, appealed to this court.\nThe only question here was, whether the appellant was chargeable with the amount of this note, and bound to account for it in the Orphans’ Court.\nMiller, for appellant,\ncontended, that the heirs could not, at this late day, compel John Beckley to pay the note of Daniel Beckley, his co-administrator. They cannot force him to charge himself with the amount of the note in his account; nor can one administrator be compelled to pay the personal debt of his co-administrator to the estate. Barclay v. Morrison, 16 Serg.'& Rawle, 129. This is not the case of creditors seeking to charge an administrator. Daniel had eight years to pay the note. John eould not collect the' note until it was due. After it was due, the heirs, all of whom were of age, took no steps to collect it. How could John collect it? In Simon v. Albright, 12 Serg. & Rawle, 429, and in Steinman v. Sanderson, 14 Serg. & Rawle, 357, it is decided, that one administrator cannot sue his co-administrator. The heirs might have cited Daniel to file his account, and then charged him.\nWhere a receipt is required to bé signed by two or more executors or administrators, he only is liáble who received the money, and this may be shown. Potts et al. v. Smith, 3 Rawle, 361; McNairs’. Appeal, 4 Rawle, 157; Sterrett’s Appeal, 2 Penna. Rep. 242. This case is an extraordinary one, and ought to be made an exception to the general rule. Daniel Beckley owed the money. John never received one dollar of it, and cannot be made liable for it.\nJordan, contrà.\nJohn Beckley had.the note of Daniel Beckley in his hands, from the death of his father, until 1842, when Daniel failed. As soon as the note became due, he should have sued, and collected it. By not using due-diligence, and by not collecting the note, he has made himself liable. The settled rule of law in relation to liability, is different between executors who gave no bail, and administrators who do. Administrators are responsible for each other. Here there was a joint bond, and joint administration. John Beckley was a trustee for the heirs, and was bound to use diligence and fidelity in the execution of his trust.\nJuly 31."
  },
  "file_name": "0425-01",
  "first_page_order": 423,
  "last_page_order": 426
}
