{
  "id": 400728,
  "name": "Hinely v. Margaritz",
  "name_abbreviation": "Hinely v. Margaritz",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "428",
  "last_page": "430",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 314,
    "char_count": 6025,
    "ocr_confidence": 0.542,
    "pagerank": {
      "raw": 1.880040049185875e-07,
      "percentile": 0.7274497470701959
    },
    "sha256": "41e50341fbffb6c9c02b518374a31a5b8d26f7940f448adc1d6fc465e1e1bb31",
    "simhash": "1:48a2d453046bb67b",
    "word_count": 1082
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hinely v. Margaritz."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe affirm this judgment, for the reasons given below.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Jordan, for plaintiff in error,",
      "Miller and Slenker, contrà."
    ],
    "corrections": "",
    "head_matter": "Hinely v. Margaritz.\nTo render a contract made by an infant, as a surety, binding upon him, the confirmation must be distinct, and with the knowledge that he is not liable on the contract.\nA mere acknowledgment of a debt, or a payment of part of it, will not support an action on such a contract.\nIn error from the Common Pleas of Union county.\nJuly 30. Assumpsit against defendant, as one of the drawers of a note, as a security for the other drawer. The defence was, that the note was signed during defendant’s minority. This was found to be the fact by the jury. The charge of the court on the evidence, and the rule laid down as to the requisite to a confirmation of the contract, were the questions raised in the cause.\nIt was proved that defendant had asked, whether giving boards in part payment of the debt would bind him for the whole, and it was answered it was thought it would. Plaintiff sent for some boards to defendant, who said he might have them; the price offered was almost too little, but he would let plaintiff have them because he owed him. The boards rvere taken away by plaintiff after defendant came of age. The account of defendant charging plaintiff with these boards, was then shown. Defendant proved a refusal to give a new note in the place of the old one.\nThe court, (Wilson, President J.,) after submitting the evidence as to the minority of the defendant, said : “In the case of Patton and Curtin, the principle is decided, that to make a contract entered into by a minor, as security, binding, it must appear that after his arrival at full age, he confirmed the contract by some distinct act, with full knowledge that it would be void without such confirmation.”\nHis honour then stated the evidence relied on to prove this confirmation.\n“ The testimony of the declarations to Donnelly does not show that he then ratified the contract, but rather, that he was then regretting it, for lie wonders if giving them boards would compel him to pay the balance. But it shows by Edward’s acknowledgments that these boards were given after he became of age, the date of which Aucker could not fix, and it then turns on the acknowledgment made to Aucker, when he went for the boards. In the conversation proved by Mrs. Margaritz, • at the time she entered the credit on the note, Edward declined -absolutely to give a new note. The acknowledgment to Aucker is, that he would give the boards to Hinely at 62|- cents, although not enough, but because he owed him. He said 62J- cents was almost too little, but he would let him have the boards because he owed him. Here is an acknowledgment that he owes him, and a promise to let him have the boards that he then asked, which the witness says he got next day. Now, was this promise to pay any thing more than these boards ? Was it on account of this note, and was it with a full knowledge of Edward A. Margaritz, of his rights, arid done with an intent of confirming this obligation ? And this the plaintiff alleging the confirmation must satisfy you of, to enable him to recover. The act of confirmation must be a distinct one. The court, in the case of Curtin and Patton, in their charge to the jury, instructed the jury as requested by defendant’s counsel, j That nothing short of an express promise, with full knowledge of his- rights and privileges, after his arrival at full age, would amount in law to a ratification of a contract made by a minor, which was not binding during his minority.’ This direction of the court below, among other things, was assigned for error in the Supreme Court, and the court below were sustained in this direction. Here the defendant is proven to be the security in the note ; and he should not be held beyond the obligation he makes after arriving at age. He admits he owed the plaintiff, and agrees to let the plaintiff have boards, which the plaintiff gets on the next day. Now, was this a promise to pay the balance ? The plaintiff must prove a ratification of the agreement, a promise to pay the debt. A new acknowledgment of the debt is insufficient, for the law will imply no promise in the case of an infant, except for necessaries ; and therefore, part payment, or an express promise to pay part, will bind him to that extent, and no further. Then it comes down to the simple question, was it a promise to give the plaintiff the boards which the plaintiff got on account of his indebtedness on this note, or was it a promise to pay the amount of the note ? And if the promise was to the full amount of the note, was it done deliberately, and with the knowledge of defendant, that he was not liable on the note ? Unless you can so find the evidence, the promise proved by Aucker would not be binding.\n“If the defendant was of age when the bill was given, or after his arrival at age he confirmed the obligation sued on, he will be answerable to the plaintiff for the amount due on it — otherwise he will not. You wdll determine.”\nPlaintiff’ excepts to charge and answers to points.\nThe charge of the court that' the acknowledgment made was insufficient, and that a ratification was essential, was excepted to, and with the answers to the plaintiff’s second, and defendant’s fourth points, assigned for error. These were as follows :\n“ Second. That if the jury believe Hinely dealt with Edward Margaritz, under the belief that Edward was of full age, and that Edward did not undeceive him, and that Edward, by his acts and conduct, had induced Hinely and others to consider him as of full age, plaintiff is entitled to recover.”\nAnswer. We refuse to give this instruction. The law is not as here stated.\n“Fourth. To confirm a contract by an infant made in infancy, requires some distinct act, with full knowledge that it would be void without such confirmation; and that such ratification should be equivalent to a new contract.”\nAnswer. Answered as requested.\nJordan, for plaintiff in error,\ncited 5 Bac. Abr. 142.\nMiller and Slenker, contrà."
  },
  "file_name": "0428-01",
  "first_page_order": 426,
  "last_page_order": 428
}
