{
  "id": 400637,
  "name": "Baskin v. Houser",
  "name_abbreviation": "Baskin v. Houser",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "430",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts & Serg. 371",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 146",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0146-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 266",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0266-01"
      ]
    },
    {
      "cite": "2 Bin. 468",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0468-01"
      ]
    },
    {
      "cite": "8 Watts, 536",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0536-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 467",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0467-01"
      ]
    },
    {
      "cite": "5 Watts, 387",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 403",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 354,
    "char_count": 6392,
    "ocr_confidence": 0.543,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.014779433086639414
    },
    "sha256": "31f528fff2770a52ceaf3a901732ceaeacb07e18eff761e50a9983498471b9b5",
    "simhash": "1:d35184ebaffa8e1f",
    "word_count": 1117
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baskin v. Houser."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\nIn the view that the jury took of the case, namely, that the contract for the sale of the land between Samuel Hunter, Under whom the plaintiff claims, and Stahl under whom the defendant claims, still subsisted; we are inclined to think the charge of the court below left the claim of the plaintiff to interest on too loose a footing, and may have led to injustice to the plaintiff on that head. If the defendant had possession of the land, and the undisturbed enjoyment of all the rents and profits under the contract, it would be fair and right that he should be liable for interest on the unpaid purchase money. That is the general rule of a court of equity, to which, it is true, there are exceptions in particular cases; one of which is the inability of the plaintiff to make a title, which it is said here he was not able to do till it was acquired by a possession on the part of Stahl for twenty-one years. Supposing that to be so, yet such a title was acquired long before the bringing of this suit. This indeed the court below assent to, and state the general principles of law with accuracy, in their answer to the plaintiff’s sixth point. But in the conclusion of it they say, “ under the circumstances of this case, if you find that the plaintiffs are entitled to recover the land or purchase money on a contract of sale of the land, you may determine from what time to allow interest, or whether the plaintiff would be entitled to full interest. If Stahl purchased without reference to Hunter’s making him a good title, but merely such a title as Hunter had, the plaintiffs would be entitled to interest from the time payment became due.”\nWe think the court left it too largely to the jury as to the time from which interest should run;, in the first of these cases put, they ought to have charged expressly, that they were bound to allow interest from the time when the title was perfected, namely, after twenty-one years’ possession. For this reason only, the judgment must be reversed.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Miller and Jordan, for plaintiff in error.",
      "Greenough, contrà."
    ],
    "corrections": "",
    "head_matter": "Baskin v. Houser.\nThe vendee of one claiming by colour of title merely, entering Under an agreement of sale, is bound to pay interest on,the purchase from the time his vendor’s title is perfected by adverse possession; and it is error to leave it to the jury to find the amount of interest generally under the circumstances, without a specific direction as to the time from which it is to be calculated — the instruction being requested by counsel.\nError to Common Pleas of Union county.\nJuly 30. This was an ejectment against the vendee of the plaintiff’s vendor, in which a conditional verdict was found to be released on payment of certain sums, the original purchase money, ■without interest. The main question was raised on the plaintiff’s exception to the charge of the court, as to the right to interest on the unpaid purchase money.\nThe plaintiff showed a commissioners’ deed, under a tax sale in 1787, which was admitted as giving colour of title merely, and traced his title from the grantee. He then proved an agreement to purchase by one Stahl, under whom defendant claimed, made about forty years before the trial, and his admissions of the purchase and lease at the same time.\nThe defendants attempted to prove that Stahl had given up his possession under plaintiff’s title, and entered under an adverse one; but the jury, under the charge of the court, found that there had not been such a surrender as dissolved the relation of landlord and tenant, and enabled him to claim by an adverse title.\nHis honour instructed the jury as to the question of interest, that it was generally recoverable from the time of vendee’s entry into possession ; but to this there was an exception, if the vendor could not make a title, that in the present case there was no evidence of plaintiff’s title but by adverse possession by himself and tenant, or such tenant’s vendee, which was perfected by such possession for twenty-one years.\nTo the sixth point, which was, that plaintiffs are entitled to recover the land or the amount of the unpaid purchase money from the time the respective instalments fell due, his honour said:\n“ Under the circumstances of the case, if the jury found that-plaintiffs were entitled to recover the land or purchase money on a contract of sale, the jury might determine from that (what) time to allow interest, or whether plaintiffs would be entitled to full interest. If the purchase was withoiih an agreement for a good title, but merely for such as vendor had, plaintiffs would be entitled to full interest.” This was the third error assigned.\nThe first was the rejection of exemplifications of sheriff’s deeds from (he recorder’s office, which was settled in Christ v. Baskin, 7 Watts & Serg. 403. The verdict was in favour of plaintiff) on the point included in the second exception.\nIn answer to defendant’s fifth point, which wras, that the jury might take into consideration the delay of plaintiffs in tendering a deed, and their vexatious proceedings on the question of interest, his honour said, if the plaintiffs were .entitled to recover, there had been no vexatious proceedings; and that the delay might have been prevented by the purchaser; and referred to the instruction above stated on the subject of interest.\nMiller and Jordan, for plaintiff in error.\nThe laches imputed to the original owner could hare no effect on the question of interest from the time our title was perfect; for it is merely in lieu of rent •which was received by the purchaser from the profits of the land. Nor was his possession disturbed in any way; and under such circumstances, a chancellor would certainly decree interest from the perfecting of our title. Under the charge, any amount whatever might have been found by the jury. Rankin v. Tenbrook, 5 Watts, 387; Graham v. Moore, 4 Serg. & Rawle, 467; Cooper v. Smith, 8 Watts, 536 ; Boyer v. Smith, 3 Watts, 44¡9 ; 2 Bin. 468; Fasholt v. Reed, 16 Serg. & Rawle, 266 ; Congregation v. Miles, 4 Watts, 146.\nGreenough, contrà.\nThe charge was as favourable to plaintiff as possible. He never tendered a deed, and his original title was admitted to be worthless. Our possession was to his advantage, for it gave him a good title. That the jury must decide the amount of interest in such circumstances,-is settled. Kester v. Rockel, 2 Watts & Serg. 371."
  },
  "file_name": "0430-01",
  "first_page_order": 428,
  "last_page_order": 431
}
