{
  "id": 400677,
  "name": "Kirk v. King et al.",
  "name_abbreviation": "Kirk v. King",
  "decision_date": "1846-09-14",
  "docket_number": "",
  "first_page": "436",
  "last_page": "442",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 436"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0493-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 218",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0218-01"
      ]
    },
    {
      "cite": "2 How. 127",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3328078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/43/0127-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 88",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0088-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Whart. 582",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "19 Johns. 73",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        380557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/19/0073-01"
      ]
    },
    {
      "cite": "8 Johns. Rep. 385",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts & Serg. 81",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0081-01"
      ]
    },
    {
      "cite": "5 Watts, 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0493-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 739,
    "char_count": 16489,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 3.5179056762019927e-07,
      "percentile": 0.8836451468792196
    },
    "sha256": "e44ab347b646e444cd23562bee29d289e7926d0370565658cdc138759614f2d6",
    "simhash": "1:dee6e55fcaadfedf",
    "word_count": 2905
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kirk v. King et al."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nMcElroy’s conveyance “to the \"employers of the school at Plum Creek,” being to an unincorporated association, was void at law for want of a grantee capable of taking; and the legal title remained in the grantor, subject to the uses declared in the deed. Such is the principle of Morrison v. Beirer, 2 Watts & Serg. 81. For whom then did he hold it? Not for the public at large; for the school was to be kept for thé neighbours, and it was not therefore dedicated in the broadest sense to public use. His successor, the defendant, is entitled, by force of his legal title, to hold the possession against any one who cannot show such an equity as a chancellor would enforce; and the question is, have the plaintiffs shown such an equity ? The nature of their right depends on the terms of the agreement, which was to use the ground « for an English school-house, and for no other purpose.” And that was the substantial consideration of the grant, the nominal consideration of fifty cents being expressed under some vague apprehension that it might be essential to the raising of a use; and the grant itself was consequently on an implied condition or agreement, that the school should be kept up. The grantor certainly did not agree to part with his land without receiving the benefit promised in return for it. What then is the remedy, when the benefit happens'to be withheld ? It may be true, as was said in Martin v. McCord, 5 Watts, 493, that the courts would not let a charity fail for the non-user of those who have the management of it; but charities are permanent foundations, which can scarce be predicated of country schools under the voluntary system. They were temporary in their object and formation. The schoolmaster’s compensation was raised by subscription, in proportion to tire number of scholars sent by each contributor; and he was employed for a year, or a shorter period; at the expiration of which, the school was discontinued, and the school-house was shut up till another school was formed, which did not always occupy the same building. Such a school-house, being built of the simplest and cheapest materials, was temporary in its structure; it was often a cabin; and it was abandoned for another whenever a new location became more convenient to the neighbourhood. Perhaps not one óf these primitive erections was ever in use for twenty years together. Interpreting a grant like the present, therefore, by the habits and customs of the country, we must hold it to be commensurate in duration with the purpose to be answered by it; and the question is, was the school permanently abandoned ? At the time of the defendant’s entry, it had been discontinued for the space of seven years, without any indication on the part of the employers of an intention to resume it; and this was certainly enough to raise a legal presumption of its abandonment. It would certainly have constituted an abandonment of a location under the land laws, which this deed very much resembles; and those laws are founded in principles of general equity. A party claiming the extraordinary interference of a court of equity — and the plaintiffs pretend to no more than an equity — must not be chargeable with laches, as the plaintiffs are here. It is not found that they require the ground for the use of a school; or that they intend to use it as such. The abandonment of the trust for seven years being irretrievable, the defendant, as the grantor’s successor, had a right to enter and hold against all the world.\nJudgment reversed, and judgment rendered for defendants below.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Thomas Hamilton, for plaintiff in error.",
      "McClure and McCandless, contra."
    ],
    "corrections": "",
    "head_matter": "Kirk v. King et al.\nA lot of land, part of a larger tract, was conveyed “ to the employers of a certain school,” to hold the same for an “ English school-house, and no other purpose.” A schoolhouse was built upon the lot, and occupied as such for some years, and was then discontinued for seven years, when the vendee of the original grantor, who had purchased the larger tract, entered upon the lot, and removed the school-house. Trespass being brought against the vendee by them residing in the vicinage; it was held:\nThat the “ employers, &c.,” not being incorporated, were incapable of taking the fee; and that the legal title remained in the grantor, not to the use of the public at large, but to that of the employers.\nThat the legal title of the defendant entitled him to hold the possession against any one who could not show such an equity as a chancellor would enforce.\nThat the purpose for which the lot was to be used was the substantial consideration for the grant, upon the terms of which, the nature of the plaintiff’s equity depended.\nThat a school like this is not a charity: and the doctrine, that courts will not let a charity fail for non user, is inapplicable to such a school.\nThat the discontinuance of the school for seven years raised a legal ■ presumption of abandonment; and this abandonment being irretrievable, the vendee had a right to enter.\nError to the District Court of Allegheny county.\nSept. 9. This was an action of trespass quare clausum fregit, brought by H. D. King, William M. Davidson, Hugh Davidson, William McJunkin, T. McJunkin, J. Turner, James King, John King, William Armstrong, D. Coon, William Martin, John Cowan, and H. M. Bryan, composing the Plum Creek School Company, the defendants in error, who were plaintiffs below, against James Kirk, the plaintiff in error, for breaking and entering the close of the plaintiffs, and removing a school-house thereon erected, &c. The defendant pleaded not guilty, and liberum tenementum.\nThe facts of the case are fully stated in the following special verdict returned by the jury.\n“ The jury find, that the locus in quo is part of a larger tract of land of which Thomas McElroy was seised in fee-simple. That in the fall of 1.815, the neighbours commenced to build a school-house thereon. That on the 18th of January, 1846, Thomas McElroy made his conveyance for the locus in quo to the «employers of the school at Plum Creek’ — prout same, which we make part of this verdict. That said school-house has been occupied as such by the neighbours from that time without interference or abandonment, as a subscription school, up till the first of November, 1836; since which time no school has been kept in the house: other public schools having been established in the neighbourhood under the late school laws. That the school-house, since that time, has been vacant, and suffered to become dilapidated and wholly unfit for use without considerable repairs. '\n“ That the defendant purchased the .tract - of land, including the locus in quo, from Thomas McElroy, on the 29th of March, 1825,. prbut deed; and although the conveyance above mentioned, dated 18th January, lSl6, was not oh record, the defendant knew of the dedication of the locus in quo for the use of a school, being informed of it by McElroy at the time of his (defendant’s) purchase from him.\n“ That the defendant entered the locus in quo in the fall of 1843, and removed, or caused to be removed, the school-house erected thereon.\n“That the plaintiffs reside in the neighbourhood of the schoolhouse, and are heads of families most likely to be benefited by a school, if one were kept in the house.\n“ That of the plaintiffs, some contributed to the last school, and some did not; some are children and heirs of former contributors, but have never contributed to any school kept in said house.\n“ Those of plaintiffs, who contributed to the last school, are John Tomer, William Armstrong, William Martin; and Elias Davidson, now dead, father of the plaintiffs, William and Hugh Davidson, contributed to the last: school, but they themselves have not contributed. John King, William McJunkin, David Coon, H. M. Bryan, and John Cowan, at one time contributed: Josiah McJunkin is son of William McJunkin, (one of plaintiffs,) but never contributed to any school. William McJunkin and John Cowan are dead since suit brought.\n“But whether the plaintiffs or any of them can support this action, and whether the plaintiffs, or any of them, or whether the defendant, is seised of the freehold of said locus in quo, this jury are ignorant, and pray the advice of the court.\n“ If on these facts the court are of opinion, that the plaintiffs have a right to recover in this action, they will enter a verdict for them for the sum of $22 50, as damages.\n“ If the court are of opinion, that one or any number of the plaintiffs may recover in this suit without the others, then the court will enter a verdict for such of them as they shall be of opinion may recover for the sum of $>22 50; and as to the other plaintiffs, who the court may deeide have now shown a right to recover, the court may enter a verdict for defendant. ■\nAnd as to the issue of liberum tenementum; whether the defendant has sustained that issue by the documents and facts as already stated, we also submit to the court; and if they adjudge that the defendant is seised of a freehold in the locus in quo to his own use, then the court will enter a verdict for the defendant.”\nThe following are the material parts of the conveyance of Thomas McElroy, referred to in special verdict.\n“ Know all men by these presents, that I, Thomas McElroy, of Plum township, in the county of Allegheny, for and in consideration of the sum of fifty cents to me in hand paid, the receipt of Avhich is hereby acknowledged, have granted, bargained and sold, and by these .presents do grant, bargain, and sell, to the employers of the school at Plum Creek meeting-house, that lot of land, beginning, &c., (describing it,) to have and to hold said lot for an English schoolhouse and no other purpose, for me, my heirs, and assigns, to them Avho are now, or may hereafter be the employers of said school, to have and to hold the same for' ever for said purpose. Witness my hand and seal this 18th of January, one thousand eight hundred and sixteen. Thomas McElroy.\n“Sealed and delivered in the presence of\n“James Gordon, Samuel Ross, William McJunkin.”\nHis honour, Judge Grier, delivered the folloAving opinion on the special verdict.\n“ The first question which presents itself in the consideration of this case, is, as to the nature and effect of the deed of Thomas McElroy, dated the 18th of January, 1816. Although not under seal, it is in the usual form of a deed poll, and states that in consideration of the sum of fifty cents, paid to the grantor, he has <granted, bargained, and sold, and does by these presents grant, bargain, and sell to the employers of the school, -at Plum Creek meeting-house, that lot of land, beginning, &e., (describing the locus in quo,) to have and to hold said lot for an English school-house, and no other purpose, from me, my heirs and assigns, to them who are notv, or may be hereafter the employers of said school, to have and to hold the same for ever for said purpose.’\n“It has been contended by defendant’s counsel, that the grant is void for want of a sufficient grantee, and the cases of Jackson ex dem. v. Cory, 8 Johns. Rep. 385, Hornbeek v. Westbrook, 19 Johns. 73, have been quoted to prove ‘ that a grant to be valid must be to a corporation, or to some certain person named, who can fake by force of the grant, and to hold in his own right, or as a trustee.’ But although the principle as stated in these cases may be true as a general rule according to the common law, yet it is subject to many exceptions, when applied to cases of dedication of land to public use, and to grants and devises for eleemosynary or pious uses.\n«In the case of the city of Cincinnati v. White, 6 Peters, 431, the Supreme Court of the United States declare, «that there is no particular form or ceremony necessary in the dedication of land for public use ; all that is required is the assent of the owner of the land, and the fact of its being used for the public purposes intended by the appropriation.’ The same rule is not applied which prevails in private grants, that there must be a grantee as well as a grantor: in such cases the law applies rules adapted to the nature and circumstances of the case, and to carry into execution the object of the grantor, and to secure to the public the benefit held out and expected to be derived from and enjoyed by the dedication. And this rule applies also to all grants and devises for charitable and religious purposes, (as for schools, churches, burying-grounds, and the like,) which it is admitted are valid without any grantee to whom the fee could be conveyed. Thus in Beatty v. Kurtz, 2 Peters, 256, where a lot of ground had been marked out upon the original plan of an addition to Georgetown, < for the Lutheran church,’ and had been used as a place of burial from the time of dedication; it was adjudged a valid grant, though at the time of the appropriation, or at any time afterwards, there was not any incorporated Lutheran church capable of taking the donation. The same doctrine was applied to the reservation of a spring of water for the use of the town of Lexington, in the case of McConnel v. Lexington, 12 Whart. 582. That this doctrine is fully established in Pennsylvania, we need only refer to McEire v. Alison, 1 Penn. Rep. 49 ; Whitman v. Lea, 17 Serg. & Rawle, 88 ; Vidal v. Philadelphia, 2 How. 127; Zimmerman v. Andus, 6 Watts & Serg. 218.\n«The case of Martin v. McCord, 5 Watts, 493, which originated in this county, is precisely like the present; except that in this case the agreement or grant is in writing, which, in that case was by parol. In that case the owner of the land agreed with a number of his neighbours, that he woidd contribute a lot of ground on consideration that they would erect a school-house upon it for their common benefit, which was accordingly done; and it was decided that this contract was not affected by the statute of frauds, but that a good title passed to the persons subscribing and building the house, and they were considered as trustees for the benefit of the neighbourhood, and, like all other trustees for charitable uses, subject to the supervision and control of the courts. The court then say, also, «that charity schools have been favourites in Pennsylvania. They were introduced shortly after the arrival of Wm. Penn in the parts first settled, and have since been common. No question, till of late years, was ever made of the legal validity of such tenets.’ They add, moreover, that it was of no importance to the validity of this institution or to the rights of the parties, whether the township had been districted under the school law or not. The act of Assembly, in providing for public schools in various districts of the state, does not supersede or abolish charity schools.\n“In this case, the supporters of this school have not only paid a consideration for the land and have written evidence of their title, but have had the actual use, occupation, and possession of it for over twenty-one years, before the defendant [who purchased with full notice of their title] entered and committed the trespass complained, of, by pulling down the school-house. Nor was their title affected by the fact, that for a few years past they have omitted to employ a teacher. The grant does not revert to the grantor or his assigns by a non user. But if the grant should be perverted to other uses, the grantees are subject to the supervision of this court, which has complete equity powers for their supervision and control.\n“The only other question raised on this verdict, is whether the plaintiffs had such possession of the premises as would entitle them to support this action, and I think they had. Although the premises were not at the time in actual occupancy for the purposes of the trust, yet the law casts the possession of vacant premises on those who have the title. Nor do I think it a matter of importance that some of the plaintiffs did not contribute to the last school, as the verdict finds that they are all heads of families, residing in the neighbourhood, and that those who did not contribute to the last or any school, are the sons and heirs of the original contributors.\n“Let a verdict be entered for the plaintiffs on both issues, and a judgment for the twenty-two dollars and fifty cents of damages assessed by the jury.”\nTo this opinion, the defendant excepted, and sued out this writ of error.\nThe whole opinion of the court below was assigned for error here.\nThomas Hamilton, for plaintiff in error.\nMcClure and McCandless, contra.\nSept. 14."
  },
  "file_name": "0436-01",
  "first_page_order": 434,
  "last_page_order": 440
}
