{
  "id": 400594,
  "name": "Jordan v. Frink and Brackenridge",
  "name_abbreviation": "Jordan v. Frink & Brackenridge",
  "decision_date": "1846-09-14",
  "docket_number": "",
  "first_page": "442",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0053-01"
      ]
    },
    {
      "cite": "2 Whart. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 255,
    "char_count": 4888,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 2.0446031217563963e-07,
      "percentile": 0.7486119847141667
    },
    "sha256": "ef6b270574944f88dc17c31d015ac441ddcac6fad7e5020f685623c61529b8d2",
    "simhash": "1:a254530a5985f09f",
    "word_count": 858
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jordan v. Frink and Brackenridge."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThere is but one point of moment in this case. John Jordan, a minor, the. plaintiff below, and plaintiff in error, had given evidence, that his father, David Jordan, had sold and delivered the mare in question to his uncle, George McCulloch, for an old debt. McCulloch removed the mare to his farm. In a short time John Jordan went to his uncle’s, purchased the mare, and gave his note in payment. John brought the mare back to his father’s, where he resided. After this, she was taken in execution by constable Frink at the suit of Brackenridge, as the property of David Jordan. Brackenridge alleged and gave some evidence, that the whole transaction was fraudulent, a mere sham to cover the property, and to prevent him from taking her in execution. This may all have been true. The plaintiffs insisted that it was an honest transaction, and requested the court to instruct the jury, “ that if they believed that the sale made by David Jordan to McCulloch was bond fide, and that he took possession of the property, and had the exclusive possession thereof, as testified by the witnesses, they should find for the plaintiff.” To this the judge answered, (and he returns it as his whole charge,) “ That the court leave it to the jury to determine, whether the property remained, after its return, in the possession of the father ? If so, it was a fraud in law.” When personal property is sold, possession by the purchaser must accompany the transfer. 2 Whart. 302; 6 Whart. 53. McCulloch, when he purchased, removed the mare to his farm. From that farm, young Jordan brought her to his father’s, with whom he resided, and put her in his father’s stable. The judge ought to have submitted the whole transaction to the jury. It is not the law, that if a man bond fide sell cattle which are removed, and afterwards they find their way back to his possession, the first sale' is per se fraudulent and void. We are not to be understood as expressing any opinion whether the sale of the mare was coverable and fraudulent, or a bona fide transfer. That is the question, which the court ought to have submitted to the jury. Under the evidence in this case, it was their province to determine it.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Thomas Hamilton, for the plaintiff in error.",
      "Wylie, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Jordan v. Frink and Brackenridge.\nWhen property was sold and the possession accompanied the sale, and a few days after the minor son of the vendor purchased the property, and brought it home to his father’s house, where it was levied upon by a judgment creditor of the father; some evidence having been given that the transaction was fraudulent, it was error to charge the jury that the only question was, whether the property remained, after its return, in the possession of the father, and that, if so, it was a fraud in law. The whole transaction should have been submitted to the jury.\nIf one bond fide sells cattle which are removed, and afterwards they find their way back to his possession, the first sale is not per se fraudulent and void.\nError to tbe Common Pleas of Allegheny county.\nSept. 9. John Jordan, by his next friend, David Jordan, the plaintiff in error and plaintiff below, brought trespass against H. S. Frink, a constable, and H. M. Brackenridge, an execution creditor, before a justice of the peace, to recover damages for seizing and taking away a mare, which the plaintiff alleged was his property, on an execution against David Jordan, the father of the plaintiff. The justice entered judgment against the plaintiff for the costs, amounting to $7 57; from which he appealed to the Court of Common Pleas.\nAll the material facts, necessary to a correct understanding of the only point decided here, are fully stated in the opinion of the court.\nAfter the testimony had closed, the plaintiff requested the court to charge the jury:\n1. If the jury believe that the sale by David Jordan to McCullough was bona fide, and that he took possession of the property, and that he had the exclusive possession thereof as testified to by the witnesses, they should find for the plaintiff.\n2. If they believe the testimony of B. McCullough, the possession of John Jordan was a continuation of the possession of B. McCullough, and they should find for the plaintiff.\nThe court (Patton, President, J.) charged the jury thus:—\n“ The court leave it to the jury to determine, whether the property remained, after its return, in the posseSSSJft of the father. If so, it was a fraud in law.”\nTo this charge, the counsel on both sides excepted.\n' The jury found a verdict for the defendants; whereupon, the plaintiff sued out this writ of error.\nThe only point decided here, was upon the error assigned to the charge of the court, viz.: that the court erred, in not charging the jury on the points Submitted by the plaintiff, as requested.\nThomas Hamilton, for the plaintiff in error.\nWylie, for defendant in error.\nSept. 14."
  },
  "file_name": "0442-01",
  "first_page_order": 440,
  "last_page_order": 442
}
