{
  "id": 400531,
  "name": "Magaw v. Lambert",
  "name_abbreviation": "Magaw v. Lambert",
  "decision_date": "1846-09-14",
  "docket_number": "",
  "first_page": "444",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 275,
    "char_count": 4457,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 4.2019680173573124e-07,
      "percentile": 0.9133113552180069
    },
    "sha256": "0c5477b8183b96684e1c4692778f82aab73d82a97f41ba295eaba39275f43bcc",
    "simhash": "1:3e717514fcfa9d3a",
    "word_count": 774
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Magaw v. Lambert."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIt is impossible to see what payment of the loss by the insurance company had to do with the payment of the rent by the tenant. It was not the rent which was insured, but the premises out of which it issued; and the tenant could not say the company had paid it for him. Nor was the misapplication of the charity fund for the relief of indigent sufferers by the fire, a better ground of defence. The committee of distribution ought possibly to have relieved the tenants of rented property in preference to their landlords; but that is a matter which, resting as it did in their discretion, cannot be drawn into view. The evidence of these matters, therefore, ought to have been excluded. The question on the merits is one of fact, and not of law. If the landlord took possession of the ruins for the purpose of rebuilding without the consent of the tenant, it was an eviction of him : if with his assent, it was a rescission of the lease ; and, in either case, the rent was suspended. On this plain ground the point ought to have been submitted.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Selden and Biddle, for plaintiff in error.",
      "Kuhns, contra."
    ],
    "corrections": "",
    "head_matter": "Magaw v. Lambert.\nIn a suit by landlord against tenant to recover rent for demised premises, destroyed by fire during tenancy; evidence that the property was insured, and landlord received insurance money, or that landlord received a sum of money for los3 of said property, out of a general relief fund, is immaterial to the issue, and cannot be used as a defence.\nIf a landlord take possession of the ruins of his premises destroyed by fire for the purpose of rebuilding, without the consent of his tenant, it is an eviction; if with his assent, it is a rescission of the lease, and in either case the rent is suspended.\nEbrob to the Common Pleas of Allegheny county.\nSeptember 10. This was an appeal from a justice of the peace, in a suit brought by Wm. H. V. Magaw, plaintiff below and in error, against Henry Lambert, to recover rent for demised premises. The plaintiff filed a declaration in case, to which the defendant pleaded defalcation, and payment with leave to give special matter in evidence. It appeared from the testimony, that plaintiff rented to defendant a lot of ground and building, in Pittsburgh, from March 1, 1845, until April 1, 1846, at the rate of $300 per annum. The rent for March to he paid April 1, 1845, and the balance in quarterly payments. The plaintiff on the trial claimed one hundred dollars, rent for four months, from March to July, 1845, and admitted payments to the amount of $51 25. . ■\nEvidence was offered by the defendant on the trial, and admitted by the court, that the building was destroyed in the great fire of April 10, 1845 ; to be followed up by evidence of various acts done by the plaintiff, shortly after the fire, viz.: cleaning off the pavement in pursuance of a city ordinance, requiring the owners of lots to clear the side walks; bargaining for the cleaning of the cellar, and offering to sell the property, and give immediate possession. To this evidence plaintiff excepted, that there was no notice of this ground of defence, and that under the pleadings it was inadmissible.\nThis was plaintiff’s first bill of exception.\nThe defendant further gave in evidence proof that the building was insured by the plaintiff in a large amount; and that nearly the whole insurance money was paid to the plaintiff. Also, that plaintiff received a considerable sum of money on account of the loss of his building out of the Pittsburgh Relief Fire Fund created by general contribution. There was some evidence that this payment was a misapplication of the fund, because the plaintiff’s property was insured. To the admission of all of which evidence, the plaintiff excepted : that there was no notice of these grounds of defence, and that the evidence was inadmissible under the pleadings; and the court sealed plaintiff’s second and third bills of exceptions.\nA number of points were submitted by plaintiff and defendant to the court for instructions to the jury, which wrere answered in the charge ; but as these points, and the answers of the court, are not necessary to elucidate the points decided, they are omitted. The jury found for the defendant; and the plaintiff, among other assignments for error, made the following:\nThe court erred in receiving testimony under plaintiff’s first, second, and third bills of exceptions.\nSelden and Biddle, for plaintiff in error.\nKuhns, contra.\nSeptember 14."
  },
  "file_name": "0444-01",
  "first_page_order": 442,
  "last_page_order": 443
}
