{
  "id": 400570,
  "name": "McGill et al. v. Rowand",
  "name_abbreviation": "McGill v. Rowand",
  "decision_date": "1846-09-15",
  "docket_number": "",
  "first_page": "451",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 451"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 6296,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 2.5569890989899377e-07,
      "percentile": 0.8149650809757635
    },
    "sha256": "b4643564f5e26d981561128d58d6dc1b861241f10e98b0802cf47eef803936d0",
    "simhash": "1:2006adb80cacbdee",
    "word_count": 1088
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McGill et al. v. Rowand."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe principle- of necessity which alone enables a party, under certain circumstances, to prove the contents of a box, or trunk, applies, with as much, if not greater force, to the wife as to the husband. The wife usually packs her husband’s trunk, and always her' own, and therefore to say that she cannot in a proper case be a witness, will amount almost to a repeal of the rule, and in most cases to a denial of justice. We therefore see no reasonable objection to the admission of the husband or wife, or both, to testify, to the amount of their wearing apparel, and to its value, belonging to each, including in the catalogue the wife’s jewelry, and every other article pertaining to her wardrobe, that may be necessary or convenient to either in travelling. Nor is it very obvious in what manner the court can restrict the quantity or value of the articles that may be deemed either proper or useful for their ordinary purposes. In the nature of things, it is susceptible of no precise or definite rule, and when there is an attempt to abuse the privilege, we must rely upon the integrity and intelligence of the jury to apply the proper corrective; and that there is but little danger to be apprehended on this score, the present case presents abundant proof.\nThere is no weight in the objection, that the plaintiff failed to prove payment of the stage-hire. Express proof, which in many cases would be difficult, in some impossible, is not required. That it is paid, may be inferred without any violent implication; as we all know, this is seldom, if ever, neglected. But, if not paid, the passenger is liable for it, and this, of itself, will oblige the owner of a stage-coach to exercise ordinary diligence. In order to charge a person as a common carrier, it is not necessary that a specific sum should be agreed on for the hire, much less paid for, if agreed on; although not paid, he is entitled to a reasonable compensation. Hay on Bail. 327; Sieter, 505. That there was gross carelessness on the part of the driver, if not something worse, seems to be admitted. The cause of complaint by the owners of the coach is, therefore, not against the court and jury, but against their own servant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "McClure and McCandless, for plaintiffs in error.",
      "Selden and Dunlop, contra."
    ],
    "corrections": "",
    "head_matter": "McGill et al. v. Rowand.\nThe principle of necessity, which enables a party, under certain circumstances, to prove the contents of a lost box or trunk, applies with as much, if not greater force, to the wife as to the husband.\nEither husband or wife may be admitted to prove the quantity and value of the wearing apparel belonging to each, including in the catalogue the wife’s jewelry, and every other article pertaining to her wardrobe that may be necessary or convenient to either in travelling.\nIn a suit against stage-owners for loss of baggage, payment of the fare need not be expressly proved. It may be inferred without violent implication, as it is seldom if ever neglected. Even if not paid, the passenger is liable for it; and this obliges the owners of a stage-coach to the exercise of ordinary diligence.\nError to the District Court of Allegheny county.\nSept. 11. This was an action on the case brought by John Rowand, plaintiff below, and defendant in error, against Arthur McGill, Edward W. Hays, James Stewart, Griffith Bennett, and Prescot Metcalf, defendants below, and plaintiffs in error, to recover the value of two trunks and their contents.\nIt was testified on the trial, in substance, that the defendants were owners of the line of stages from Pittsburgh to Meadville ; that the plaintiff and wife were passengers in the stage from Pittsburgh to Meadville, in July, 1843; that two large trunks of the plaintiff were replaced in the stage-coach at Butler; that after travelling eight or nine miles from there, the stage was met in a hollow about ten or elevén o’clock at night, by two men and a woman with a lantern. These persons stopped and talked with the driver for some time. When the driver parted from them, he drove veryfast up the h¿}l. About an hour after this occurred, the two trunks' of the plaintiff were missed, since which time nothing had been heard of them. There was some further evidence of singular behaviour, on the part of the driver at the time, and afterwards, when searching for the trunks; and also of his singular account of the circumstances of the loss, leading to inferences of great carelessness, if not of collusion.\nPlaintiff’s counsel offered, and the court admitted in evidence, under objection, the deposition of the plaintiff, containing a list of the articles in his trunk, with the values annexed ; also the deposition of plaintiff’s wife, containing a list of the articles in her own, and her husband’s trunk. In the catalogue testified to, and valued by the wife, were a valuable diamond breast-pin, a gold breast-pin, and a miniature set in gold, with chain. To the admission of these depositions, defendants excepted, and the court sealed bills of exceptions. Some additional evidence of the value of the diamond pin, miniature, and the more costly clothing, was given in the depositions of other witnesses.\nDefendants requested the court to charge the jury:\n1. That the plaintiffs having failed to prove the payment of stage fare from Pittsburgh to Meadville, the defendants are naked bailees, and not responsible, except for gross negligence of themselves or servants.\n2. No proof of the value of the articles in the trunk having been made by the plaintiff, the jury cannot presume their value.\n3. The defendants having had no notice that the trunks in question contained jewelry, or other articles of greater value than ordinary wearing apparel, they are not liable for such articles as jewelry.\nThe court refused to charge as requested, and the jury found for the plaintiff. Whereupon the defendants sued out this writ of error, and made the following assignments for error.\n1. The court erred in admitting the deposition of Mary Ann Rovrand, the wife of the plaintiff below.\n2. The court erred in admitting the testimony of plaintiff and his wife, as to the value of the articles in the trunks.\n3. The court erred in their answers to the three several points submitted by the counsel of defendants below.\nMcClure and McCandless, for plaintiffs in error.\nSelden and Dunlop, contra.\nSept. 15."
  },
  "file_name": "0451-01",
  "first_page_order": 449,
  "last_page_order": 451
}
