{
  "id": 400585,
  "name": "Marks v. Swearingen",
  "name_abbreviation": "Marks v. Swearingen",
  "decision_date": "1846-09-16",
  "docket_number": "",
  "first_page": "454",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Serg. &. Rawle, 73",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "12 Serg. & Rawle, 388",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8879016
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/12/0388-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 307,
    "char_count": 5695,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.0294425644758157e-07,
      "percentile": 0.547688494580186
    },
    "sha256": "4aaafadb45bb02989166a206576453af0a12f8bbfcf2ceda2ba0060ba13ee9b9",
    "simhash": "1:f2eb10c88c4f3d31",
    "word_count": 1034
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marks v. Swearingen."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis action is trover and conversion, instituted before a justice of the peace, for a mare of the value of $50, and so stated on the docket of the magistrate. When before the justice the cause was referred, the referees awarded for the plaintiff $19, and costs. From this award the plaintiff appealed, and, when' in court, entered a rule under the compulsory arbitration act. On the 5th of December, 1845, the arbitrators awarded for the plaintiff $40. From this award the defendant, on the 24th December, 1845, appealed. Prior to this, on the 6th of December, the defendant obtained a rule to show cause why the appeal from the award before the justice should not be quashed; which rule, on the 6th of February, 1846, was made absolute, and the appeal quashed. The quashing of this appeal is assigned for error.\nThe reasons of the court for quashing the appeal are not on record. I think it is as well that the record is silent on that subject. The counsel of the defendant attempts to sustain the proceedings of the Common Pleas, upon the ground that the referees appointed by consent, before the justice, found an award for the plaintiff for a sum less than $20. The construction of our statutes, extending the jurisdiction of justices of the peace, has been long settled. I need only refer to Soop v. Coats, 12 Serg. & Rawle, 388, where it was held, that in a suit before a justice, where the sum demanded and set forth on the docket exceeds $20, and arbitrators find for the defendant, or reduce the plaintiff’s demand more .than $20, the plaintiff is entitled to an appeal. In that case it was set forth on the docket of the justice, that the action was for a debt of $42 ; the judgment was for $9 75 ; it was held that the plaintiff was entitled to an appeal. In this case, it was stated on the justice’s docket that the mare was of the value of $50. The demand was for that sum.' The report of the referees was’for $19. The defendant did not question the right of the plaintiff to appeal, until after he knew the result of the trial on the arbitration out of the Common Pleas. The'áppeal was in court from the 17thof June, 1845, a declaration filed, and a plea entered; the rule to arbitrate out of- court on the 8th of' November; the parties heard, and the cause'tried on the 5th of December, 1845, when the report was filed. Then the defendant obtained the rule of the Common Pleas to quash the plaintiff’s appeal from the docket of the justice.\nThe defendant took care not to place -confidence in this rule, for on the 24th of December, 1845, he appeals from the last award. Although the cause was again in court; on the 6th of February, 1846, the court made the rule obtained on the 6th of, December, absoluie, and quashed, the appeal. It is now faintly urged that the second section of the act of the 22d of March, 1814, (6 Smith’s Laws, 182, Purdon, 626, sixth edition,) prohibits an appeal, when the judgment on an award does not exceed $20. The saTne provision is contained in the fourth section of the act of the 20th of March, 1810. Besides, the fourth section of the act of the 22d of March, 1814, directs that appeals under that act-.shall be regulated by the act for the recovery of debts and demands not exceeding $100, unless there is a special provision to the contrary. In-this case the demand of the plaintiff was for $50. The award and judgment was for $19. -The award and judgment was given ágainst the plaintiff for.$31 less than she claimed. In Stewart et al. v. Keemle, 4 Serg. &. Rawle, 73, the court says, that it is their duty to give these acts, extending the jurisdiction of justices of the peace, a fair construction, according to their spirit and meaning. The whole course of decision on the construction of the acts of 1810 and 1814 has been uniformly favourable to the right of appeal. We are not now going to uproot the salutary construction these acts have received. The lateness of • the application should have prevented the court, if there had been no other ground, from quashing the appeal. The defendant had acquiesced in the appeal, until a trial was had on the merits of his case. Finding the case against him, he tries to get clear of it in this illegal and summary manner. Such a proceeding cannot receive the sanction of this court.\nThe judgment of the Court of Common Pleas quashing the appeal is reversed, and the case reinstated.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Swartzwelder,- for plaintiff in error.",
      "Thomas Hamilton, contrà."
    ],
    "corrections": "",
    "head_matter": "Marks v. Swearingen.\nWhere it appeared on the docket of the justice, that the action was trover for a mare of the value of $50, and the action was submitted by consent to referees, who awarded for the plaintiff a sum less than $20, it was held, that the plaintiff was entitled to an appeal.\nWhere an appeal from the judgment of a justice of the peace was taken on the 17th of June, 1845, and entered to October Term, 1845, and the motion to quash the appeal was not made until the 6th of December, 1845, after the cause had been referred to arbitrators, a trial upon the merits had before them, and their award filed; it was held, that the application to quash was too late.\nError to the Common Pleas of Allegheny county.\nSept. 12. This was an appeal to the Court of Common Pleas, from the judgment of a justice of the peace, in an action of trover, for a mare of the value of $50, brought before him by Elizabeth Marks, the plaintiff in error, against' Hugh Swearingen, the defendant in error.\nThe facts of the case are so fully stated in the opinion of the court, that a repetition of them here would only serve to swell this report.\nThe only question here was, whether the court below were right in quashing the appeal.\nSwartzwelder,- for plaintiff in error.\nThomas Hamilton, contrà.\nSept. 16."
  },
  "file_name": "0454-01",
  "first_page_order": 452,
  "last_page_order": 454
}
