{
  "id": 400539,
  "name": "Sands v. Rolshouse",
  "name_abbreviation": "Sands v. Rolshouse",
  "decision_date": "1846-09-15",
  "docket_number": "",
  "first_page": "456",
  "last_page": "458",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 456"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Serg. & Rawle, 383",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0383-01"
      ]
    },
    {
      "cite": "7 Watts, 193",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0193-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 284",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0284-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 326,
    "char_count": 5560,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 1.1838708293846529e-07,
      "percentile": 0.5892785641170586
    },
    "sha256": "b016b3af4e72a1a4ed19a14585673d1b817eb42ebb0db0795ba42e34060660a3",
    "simhash": "1:f386481cef9fa010",
    "word_count": 975
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sands v. Rolshouse."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe objections to the award rest on extrinsic circumstances, which the Supreme Court is incompetent to verify. No mistake appears on the face of the report, and a court of error can look at nothing else. For the correction of other errors, committed by arbitrators, the court below is the proper tribunal.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Mellon, for plaintiff in error.",
      "Bigham, contrà."
    ],
    "corrections": "",
    "head_matter": "Sands v. Rolshouse.\nMistakes which appear on the face of a report are examinable in a court of error; for the correction of other errors committed by arbitrators, the court below is the proper tribunal.\nError to the Common Pleas of Alleghany county.\nSept. 14. This suit was commenced before a justice of the peace, by David Sands, the plaintiff in error, against George Rolshouse, the defendant in error. The justice gave judgment in favour of the plaintiff; whereupon the defendant appealed.\nThe cause was marked for trial, and put upon the trial list, for October Term, 1845. On the 8th of December, 1845, it was submitted by consent, in open court, to referees, &c., on whose award, or that of a majority, judgment was to be entered by the prothonotary, without exception or appeal. The referees filed their award on the 20th day of May, 1843, finding in favour of the defendant, on which the prothonotary entered judgment. On the 23d of May, 1846, the plaintiff’s counsel obtained a rule to show cause why the cause should not be referred back to the same arbitrators for further consideration and action ; and filed the following additional report or statement, made by the referees.\n« The undersigned, arbitrators in the case of Sands v. Rolshouse, No. 154, June Term, 1845, referred to us without exception or appeal, would beg leave-to state to the court, that we entirely overlooked a small balance coming to the plaintiff, over and above the set-off allowed to defendant. That the set-off was the only point apparently in controversy, and having allowed it in favour of the defendant, we made up our award in his favour. That after this was done, but before it was lifted, our attention, that is, the attention of two of the arbitrators, was directed to the fact of their being still a small balance in favour of the plaintiff; and that we had determined to examine the matter and change the award accordingly, but found that it had been lifted without the consent of a majority of the board. The arbitrator in whose possession it was left, not knowing these facts, gave up the award. In view of these facts, we therefore ask the court to direct, that the award shall be referred back to the same arbitrators, for the correction of this\nSigned by the three' arbitrators.\nOn examining the books of original entries of Mr. Sands, there appears to be a balance in his favour of fifty-one cents, which was not considered by the referees, on the trial of the case.\nSigned by two of the arbitrators.\nTo the original report, the plaintiff filed the following exceptions:\n1. The referees committed a plain mistake in matter of fact, according to their own showing and certificate.\n2. They committed a mistake in matter of law.'\nThe court, after argument, discharged the rule.\nThe counsel of the plaintiff then, viz., on the 7th of July, 1846, obtained a rule to show cause why the award of referees should not be quashed.\nThis rule was also discharged after argument.\nThe plaintiff thereupon took a writ of error and assigned the following errors in this court:\n“1. The court erred in discharging the rule taken upon the 23d day of May, 1846, to show cause why the award should not be referred back for correction to the arbitrators.\n“ 2. The court erred in discharging the rule to quash the award, taken upon the 6th of July, 1846.\n“ 3. Judgment was entered upon the award and execution issued, without notice being served upon the plaintiff, as required by act of Assembly and the rules of court.\nMellon, for plaintiff in error.\nAlthough, as a general rule, the setting aside awards belongs to the discretionary power of the courts below, yet it is not altogether confined to them. There are cases in which this court have set aside awards, and also reinstated them, when improperly set aside.\nThe referees in this case certified the error they had committed in making up their report. This certainly presented a strong case; and they ought to have been permitted to correct their own error. In consequence of this mistake, their award wras in favour of the wrong party.\nOne of the causes under the arbitration act of 1836, for setting aside an award, is a plain mistake of law or fact. We brought ourselves within this provision, and the court below were bound to notice it. But we were denied all redress and our rules discharged.\nHe cited the rules of the Court of Common Pleas, for the purpose of showing that a judgment nisi may be entered on reports of referees, when filled by the prothonotary in vacation, or in term time, on motion, according to the terms of the submission.\nBigham, contrà.\nThe rule of court cited does not apply to this case. He contended that this case was not the subject of a writ of error, and cited Harkin v. Elliott, 7 Serg. & Rawle, 284; Kneisly v. Shenberger, 7 Watts, 193; Wilson v. Commonwealth, 3 Penna. Rep. 531.\nThe resubmitting the case to the same arbitrators, not the subject of a writ of error, being a matter within the discretion of the court. Burke v. Young, 2 Serg. & Rawle, 383; Kline v. Guthart, 2 Penna. Rep. 495.\nHe also cited the rules of court to show that exceptions to report of referees should be filed within twenty days, which was not done here.\nSeptember 15."
  },
  "file_name": "0456-01",
  "first_page_order": 454,
  "last_page_order": 456
}
