{
  "id": 400548,
  "name": "Simpson v. Lapsley",
  "name_abbreviation": "Simpson v. Lapsley",
  "decision_date": "1846",
  "docket_number": "",
  "first_page": "459",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 459"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 266,
    "char_count": 4250,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 7.910444093458357e-08,
      "percentile": 0.46102185880335106
    },
    "sha256": "0ea2149e54cecd52f9ebdec44c526140b60b994d81fe8d6c5fc549fb16702e81",
    "simhash": "1:23e3c42682d2713c",
    "word_count": 767
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simpson v. Lapsley."
    ],
    "opinions": [
      {
        "text": "Per. Curiam.\nThe charge of the judge below is an accurate exposition of the law of the case, which we adopt in all its parts.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per. Curiam."
      }
    ],
    "attorneys": [
      "Mellon, for plaintiff in error.",
      "Woods, contrà,"
    ],
    "corrections": "",
    "head_matter": "Simpson v. Lapsley.\nThe seventh section of the act of 20th March, 1810, only requires a defendant to make a set-off when his demand against a plaintiff does not exceed the sum of $100.\nWhere, therefore, the demand of a defendant; which was founded on a book account, exceeded the sum of $100, it was held, that he was not bound to submit particular items, or any part of Ms demand, by way of set-off against the claim of the plaintiff to the jurisdiction of the justice, before whom the plaintiff had brought his suit; and that he was not barred by his neglect or refusal so to do, from recovering any part of his said demand, in a subsequent suit against such party plaintiff.\nError, to the District'Court of Allegheny county.\nSeptember 14. This was an action of assumpsit, on book account, for $400, brought in September, 1845, by John Lapsley, the defendant in error, who was plaintiff below, against John Simpson, the plaintiff in error, who was defendant below. The declaration contained the common money counts in assumpsit, and a count for use and occupation; to which the defendant pleaded non assumpsit and payment, and set-off with leave, &c. It appeared by the docket of William McClure, a justice of the peace, who was called and examined as a witness by the plaintiff, on the trial in the court below, that Simpson, the defendant, had brought a suit against Lapsley, the plaintiff, before the said William McClure, in November, 1844, to recover a demand of $57 68, for boarding and washing; and that he obtained a judgment for the amount claimed.\nThe justice testified, that on the hearing of the case before him, the defendant, Lapsley, put in a bill for $300, which was not acted on by him, because the amount was beyond his jurisdiction, and because the defendant refused to permit any part of the same to be set-off against the claim of the plaintiff. That he did not pass upon the defendant’s account at all. On his cross-examination, a paper having been exhibited to him, he said, “This is the paper Lapsley had before me. The figures in pencil mark were made by me.”\nThe paper, of which the following is a copy, was then given in evidence:\n“ Item for rent, $62 50\n“ do. 62 50\n“97 days’ work, 36 37J\n“ Damages for not hauling manure, 40 00\n“$201 37V’\nThe only material part of the charge of his honour, Judge Grier, to the jury, is the following:\n“The plaintiff, in this case, is not estopped from recovering any part of.his claim, because it was not offered as a set-off before the justice, when sued by the present defendant. If the present plaintiff’s demand against the plaintiff in the other suit, was over one hundred dollars, he was not bound to submit any portion of it to the jurisdiction of the justice, or sever it into parts for the 'purpose of set-off. Besides, suppose he was bound to take some item of the account or demand, which he then claimed against the present defendant, and set it off against the claim of the plaintiff in that suit, can the defendant in this case, or the jury, or the court, select the one he was bound to set off? The act of Assembly only requires a defendant to make his set-off, when his demand, &c., shall not exceed one hundred dollars. The case of Holden v. Wigins, 3 Penna. Rep. 470, which says, that a defendant might have selected a single item out of an account, exceeding one hundred dollars, and set it off does not say that he was bound to make such a selection; and that in default of his so doing, the court or jury would select such an item for him, as they may think he might or ought to have set off, and estop him from the recovery thereof, when he sues on his account.”\nTo this part of the charge, the defendant excepted.\nThe jury found the following verdict: “Verdict for the plaintiff, $59 61. After deducting $82 62, the judgment before William McClure, Esq.” The defendant, thereupon, took this writ of error, and assigned the charge of the court, on the evidence in the cause, in relation to the set-off, made before the alderman, as error here.”\nMellon, for plaintiff in error.\nWoods, contrà,\nwas stopped by the court."
  },
  "file_name": "0459-01",
  "first_page_order": 457,
  "last_page_order": 458
}
