{
  "id": 400648,
  "name": "Purdy v. McCullough",
  "name_abbreviation": "Purdy v. McCullough",
  "decision_date": "1846-09-15",
  "docket_number": "",
  "first_page": "466",
  "last_page": "469",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 466"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Pick. 73",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013194
      ],
      "pin_cites": [
        {
          "page": "76"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0075-01"
      ]
    },
    {
      "cite": "15 Mass. 490",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. Rep. 479",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. Rep. 441",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/2/0441-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. Rep. 693",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0693-01"
      ]
    },
    {
      "cite": "5 Johns. 193",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0193-01"
      ]
    },
    {
      "cite": "19 Johns. 95",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        380587
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/19/0095-01"
      ]
    },
    {
      "cite": "17 Johns. 284",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6065010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0226-01"
      ]
    },
    {
      "cite": "19 Pick. 1",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2037587
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/36/0001-01"
      ]
    },
    {
      "cite": "17 Mass. 204",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "12 Mass. 300",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2051953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0262-01"
      ]
    },
    {
      "cite": "5 Johns. 335",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0335-01"
      ]
    },
    {
      "cite": "4 Binn. 371",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0337-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 431",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Mass. 422",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000775
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0344-01"
      ]
    },
    {
      "cite": "1 Johns. 15",
      "category": "reporters:state",
      "reporter": "Johns.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "215"
        },
        {
          "page": "215"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "14 Johns. 352",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376202,
        376269
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0354-02",
        "/johns/14/0354-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 9236,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 5.875742183396917e-08,
      "percentile": 0.36826529268694813
    },
    "sha256": "e5885865b5a80b7479c23b8a7a29de5c8ee0856bf7081d2c32188f07b8a51994",
    "simhash": "1:aae709216a4de332",
    "word_count": 1645
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Purdy v. McCullough."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nTrover is founded in property; and unless the plaintiff proved a prima facie case of it, he broke down at the start. What was his title ? He produced a note, equitably assigned to him, for “ one hundred and forty-seven dollars’ worth of lumber” — in other words, a note for money payable in lumber. But that gave no right to any lumber in particular. It was drawn by Eldred in favour of Wright, who passed it as a collateral security without endorsement to McCullough, (the defendant,) who afterwards sent it by Wright to Eldred, with a request that he would pay it in money or send lumber. Wright delivered the message, but not the note; and Eldred sent the lumber, but not before Wright had endorsed the note to Purdy, (the plaintiff.) Now, it is obvious, that Purdy had no other remedy than an action on the note, which was ■an executory contract, and not a sale, which is a contract executed. Besides, as an equitable assignee, Purdy stood exactly in the place of Wright, who could not dispute the title to property which had been delivered by his own order in payment of his debt. The plaintiff) therefore, failed to make out the shadow of a case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Shinn, for plaintiff in error.",
      "The court declined to hear McClure and McCandless, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Purdy v. McCullough.\nTrover is Founded in property; and unless the plaintiff prove a prim& fade case, he cannot maintain the action.\nWhere, therefore, a plaintiff, in trover for certain lumber, produced and gave in evidence a note, which had been equitably assigned to him, for money payable in lumber ; it was held, that the note gave him no right or title to any lumber in particular; and that he had failed to make out a case.\nIn such case, the only remedy of the plaintiff was an action on the note, which was an executory contract and not a sale, which is a contract executed.\nError to the District Court of Allegheny county.\nSeptember 14. This was an action of trover for certain lumber, brought by Andrew Purdy, the plaintiff in error, and plaintiff below, against Henry McCullough, the defendant in error. The material facts out of which the controversy in the present case arose, are the following:\nOne Edward Wright held a note, given by a certain George F. Eldred,. for $147, payable in lumber. Wright was indebted to Henry McCullough, the defendant, and gave him the note of Eldred, as security, without any transfer of it. McCullough, a short time after-wards, handed the said note to Wright, and requested him to take it up to Eldred, in Warren county, and try to get the money for it. If he could not get the money, he was to have the lumber sent. Wright took the note, saw Eldred, and directed him to send the lumber to McCullough, but did not deliver the note. Eldred sent the lumber some time thereafter, and its delivery was acknowledged by McCullough. Wright, after thus directing Eldred to pay McCullough the lumber on the said note, entered into a trade with the plaintiff, Purdy, and amongst other things, passed over to him this said note of Eldred’s, by endorsement, and then left the country. After the defendant received the lumber from Eldred, he learned that Wright had left the note with Purdy, and thereupon wrote to Purdy to send him the note. Purdy brought the note to him, but claimed that it belonged to him, and that he had purchased it of Wright, and demanded the lumber, sent by Eldred, of the defendant. The defendant refused to deliver him the lumber, because he claimed it himself.\nBefore Eldred sent the lumber to the defendant, McCullough, pursuant to the verbal directions of Wright, had received notice, that his said note was in the possession of the plaintiff, Purdy.\nHis honour, Judge Grier,' after referring to the facts of the case, charged the jury thus :\n“This seems to be a case where one of two innocent persons must suffer, from the knavery of a third, and whoever has the legal advantage has a right in consequence to retain it.\n“ The defendant has bond fide possession of the lumber which Eldred owed Wright,, delivered to defendant by Wright’s verbal directions to Eldred. Plaintiff has possession of Eldred’s note, which contains the written evidence of his indebtedness to Wright. Which is in the best position, or has the best title to the lumber ? Tn order to support trover, the plaintiff must show title in himself to the lumber. Has he shown a title to the lumber ? Most clearly not. The note is but the evidence of a contract between Wright and Eldred ; it is not payable to order,- and if it were, it does not .partake of the nature-of mercantile paper, which passes by endorsement, being payable in lumber. The transfer .of the paper alone did not pass the title to the lumber; and if the defendant received it in good faith on account of his debt, and not as the agent or consignee for the plaintiff or the holder of the paper, he has a right to retain it, and plaintiff has shown no title by which he can recover, unless you believe that defendant received it as agent or consignee of plaintiff, or the person who held the paper. Plaintiff’s counsel has compared this paper to a bill of lading, which entitles the holder to demand the goods of the consignee, and the delivery of which is equivalent to a delivery of the property, and passes the title. The comparison is ingenious; but it is enough, to say, that it halts materially, unless the jury find that defendant received the property not for himself, but as consignee, to be delivered to the person w'ho held the paper — a view of the facts which the counsel himself has not ventured to assert as fairly deducible from the testimony given by himself.”\nTo this charge the plaintiff excepted; and the jury having returned a verdict for the defendant, he removed the record by writ of error to this court, where he assigned the following errors:\n“1. The court erred in withdrawing (he facts from the jury, and expounding the law as applicable to a case stated by the court; instead of leaving the jury to make out the facts from the testimony. ' -\n“ 2. The court erred in referring to the jury, as a fact for their decision, the legal relation of the- parties to each other. Whether the. defendant was or was not the consignee or agent of the plaintiff, was an inference of law, ‘deducible from the facts of the case;\n“ 3. The court erred in instructing the jury that the plaintiff had shown no title to the lumber.”\nShinn, for plaintiff in error.\nThe argument before the jury was almost exclusively on the facts. Whether McCullough was agent for Purdy, depended in no way upon his option or volition, as seems to be implied from the charge. If plaintiff had the legal title to the lumber, defendant’s relation to him was that of factor, carrier or wharfinger. It was never alleged on our part, that McCullough was Purdy’s consignee. No matter whether he chose to recover the property for himself or not, the law fixes his relation. He either stood in one of these relations to Purdy, or else he was a mere, stranger. In comparing this note to a bill of lading, I consider the plaintiff himself the actual consignee. Eldred made the contract of delivery ; Wright was the consignee to whom the lumber was deliverable, and received this written evidence of the contract or bill of lading, which he assigned for a valuable consideration to Purdy, the plaintiff. If the assignment passed the title, the plaintiff became the consignee. Eldred forwarded the lumber, not to pay the debts of Wright to McCullough, but to pay his own by lifting the notes. So says McCullough, in his affidavit. McCullough then is in the legal position of agent to both Eldred and Purdy; and unless he can show some lien on the lumber, must, deliver it on presentation of the note. As to plaintiff’s title to the lumber, property draws possession. 14 Johns. 352; 1 Johns. 15,215; 6 Mass. 422. The assignment of a bill of lading vests the title. Griffith v. Ingledew, 6 Serg. & Rawle, 431; Bank of North America v. McCall, 4 Binn. 371.\nIf the transaction is viewed as a sale of the lumber, delivery may be symbolical or constructive, such as the nature of the case may admit of. Story on Contracts, 513; 5 Johns. 335; Jewett v. Warren, 12 Mass. 300; Rice v. Austin, 17 Mass. 204; Carter v. Willard, 19 Pick. 1.\nIf we view the note of Eldred as a chose in action, then choses in action are assignable, and assignees will be protected in their title. 2 Bl. Com. 442. Equity will protect the assignment of a chose in action. Story on Con. 125; Prescott v. Hull, 17 Johns. 284 ; Briggs v. Dorr, 19 Johns. 95, 96 ; Eels v, Finch, 5 Johns. 193 ; Allen v. Randolph, 4 Johns. Ch. Rep. 693. The defendant has no legal or equitable right to defeat our title. The assignee of a chose in action takes, subject to equities between the original parties, but free from all latent equities existing in third persons. Murray v. Lylburn, 2 Johns. Ch. Rep. 441; Livingston v. Dean, 2 Johns. Ch. Rep. 479; Allen v. Megguin, 15 Mass. 490; Holly v. Huggeford, 8 Pick. 73, 76.\nIt is unnecessary that the plaintiff should ever have had the actual possession, for it is a rule of law, that the property of personal chattels draws the possession. 14 Johns. 352; 1 Johns. 15, 215; 2 Saund. 47.\nThe court declined to hear McClure and McCandless, for the defendant in error.\nSept. 15."
  },
  "file_name": "0466-01",
  "first_page_order": 464,
  "last_page_order": 467
}
