{
  "id": 400613,
  "name": "Hillier v. Allegheny County Mutual Insurance Company",
  "name_abbreviation": "Hillier v. Allegheny County Mutual Insurance",
  "decision_date": "1846-09-21",
  "docket_number": "",
  "first_page": "470",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 470"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Wend. 367",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0367-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 593,
    "char_count": 12362,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 7.731324932096724e-07,
      "percentile": 0.9717591643373803
    },
    "sha256": "45afb26e1856ea7d232ba51fa421e5944e9071807201734853ed4976350543cd",
    "simhash": "1:f8a6293edb4b3267",
    "word_count": 2226
  },
  "last_updated": "2024-02-27T21:57:14.601632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hillier v. Allegheny County Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\ninsurers are answerable for direct and immediate, not for consequential and remote, losses from a peril insured against. When that is fire, the instrument of destruction must be fire. On no other principle than that the character of the loss is determinable by the proximate cause of it, could the insurers have been held liable for the loss of the Dutch ship mentioned in Marshall on Insurance, p. 421, as having been burnt by the Spaniards at Majorca in consequence of an apprehension that the crew were infected with the plague. An inversion of the rule would have made them liable only in case the plague had been one of the perils mentioned in the policy. It would also have protected the insurers in the Patapsco Insurance v. Coulter, 3 Peters, 322, from liability for the loss of the ship burnt by the negligence of the captain and crew. But the converse of the rule which charges the insurers with a loss of which the particular peril is the proximate cause, exempts them where it is the remote one ; and this rule is a part of the general law of insurance, though I confess I have seen no application of it to any other policy than a marine one, except Austin v. Drewe, 6 Taunt. 436, which, however, comes entirely up to the point. In that case it was determined that a loss from heat without' ignition in a process of manufacture, was not covered by a policy against fire. But there would be no certainty in the contract were it expounded by any thing else; for it would often be impossible to determine how far remote causes were influential in bringing about the disaster. Now, neither the stock of goods in the defendant’s policy, nor the house which contained it, was touched by the fire; but the goods were damaged in the removal of them, under a reasonable apprehension that they would be reached by the flames which had caught one of the houses in the same block. On this plain ground, there was a failure of the defence in point of merits.\nThe decision of the question, whether it could have been set off in this action, on the defendant’s premium note, had it been found, would also have been against him. Such a defalcation might work no injustice in ordinary circumstances, especially if all the members of the association were insolvent; for there would be enough in hand to pay the current losses. But in a time of overwhelming disaster, such as occurred .when the fire in question laid a third of this city in ashes, it would work most unjustly, by enabling a member who stood in the double relation of debtor and creditor, to get more than his share of the insolvent fund. Where the company is bankrupt, each member is entitled to payment, not of his whole loss, but of a part of it, in the proportion which the amount of all the losses bears to the amount of the joint effects. If the fund is sufficient to pay ten per cent, all round, he is entitled to recover ten per cent; but by defalcating his entire loss, he might, in effect, perhaps receive twenty. Nor could he set off his loss_pro tanto. It is to be remembered that each sufferer is an insurer as well as a party insured; and that he is bound to make compensation, as well as entitled to receive it. But it is not perceived how the pro tanto amount of his loss could be ascertained before all the available securities of the company had been called in, and the demands upon it liquidated. The plain and practicable plan of settling the affairs of an insolvent company of mutual insurers, is to liquidate its means and its responsibilities separately. In this respect also the defalcation would fail.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Layng and McCandless, for plaintiff in error,",
      "Williams, contrà."
    ],
    "corrections": "",
    "head_matter": "Hillier v. Allegheny County Mutual Insurance Company.\nInsurers are answorable for direct and immediate, not for consequential and remote Josses> from a peril insured against.\nIn debt by a Mutual Insurance Company on the premium note of a defendant, where neither the stock of goods in defendant’s policy, nor the house which contained it were touched by the fire, but the goods were damaged in the removal of them, under a reasonable apprehension that they would be reached by the flames, which had caught one of the houses of the same block; it was held, that the injury sustained by the defendant in the removal of his goods was not a loss which was covered by his policy against the peril of five.\nIn such case, the loss of defendant, if it be found, cannot he set off to the action brought by the company, where the funds of such company are not adequate to pay all tho losses which have been occasioned by an extensive and disastrous fire.\nError to the District Court of Allegheny county.\nSept. 15. In the court below, the action was debt, brought by the Allegheny County Mutual Insurance Company, on the premium note of Thomas A. Hillier, a member of the said company. The defendant claimed to be a sufferer by the fire, in the city of Pittsburgh, of the 10th of April, 1845, and pleaded non-assumpsit, payment with leave, &c., and set off. On the trial in the court below, after the evidence had been closed, the parties agreed that the evidence be considered as a case stated, in the nature of a special verdict, for the opinion of the court, on which the court should render judgment, with leave to either party to take a writ of error. The questions raised and submitted under the evidence were the following:—\n1. Whether the defendant’s loss came within his policy.\n2. If it did, whether it could be set off in this action; as the funds of the company were admitted to be insufficient to pay all the losses sustained by the fire.\nThe material facts of the case are fully stated in the following opinion of his honour, Judge Grier, on the case stated. .\n“ This is an action brought by the Allegheny County Mutual Insurance Company, against Thomas A. Hillier, on his premium note of $160, given for the insurance of defendant’s stock of looking-glasses and furniture in a house in Wood street, on which live per cent, was paid at the time of insurance.\nOwing to the losses sustained by the company from the fire of the 10th of April last, the company have made calls on the members for the balance due on their notes, and the additional one per cent, according to the form of the charter, and now demand the balance of defendant’s premium note, $152, together with one per cent, on $3200, the amount insured, (viz., $3200,)in all the sum of $184, with interest from the 10th of July, 1845.\nThe defendant claims to set off' the sum of $100 on account of Iiyury sustained by the removal of his goods from the building at the time of the great fire in April, 1$45. His house was not on fire, nor were his goods injured directly by the fire, but the fourth house from his was at one time on -fire, (though afterwards the fire was extinguished,) and there was a reasonable ground of apprehension, that his house would be consumed in that terrible conflagration, such as would justify the precaution of removing his goods to save them from the fire.\nOn these facts, two points have been submitted to the court.\n1. Whether the injury thus sustained by the defendant’s goods is a loss within the policy, for which he has a right to claim contribution from the plaintiffs; and,\n2. If it be, whether it can be set off in the-present action, it being admitted the company is wholly insolvent) and the amount of its funds insufficient to pay all its losses. . ■\nBy the policy of insurance, the plaintiffs covenant to settle and pay to the defendant all loss or damage, not exceeding, in the whole, the said sum of $3200, which shall or may’ happen to die aforesaid property by means of fire during the time this policy remains in force.\nCan it be said that the defendants’ goods in this case have suffered damage by means of fire ? I think not. ■ His goods were not burnt} they were not injured by the fire; thp house containing them was not on fire, nor was it necessary to remove them in order to save them from burning, although- the removal was but a prudent precaution, under the circumstances of the 'case. Admitting that the insurers would be liable in cas'es where goods are injured by the fire engines in .putting out a fire, when the building containing the goods was actually on fire, or- by the removal of the goods under the same circumstances, although the goods may not have been burnt, but in fact were injured by water, or by breakage in the act of saving them from fire; yet this must be on the ground that the fire • is the proximate cause of tire injury, and by a liberal construction of the policy,'the goods may be said to have suffered damage by means of fire; and I believe it has been the custom of insufers to pay losses incurred in such cases. • But in the present case, the fire, though it may be said to be the remote cause of the injury, the causa causans, it cannot properly be called the proximate cause. The property was not on fire, neither the house which contained it, nor were the goods injured by endeavours to extinguish the fire, or save them from it. The plaintiffs have not insured against apprehensions of fire, and the injury sustained originated not from necessity to save them from impending fire, but from the prudent anticipation of damage from it.\nI have not been able to find any case in point. The case of the City Fire Insurance Company v. Corlies, 21 Wend. 367, cannof be construed as an authority against my present position. In that case, the'goods insured ’were destroyed by the house being blown up by the city authorities to stop the great fire in New York, and to save it and others from being burnt, as it otherwise certainly would. But the insurers in that case were held liable, because fire was the proximate cause of the loss, for the court there say, “ The company agrees to make good unto the assured all such loss or damage unto the property as shall happen by fire. Thus far there is no limit to their undertaking. If the loss happen by fire, unless there was fraud on the part of the assured, which is not pretended in this case, it matters not how the flame was kindled, whether it be the result of accident or design, whether the torch be applied by the honest magistrate or the wicked incendiary, whether the purpose was to save the city as in New York, or the country as at Moscow. And I may add, whether the fire be applied to gunpowder in the basement, or by a burning shingle on the roof. Hence, it has been held, that the insurers are liable where the house has been burnt by the negligence of servants, or of the owner, because the fire is the proximate cause of the loss and the negligence, but the remote cause. See Walker v. Maitland, 5 Barn. & Aid. 174; Bush v. Insurance Company, 2 Barn. & Aid. 73; Waters v. Insurance Company, 11 Peters, 222; Insurance Company v. Coulter, 3 Peters, 222; 10 Peters, 518.\nNor can this case be compared to those cases in marine insurances, where, to escape from some imminent peril that is insured against, it is necessary to cut away the mast, or a cable, or throw overboard a part of the cargo, or to cases of general average from jettison, &c. This doctrine is founded on the necessity of a sacrifice of a part in an imminent peril, to save the remainder, and is an act beneficial to the insurer. This doctrine might apply to cases of injury necessarily inflicted on property in extinguishing the fire, but cannot apply to accidental injury to goods incurred from a removal of goods as precaution against injury by an apprehended fire.\nThe decision of the first point being conclusive of the case, an opinion on the second is not necessary. But I think that point, also, is against the defendant. By the peculiar constitution of mutual insurance companies, the insured are also the insurers. If the company be insolvent, and their whole means are insufficient to pay all their losses, their whole fund must be collected, and fairly apportioned according to their legal parity, or by equitable apportionment. This could not be done if set-off were permitted.\nLet judgment be entered for plaintiffs, for tbe sum of $184, and interest from lOtb July, 1845, $8 5Q ; in all, $192 50.\nThe defendant, thereupon, sued out this writ of error, and assigned in this court the following error :\nThe court erred in directing judgment to be entered forthe plaintiffs.\nLayng and McCandless, for plaintiff in error,\nWilliams, contrà.\nSept. 21."
  },
  "file_name": "0470-01",
  "first_page_order": 468,
  "last_page_order": 472
}
