{
  "id": 400670,
  "name": "Jones v. McKee et Ux.",
  "name_abbreviation": "Jones v. McKee",
  "decision_date": "1846-09-26",
  "docket_number": "",
  "first_page": "496",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "3 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 581,
    "char_count": 13827,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 2.764633706895639e-07,
      "percentile": 0.8338553714907703
    },
    "sha256": "fe3b52d6029f6ab5ebe795114000b25ba27fad818759711a3c70cb200b00d957",
    "simhash": "1:ca61918c9e122bde",
    "word_count": 2520
  },
  "last_updated": "2023-07-14T20:32:57.216722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jones v. McKee et Ux."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis was an ejectment brought for the undivided moiety of a tract of one hundred and seventy .acres of land, on Chartier’s creek. The plaintiff gave in evidence the will of Rachel Jones, dated the 31st of August, 1823, who was admitted to have been the mother of the plaintiff, and of Ellen McKee, who was defendant with her husband, and that Rachel died seised of the premises in question.\n“ I will and devise the tract of land whereon I now live, (being the same sought to be recovered in this case,) to my son Ephraim, and my daughter Nelly, to be equally divided between them, to hold to them and their heirs for ever.” Together with a codicil thereto, of a date subsequent to the said will, in the words following, viz.:\n“ Having altered my mind with respect to the first item of the foregoing will, I do make the following addition or codicil thereto, 'to wit: I give and devise to mj1' daughter Eleanor or Nelly Jones, the tract of land and plantation on Chartier’s creek, adjoining Mc-Cowan, whereon John Jones now lives, and whereon I lived at the date of the above will, to have and to hold the whole of the said tract of land to her and her heirs for ever.”\nThe will and codicil were duly proved on the 6th and 13th of November, 1823; the latter by Henry Baldwin, jun. and Daniel Haughey, the subscribing witnesses thereto. It was admitted, that on the 15th of July, 1824, the said Ellen intermarried with Alexander McKee, who, with his wife, defended this action.\nThe plaintiff then offered and read, subject to any future point in regard to its competency and sufficiency, the deposition of the Hon. Henry Baldwin. Mr. Baldwin swore, « That about the year 1823, When Mrs. Jones and her daughter Eleanor lived on Chartier’s creek, he was sent for, and went to see her, and drew her will, in which she devised the land on which she then was, to her daughter Ellen and her son Ephraim. After some time, Ephraim Jones, who had been acquainted with the will, stated that he was largely in debt for his brother John, as security, and other debts, and if the will stood as it was, the creditors would take his share of the property, and wished me to see his mother, and wished her to will it to Eleanor, who would hold it for his use, as to the one half. By this time, Mrs. Jones had come down to her son Thomas’, at the ferry. I went over and had a conversation with her, stating what Ephraim had said. She agreed to it, and wished me to add a codicil to her will. I then took the will and drew a codicil, or directed one to be drawn. In the codicil she devised the land to Ellen. I then gave it to my son, and requested him to go over and have it executed. Ellen was living with her mother, but I do not recollect having any conversation with her relative to the change in the will; nor did he recollect having any conversation with Ephraim Jones, in the presence of his mother; nor did he recollect of seeing him, at any time during the conversation with his mother, at the house.”\nThe'plaintiff then called Daniel Haughey, one of the attesting witnesses to the said codicil, -who testified as follows : « In 1823 I lived with James Steele. He kept the Jones’ ferry. This is my signature, as a witness to the codicil, I was called to witness the last part of the will; I objected to go, on the ground that I was a stranger, and did not know where I would stop. Steele said, go; it makes no particular difference whether you are a resident or not. I went. Mrs. Jones was living in a little white house alongside of the ferry. She and her -daughter Eleanor were living together, at that time. When I went in, there -was a gentleman in there, who had this paper in his hand, who -was represented to me as young Mr. Baldwin, son of the late Judge Baldwin. He had the paper in his hand. Mrs. Jones was bolstered up-in her bed. He took the paper, and asked Mrs. Jones if this was her last will and testament, or something to that amount; and she said it was. I was under the impression she put her mark to it, as it is a good while ago, but it appears she has put her name toit. The old lady was low and feeble at the time. I then signed my name to it, as a witness, and Mr. Baldwin signed his name to it. Mr. Baldwin asked her, if she was satisfied with the will. She said she was with all but one-thing, and that the half of the property on the Shirtee (Chartier) belonged to her son Ephraim. Her daughter Eleanor was at the head of the bed. Her mother tried to turn round to her, and she said, <■ Ellen, recollect that one-half of that property on the Shirtee (Chartier) belongs to your brother Ephraim.'’ Ellen nodded her assent. The old lady turned as far round as she - could, toioards Ellen ;. < Recollect, Ellen, one-half of that property on the Shirtee belongs to your brother Ephraim.’’ She turned herself round as far as she could, to see Ellen, but perhaps not far enough. Ellen nodded her head in assent. The old woman died a few days afterwards.”\nNancy Jones was then called. She proved, that she' was the widow of Mr. Steele, who was the executor of Mrs. Jones. She knew Mrs. Jones, and Ellen, and all the family. They lived close together. Mrs. Jones had lived on the Chartier’s farm, but came near us, on the Monongahela, in while house, near the ferry, where she died. It was not long before her death that she came to live there. Mrs. Jones talked about altering her will. She was in a good deal of distress about the -way she had made it, on account of Ephraim’s partner, John Jones, having involved him in debt. . She was afraid they -would take the place from him, on account of the debt. She said she would .alter her will and leave it all to Nelly; and Nelly was to keep it in charge for her brother Ephraim. I can’t recollect of her speaking of it more there than once, it is so long ago; but I know she was troubled about it, I can’t tell whether Ellen knew any thing about it or not. I can’t recollect whether Ellen was present when her mother talked of this matter. Ellen lived with her mother.”\nPlaintiff’s counsel then proposed to ask the witness, “ whether the intention of Mrs. Jones, as to the alteration of the will, and the object of it, were not well known and talked of in the family of Mrs. Jones, both before and after the alteration was made ?” The defendant’s counsel objected, and the court sustained the objection. In this, the court were clearly right; the offer was too loose. The talk of the family was not evidence to affect either of the parties. The plaintiff’s counsel then offered in evidence the separate declarations of Eleanor McKee, made since her marriage with Alexander McKee, admitting that she held the land in dispute, in trust for the plaintiff. This the court rejected. The admission of the wife will bind the husband, only where she has authority to make them. 1 Espin. 142. Nor can her declarations affect him, where he sues with her in her right. The declarations of the wife, made in the absence of the husband, and affecting the interests of the husband, are not evidence. The policy of the law excludes the husband and wife from testifying, where the rights of either are concerned. Snyder v. Snyder, 6 Binney, 488; Greenleaf’s Ev. sect. 185. The court were right in excluding the declarations of the wife, in the absence of the husband.\nFurther evidence was given on both sides, which I do not deem material to consider, as the cause goes back on one ground. Several exceptions have been taken to the charge. They are reducible to one head: that on the whole evidence, the case ought not to have been taken from the jury, but submitted to their deliberate consideration. It is not a common case, or a case of one witness. We must bear in mind that an aged lady, living on Chartier’s creek, with her daughter, sends to Pittsburgh for Henry Baldwin, then at the head of the bar, to write her will. It is done at her own dwelling; she devises the plantation she then lives on, and now in controversy, to be equally divided between her son and daughter, the plaintiff and the defendant in this action. Who produced the codicil to this will? Not the daughter, but the son, who is^ engaged in an unfortunate partnership, and afraid he will lose the land. To prevent this, he goes to Mr. Baldwin, and requests him to see his mother to get the will changed; he wishes the farm left to his sister, who would hold it for his use, as to the one-half. Mr. Baldwin goes to the mother, and informs her of the wishes of her son. The old lady agrees to the change, and the codicil is written. Mr. Baldwin sends his son over the river to have the codicil signed. It is done when the mother is lying on her death-bed, the daughter nursing her. The daughter is at the head of thdbed. The mother tries to see her face, and says to her, « Ellen, recollect, one-half of the property belongs to yoúr brother Ephraim.” Ellen nods her head to her mother, in assents Would not a chancellor view this as an. arrangement between the-brother and sister, to which the-mother assented? Can-it be supposed,, for' a moment, that the brother would have had the devise made to his sister for Ms-benefit, without consulting her, and having her promise to perform the trust ? If it was not well understood between the mother and daughter, would the mother, when she signed the codicil, have turned to the daughter, and said, «Ellen, recollect,-that one-half of that property , on the- Shirtee (Chartier) belongs to your brother Ephraim?” Parol evidence has ever been received in Pennsylvania, in cases of trust. The circumstances attending a case often afford the most violent presumption of its object and truth. Here the devise was to Ephraim and Ms sister. Ephraim knows this, and induces the change. He appeals to the mother for the change. The object is disclosed to the mother. The codicil is added, and the daughter assents to the trust. If the jury so find, the trust exists and comes within the principle settled on that subject in many cases. There was error is not submitting the whole case to the jury.\nThe judgment is reversed, and a vériire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Dunlop, for plaintiff in error.",
      "Loomis, contrà."
    ],
    "corrections": "",
    "head_matter": "Jones v. McKee et Ux.\nIn ejectment for a moiety of lands of wife, her declarations made daring coverture, in the absence of her husband, and affecting his interest, are not evidence.\nWhere, by will, a tract of land was devised to the son and daughter of testatrix, «to bo equally divided between themand by codicil the same tract was devised to the daughter, «to have and to hold the whole of said tract of land, to her and her heirs for everheld, that it was not proper to ask a witness, “ whether the intention of the testatrix as to the alteration of the will, and tho object of it, were not well known and talked of in the family of testatrix, both before and after the alteration was made.” The oifer was too loose, and the talk of the family was not evidence to affect either of the parties.\nA son, aware that his mother had made her will, devising to him and his sister a tract of land, requests the scrivener to see his mother to get the will changed, and wishes the land left to his sister, who would hold it for his use, as to the one-half; and the scrivener goes to the mother and informs her of the wishes of her son; whereupon, a codicil is made giving the whole tract of land to the sister, and when the codicil is signed, the mother said to the daughter, « Ellen, recollect that one-half of that property on the Shirtcc (Chartier) belongs to your brother Ephraim,” and she nodded her head in assent; held, that if the jury found that the devise was to Ephraim and his sister, that Ephraim knew this, and induced the change, that he appealed to his mother for the change, that the object was disclosed to tho mother, that the codicil was added, and the daughter assented to the trust, tho trust exists, and comes within the principle settled on that subject in many cases.\nError to the District Court of Allegheny county.\nSeptember 16. This was an action of ejectment, brought by the plaintiff in error to recover from the defendants in error the undivided moiety of a„tract of land, containing- about one hundred and seventy acres, situated on the waters of Chartier’s creek, in Alle: gheny county. • -\nThe facts of the .case, necessary to elucidate the points decided •here, are fully stated in the opinion of the court.\nOn the trial, in the court below, the plaintiff proposed to ask a witness the following question, viz.: “Whether the intention of Mrs. Jones, the testatrix, as to the alteration of her will and the object of it, were not well known and talked of in the family of Mrs. Jones, both before and after the alteration was made ?” To this question the defendants objected, and the court sustained the objection! This was plaintiff’s Jirsi bill of exception.\nThe plaintiff th.en offered in evidence, the separate declarations of Eleanor McIjCee, made since her marriage with Alexander McKee, admitting that she held the land in dispute in trust for the plaintiff. The defendant objected, that the admissions of the wife were not evidence against the husband. The court sustained the objection; .and this decision of the court constituted plaintiff’s second bill of exception. By the court, (Judge Grier:) This decision is not to be taken, as excluding declarations of the wife made in the presence of ■the husband, or .declarations of the husband himself. '\nThe jury, under the instructions of the court, found a verdict for the defendants; whereupon the plaintiff sued out this writ of error, and assigned for error here the points involved in his bills of exception ; and that, on the whole evidence, the case .ought not to have been .taken from the jury by the court, but submitted to their deliberate consideration.\nDunlop, for plaintiff in error.\nLoomis, contrà.\nSept. 26."
  },
  "file_name": "0496-01",
  "first_page_order": 494,
  "last_page_order": 499
}
