{
  "id": 972375,
  "name": "Gibson versus Gibson",
  "name_abbreviation": "Gibson v. Gibson",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "9",
  "last_page": "11",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Miss. 172",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "6 Humph. 419",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        11267839
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/25/0419-01"
      ]
    },
    {
      "cite": "2 Watts 253",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Pick. 113",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "3 Mill. 308",
      "category": "reporters:state",
      "reporter": "Mill",
      "opinion_index": -1
    },
    {
      "cite": "7 Humph. 13",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8542067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/26/0013-01"
      ]
    },
    {
      "cite": "4 Ala. 237",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8493476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/4/0237-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 6335,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.2403402365182302e-07,
      "percentile": 0.7800663281913347
    },
    "sha256": "b67bf3edd14135577703e71d2b76d7195402336c17bd0108a883e7b841407b51",
    "simhash": "1:ae7e296a545984eb",
    "word_count": 1126
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gibson versus Gibson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nA deposition taken before Anthony Shoemaker, at his office in McConnellsburg, Fulton county, was received in evidence. The caption' shows that it was taken at the very time and place of which the defendant in error was notified, except that the town of McConnellsburg was called Connellsburg in the notice. It is not probable that the party was misled by this error in spelling the name of the town. If he had thought it worth while to cross-examine the witness, he would undoubtedly have been there either in person or by attorney.\nThere are some decided cases where the Court has gone very far in excluding depositions for trifling errors in the notice. But there is none which makes it necessary to hold that a mistake like this is fatal. Where the judge who tries the cause is satisfied that the party was not really deceived by the notice, he ought to admit the deposition. Such matters may safely be left to the discretion of the Courts of Common Pleas. If we undertake to reverse for things so immaterial, we will do more injury and injustice than we will correct.\nAnother question in the cause is, whether the plaintiff, in a suit pending before a justice, can discontinue his action and confess judgment for costs, without losing his right to recover the debt in controversy. Such a discontinuance has not the same effect as a judgment on the merits. A retraxit may bar a subsequent action, but he who pleads it must show by the record that the action was solemnly withdrawn after declaration filed. The technical requisites of a retraxit will never be found in the record of a justice. A discontinuance is another thing, and means no more than a declaration of the plaintiff’s willingness to stop the pending action. It is neither an adjudication of his cause by the proper tribunal, nor an acknowledgment by himsélf that his claim is not well founded. It implies a judgment for costs, on. which execution may issue. His express confession of a judgment for costs makes it no stronger against him.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Taylor, for plaintiff in error.",
      "McGuffin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gibson versus Gibson.\n1. The admissibility of a deposition objected to on the ground of defect in the notice, may be left to the discretion of the Common Pleas; and where that Court is satisfied that the party was not misled by the notice, the deposition should be received.\n2. A discontinuance of a suit pending before a justice of the peace, and a confession of judgment for costs, is not a bar to a subsequent suit for the same cause of action. A judgment for costs is implied in a discontinuance, and the confession makes it no stronger against the plaintiff.\nError to the Common Pleas of Lawrence county.\nThis was an action of debt by John Gibson for use of James McCowan v. Robert M. Gibson, in the Common Pleas to September Term, 1849, on a promissory note under seal, for $50, dated April 22,1839, executed by defendant, and payable one year after date to John Gibson or order.\nOn the trial, a deposition, offered on the part of the plaintiff, was objected to on account of mistake in the notice. The notice was that depositions would be taken at, &c., in the town of Connellsburg, in Fulton county, Pennsylvania. It was taken in McOonnellshurg, at the time and place named in the notice. The deposition was received in evidence.\nOn the part of the defendant was given in evidence the record of a suit between the same parties on the same cause of action,, pending in 1849, before a justice of tbe peace. It appeared from the record that the case was continued till 2d July, 1849; that on that day both parties appeared, and it was continued, at the instance of the plaintiff, till the 9th July. It was further stated, “July 6th, plaintiff appeared, draws the suit, and confesses judgment for the costs.”\nBurlington, J., charged the jury, that this was not such a judgment as barred further proceeding on the note; that it was “substantially a non pros or discontinuance. There was no trial by the parties on the merits. It was not. on the day to which it was adjourned, and the defendant was not present. It was a mere withdrawal of the suit; and, although it is stated that the ‘plaintiff confessed judgment for the costs,’ it was not such 'an adjudication of the claim as would prevent further proceeding.”\nYerdict for plaintiff.\nError was assigned, 1. To the admission of the deposition; 2. To the charge that the proceedings before the justice were no bar to this suit.\nTaylor, for plaintiff in error.\nTo the .position that the deposition was inadmissible, reference was made to 7 Ser. & R. 116, Seelin v. Snyder; 16 Ser. & R. 264.\nAs to the second error. This case is distinguishable from those where the merits were necessarily excluded, as where there was no jurisdiction, or where the debt was not due, &c. It was contended that the entry amounted to a technical retraxit: 8 Barr 157, 163, Lowry v. McMillan.\nMcGuffin, for defendant in error.\nThere was no evidence before the Court that there were two places in Fulton county, one “ Connellsburg,” and the other “ McConnellsburg.” The mistake was a mere clerical error: 4 Harris 319, Sample v. Robb. That the deposition was admissible was cited: 4 B. Monroe 575; Wright’s Rep. 636; 4 Ala. 237; 5 Id. 202-290; 11 Id. 480; 7 Humph. 13.\nAs to the second assignment. The consideration of the note was the assignment of the interest of John Gibson in a house and lot, and that objection might have been taken to the suit before the justice, on the ground of jurisdiction.\nBy the withdrawal the plaintiff became liable for costs, as on a nonsuit, and his confession of judgment for them, not being an adjudication on the merits, was not a bar to another action: 5 Barr 305; 1 Mason 509; 1 Mod. 207; 3 Mill. 308; 3 Yerger 467; 8 Pick. 113; 2 Watts 253.\nA discontinuance is not produced by an order of court; “ it is the result of some act done or omitted by the plaintiff, which withdraws his suit from the power and jurisdiction of the Court:” 6 Humph. 419. A discontinuance is not a bar to another action: Coulter, J., 8 Barr 162. A decree for costs merely is not final: 9 Miss. 172.\nWhere an action has been determined against a plaintiff on a technical ground, irrespective of the merits, the judgment cannot be pleaded in bar, except under particular circumstances: Bell, J., 8 Barr 412."
  },
  "file_name": "0009-01",
  "first_page_order": 11,
  "last_page_order": 13
}
