{
  "id": 972352,
  "name": "Getty versus Shearer",
  "name_abbreviation": "Getty v. Shearer",
  "decision_date": "1852-10-21",
  "docket_number": "",
  "first_page": "12",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 258",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842798
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0258-01"
      ]
    },
    {
      "cite": "1 Wh. 282",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0282-01"
      ]
    },
    {
      "cite": "1 Watts 236",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0236-01"
      ]
    },
    {
      "cite": "3 Yeates 391",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0391-01"
      ]
    },
    {
      "cite": "1 Wharton 15",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 337",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0337-01"
      ]
    },
    {
      "cite": "2 N. H. 543",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6757453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/2/0543-01"
      ]
    },
    {
      "cite": "3 Yeates 391",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0391-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 637,
    "char_count": 13515,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.842109803195992e-07,
      "percentile": 0.7222899867907356
    },
    "sha256": "f969cb13a86ac1c2268b296019838a9f8459e31140d0d0387827d9cc88c8603c",
    "simhash": "1:e17ee05e7060ece6",
    "word_count": 2463
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Getty versus Shearer."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nIn this case there are three assignments of error. The first relates to the amendment allowed after a trial before arbitrators.\nWhere a defendant appeals from an award, the plaintiff is not allowed to amend his declaration so as to introduce a new and distinct cause of action, and thus affect the question of costs and the extent of the bail’s liability: 5 W. & Ser. 33; 4 Barr 197; 2 Barr 447. But where the plaintiff appeals, this reason does not exist in the same force, and accordingly it has been determined that, where a plaintiff is the appellant, he may amend a statement on a note by a new declaration on the original debt for which the note was given: Robinson v. Taylor, 4 Barr 242. Amendments should'be allowed in a liberal spirit, because, in general, they tend to promote a fair trial of the matters in dispute. As the plaintiff appealed in the case before us, we perceive no error in permitting the amendment.\nThe third assignment of error is equally unsustained. If the plaintiff, in the collection of a judgment which he had recovered against the defendant, caused his own goods in the custody of the defendant to be sold on execution, the instruction that he could not recover for the goods so levied on and sold, was as favorable to the plaintiff in error as the latter had a right to require. There was no error in permitting a recovery for quch goods as had been previously sold by the defendant himself. If there was any difficulty in discriminating between the goods sold by the sheriff and those sold by the defendant, the fault was with the latter, who ought to have established his defence with more clearness. • It was peculiarly within his power to show the extent of his own sales between May and July. He has certainly no right to complain on this score.\nBut we are of opinion that there was error in the instruction, “ that if the jury believed the date of the instrument on which the suit was brought, was altered from the 10th to the 16th May, if made after its execution and delivery, it would not avoid it, as its effect would be the same, whether bearing date upon either day; and consequently the alleged alteration would not be a material one.” The defence was, that the date was altered by the holder, and the instruction must be understood as having relation to an alteration thus made. In Shepherd’s Touchstone, in Bacon’s Abridgment, in Cruise’s Digest, and in other works of authority, the principle is affirmed without qualification, that if a deed be altered in any material part, by the party himself that hath the property of the deed, without the privity of the other party, it thereby becomes void: Shep. Touch. 68, 69; Bac. Abr. 279; 4 Cruise’s Dig. 368. In one old case it was held that where there was no appearance of a fraudulent design to cheat another, the alteration was not indictable as a forgery; but the obligee who made the alteration thereby lost his security, which was wholly avoided by it: Moor. 619. And where a mere mistake in a deed was corrected, and it was not known by whom, it was presumed to have been done by the consent or default of the party who had the custody of it, and whose duty it was to preserve it from alteration ; and that the alteration avoided it: 2 Rolle Abr. 29, pl. 6. The same doctrine is affirmed in Bowers v. Jewell, 2 N. H. 543. It is a mistake to suppose that the principle rests solely upon the rule in pleading, that the instrument, after the alteration, is no longer the same, and is no longer the deed of the party, so as to maintain the issue of non est factum. The true foundation of the doctrine on this subject is, the dangerous consequences which would Sow from pei’mitting one of the parties to a written contract, without the consent of the other, to make any material change in it whatever. 'The alteration may be so artfully made as to render it difficult of detection; and if no penalty follows the discovery, every one may be led into temptation to alter the contracts in his possession, so. as to make them more conformable to his interests. The law, therefore-, in great wisdom, declares that an alteration by the holder of an instrument in a material part, destroys it altogether. In Marshall v. Gougler, 10 Ser. & R. 164, it is declared, that “the effect of an alteration by the holder does not depend upon the motive of guilt or innocence. The policy of the law makes the instrument void, without any relation to the motive. This tends to prevent a party from attempting to make any alteration.” Mr. Justice Duncan repeats the remark made in Miller v. Masters, 4 T. Rep. 323, that “ the principle is founded in good sense, and that a party shall not take his chance of advantage from the falsification, and when that is detected, resort to another mode of proof, and recover on the original instrument:” 10 Ser. & R. 164. The general doctrine of the law on this subject seems to be conceded by the learned’and able judge who - presided at the trial; but he appears to have been of opinion that the effect of the instrument was not changed by the alteration of the date, and “ consequently that the alleged alteration was not a material one.” In this we think there was error. The date is a material part of the instrument. It is primd facie evidence of the time when the contract was signed by the parties, and'establishes the relations in which the parties stood to each other at the time stated as the date. It is the period from which, in general, the day of payment' or performance is calculated. It is also frequently the time from which the statute of limitations or the presumption of payment arising from lapse of time begins to run. An alteration in the date is to the prejudice of the other party, because it is the false making of evidence of a state of things not true in point of fact. Its legal effect in the present case would be to embarrass the defendant in respect to any payments or settlements made or receipts given after the original and before the substituted date. Another effect of such an alteration is, to deprive the defendant of a portion of his defence arising from the lapse of time. The holder has no right to retard the running of the statute of limitations, or to extend the period established by law as furnishing a presumption of payment. Another effect of such an alteration, in the case of an instrument requiring payment at the end of a fixed period after the date, is to deprive the debtor of his right to pay at the time fixed by the contract, to compel him to keep the money in readiness for a longer period, at his own hazard, and to oblige him to pay interest for it when-he does not wish to make use of it, and cannot conveniently invest it so as to be forthcoming at the time when it may be demanded. It was decided at an early day in Pennsylvania, that an alteration in the date of a contract, which protracts the day of payment (as changing the date of a bill, at sixty days, from the 9th to the 19th of June), avoids it: 3 Yeates 391. In a late case, Miller v. Grilleland, 7 Harris 119, the same principle was fully affirmed by this Court. Where there is an obligation to pay a sum of money in instalments with interest, the legal construction of it is that interest is payable on the whole sum, so that an interlineation of the words “ on the whole,” would not change the legal effect of the instrument, and therefore would not avoid it. No one can be prejudiced by an erasure or interlineation which produces no change. But an alteration of the date is not of this character.\nThe second assignment of error is therefore sustained; and for this reason the judgment must be reversed.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Stewart and Drum, for plaintiff in error.",
      "Banks, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Getty versus Shearer.\n1. After an appeal by the plaintiff from an award of arbitrators, in a snit on an agreement under seal, stated in the first narr. to be for the payment of money, it was proper to permit the plaintiff to file an amended narr. on the same instrument, stated to be an admission of the receipt of goods for sale, and averring the goods to have been disposed of.\n2. The plaintiff had execution issued on a judgment for the same claim, and had part of the goods sold: It was Held that he might recover for such of the goods as had been sold by the defendants before the levy.\n3. The date of the agreement to sell the goods and account for their proceeds, it was alleged, was altered by the holder, after its execution, from the 10th to the 16th May: Held, that the date was a material part of the instrument, and if so altered, the instrument was avoided.\nError, to tbe Common Pleas of Indiana county.\nThis was an action of debt by Matthew Shearer for the use of Catharine McKee v. Getty & Thompson. Before entering a rule to arbitrate, a narr. was filed stating the action to be founded on a writing obligatory, under seal, dated 16th May, 1848, for the payment of $458 in money. Arbitrators were chosen, and they awarded no cause of action.\nJanuary 1, 1850, the plaintiff appealed. On 11th November, 1850, an amended narr. was filed by leave of Court, objection being made on part of defendant. In the amended narr. the cause of action was stated to be an instrument under seal, signed by J. Getty & W. Thompson, by which they acknowledged to have received from M. Shearer $458 in goods, which they agreed to sell; they to retain all received for them over first cost and ten per cent. No trust was to be given for sales, unless they be accountable for it in cash by 1st December following. It was averred that the defendants had disposed of the goods.\nCredit was endorsed upon the instrument of receipts at various times to the amount of $86.80.\nOn part of defendants was given in evidence a judgment bond by Getty & Thompson to M. Shearer, dated 18th May, 1848, for $500, stated in the bond to be for the store transaction.\nAfter the evidence was closed, Knox, J., charged the jury, inter alia, as follows:\n“The defence is, 1. That the date of the receipt has been altered by the holder, since its execution, from the 10th to the 16th of May, A. D. 1848, and that there can, for this reason, be no recovery upon it.\n“ 2. That the goods mentioned in the paper, are included in a judgment bond, bearing date 13th May, A. D. 1848, given by defendant to plaintiff.\n“ 3. That the plaintiff, on 1st July, 1848, issued an execution upon the judgment entered on the bond of 13th May, A. n. 1848, and levied and sold the greater portion of the goods embraced in the receipt, and that he is not entitled to recover in this action.”\nAfter the attention of the jury was directed to the evidence bearing upon these several branches of defence, they were instructed,\n“1: That the alteration of the date of the instrument from the 10th to the 16th of May, even if made after its execution and delivery, would not avoid it, as its legal effect would be the same, whether bearing date upon either day, and consequently the alleged alteration would not be a material one.\n“ 3. That if the plaintiff directed the sheriff to levy upon his own goods, then in defendant’s possession, and had them sold at sheriff’s sale, with a knowledge that they were the goods for which the receipt was given, thereby preventing the defendant from returning them, or the balance of them, at the expiration of the time, he cannot recover for the goods so levied and sold, but may recover for such goods as had been sold by defendants prior to the levy.”\nIt was assigned for error, 1. The Court erred in permitting the plaintiff to amend his narr. after the trial had before arbitrators.\n2. The Court erred in instructing the jury, that if they believed the date of the instrument on which the suit was brought, was altered from the 10th to the 16th of May, if made after its execution and delivery, the alteration would not avoid it, as its effect would be the same, whether bearing date upon either day, and consequently the alleged alteration would not be a material one.\n3. The Court erred in not instructing the jury, if they believed that the plaintiff- directed the sheriff to levy upon his own goods in the defendant’s possession, and had them sold at sheriff’s sale, with a knowledge that they were the goods for which the receipt was given, thereby preventing the defendants from returning them, that the plaintiff could not recover any part of his claim, and that their verdict should be for the defendants.\nStewart and Drum, for plaintiff in error.\nOn the subject of amendment, reference was made to 6 Ser. & R. 294, Bank v. Israel; 2 Rawle 337; 1 Wharton 15; 5 W. & Ser. 33; 2 Barr 446.\nAs to the second error, on the subject of alteration, reference was made to 2 Barr 54; 2 Starkie 571. Alteration of the date is sufficient to avoid a note: 2 W. & Ser. 438, Hocker v. Jamison; 3 Yeates 391; 7 Ser. & R. 505. The ease of Simpson v. Stackhouse, 9 Barr 186, was cited, and also 1 Watts 236.\nAs to the third assignment, it was contended that the contract was entire ; and if the plaintiff violated it by having part of the goods sold under his execution, he could not recover to any amount.\nBanks, for defendant in error.\nIt was contended that the amendment was proper. The contract referred to in each narr. was the same: 4 Barr 242; 1 Wh. 282; 2 Id. 132. The statute of amendments applies as well after appeal from an award as before: 4 Watts 258. As to second error, an immaterial alteration will not affect an instrument: 3 Barr 326; Chitty on Bills 131.\nOctober 21,"
  },
  "file_name": "0012-01",
  "first_page_order": 14,
  "last_page_order": 18
}
