{
  "id": 972354,
  "name": "Biggert's Estate",
  "name_abbreviation": "Biggert's Estate",
  "decision_date": "1852-10-25",
  "docket_number": "",
  "first_page": "17",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 17"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 563",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0563-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 295,
    "char_count": 5605,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.7919172545807464e-07,
      "percentile": 0.7151191053995812
    },
    "sha256": "8d3b1983511864d89355721408253029b3edc04b0fb1d39475136189093a1a2c",
    "simhash": "1:f335f211b5a661b7",
    "word_count": 980
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Biggert's Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nA conversion of real into personal estate, by act of the law, differs from a conversion by act of the party. In the latter case, where conversion is the object of the owner, the result is produced as soon as a contract of sale is made. In the former, where payment of debts, or partition, and not conversion, is the object, the transmutation is but an unavoidable result of the proceeding, and takes place only when the estate is completely vested in the vendee and the purchase-money paid or secured. In proceedings in the Orphans’ Court for the partition of real estate, the confirmation of a report of sale, stating that two-thirds of the purchase-money were to be paid when the deed was made, and the remaining sum at the death of the widow of the intestate, is not a conversion of the real estate into personalty until the conditions of sale are complied with, so far at least as to entitle the purchaser to the delivery of the deed: 3 W. & Ser. 314; 9 Id. 147. This is the general rule, and it is not the policy of the law to establish exceptions founded upon the varying phraseology in the legislation on the subject, where there is no substantial diversity. Distinctions and exceptions, where there are no clear and marked grounds for them, tend only to mislead the unwary. In this case, as the death of Elizabeth Holland occurred before the money was secured or paid or deed delivered, the conversion was not complete, and the proceeds of the sale belong to her heirs, and not to her husband’s personal representatives.\nThe judgment in Biggert v. Biggert, reported in 7 Watts 563, is not a bar to the present claim, because the recovery by the administrator of John Biggert, deceased, was not for his own use, but in his representative character, for the purpose of distribution. The facts of the case appear to have been misapprehended by the Court, as the decision was predicated upon the erroneous assumption that the purchaser had complied with the terms of sale, before the death of Mrs. Holland. The principle affirmed in the opinion of the Court, although inapplicable to the facts of the case, is in harmony with the decision now pronounced.\nThe decree of the Court below is affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Coulter, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Biggert's Estate.\n1. In proceedings in the Orphans’ Court for the partition of real estate, the confirmation of a report of sale, stating that two-thirds of the purchase-money was to be paid when the deed was made, and the remaining third at the death of the widow of the intestate, is not a conversion of the real estate into personalty until the conditions are complied with so far as to entitle the purchaser to the deed.\n2. One of the daughters of the intestate died before the purchase-money of the land, sold by order of Orphans’ Court, was paid or secured or deed delivered; It was held that the conversion was not complete at the time of her death, and that her share of the proceeds of sale belonged to her heirs, and not to her husband’s personal representative.\nAppeal from the decree of distribution by the Orphans’ Court 'of Westmoreland county.\nThis was an appeal by Thomas J. Keenan, from a decree of distribution of a balance on the account of James Keenan, administrator de bonis non of the estate of John Biggert, deceased. The question in the case was, whether the real estate of John Biggert was converted into personal estate at the death of Elizabeth Holland, who was one of his daughters. If it were then personal estate, her husband, James Holland, was entitled, on her death, to her share of the money, and it was liable to disposition under his will.\nJohn Biggert, the intestate, died in February, 1822, leaving a widow and three children, of whom Elizabeth, wife of James Holland, was one. The intestate died seised of about 160 acres of land. On 2d March, 1825, proceedings in partition were commenced in the Orphans’ Court. The land was not divided, but was appraised. Not being taken, an order of sale was issued, and on 20th February, 1826, James Holland, the administrator, made return that he had sold the premises for $2071, two-thirds of the purchase-money to be paid when the deed was made, and the remaining third at the death of the widow of the deceased — the interest thereof to be paid to her in the mean time. The sale was-confirmed nisi on the same day.\nOn 8th July, 1828, Elizabeth Holland died intestate.\nOn 20th September, 1830, the administrator of the estate of John Biggert, executed and delivered to the purchaser a deed for the prémises. - .\nOn the 23d September, 1830, a judgment bond, dated 22d September, 1830, was entered in the Common Pleas against the purchaser and another, conditioned for the payment of’ the interest annually on $690.35, charged on the land for the use of the widow,, and the principal sum to the administrator, at her death.\nOn 19th February, 1834, the widow died.\nJames Holland, the husband, died about August, 1837.\nThe account of the administrator de bonis non of the estate of John Biggert, the intestate, was filed, he having received a portion of the $690.33, of which the widow was entitled to the interest; and the balance on his account for distribution was $313.32.\nOn 22d February, 1851, the Orphans’ Court decreed that $156.66 of the balance be paid to the brother, and the remainder to the sister of Elizabeth Holland, to the exclusion of the husband’s devisees.\nTo such decree exception was filed, alleging that the money should have been decreed according to the provisions of the will of James Holland, the husband.\nCoulter, for the appellees.\nOctober 25,"
  },
  "file_name": "0017-01",
  "first_page_order": 19,
  "last_page_order": 21
}
