{
  "id": 972321,
  "name": "Breading versus Boggs",
  "name_abbreviation": "Breading v. Boggs",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "33",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 33"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 562,
    "char_count": 13030,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 1.1317655124273358e-07,
      "percentile": 0.5760301083190564
    },
    "sha256": "5245872aaa9554ef44907623b53c1729387062cf1554b3776ea24c703444c90c",
    "simhash": "1:dc7b8e63c41355cb",
    "word_count": 2306
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Breading versus Boggs."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nIrregularities and defects of form, in judicial proceedings, can be taken advantage of by parties or privies only; third persons have no right to interfere. And where the parties to a judgment have agreed to the form in which it shall be entered, or waived irregularities in entering it, an assignee for creditors, deriving title subsequently, cannot be received to make objections upon such grounds.\nA judgment given by a firm engaged in the iron business to a trustee, for the use of the hands about the works arid other small home creditors, in pursuance of a bond and declaration of trust specifying accurately the amount justly due to each person therein named, is not forbidden by law, where the debts were all justly due, and the object was to save costs. On the contrary, where the debts were -small in amount, and the creditors secured were fifty-two in number, as in this case, the method adopted was a benefit to all parties interested in the assets of the firm.\nA judgment is not an assignment. One is the act of the party, the other the act of the law; in the one case the debtor surrenders the. dominion to another; in the other he submits, without opposition to the course prescribed by law. Where the debtor makes no assignment, neither the Act of 1843, nor the proviso in the Act of 1849, can have any operation on the case. The Act of 1843, with an exception in favor of wages, makes provision for an equal distribution among all the creditors, in proportion to their claims. The intent to evade an equal distribution is therefore what is forbidden by the proviso in the Act of 1849. But where there is 'no assignment, there is no provision for an equal distribution, and in such ease the confession of judgment can have no tendency to d feat it. Its only tendency is to change the order of preference from that which would be produced by adverse proceedings. This was the principle settled in Worman, et al., v. Wolfersberger’s Executors, 7 Harris 59, and we see no reason to depart from the doctrine of that case.\nThe opinion of the Court below contains a sound and clear exposition of the law. The judgment on the verdict, and the decree of distribution thereon, are affirmed.\nJudgment and decree affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "J. S. McCalmont, with whom were Myers and Smith, for plaintiffs in error.",
      "Sutton, with whom was Corbett, for defendant.",
      "T. Williams, for plaintiffs."
    ],
    "corrections": "",
    "head_matter": "Breading versus Boggs.\n1. Irregularities and defects of form in judicial proceedings can be taken advantage of only by parties or privies thereto.\n2. A judgment given by a firm engaged in the iron business, to a person as trustee for the use of the hands about their works and other small home creditors, in pursuance of a bond, and declaration of trust specifying the amount justly due to each of the creditors named therein, is not forbidden by law, the debts being justly due, and the object being to save costs.\n3. A judgment is not an assignment.\n4. Where the debtor makes no assignment, neither the Act of 1843, nor the proviso in the Act of 1849, can have any operation on such a case.\nError to the Common Pleas of Clarion county.\nThis was a feigned issue directed by the Court between James E. Breading and George E. Arnold, as surviving partners, and various other creditors of Alexander & Mcllroy, as plaintiffs, and John H. Boggs, as trustee of William Elliott, and others, defendant.\nThe issue was directed in the Court below to try whether the judgment to December term, 1850, in favor of John II. Boggs,, trustee, v. Alexander & Mcllroy, was fraudulent and void as to plaintiffs, or in violation of the provisions of the Act of 17th-April, 1843, and the proviso of the 4th section of the Act of 16th. April, 1849, in reference to assignments.\nHenry Alexander and James G. Mcllroy, partners, iron masters in Clarion county, confessed a judgment to Jacob Painter Co., for the sum of $7934.90, which was entered on the 6th December, A. d. 1850, in the Common Pleas of Clarion county. Upon this judgment a writ of fieri facias was issued on the sixth December, 1850, and all the personal property of the defendants was levied upon and sold by the sheriff, on the 8th of January, 1850, for the sum of $2179. Under the same writ of fi.fa. the defendants, Alexander & Mcllroy, having waived inquisition, the sheriff levied upon and sold, on the 4th day of February, 1851, the real estate of the said partners for the sum of $11,300.\nThese sums, amounting to $13,479, were brought into Court for distribution, and so much of the fund as was applicable to the judgments prior to that of the plaintiffs in the issue, was distributed by order of the Court. The balance remained in Court to await the decision of the feigned issue.\nThe judgment in favor of John H. Boggs was entered on the first day of January, 1851. The judgment in favor of Logan, Wilson & Co., who were some of the plaintiffs in the issue, was entered on the 4th January, 1851; that of Breading &' Arnold, and others of the plaintiffs, were entered on 17th January, and others on the 24th January, on awards of arbitrators.\nThe judgment in favor of Boggs was entered in pursuance of a bond of Alexander & Mcllroy, dated 25th December, 1850, containing authority to confess judgment. In the bond Boggs was not called trustee, but he was so styled in the narr. and in the docket entry of the judgment. Before the entry of the judgment in favor of Boggs, the plaintiffs in the issue had brought suits, and rules to arbitrate were entered.\nA declaration of trust, dated 30th December, 1850, was executed by Alexander, Mcllroy and Boggs, in which it was stated that Alexander & Mcllroy were justly indebted to certain persons, who were named, exceeding fifty in number, in amounts stated, and amounting in all to about $8074.86, which was stated in the bond as the amount of the indebtedness. It was also stated as agreed upon between the parties, that the bond in question was to be held by Boggs in trust for the creditors named in the instrument ; and it was provided that if the fund were insufficient to pay the claims of all of them, each one was to receive in rateable proportion.\nOn the 25th April, 1851, the bond and declaration of trust, being on the same paper, were filed in the case of Boggs. The declaration was not recorded.\nIn the counter statement, the deposition of H. Alexander was stated, and he testified, inter alia, that their home creditors, including the furnace hands, farmers, and others, renewed their applications for judgments or the money; that he proposed to put them on an equality by giving a general judgment for the benefit of them all. He further testified that when he made the proposition he did not know whether Breading et. ah, and other Pittsburgh creditors, whose claims had been forwarded for collection, had obtained judgments or not, but before the bond was signed he learned that judgments had not been obtained for them.\nHe further stated that at the time the judgment bond was signed by himself and James G. Mcllroy, he did not know that Alexander & Mcllroy were in insolvent circumstances, but then believed that if the property of the firm could be sold or disposed of for its real value, it was sufficient to pay all their debts; and it was his opinion at that time that all their creditors were secure upon their property, and that all would eventually be paid. He further stated that the judgment bond by Mcllroy and himself to John H. Boggs in trust, was not given for the purpose of hindering, delaying, or defrauding the plaintiffs, James E. Breading and others, or any other of the creditors of Alexander & Mcllroy, or defeating their claims, but with a view to secure the persons, in whose favor said judgment bond had been entered, their just claims, and to save costs by avoiding numerous suits or separate confession of judgments.\nThe counsel for the plaintiffs in the issue contended in the Court below:—\nThat the declaration of trust not having been recorded or filed till the 25th day of April, 1851, the bond and judgment thereon were void as to plaintiffs.\nThat, Alexander & Mcllroy knowing themselves to be in failing circumstances, at the time of signing the bond in favor of Boggs, and intending thereby to prefer certain creditors to the exclusion of the plaintiffs, the judgment was void as to the plaintiffs.\nThat the bond and accompanying declaration of trust, upon which the judgment was entered, operated as an assignment of the balance of the funds of Alexander & Mcllroy, and were intended so to operate, and not being recorded, the judgment was void as to plaintiffs.\nGalbraith, J., inter alia, charged the jury\n“ The judgment of Boggs was entered on the 1st of January, 1851, and those of the plaintiffs in this issue were obtained on the 17th of January, 1851, by award of arbitrators; and they claim, that the balance of the money, not distributed, should be paid a.nd applied on their judgments, and hence have attacked the judgment of Boggs on two grounds: 1. That it is fraudulent as against subsequent judgment-creditors; and 2. That it is in violation of the provisions of the Acts of 17th April, 1843, and the proviso of the 4th section of the Act of 16th April, 1849. This is denied on the part of Boggs, who stands as trustee for some fifty-two creditors of the firm of Alexander & Mcllroy, according to a declaration of trust written on the same paper with the bond, and is said to have been executed at the same time, although bearing date five days afterwards, to wit, the 30th of December, 1850. The judgment was entered up by a declaration upon it filed the 1st of January, 1851; and the bond itself, with the declaration of trust accompanying, was filed on record on the 25th of April, 1851.\n“The first branch of the issue involves the consideration and the fairness of the judgment in favor of Boggs, or in other words, whether the judgment is fraudulent and covinous in fact; whether the debts which it professes to cover are honestly due by the firm of Alexander & Mcllroy to persons named in the paper attached to the bond, called the declaration of trust. This part of the issue does not seem to be insisted upon, on the part of the plaintiffs.” “ The next branch of the issue is—\n“ Whether that judgment is in violation of the provisions of the Acts of 1843 and 1849. This involves the legal construction of those Acts of the Legislature, and is more a question of law than of fact in this case. ■\n“In order to understand properly the provisions of the Act of 1849, it is necessary to keep distinctly in view the subject to which it relates, to wit, the subject of assignments for the benefit of creditors. That there is much obscurity in the proviso to this 4th section is apparent.” He supposed it was “the result of the operation of more than one mind. To one the idea of preferences to creditors releasing was prominent, and the effort in the first part of the section is to avoid the effect of any condition for release: to the other that of really securing what was not in danger, that is, the lien of a bona fide judgment, and is contained in the form of a proviso, not really appropriate to the section in which it is inserted, but to the original law of 1843, which was evidently what was in the mind of the draftsman of that proviso. It was certainly not intended to depart from the subject-matter of the first part of the section, to wit, that of assignments for the benefit of creditors.\n“Was this judgment-bond then an assignment of itself? This would involve a perversion of language. By an assignment, the assignor parts entirely with his dominion over the property assigned — his right to possession or control over it. In the confession of a judgment he does neither until it is taken out of his possession by an execution and sale.\n“ The judgment was entered on the 1st of January, 1851, in the usual way, by an attorney, in virtue of the warrant of attorney. On the. 25th of April the paper was filed, indicating the - persons to whose use the moneys should be applied. The plaintiffs’ second point asserts that this would avoid the judgment as against the plaintiffs whose judgment was obtained in the mean time, to wit, on the 17th of January, 1851. To this we answer in the negative — that it was not a matter of any concern to the plaintiffs, provided the debt was justly due and Iona fide, to whoso use it was marked on the docket.”\n“Ikq fourth point of the plaintiffs is that the judgment is void without the assent of the persons to whose use the money was marked. To this we dissent. The express assent of the persons for whose benefit the judgment was confessed was not necessary to its validity. It being for their benefit, their assent would be presumed, in the absence of all evidence showing any dissent on their part.”\nMay 3, 1852, verdict was rendered for defendant, and on May 8, judgment entered and distribution decreed, the same to be delayed for three weeks.\nError was assigned to the charge.\nJ. S. McCalmont, with whom were Myers and Smith, for plaintiffs in error.\nSutton, with whom was Corbett, for defendant.\nT. Williams, for plaintiffs."
  },
  "file_name": "0033-01",
  "first_page_order": 35,
  "last_page_order": 40
}
