{
  "id": 972359,
  "name": "Lyon versus Hampton",
  "name_abbreviation": "Lyon v. Hampton",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "46",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 564,
    "char_count": 12037,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 2.7488675756305926e-07,
      "percentile": 0.8325663001974246
    },
    "sha256": "417aa7285e74bae59c06a95bbadb239391d74ca92bbec8d1338f5de239760cdd",
    "simhash": "1:51f5a427f21620be",
    "word_count": 2116
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lyon versus Hampton."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nIn Hunt et al. v. Breading, 12 Ser. & R. 41, it was held, that seizing goods in .execution to the value of the debt, was a discharge of the judgment, whether the goods were sold or not. Without deciding the question whether it might not be restored, as between the parties, it was emphatically declared that it could not be restored, so as to deprive third persons of an advantage which they had gained by its having, at any period, been discharged ; consequently, its lien on the land was gone. In Dean v. Patton, 13 Ser. & R. 345, the same doctrine was enforced. Mr. Justice Duncan, in delivering the opinion of the Court, held it to be “ against all law and practice, that a plaintiff can withdraw his levy of personal property to come in on the proceeds of land and “ against every rule of equity that a plaintiff, having the fund in his own hands, a fund which he had elected to resort to, should relinquish it to the prejudice of a third person’s right.” . In Duncan v. Harris, 17 Ser. & R. 436, and other cases, the same doctrine was enforced. It strengthens our confidence in the justice of the country, when we see a principle, so just in itself, and so beneficial in its general results, sternly and constantly enforced. Every relaxation in the rules in view of the supposed hardship of particular cases, is but opening the door to the most dangerous abuses of the process of the law. Even in Morrison & Steele v. Hoffman, 1 Barr 23, a case where the rule was relaxed to the utmost limit of judicial toleration, it was distinctly conceded, that “ if there had been collusion between the plaintiffs and defendants in the execution, for the purpose of deterring other creditors from levying on the goods, the case would have been very different; and, doubtless, would have postponed the execution.” In the subsequent casp of Taylor’s Appeal, 1 Barr 393, where the goods had been restored to the defendant on a forthcoming bond, under the provisions of the stay law, the lien on the land was preserved expressly on the ground that “ the plaintiff was deprived of the fruit of his levy, not by anything he did or could have avoided, but by the act of the law.”\nThe true rule on the subject, as indicated by Chief Justice Gibson, in the case last mentioned, undoubtedly is, that so far as the' rights of third persons are concerned, the seizure of goods in execution is a satisfaction of the judgment to their value, in all cases, except where the plaintiff is deprived of the fruit of his levy without any fault of his own. But where he is prevented from selling the goods in consequence of his own agreement not to sell,, but to use his levy for the purpose of hindering or delaying other creditors, it cannot be pretended that he is deprived of the benefit of his levy without fault on his part. On the contrary, his agreement to obstruct other creditors in the collection of their debts,, was a fraud .upon their rights which the law severely condemns, and the use of an execution for such a purpose was a reprehensible abuse of tbe process of tbe Court. We can readily appreciate tbe feeling which may lead a kind but inconsiderate man to extend a helping hand to one in embarrassed circumstances, without reflecting upon all the consequences of his acts. But when his benevolence operates injuriously upon the rights of others, it is a plain principle of justice that he should furnish an indemnity. The good Samaritan would have received but small commendation if he had relieved the suffering traveller with wine and oil and money which had been unjustly taken from another.\nThere was error in answering the plaintiff’s second point. The jury ought to have been distinctly informed that if the facts were as assumed in that point, the plaintiffs in the judgment were postponed to the extent of the goods so seized in the execution. If there was an understanding which preceded the judgment, that it would be thus used to protect the personal property of the debtors, it was not necessary for the jury to inquire whether that understanding was “a material inducement to tbe confession of tbe judgment.” An inquiry into the degree of influence which such an agreement had upon the minds of the debtors in confessing the judgment, would be attended with practical difficulties which ought not to be imposed upon a creditor whose rights were thus attacked. Actions are always sufficient indications of intention; and the contract itself satisfactorily establishes the intention of the parties.\nFor these errors the judgment is to be reversed. The other assignments of error are not sustained.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Church and Thompson, for plaintiffs in error.",
      "Sutton and Purviance, contrà."
    ],
    "corrections": "",
    "head_matter": "Lyon versus Hampton.\n1. The seizure of goods in execution to the amount of the debt is a discharge of the judgment whether the goods be sold or not, so far as the rights of other creditors are concerned, except where the plaintiff is deprived of the fruit of his levy, without any fault of his own.\n2. But, where the plaintiff is prevented from selling the goods in consequence of his own agreement not to sell but to use the levy for the purpose of protecting the property from other executions, his judgment will be postponed.\n3. It was not proper to submit to the jury whether such an understanding “was a material inducement to the confession of the judgment.” The contract itself sufficiently established the intentions of the parties.\nError to the Common Pleas of Clarion county.\nThis was a feigned issue directed by the Court, in which George A. Lyon and David K. Turney were plaintiffs, and Hampton, Smith & Co. were defendants. George A. Lyon had a judgment against John Lyon entered on 31st August, 1849; Turney had a judgment against John and Jacob B. Lyon entered on 24th July, 1849; and Hampton, Smith & Co. had a judgment entered previously, viz., on 15th June, 1849, against John and Jacob B. Lyon. Certain real estate of John Lyon was sold by the sheriff, and previous to the distribution of the proceeds, an issue was directed to try, 1st, whether or not the judgment of Hampton, Smith & Co. v. J. & Jacob B. Lyon was fraudulent and void as to the plaintiffs; 2d, whether said judgment was entitled to preference, in the distribution of the proceeds of the sale; and, if so, to what extent, as against the judgments of the plaintiffs. The real estate was sold on 7th May, 1851.\nOn the judgment of Hampton, Smith & Co., against John & Jacob B. Lyon, which was an amicable one, for $4786, an execution was issued on 16th June, 1849, and a levy was made on personal property to the amount of $6731.50. The execution was returned, “stayed by order of Judge Myers, Aug. 28, 1849.” Judge Myers was one of the associate judges of the county. Sept. 3d, 1849, a rule was granted to show cause why a writ of vend, exp., to sell the personal property, should not issue; and on 6th May, 1850, this rule was made absolute. No vend. exp. ever issued in the case. The personal property levied on, or a part of it, was sold on an execution on another judgment. Hampton, Smith & Co. claimed the money arising out of the partnership and individual real estate of the partners, as their judgment was first in order of time.\nOn the part of the plaintiffs it was alleged, that the judgment of Hampton, Smith & Co. should be postponed, under the following circumstances.\nThe firm of J. & J. B. Lyon being indebted to Jacob Painter & Co., and. to Hampton, Smith & Co., and to other creditors, Hampton, Smith & Co. were applied to, by Jacob B. Lyon, in June, 1849, for further relief; and they agreed to advance $200 in goods, and $500 in cash, in order to enable J. & J. B. Lyon to carry on their business. These sums were to be included in a judgment, which J. & J. B. Lyon were to confess. On the 15th June, 1849, the judgment before referred to was entered, and execution was issued on the next day. The amount of cash and goods to be advanced was included in the judgment; but it was alleged that the greater part of the latter was not advanced till after the execution had issued, and a part of the amount, $122.50,, was never actually advanced. However, a receipt for the amount of the deficiency was given, the same to be credited on the judgment. At the time the judgment-bond was signed, an agreement as follows, was entered into:—\n“1849, June 15. Whereas, John & Jacob B. Lyon, iron masters, of Clarion county, Pa., have this day \"entered judgments on the docket of said county for our claims against them, to be issued upon at any time. The object and understanding of which is: 1st. For our own security; 2d. For the purpose of extending time to the said J. & J. B. Lyon to pay their debts and continue their business. We therefore agree not to ask them for the proceeds of their furnace for one year from this date, but to encourage and assist them to pay all their debts by extending time as aforesaid.” Signed by Hampton, Smith & Co., and also for Jacob Painter & Co., judgment creditors.\nOn the part of the plaintiffs, it was testified that an execution was to issue. on the judgment of Hampton, Smith & Co. on the next day after the confession of the judgment in their favor, to protect the personal property of the defendants from other executions, but that they were not to sell it.\nThe application to stay the writ of fi. fa. was made by John Lyon, one of the defendants in the judgment.\nOn the part of the plaintiffs, points as follows were presented:—\n1. That if the jury believe that the judgmen of Hampton, Smith & Co. was confessed with the intent and understanding of the parties to it, and with their knowledge that there were other creditors, and with a view to prevent such other creditors from, or to hinder or delay them in the collection of their debts, that the said judgment is fraudulent as to such creditors, and the verdict here, under such circumstances, should be for the plaintiffs.\n2. If the jury believe that an execution was issued by defendants, and personal property of great value, equal or nearly so to the amount of the judgment, was levied on under an agreement between the parties to it, that it should not be sold, but that said levy should be made with a view to prevent other creditors from seizing the same, and the property was never sold by the plaintiffs in the execution, but was left in the hands of the defendants in the same, and suffered to be disposed of and taken by subsequent creditors, the plaintiffs in the judgment will be postponed in their claim to the fund arising from the sale of the real estate in favor of the plaintiffs in this case who were creditors, and whose judgments were entered during the continuance of such levy.\nKnox, J., as to the first point, charged as follows: “ The statute of 13th Elizabeth avoids all conveyances and judgments given for the purpose of hindering, delaying, or defrauding creditors as against such creditors, but it does not prevent a debtor giving a preference to particular creditors. Every preference by an insolvent debtor, to some extent, has the effect of hindering other creditors; but this is not within the statute, unless the object and intention of the parties to the transaction is to prevent others from realizing their just debts.\n“ 2. The issuing of an execution, even under the circumstances, and with the understanding mentioned in this point, would not, of itself, avoid the judgment of Hampton, Smith & Co.; but if there was an understanding (which preceded the judgment) between the parties, which was a material inducement to the confession of judgment by the Messrs. Lyon, that it should be used to protect their personal property by means of an execution to be issued thereon, the result would be different, and the judgment would be postponed as against the present plaintiffs.”\nApril 5, 1852, verdict was rendered for the defendants.\nTo the answers to the points as above stated, inter alia, error was assigned.\nChurch and Thompson, for plaintiffs in error.\nSutton and Purviance, contrà.\nDecember 20, 1852,"
  },
  "file_name": "0046-01",
  "first_page_order": 48,
  "last_page_order": 52
}
