{
  "id": 972391,
  "name": "Brownfield versus Brownfield",
  "name_abbreviation": "Brownfield v. Brownfield",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "55",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wharton 336",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0336-01"
      ]
    },
    {
      "cite": "11 John. 215",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 240",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0240-01"
      ]
    },
    {
      "cite": "3 Watts 391",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 70",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11734014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0070-01"
      ]
    },
    {
      "cite": "2 Jones 136",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841310
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0385-01"
      ]
    },
    {
      "cite": "8 Watts 403",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0403-01"
      ]
    },
    {
      "cite": "2 Yeates 476",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0476-01"
      ]
    },
    {
      "cite": "6 Binn. 59",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0059-01"
      ]
    },
    {
      "cite": "5 Watts 348",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0348-01"
      ]
    },
    {
      "cite": "3 Wh. 250",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833439
      ],
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0250-01"
      ]
    },
    {
      "cite": "3 Watts 95",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841231
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0095-01"
      ]
    },
    {
      "cite": "2 Jones 186",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682008
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 620,
    "char_count": 12348,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 7.372709066844065e-08,
      "percentile": 0.4419332941804715
    },
    "sha256": "31e28431067836ce998822d4396b9fcee99a2aa2fa559e6061aa50ee2b803550",
    "simhash": "1:606a65afced038fc",
    "word_count": 2208
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brownfield versus Brownfield."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by'\nLowrie, J.\nThe correction of the paper-book has answered the objection to the competency of James Brownfield as a witness, and the only other exceptions to evidence or to the charge that will bear an argument may be classed together.\nThe testator, in dividing his plantation, describes the division line thus: — “ thence supposed nearly an east course to a post, the corner of John Brownfield and my home-place.” The duty of the jury was to fit this description to the land, and put the line upon the ground. In such a case we need not trouble ourselves with the doctrine of latent ambiguities; for it is a question merely of the application of a description to its subject, and this always requires parol evidence, or its equivalent, a view.\nThe parties dispute as to the post corner, and of course the truth can be ascertained only by learning all the facts and landmarks which can fairly be supposed to have been known to the testator, and to have influenced his mode of expressing his will. In other words, the jury are to have such information as will place their minds as nearly as possible within the relevant circumstances which surrounded the testator when he indited the expression which needs interpretation.\nWhen he says the line runs nearly east, and one corner is found seven and a half degrees north, and another twenty-three degrees south of east, of course the jury would incline to the former. But circumstances cast a doubt upon such a conclusion, and it becomes necessary to scrutinize the indications in favor of the other easterly corner’s. And when there is evidence that one of them had been called a stone corner, how manifest is the pertinency of the evidence that there had been a post there with stones around it, and that in the survey, patent, and deeds of the adjoining owner it is called a post corner.\nAnd the finding of the jury, that the post intended is that whereon his own land, and John’s, and Hopwood’s corner together, seems to accord well with the expression “ a corner of John’s and my home-place;” for three corners answer verbally to the description, and may be said to be “nearly an east course.” Yet surely he meant a definite corner, and therefore it seems more probable that he was thinking of the only one where his place and John’s and Hopwood’s cornered together, than of some one of the three where his and John’s alone corner together. True, the other two corners are more nearly in an east course, but the adoption of either of them would leave other important circumstances totally unaccounted for. We are of opinion that the cause was rightly tried.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Deford, for plaintiff in error.",
      "Ewing and Fuller, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Brownfield versus Brownfield.\n1. Parol evidence is admissible to show the application of a description in a will to its subject\n2. A testator having devised to one of his sons the south side of his home-place, by a line of division, beginning, &e., and “ thence supposed nearly an east course to a post, the corner of John Brownfield and my home-place.\" Two post-corners having existed, it was competent to show by deeds for adjoining lands, and other evidence, which corner was the one the testator meant to designate.\nError to the Common Pleas of Fayette county.\nThis was an ejectment by John Brownfield v. Isaac Brownfield, for about 30 acres of land in Union township, Fayette county.\n. The. dispute arose on the construction of the will of Thomas Brownfield. It was dated 3d September, 1814; proved 14th October, 1815. It provided as follows:\n“ I give and devise to my youngest son, Isaac Brownfield, and his male heirs, the south side of my home-place, by a line of division, as follows: beginning at the saw-miil race, four perches south of the dwelling-house near said saw-mill, and thence supposed nearly an east eourse to a post, the corner of John Brownfield and my home-place. And the other part of my home-place I give and devise to my eldest son, John Brownfield, and his male heirs, him yielding and paying to my son William Brownfield, $500. The above devises to take place at the decease of my wife Elizabeth, and Ann Brownfield.”\nSee the former trial of this case reported in 2 Jones 186, &c.\nGilmore, J., inter alia, charged: — “The question to be determined is, where is the post corner described in the will as terminating a line ‘ supposed nearly an east course to a post, the corner of John Brownfield’s and my home-place.’ If it is at E, then the plaintiff is entitled to recover; if at H, then your verdict will be for the defendant. Evidence has been given of the existence of two post corners, answering, in some respects, to the description of the will, which, in the opinion of the Court, creates what is called a latent ambiguity, and makes way for the introduction of parol evidence to dissolve it. Ever since Cheney’s case, 5 Oo. 68, the law has been settled, that when there is a latent ambiguity, arising dehors the will, as to the person or subject meant to be described, parol evidence may he introduced to remove the doubt.\n“ The home-place then contained 168 acres; and division, unless restrained or explained by other expressions, imports equality.\n“ The line which the defendant claims is 7-£ deg. north of an east course, and the line which the plaintiff claims is 73 deg. south of an east course, so that defendant’s line is nearer an east course than plaintiff’s. To combat this, the plaintiff introduces another expression in the will, which is this: ‘Beginning at the saw-mill race, four perches south of the dwelling-house, near said saw-mill.’ If the testator meant by this that the mill-race was directly south of the house, he was mistaken. It is 44|- deg. west of south. Now, if mistaken in the bearing of the race, it is argued that he was most probably mistaken in respect to the bearing of the eastern course. We do not think there is much in this; but you can take it for what it is worth. We will now turn your attention to the parol evidence, and all the evidence introduced on each side, establishing the one or the other of these corners.” The Court also directed the attention of the jury to the fact that in the deed from Thomas Brownfield to his son John, dated in 1796, the corner now claimed to by the plaintiff was called a stone corner.\nHe also referred the jury to the patent to John Hopwood, dated 1st April, 1786, in which the corner is designated as a post. Also the several deeds from John to Moses Hopwood, and Moses to John; in all of which this corner claimed by John Brownfield is called a post corner.\nThe Court then said to the jury, “ The whole case is one to be determined by you. What line did the testator intend? Was it the one running to H, or E ? Did the testator, when he drew his will in 1814, know the corner E to be a post-corner ? And if he did, are you satisfied from the evidence that this was the corner which he described or intended to designate in his will ? If you are satisfied of this, the plaintiff will be entitled to recover. If not, the defendant will be entitled to your verdict.”\nVerdict was rendered for the plaintiff.\nError was assigned to the receipt of parol evidence to explain •the ambiguity in the will of Thomas Brownfield, viz., the patent to John Ilopwood, offered to show that the corner E, which was on one of the lines in the said patent, was called a post corner on the line of Thomas Brownfield’s patent, dated 1st April, 1786.\nAlso to the reception of the deed by John Hopwood to Moses Hopwood, and Moses to John; and also to a part of the deposition of Ann Brownfield, in which she stated that she saw the testator stake the division line up to the corner at Hopwood’s land. It appeared that this was done after the will was made.\nErr'or was also assigned to the charge. •\nDeford, for plaintiff in error.\nHe contended, inter alia, that the Court erred also in receiving in evidence the patent and draft of John Hopwood, and the deeds from John Hopwood to Moses, and from Moses Hopwood to John, as contained in the 3d and 4th errors assigned. For aught that appeared, the testator, Thomas Brownfield, had never seen those deeds, calling for a post corner at F. All the knowledge he had of this corner was as a “stone” corner. He run it when he made his deed of gift to John in 1796, in which the corner at F is called “stones.” These deeds were therefore irrelevant, having no connection.with the subject: 2 Ser. & R. 84; 10 Ser. & R. 1; 3 Watts 95.\nThe deposition of Ann Brownfield should not have been received. The declarations of the testator subsequent to the making of his will, cannot be given in evidence to affect any of its provisions: 2 W. & Ser. 455.\nEwing and Fuller, for defendant in error.\nThe plot of the John Hopwood tract, upon- the survey-books of the county, and the patent issued thereon, and the two deeds for the same tract from John to Moses and. from Moses back again to John, were properly admitted upon several grounds. First, to contradict a witness who testified that said patent called for a stone corner at F, and, afterwards, that it was so designated on the plot. It was therefore competent for us to show that, in both of them, it was denominated a post corner.\nAgain: Ann Brownfield stated that she saw the testator stake the division line up to the corner at Hopwood’s land; and James Brownfield also says he told him it was to run' “ to a post corner at Hopwood’s line” and “to Hopwood’s corner,” &c. The survey, patent, and deeds therefore were the most proper evidence to show that Hopwood had a tract of land adjoining to and cornering with Thomas Brownfield’s land at F; and thus identify that corner with the one spoken of by the testator to these two witnesses.\nThe plaintiff in error also having proven by a witness that F was a stone corner, it was clearly competent to contradict him on that point by his own title papers, and especially by the deeds of conveyance and re-conveyance executed by his father and himself, and to both of which he was a party.\nThese papers were competent evidence to prove the existence .of a post, corner at F. In ejectments, warrants and surveys to third persons are evidence to prove boundaries: 3 Wh. 250, 263. So, too, a party may refer to such survey without the warrant, for the purpose of showing boundaries, abuttals, and landmarks : 5 Watts 348, Miller v. Keene. So, also, a general draft of adjoining lands certified from the Surveyor-General’s' office: and al§o, the field notes of the Deputy Surveyor; and this even to show title: 7 W. & Ser. 458, Payne v. Craft. Hearsay also admissible to prove corners and boundaries: 2 Ser. & R. 70, Hamilton v. Menor; 6 Binn. 59. And even ex parte depositions as to the reputation of the neighborhood: 2 Yeates 476-7. Or by way of corroboration.\nThe fifth error assigned is to the admission of that part of the deposition of Ann Brownfield relative to the staking off by the testator of the division line referred to in the will.\nIt was ruled in Hunt v. Devling, 8 Watts 403, “the act of a father in making a division line, in anticipation of a devise to his children, is competent evidence,” and upon such devise being afterwards'made, “it must be taken to have been predicated in reference to such boundary, though it be not expressly referred to in the will, and must consequently govern in preference to the quantity called for.” With much greater reason, then, are such acts admissible if done after the making of the will, and in express reference to the line therein mentioned. Reference also made to 3 Watts 385, Vernor v. Henry; 2 Jones 136, this same case.\n“Division,” unless restrained or explained, imports equality: 2 Barr 137, Coates’s Appeal; 9 Barr 130.\nAs to the competency of parol evidence to explain the latent ambiguity in the will, reference was made to Lord Cheney’s case, 5 Coke, 68; 1 Wm. Black. 60, Jones v. Newman; 3 Taunt. 150 -2, Doe v. Oxenden; 2 Dall. 70, Powell v. Biddle; 3 Watts 391, Vernor v. Henry; 3 Watts 240, Wusthoff v. Dracourt; 9 Barr 329, Trustees v. Sturgeon; 11 John. 215-216; 1 John. C. R. 234; 3 Stark. Ev. 1028; Rob’ts Wills 14, &c., &c. But as no objection was made at the trial to its admission, “this Court will affirm the judgment of the Court below, although it be brought up with a bill of exceptions to the charge of the judge:” 5 Wharton 336, Powell v. Sedgwick.\nDecember 20,"
  },
  "file_name": "0055-01",
  "first_page_order": 57,
  "last_page_order": 61
}
