{
  "id": 972347,
  "name": "Piper's Appeal",
  "name_abbreviation": "Piper's Appeal",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "67",
  "last_page": "70",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 448,
    "char_count": 8699,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 2.1144579890776842e-07,
      "percentile": 0.7636294625671226
    },
    "sha256": "bd43a4a4e3fe8633541ebaf6f365ecd5ec7205dbbc5a2a37be09be16efca00b9",
    "simhash": "1:18df20a547913ca5",
    "word_count": 1590
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Piper’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThe first error assigned is, that the Court erred in dismissing the trustee before he had entered on the discharge of his duties. I will not stop to inquire whether this be true or not. The Court had the power to dismiss him at any time when good reason was shown for it by the cestui que trust.\nThe second and third specifications allege that the Court of Common Pleas decided the facts erroneously. It is not our duty, in a case like this, to review the evidence and reverse the decree if our opinion of the facts differs from that of the court below. We have the authority, when it comes here, to reverse for such an error, to refer it to a master, or to direct an issue; hut neither of these can be expected, unless it be a gross case, which this is not proved to be by the best argument the appellant can make.\nThe fourth assignment points out a sentence in the opinion of the judge, from which it might appear that the decree was produced by the influence of a wrong reason. But it is with the decree itself, and not with the reasons, that we have to do. If 'the conclusion is right, no matter by what steps it may have been reached. At the time the trustee was removed, the Court entered on the record that it was done because it was shown to their satisfaction that he was mismanaging the estate, neglecting his duties, and in failing circumstances. These are fixed facts, found and settled; and the faith which is due to them is not in the least shaken by anything said in an opinion subsequently filed, and closing with a refusal to disaffirm them.\nOn the fifth error, we have only to say, that the admission of incompetent evidence is not to be treated on appeal, as it is in a writ of error. A decree, good without such evidence, will not be reversed because it has been heard.\nDecree affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Loomis, for appellant.",
      "Stanton, with whom was Shaler, contra."
    ],
    "corrections": "",
    "head_matter": "Piper’s Appeal.\n1. The Court of Common Pleas has the power to dismiss a trustee before he has entered on his duties.\n2. This Court, on appeal, may review the evidence, and if they differ from the Court below as to the facts, may reverse for such an error, refer the case to a master, or direct an issue; but neither of these powers should be exercised unless there has been gross error committed.\n3. In cases of appeal, this Court acts upon the decree and not upon the reasons assigned for it. And where it was set out in a decree that a trustee was removed on grounds which were in law sufficient to justify it, as for mismanagement, neglect, or insolvency, this Court will not reverse because a wrong reason for the removal has been assigned in the opinion filed.\n4. The admission of incompetent evidence is not to be treated on an appeal as it might be on a writ of error. A decree, good without such evidence, should not be reversed because it was heard.\nAppeal from the decree of the Court of Common Pleas of Allegheny county.\nThis was an appeal by William Piper from the decree of the Court, removing him as trustee under a deed of trust, dated the 9th March,. 1849, by which John George Woods and Mary Ann his wife, conveyed to the said William Piper certain real estate in trust.\nThe deed of trust conveyed to Piper a tract of land of about 198 acres, in Allegheny county, near to Pittshui’gh, to be held by him in trust, viz.: To permit the said Mary Ann Woods, during her life, to occupy, demise, 'or dispose of the said premises or any part thereof, and to receive and enjoy the rents and profits, as if she were a feme sole. -At her death to let, demise, or dispose of the premises, and the net ■ rents to dispose of among the children of the grantors till the youngest child attains the age of 21. On the arrival of the children at the age of 21 years, then the trustee to sell the. trust estate, and the net proceeds of sale to divide among all the surviving children, &c. In the event of the death of Mary Ann Woods without children, during the lifetime of her husband, he was to be suifered to occupy, demise, or dispose of the premises, &c.\nThe trustee was empowered to raise money on mortgage of the trust estate, the moneys so raised to be re-invested for 'the uses of the trust, or applied to such uses and purposes, either in repairs. or improvements of the trust property, or otherwise whatsoever, as the said Mary Ann shall, by any writing, notwithstanding her coverture, direct. The trustee was further empowered, if he shall thinle it expedient, and the said Mary Ann shall assent thereto, to sell the whole or any part of the said real estate held in trust.\nOn .the 22d May, 1851, the bill of complaint of Mary Ann Woods and others, by their next friend, was presented in the District Court of Allegheny county, charging the trustee with negligence and refusal to- discharge the trust in a manner corresponding with the intentions of the grantors, or the meaning'of the trust deed, &c. The trustee answered, and the case was referred to a master to take testimony and make report. After the report was made the bill was dismissed at the cost of the complainants, without prejudice.\nA petition for the same parties was afterwards, viz., on 2d February, 1852, presented in the Court of Common Pleas substantially the same as the one presented in the District Court. Testimony was taken on both sides, and on the 19th June, 1852, the case was taken up (as alleged, in the absence of the counsel for the trustee), and the Court, declaring in their decree that it appearing to their satisfaction that the trustee has been mismanaging and wasting the estate committed to his care, and neglecting to perform tbe duties ox tbe trust:, and that he was in failing circumstances, dismissed the said trustee, and appointed another in his stead.\nOn the 3d July, on motion of the counsel of the trustee, the Court granted a rale to show cause why the decree should not he set aside. Testimony was taken on each side.\nMcClure, J., in his ■ opinion, observed that the proceeding in the Common Pleas was not the same as was prosecuted in the District Court, and the rale was discharged. From this decree the trustee appealed.\nIn the exceptions filed, it was alleged that the Court erred in dismissing the trustee before he had entered upon the discharge of his duty as such trustee, under the tei’ms of the deed of trust. 2. In dismissing the trustee for want of fitness, when the weight of testimony proved his fitness. 3. In deciding that he had not. discharged his duties in a proper manner. 4. That the Court erred in one of the reasons assigned in their opinion for making the decree. 5. In receiving the deposition of John Gr. Woods, one of the grantors, and in hearing a portion of his testimony which appeared to be hearsay.\nIn the 16th and 17th sections of the Act of 14th June, 1836, relating to trustees, it is provided that it shall be lawful for the Court of Common Pleas, upon affidavit that any trastee is wasting, neglecting, or mismanaging the estate or fund, or is in failing circumstances, or about to remove out of the Commonwealth, to issue a citation to him to appear and show cause why he should not be dismissed; and on the return of the citation, and notice, the Court,, in their discretion, may either require security or dismiss the trustee, &c.\nLoomis, for appellant.\nHe observed, inter alia, that the trustee did not consider it expedient to exercise the power of sale. That the sale might be injurious to the interests of the children, as no provision existed in the trust deed by which the purchase-money should he applied to the same uses and purposes, in their behalf, as the land was to be whilst remaining unsold. It was alleged that the Court treated the matter as if the wife of Woods was alone interested. Ho suggested that the object of the trustee was to preserve the property for the mother during life, and for her children after her death. He suggested that the trustee was willing to assent to the sale provided the purchase-money be applied to the same uses as the land must be if it remains unsold, and he alleged that such was the intention of the grantors.\nStanton, with whom was Shaler, contra.\nOn behalf of Mary Ann Woods, it was claimed that the evidence established a breach of trust. That the family, with a large estate, worth $70,000, were in want. It was alleged that the trustee was insolvent, and that the magnitude of the trust required a responsible trustee.\nIt was contended that the question was not as to what was to be the disposition of the proceeds of sale of the trust property; but whether the making of such sale would be in conformity to the trust deed.\nThe proceedings in the District Court were no bar, as the proceedings were dismissed without prejudice."
  },
  "file_name": "0067-01",
  "first_page_order": 69,
  "last_page_order": 72
}
