{
  "id": 972355,
  "name": "McGinnis versus Porter",
  "name_abbreviation": "McGinnis v. Porter",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "80",
  "last_page": "85",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 80"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Pa. Rep. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 14948,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 1.1713212473729102e-07,
      "percentile": 0.5864498277698815
    },
    "sha256": "8c3ef533e0b1dcc1937d02ccfd72998ed0fde0c08bef6fb5c0f0813b592cc8be",
    "simhash": "1:6a686e93a51339b9",
    "word_count": 2669
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McGinnis versus Porter."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe law of this case was so fully and yet so clearly and briefly laid down by the judge, who tried the cause, that we cannot possibly do better than adopt it. For the reasons given in the charge we affirm the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "J. McAlmont, for plaintiffs in error.",
      "Campbell, for. defendant in error."
    ],
    "corrections": "",
    "head_matter": "McGinnis versus Porter.\n1. Where two surveys call for each other, there can be no vacancy unless the lines marked upon the ground contradict the call.\n2. The possession of a tenant is the possession of his landlord.\n3. Where the relation of landlord and tenant is once established, it cannot be destroyed during the occupancy of the tenant, without express notice to the landlord that the tenant holds adversely. (\n4. An official survey made at the instance of a tenant, of a portion of the demised premises, upon a warrant in his name, will not, in the absence of actual notice to the landlord, amount to an adverse possession on the part of the tenant.\n5. An agreement in writing, compromising a dispute in reference to the lines of adjoining tracts of land, made by one who has parted with his title, but who retains the actual possession, is good against his vendee where no notice, either by record or otherwise, of the change of ownership is brought home to the party with whom the agreement is made.\nError to the Common Pleas of Clarion county.\nThis was an action of trespass quare clausum fregit, by Alexander S. Porter v. James McGinnis, Robert McGinnis, and Robert McGinnis, Jr.\nAlexander S. Porter brought this action of trespass quare clausum fregit, &c., in the Court of Common Pleas of Clarion county to May Term, 1849, against James J. McGinnis et al., for breaking and entering the enclosure of said Porter, “ that is to say, a certain enclosure situate in the township and county aforesaid, and bounded on the north by lands of McGinnis, on the east by lands of John Foster McGinnis, on the west by Benjamin Junkin, and on the south by lands of William McMichael, containing 20 acres more or less.”\nOn the trial of the cause in the Court below, the defendants plead liberum tenementum. To sustain the plea, they showed that James McGinnis, the father of James J. McGinnis, settled on this land in 1812, believing it to be vacant, and intending to hold it by actual settlement. He commenced an improvement, raised a barn, built a house, cleared the land, cultivated it, and resided thereon until his death in 1836, after which his son John and daughters resided on the same tract up to the time of the trial.\nOn the 24th of May, 1815, a warrant, No. 6072, was granted to James McGinnis, the father, “for 300 acres of land, including an improvement adjoining lands of John Junkin, Franklin College,” &c. The survey thereon was made on the 21st May, 1819, and duly returned and accepted the 27th February, 1821.\nAt the time James McGinnis first commenced the settlement on this tract, he was, according to the evidence of the plaintiff, holding the adjoining tract, No. 231, under a lease from Joseph. Junkin, the executor of John Junkin. The lease was for nine or ten years, said to be in writing, but could not be found. It expired in 1815, but afterwards, James McGinnis, who lived on his own claim, returned the John Junkin tract, No. 231, to the assessor, and paid taxes for it as the agent of Junkin until 1826, when Agnew leased the tract No. 231 from Junkin, the then owner.\nThere ivas no proof that James McGinnis had told Joseph Junkin that he intended to claim the land by actual settlement, and no other proof of notice than the presumption arising from the facts and circumstances of James McGinnis’s claim, and the notoriety thereof as given in evidence.\nThere was no entry on the part in controversy by the plaintiff until 1843.\nThe north-east line of the survey of the John Junkin warrant, No. 231, appears never to have been marked upon the ground until the survey of James McGinnis’s warrant; but upon the official survey of warrant No. 231, on the north-east line, some dis-'' tance from the corner, is marked a B. oak corner, with dotted lines representing the Franklin College land within those dotted lines on the N. E. adjoining. The south-western corner of Franklin College tract, No. 827, is also marked on the official surveys as a black-oak corner.\nThis black-oak south-east corner of warrant 829, was a living corner, well known upon the ground, although fallen at the time of trial. All the surveys and surveyors examined agreed upon it, as well as the official survey of the James McGinnis warrant. It was also in evidence that the N. E. line of 231 drawn through the black oak in the course N. 45 W., as called for, excluded the land in controversy from the plaintiffs’ claim under that warrant, and placed it within the survey under the warrant of James McGinnis.\nJohn Junkin, the owner of warrant No. 231, in his will directed his lands to be sold, and the money divided, &c. This land was not sold, but Benjamin Junkin, one of the persons entitled, purchased the shares of his brothers. On 3d November, 1841, Benjamin Junkin sold the land to Alexander S. Porter, the plaintiff.\nJames McGinnis, in his lifetime, made an agreement in writing with his son James J. to give him certain land, which appeared afterwards to be devised by James McGinnis in his will, proven 22d February, 1836, to John JP. MoGHnnis. On tbe 7th March, 1836, John F. McGinnis and James J. made a compromise in writing, which, after reciting difficulties in settling the estate, conveyed the land in question to James J., one of the plaintiffs in error.\nBenjamin Junkin, on the 13th day of February, 1838, also got John F. McGinnis to make a compromise with him, by which Jun-kin got the land in question, but there was proof that Junkin had then notice of the prior agreement with James J. McGinnis.\nIt was contended by the defendants’ counsel in the Court below, that they held by virtue of the statute of limitations. And also, without reference to the statute, that they held the land under the James McGinnis warrant, it no't being embraced Avithin the John Junkin survey No. 231.\nThe Court below decided that if the relation of landlord and tenant subsisted between Junkin and McGinnis; or if McGinnis entered on the Junkin warrant as the tenant of Junkin, he could not be placed in the attitude of an adverse holder to the land in controversy (if it was really included in No. 231)', without express notice to Junkin. And that the official survey of the James McGrinnis warrant would not be potice to Junhin.\nAlso that the official survey of the John, Junkin-warrant No. 231 called for Eranklin College 829 ; and that in the absence of evidence of -the N. E. line of 231 being marked upon the ground, the official survey would put the land in controversy within the John Junkin survey No. 231, or there would be no vacancy between 231 and 829.\nMay 9, 1851, verdict for plaintiffs.\nThe charge of Knox, J., was as follows:—\n“ This is an action of trespass to recover damages for entering upon land claimed by plaintiff. The plea is liberum tenementum, and consequently the issue involves the title to the land upon which it is alleged the trespass was committed.”\n[After calling the attention of the jury to the chain of title as claimed by the respective parties, they were instructed as follows : — ]\n“ The first question to which the attention of the jury is directed is, was the land upon which the alleged trespass ivas committed, viz., the fields cleared by Porter after his entry, embraced in the John Junkin survey No. 231?\n“The John Junkin No. 231 and College survey No. 829 call for each other — the College survey lying, as returned, on the north of John Junkin. It is the northern line that is in dispute. The plaintiff claims that it extends to the Eranklin College survey. This is denied by the defendant, who also alleges that the northern line of the John Junkin is rods below the College southern boundary, and that this was vacant at the time of his settlement and survey.\n“ Where two surveys call for each other there can be no vacancy, unless the lines marked on the ground contradict the call, and in such case the marked lines must govern.\n“ The question of location is for the jury, but in the absence of evidence establishing the fact that the lines as actually run and marked upon the ground exclude the land in dispute from the John Junkin survey, the official draft of the survey wmuld govern, and according to this there is no vacancy between 231 and 829.\n“If the landin dispute was embraced in the Junkin survey, the next question for the jury is, have the defendants, or those under whom they claim, acquired title by virtue of the statute of' limitations ?\n“ To give efficacy to the statute of limitations, there must be an actual, adverse, notorious, and hostile possession for a period of twenty-one years.\n“ The points submitted by the plaintiff’s counsel are substantially correct.” The possession of a tenant is the possession of his landlord, and this relation, when once established, cannot he destroyed during the occupancy of the former without express notice to the landlord; and we are of opinion that the survey made upon the warrant in the name of James McGinnis would not, without express notice of the fact, affect the, relation between John Junkin and James McGinnis. If the jury find that the land in dispute is part of the Junkin warrant, and that McGinnis entered upon it as the tenant of Junkin, the warrant and survey of McGinnis, unless notice was given of the same to Junkin, would not place McGinnis in the ’attitude of an adverse holder.\n“ If the land be within the John Junkin survey, and not lost by the statute, the plaintiff is entitled to recover; but if not included in said survey, or if the title has been lost by force of the statute, the question arises as to the effect of the alleged compromise of 18th February, A. D. 1838, between John F. McGinnis and Benjamin Junkin.\n“If this is binding upon the defendants, it would confer title upon the plaintiff. The defendants allege that all the interest of John F. had been conveyed to James by article of agreement of '4th of March, A. D. 1836. This appears to have been acknowledged on the 1st of June, A. D. 1842. If John F¿ McGinnis was in possession of the land at the time he made the agreement with Junkin, and the latter had no notice, either actual or legal, of the agreement ■ between John and James, he would not be affected by it; but if he had notice, of which the jury will judge, the rule would be otherwise, and his agreement of alater date would not avail him.” ,\nTo which charge the counsel for the defendants excepted.\nIt was assigned for error, 1. The Court erred in that part of their charge in which they say “the John Junkin No. 231 and Franklin College No. 829 call for each other.”\nAnd “ the question of location .is for the jury, but in the absence of evidence establishing the fact that the lines as actually run and marked upon the ground, exclude the land in dispute from the John Junkin survey, the official draft of the survey would govern, and according to this there is no vacancy between 231 and 829.”\n2. The Court erred in that part of the charge to the jury in which they say “ the possession of a tenant is the possession of his landlord, and this relation, when once established, cannot be destroyed during the occupancy of the former without express notice to the landlord; and we are of opinion that the survey made upon the warrant in the name of James McGinnis would not, without express notice of the fact, affect the relation between John Junkin and James McGinnis. If the jury find that the land in dispute is part of the Junkin warrant, and that McGinnis entered upon it as the tenant of Junkin, the warrant and survey of McGinnis, unless notice was given of the same to Junkin, would not place McGinnis in the attitude of an adverse holder.”\nJ. McAlmont, for plaintiffs in error.\n1. The John Junkin No, 231, and Franklin College 829, do not call for each other in the sense used by the Court below. The John Junkin No. 231 only calls for a point on the Franklin College 829, and not for a line; it calls for the intersection of two lines, a point, a well defined and noted black-oak corner. There was, it is true, no evidence that the N. E. line of John Junkin No. 231 was actually marked upon the ground, but there was evidence that the S. W. lines of College 829 were marked upon the ground, intersecting at the black oak.\nIt was said by the Court, that according to the official draft and survey there is no vacancy between 231 and 829. It is submitted that this was erroneous; and that the official drafts leave room for a vacant piece between those tracts.\n2. It was submitted, in reference to the statute, of limitations, that James McGinnis’s lease expired in 1815; that he took out a warrant then and moved on to the land, believing it to be vacant, leaving his former residence; and that the official survey of 1819, under the circumstances, was sufficient evidence to go to the jury, from which to presume either an acquiescence on the part of the heirs of John Junkin, or notice of the fact of a hostile claim. The relations of landlord and tenant no longer existed between them. It is true, from the evidence, that McGinnis afterwards appears to have acted as agent for the Junkins, and paid the taxes on No. 231; but at the time he did so, he was occupying under his own warrant, residing on his own claim, and paying taxes for it separately. At the time his relation changed from tenant to agent, it may be presumed that the heirs of John Junkin, or the executor, Joseph Junkin, knew the position in which he stood.\nThe judge told the jury, that it required express notice of a hostile claim by McGinnis to Junkin. By express notice, was understood a notice in writing, or verbal, directly from McGinnis to Junkin.\nIt was contended, that if the lease expired before the entry and survey of McGinnis upon his claim, that then his official survey and occupancy was notice to the Junkins as well as others, notwithstanding McGinnis originally had a lease from Junkin.\nCampbell, for. defendant in error.\nThe official survey of the John Junkin tract, No. 231, calls for the Franklin College along the entire northern and part of the eastern line. There could be no vacancy, even though the survey on the ground left a small strip between them: 4 Watts 261, Martz v. Hartley.\nThe determination of the lease will not dissolve the relation of landlord and tenant: 13 Ser. & R. 60, Diller v. Roberts; 1 W. & Ser. 90, Overdeer v. Lewis.\nThe title which McGinnis acquired by warrant a.nd survey, if any, would enure to the benefit of his landlord: 3 W. & Ser. 486, Cleavinger v. Reimar.\nHow McGinnis entered upon and held the land in dispute was a matter of fact for the jury, and was submitted to them as such by the Court: 3 Pa. Rep. 132, Jones v. Porter.\nDec. 20,"
  },
  "file_name": "0080-01",
  "first_page_order": 82,
  "last_page_order": 87
}
