{
  "id": 972394,
  "name": "Plank-Road Company versus Rea",
  "name_abbreviation": "Plank-Road Co. v. Rea",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "97",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 314,
    "char_count": 4682,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 7.015773967640236e-08,
      "percentile": 0.42355789854929765
    },
    "sha256": "0bace1b74c461377829e96b2fed58d8e8803cb9d1e5992682ebcdba02f9c2359",
    "simhash": "1:66a3ec3f82028bda",
    "word_count": 832
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Plank-Road Company versus Rea."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nIn other causes brought here by the same plaintiff in error, and already determined, all the questions which arise on this record are settled except one. A witness was asked, on cross-examination, whether the making of the road had not increased the value of the land. It was objected to, for what reason does not appear, and we are totally unable to conjecture. The question appears to us proper enough. The advantages of the road are to be considered as well as the disadvantages, and surely it will not be said that the additional valué given to land is not an advantage; nor will it be contended that a man w'hose fortune has been improved, is entitled to recover damages on that account from the companjr whose public spirit and enterprise have enriched him. Such a.n argument, if made in this case, would be in the teeth of a positive statute, as well as against justice. It may be that the Court of Common Pleas decided to rule this question out for some good reason apparent to them, but unknown to us. If so, the plaintiff must lay the reversal of the judgment to the charge of his own negligence in not setting out the grounds of his objection on the record. Let it be understood that it is always more or less dangerous to make naked and general objections to evidence, even though they be successful in the Court below.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Williams, for plaintiff.",
      "McCandless, for defendant."
    ],
    "corrections": "",
    "head_matter": "Plank-Road Company versus Rea.\nIn a proceeding against a plank-road company to recover damages done to land by the location and construction of the road, the Act directing the advantages as well as disadvantages of the road to be considered, it was competent for the Company to prove that the value of the land had been increased by the construction of the road.\n\"Error to the Common Pleas of Allegheny county.\nThis was a proceeding by John Rea v. The Perrysville and Zelionople Turnpike or Plank-Road Company, under the Act of 5th April, 1849 {Acts 402), and the 9th section of the Act of 14th May,. 1850: see Acts of 1851, p. 354. The said 9th section provided that in all cases of application for damages occasioned by any turnpike or plank-road company, it shall be the duty of the viewers to take into consideration the advantages as well as disadvantages of such road to the owner of the property or applicant for damages.\nFrom the report of the viewers appointed to inquire into the-damages sustained by John Rea, on account of the location of the road through his farm, an appeal was taken to the Court of Common Pleas.\nOn the trial objection was taken to proof, on the part of the-plaintiff, of the cost of fencing rendered necessary by the construction of the road. The evidence was received, and excepted to. The witness estimated the damage at $130. The defendants’\" counsel proposed to ask the witness whether the land, by the construction of the road, was not rendered worth above $130 more than it was before the road was constructed. The question was overruled, and exception was taken.\nDefendants’ counsel submitted to the Court points as follows :—\n1. That there is nothing in the Act of Assembly to subject the defendants to liability for the expenses to which the plaintiff may be subjected in the construction of such fences as he may think proper to, erect along each side of the contemplated plank-road.\n2. That supposing the defendants to be fairly responsible for the value of any land which may be taken by them, the jury are to consider on the other hand the probability of the vacating of the old road on the ground of its use being entirely superseded by the new one, as well as the increased value of the whole land or other advantages, to the owner.\nMcClure, J., answered the first point as follows: — “ The Act is general in its terms, and does not specify, nor could it be expected to specify, what items of damage would be disadvantages; but the construction of a new fence, or the removal of an old one, rendered indispensable by the road, would be proper elements or items of disadvantage to be given in evidence before a jury, and are embraced in the scope and spirit of the Act of Assembly.”\nThe second point was affirmed.\nVerdict was rendered for the plaintiff for $130.\nError was assigned to the admission .of the testimony in regard to the cost of the fences. 2. To the overruling of the evidence that the land was worth more than it was before the road was constructed. 3. In charging that the plaintiff was entitled to allowance for fencing, and for interference with the symmetry of his fields. 4. In the answer to the first point.\nWilliams, for plaintiff.\nMcCandless, for defendant.\nDecember 20,"
  },
  "file_name": "0097-01",
  "first_page_order": 99,
  "last_page_order": 101
}
