{
  "id": 972317,
  "name": "Plank-Road Company versus Rineman",
  "name_abbreviation": "Plank-Road Co. v. Rineman",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "99",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 99"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 143,
    "char_count": 1628,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 4.3004890917364487e-08,
      "percentile": 0.2710327899425797
    },
    "sha256": "d1d06b07e0bef09d0a4a737a8d2097fc89d6bacc03024ef4d6ee55b4f8951db9",
    "simhash": "1:6ca9bbafc6da687b",
    "word_count": 283
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Plank-Road Company versus Rineman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThere is one point here not raised in the other cases. A witness testified as follows: “ Ziegler promised to pay if bill was made out reasonable.” It is then parenthetically noted that objection was made by defendant, overruled, and exception sealed. But the bill of exceptions itself does not appear on the paper-book. Assuming this to be such an exception as we can take notice of, there are other difficulties. Who was Ziegler? What relation did he bear to the parties ? When or on what occasion did he make the declaration attributed to him ? How and to what extent did the evidence injure the plaintiffs in error ? On what ground was the objection put, in the Court below ? All these are questions to which there ought to be some show of an answer. As it is, we do not know whether the evidence was right or wrong, injurious or harmless, pertinent or irrelevant; nor whether the argument now made against it, is the same that was made at the trial, or a totally new one. The presumption is that the judgment is right; and this presumption has not been repelled by anything adduced to us.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Williams, for plaintiff in error.",
      "McOandless, for defendant."
    ],
    "corrections": "",
    "head_matter": "Plank-Road Company versus Rineman.\n■Where the hill of exceptions to evidence is not on the paper-hook, and it not appearing on the record whether the admission of evidence was right or wrong, the presumption is that the judgment of the Court, in admitting it, was right.\nError to the Court of Common Pleas of Allegheny county.\nThis was a proceeding against the same Plank-Road Company.\nWilliams, for plaintiff in error.\nMcOandless, for defendant.\nDecember 20,"
  },
  "file_name": "0099-01",
  "first_page_order": 101,
  "last_page_order": 102
}
