{
  "id": 972366,
  "name": "St. Clair's Heirs versus Shale",
  "name_abbreviation": "St. Clair's Heirs v. Shale",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "105",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 105"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0152-01"
      ]
    },
    {
      "cite": "2 Dallas 93",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 386",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844071
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0386-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 289",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 742,
    "char_count": 18373,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.40984976344180685
    },
    "sha256": "615da1ac534995ad196ac809c0c01d2e1bcff2f88023985fc4584b36ffbbc99e",
    "simhash": "1:d0c2eef29b58d4c8",
    "word_count": 3303
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. Clair’s Heirs versus Shale."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nIf the father of the plaintiffs owned the land in controversy, they have no title. If their uncle, Capt. Bayard, entered adversely to their fathei’, and by means of the possession kept up by him in his lifetime and by his widow after his death, acquired a title under the statute of limitations, then the plaintiffs have a right, for they are the heirs of their uncle.\nTo fix the character of his holding, the declarations of his widow in 1811, while she was in possession, were admitted in evidence. This is assigned for the first error.\nWhen the cause was here before, these declarations were decided to be evidence. See 9 Barr 252.\nBut the counsel say they have carried back Capt. Bayard’s possession to a period ten years earlier than was assumed for it at the former hearing of the cause. They deem this a distinguishing and very important fact, for if that possession commenced in 1785, as they now allege, instead of 1795, then the statute had run its course before Í811, the date of the declarations objected to, and the title had vested in these heirs. Then the argument is, that Mrs. Bayard’s declarations were not evidence to affect a title vested in others. The argument is obliged to assume that Bayard’s entry was adverse to St. Clair. If it was not adverse, then there is no importance in the date of its commencement, for a title could never accrue from a possession lacking this leading feature.\nIt is unfortunate for the plaintiffs in error that the very witness, Margaret Brown, by whom they prove the coz’rected date, seems to prove that Gen. St. Clair put Capt. Bayard into possession. She says, “ Capt. Bayard came with Gen. St. Clair, who brought him to Ligonier to my father’s. This was two or three years before I was married, in 1788. General said to my father, ‘William, I have brought Bayard to this county, and says he is going to build. I will bring his wife in the spring,’ ” &c. Now this looks like an introduction into the disputed territory under the auspices of Gen. St. Clair. And there is other evidence to the same point.\nThe fact is, the adverse character of Capt. Bayard’s entry and holding, as well as the date of its commencement, were disputed points in the cause, and therefore the declarations of Mrs. Bayard, while she was keeping up the possession, were competent to go to the jury. If the counsel desired special instruction as to the effect of those declarations, in possible views of the cause, they should have prayed for it. And it is probable there would have been no complaint if they had obtained instruction from the Court, that the jury, if they believed Capt. Bayard’s entry was adverse to Gen. St. Clair’s, and was so continued from 1785 for twenty-one years, should disregard Mrs. Bayard’s declarations subsequently made, except as they affected her own interest. But such instruction was not asked for, and the assignments of error do not raise the question. In the admission of the evidence we see no error.\nStill less ground is there for the second, third, and fourth assignments of error. The charge was a correct exposition of the statute of limitations, and, in the absence of special points, was all that the case demanded.\nNor is the fifth error sustained. We do not understand the Court as deciding that the plaintiff in the execution had the right to elect which tract he would hold under the imperfect levy; but only, that the fact of his election might be taken into view by the jury, in connection with other facts-, as tending to help them to a conclusion which tract really was levied on. And this was right. The plaintiffs have no reason to complain that the plaintiff in the execution applied his title to the Muehmore tract instead of the Forge tract, for the Forge tract was afterwards sold for a much larger sum. It was in view of all the facts in the case, these as well as the rest, that the jury were called on to decide which of these tracts was first levied on and sold. This was a fact for them ; it was fairly submitted to them, and their decision makes an end of it.\nThat part of the charge assigned for the sixth error was correct. The real question in the case was the adverse possession of Capt. Bayard. If this was not found; if he entered and held under G-en. St. Clair, and the tract was sold at sheriff’s sale as St. Clair’s property, what right has Capt. Bayard’s heirs to object that the tenant in' possession attorned to the purchaser at the sheriff’s sale? In this view of the case, and this is the view which prevailed with the jury, Gray’s possession was St. ClaiFs and not Bayard’s, and the sheriff’s vendee might obtain it under the Act of Assembly, or in any other fair mode, and Bayard’s heirs had nought to say.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Foster, for plaintiff in error.",
      "Cowan, and T. Williams, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "St. Clair’s Heirs versus Shale.\n1. The declarations of one in possession, through whose possession in part title is claimed under the statute of limitations, are evidence to show that the possession by the occupant was not held adversely.\n2. Where it was uncertain from the levy which of two tracts were levied on, the fact of the election by the plaintiff, who was the purchaser of one of the tracts, may, after the lapse of many years, be taken into consideration by the jury in connection with other facts, in deciding which of the two tracts had been levied upon.\n3. A sheriff's vendee may lawfully fairly obtain possession of the premises from the tenant of the defendant in the execution.\nError to the Common Pleas of Westmoreland county.\nThis was an ejectment by St. Clair’s heirs v. Shale & Kennedy, for a tract of land in Ligonier township, containing 328 acres.\nSee 9 Barr 252, &c., for a former report of this case.\nThe plaintiffs claimed as the heirs at law as well of Gen. St. Clair as of Capt. Bayard. Capt. Bayard settled on the land as early as 1785, and continued to reside there with his wife till within a short time of his death, when his house was burned down: after that he was taken to the house of Murray St. Clair, where he died in 1798. During the time Bayard lived there he made considerable improvements. After his death the neighbors rebuilt the house for his widow, and she continued in the possession till her death in 1816. At the time of her death she had a tenant on the land by the name of Gray, who continued on it till he died, in 1822; and his family continued there till 1829, when the agent of Gen. O’Hara got the possession from them, and gave them another house to live in. Capt. Bayard died intestate, and without issue. Gen. St. Clair, who was married to his sister, died in 1818, leaving the present plaintiffs his heirs at law, who are also the children of his wife, Capt. Bayard’s sister. To sustain the claim on the part of the plaintiffs, proof of the facts before referred to were given.\nOn the part of the defendants it was alleged that the land in question had belonged to Gen. Arthur St. Clair, and that by virtue of a sheriff’s sale as his property, the-title became vested in Gen. O’Hara, the purchaser. On their part was given in evidence a location in the name of Shadrach Muchmore, dated 3d April, 1769; survey 5th November, 1770, No. 2263. The record of an ejectment, No. 181, April Term, 1774, Arthur St. Clair v. Timothy Turnout, and judgment thereon; and hah. fa. to October Term, 1779. There was also shown the record of a judgment against St. Clair, in favor of O’Hara, for $140, entered 15th May, 1797, revived in 1803, in 1806, and in 1809. Several tracts of land belonging to St. Clair were sold, and O’Hara purchased. In 1810 tlie land in dispute, it was alleged, was likewise sold, and that O’Hara purchased. The fact that the tract in dispute was ever sold, was denied on the part of the plaintiffs. Neither party showed any title by conveyance from any person.\nAs the plaintiffs claimed under the statute of limitations as heirs of Qapt. Bayard, the defendants allege that Bayard was holding under St. Clair, and that if such was the fact, the title of St. Clair passed to Gen. O’Hara by the sheriff’s sale.\nOn the part of the defendants the declarations of Mrs. Bayard, made after the death of her husband, and after the title of Bayard would have been good under the statute of limitations, were offered in evidence, to the effect that she held under Gen. O’Hara. One witness testified that in 1811 he was on the land; that he asked Mrs. Bayard whether she knew the land had been sold; “ she said she hoped, as Gen. St. Clair had put her on, Gen. O’Hara would not put her off during her life.” Another witness testified— “Mrs. Bayard told me frequently she had it from O’Hara during her life, and then it would fall back to him.” “This was some time after 1814.”\nThis evidence was objected to on the part of the plaintiffs. It was admitted, and exception was taken.\nKnox, J., inter alia, charged the jury as follows:—\n“ The plaintiffs claim title as heirs at law of Capt. Bayard and his wife, and also of Gen. Arthur St. Clair.\n“ The defendants claim under title derived from Gen. Arthur St. Clair.\n“ The plaintiffs have shown possession in Capt. Bayard from an early period, viz. from 1786 — 7 or 8. He continued in possession several years, how long precisely does not appear; when, upon the cabin in which he resided having been burned, he left the tract in the actual possession of a man by the name of Shannon. Soon after Capt. Bayard removed from the place he died, and shortly after his death his widow returned to the tract, where she remained until 1816, having previously rented to Thomas Gray, who continued until July, 1822, at which time he died, leaving two daughters in possession, who left in 1829 ; since which it has been occupied by the tenants of O’Hara’s heirs.\n“ Defendants claim through Gen. St. Clair, and [without particularly tracing the title from the proprietary government, we may safely assume that in 1779 the tract in dispute belonged to Gen. St. Clair.”] This part in brackets was the subject of the second assignment of error.\n“ The allegations of the plaintiffs are, 1st. That, the title was lost by force of the statute of limitations, and became vested in Mrs. Bayard, and upon her death it passed to them. 2d. That if the title was not thus lost, Gen. St. Clair died seised of it, and it descended to them as his heirs at law.\n“ The defendants allege that the title was not divested by the statute of limitations; that it continued in Gen. St. Clair until the 29th December, 1809, when, by virtue of the sheriff’s sale and deed, it passed to Gen. O’Hara.\n“ The first question to which the attention of the jury is directed is this:—\n[“Did Capt. Bayard, or his wife (afterwards widow), or both, acquire title to this tract by force of the statute of limitations ?\n“ In order to do this there must have been an open, notorious, adverse possession by them, or either of them, or those holding for them, or either of them, or claiming under them, for a period of 21 years.”] This was the subject of the third assignment.\n“Was this possession adverse and hostile to the title of Gen. St. Clair or Gen. O’Hara for a period of 21 years ?\n“ A material inquiry is as to the character of the original entry, whether in subjection to the title of Gen. St, Clair or otherwise.\n¿Ifi. Jjí í¡<\n“ If so (viz. in the latter case), the plaintiffs have shown a sufficient title to enable thém to recover the entire tract in dispute; but if the jury find [that the possession was not adverse for a period of 21 years (including the time the tenants were in possession), or that the boundaries were not designated, and they are unable to locate the actually improved or enclosed portion of the tract, this branch of the plaintiffs’ case would fail,] and it then becomes necessary to inquire how the St. Clair title stands.” Subject of fourth assignment.\n“Did it pass by the sheriff’s sale to Gen. O’Hara?\n“It is contended by the plaintiffs that this tract was not levied upon, but that the Fairfield tract was twice sold.\n“ The levy is upon a tract eontainingv300 acres, more or less, adjoining George Edgar and others, and sold for seven hundred and fifty dollars.\n“The forge tract is described as 300 acres, part in Fairfield, and part in Donegal, adjoining George Edgar, Fox’s large survey, and Loyalhanna creek. Sold for $2900.\n“ It is in evidence that it was at one time supposed that the Muchmore and the Edgar tracts adjoined, but, upon an accurate survey being had, it was ascertained that there was a small strip of vacant land between the two tracts, not more than a rod in width at one place. The Fairfield tract adjoined the Edgar tract.\n[“It is for the jury to say, whether it was the Muchmore or the Forge tract that was sold for $750, in December, 1809. But if they believe that the imperfect manner in which the levy was made by the sheriff arose from the general and vague description given by Gen. St. Clair, and that the description would apply to either tract, thus leaving it doubtful, from the record, which tract was sold, and the plaintiff chose to apply the levy and sale to the Muchmore tract, and afterwards levied upon and sold the Forge tract for a much larger sum, the proceeds of - both sales applying to the extinguishment of the judgment against Gen. St. Glair, accompanied by undisputed possession of nearly 20 .years in the purchaser and those claiming under him; the heirs of Gen. St. Clair would be estopped from alleging that both sales applied to one tract, and that the other remained unsold.”] (Fifth assignment.)\n“If, however, the jury should find from the evidence as to the locality, that the description used in the levy would not apply to the Muehmore tract, then the title of Gen. St. Clair was not divested at the sheriff’s sale, but passed to the plaintiffs, and, in that event, we think they would .be entitled to a verdict, as the defendants cannot avail themselves of the possession of Gray and his daughters, so as to claim under the statute.\n“ The plaintiffs also contend that, if Mrs. Bayard was in possession, claiming adversely to St. Clair and O’Hara, and the defendants obtained possession from her tenant, Gray, they are bound to restore it without regard to the question of title.\n[“If Gray was the tenant' of Mrs. Bayard, who claimed to be the owner of the tract, and the agents of O’Hara obtained the possession by collusion, or by the use of any unfair means, or by threats or menaces, this position would be correct; but if the better title was in O’Hara, and, upon the death of Mrs. Bayard, Gray, or his daughters after his death, quietly surrendered the possession to those claiming under O’Hara, without deception or unfair means having been used, we cannot conceive upon what principle the tenant of the heirs of O’Hara are now bound to yield up the possession to a weaker title.”] (Sixth assignment.)\n“The most that could be claimed for the plaintiffs, and that we give them is, that the possession of Gray and his daughters, up to the time when the girls left, in 1829, should-enure to their benefit, in making out title by the statute of limitations, provided the claim of Mrs. Bayard was adverse and hostile.”\n27th May, 1851, verdict for defendants.\nError was assigned, first, to the admission of the declarations of Mrs. Bayard, in regard to her occupancy; and, in five other assignments, to the portions of the charge included in brackets.\nFoster, for plaintiff in error.\nAs to the declarations of Mrs. Bayard, it was contended, that the estate was cast by descent upon the heirs of Captain Bayard; and his widow, remaining in possession after his death, could not by any declaration or act weaken or defeat the title of his heirs. That adverse possession of the land was commenced by Oapt. Bayard in 1785, and continued till his death in 1798; and, after his death, his widow continued in possession till her death in 1816; so that, in 1811, the date of her first declaration given in evidence, a period of more than 21 years had elapsed from the time of Capt, Bayard’s entry. The entry of one of the heirs of a person dying seised of land is the entry and possession of the others: 10 Watts 289. The testimony was not to any declaration of Capt. Bayard, but of his widow, and these were inadmissible: 2 W. & Ser. 27; 2 Pa. Rep. 180; 4 W. & Ser. 331. In the case reported in 9 Barr 252, the decision seems to rest on the supposition that the declarations of the widow were made before the 21 years had elapsed.\nAs to the question whether the tract in dispute was sold by the sheriff to O’Hara, the Court assumed that if there was an uncertainty, from the description in the levy, as to the tract levied on, and if the levy would apply to either tract, that the purchaser might elect between the two tracts. If a levy is too uncertain to identify the land, it is void.\n8. It was contended that Gen. O’Hara, having obtained the possession of the land in dispute from Gray and his children, who were the tenants of Mrs. Bayard, was bound to' surrender it, and this without regard to which is the better title. The agent of the O’Hara estate testified, that in 1829 he obtained the possession from the Grays by promising them another house on other land. The Court in their charge assumed that there must be fraudulent collusion between the tenant and the holder of the adverse title, in order to make him stand in the same position to the landlord, that the tenant from whom he had obtained the possession stood. The position is unsound : 4 W. & Ser. 188; 5 Watts 386; 8 Id. 536; 4 W. & Ser. 189; 4 Ser. & R. 467; 6 Barr 210.\nCowan, and T. Williams, for defendants in error.\nThat the declarations of the widow in possession were evidence, reference was made to the opinion in 9 Barr 252-3; 2 Dallas 93; 1 Watts 152; 6 Id. 388; 1 W. & Ser. 245.\n2d assignment. If the copy of the record was evidence, it established the assumption of the Court, that in 1779 the tract belonged to Gen. St. Clair.\n5th assignment. The several levies were given to the sheriff by Gen. St. Clair, and if a mistake existed' in the levy, he should have had it corrected before the purchaser paid his money. He never made the allegation which was made on the trial.\nAs to the sixth assignment. A\" person is at liberty to acquire the possession of his own property, openly, fairly, and peaceably, from any one in possession of it.\nDecember 20,"
  },
  "file_name": "0105-01",
  "first_page_order": 107,
  "last_page_order": 113
}
