{
  "id": 972311,
  "name": "Wray versus Miller",
  "name_abbreviation": "Wray v. Miller",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "111",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 111"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 109",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0109-01"
      ]
    },
    {
      "cite": "8 Watts 422",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0422-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 669,
    "char_count": 17164,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 1.8135676967860562e-07,
      "percentile": 0.7181482395305673
    },
    "sha256": "ad8ae296531a46997087a2bc2c840c4d1938bbe2945d3acf26fc3079ec466487",
    "simhash": "1:2e6317b3d15ef8c4",
    "word_count": 3017
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wray versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nIt is true, as a general proposition, that a sheriff’s sale of improved lands in execution, without inquisition and condemnation, is void: Baird v. Lent, 8 Watts 422. Yet where there is consent, the sale is not void: Mitchell v. Freedly, 10 Barr 209. The inquisition is designed for the benefit of the debtor, and therefore he may waive it. Since the Act of 1836 his waiver must be in writing, but before that Act there was nothing to prevent a parol waiver.\nBeside, circumstances may be such as to estop a defendant in execution from alleging a want of inquisition.\nWhat were the facts here ?\nIn 1814 James Scott bought of Jonathan Mifflin a tract of land in the name of Millisent Wade, 301 acres, paid part of the purchase-money, and went into possession.\n12th February, 1824, John Truby recovered a judgment in the Common Pleas of Armstrong county against Scott, which became a lien on this tract. Fi. fa. to December Term, 1824, levied on the land. Vend. ex. to September Term, 1826, returned “ 20th September, 1826, sold the premises to John Barr for $180.” 26th October, 1826, sheriff’s deed to John Barr, acknowledged 19th December, 1826, and assigned, John Barr and wife to Robert Wray, 11th April, 1827, acknowledged 20th April, 1827. 11th April, 1827, Robert Wray paid Jonathan Mifflin $140, the residue of purchase-money due from Scott, and took the deed which Mifflin had'made to Scott but never delivered.\nTo September Term, 1820, David Reynolds had obtained a judgment against Scott. To March Term, 1824, he issued a fi. fa., which was levied on the same tract of land. 12th March, 1824, inquisition and condemnation. To June Term, 1824, vend, exponas, on the docket entry of which is entered,-by Thomas Blair, attorney for plaintiff, “ 22d June, .1824, satisfaction for debt, inter rest, and costs, by judgment against James Scott and John C. Scott, No. 51, June Term, 1824.”\nThus it appears that when Truby issued his vend. ex. there was a condemnation of this land on record, and according to the practice in Pennsylvania he might have availed himself of it, and sold •without a new inquisition: McCormick v. Meason, 1 Ser. & R. 92.\nBut in answer to this, it is said the satisfaction of Reynolds’ judgment before Truby issued his fi. fa., destroyed the effect of the inquisition and condemnation. Let this be granted. Still, the new judgment entered by Reynolds in place of the old, continued the same burthen on the land %hich had condemned it once; and had Truby held an inquisition he must, inevitably, have obtained a condemnation. Scott knew this. The fruitlessness of another inquisition, except in costs, may account for his acquiescence in the sheriff’s sale to Barr. Without a note of dissent or objection, he suffered the sale to be made by the sheriff, and the deed to be acknowledged and delivered to the purchaser. It is fair to presume the purchase-money was distributed to lien creditors or paid to himself. In the spring of 1828 he voluntarily abandoned possession of the premises, and permitted Wray to put in Miller as his tenant, and from that day has never claimed the possession, nor offered to repay the purchase-money which Wray paid to Mifflin, or sought to obtain Mifflin’s deed. Wray has had possession of the land from the 1st April, 1828. This suit was instituted in 1851, as we infer from the date of defendant’s plea, the earliest date on our paper-books. During that interval of 28 years we hear of no objection or claim on the part of Seott, or of any one claiming under him. Prom the charge of the Court we learn a fact that does not appear in the evidence sent up. “Wray’s possession commenced on the 1st April, 1828,” says his Honor; “ and on the 21st March, 1848, le§s than 20 years, an action of ejectment was commenced by him against the present defendants and others, which resulted in a verdict for the, defendants, whereupon the present suit was instituted.”\nBut this fact is not very important, for it does not appear from anything on this record, that, either in the ejectment of 1848, or in the present suit, the defendants claimed under Scott in any manner whatever. What their title is, if they have any, does not yet appear. They objected to the sheriff’s deed as evidence of title in Wray, and insisted that the title was outstanding in Scott, and the Court sustained their objection without putting them to an exhibition of their own title.\nSo far, therefore, as we are informed, these defendants are mere intruders into a part of the Millisent Wade tract of land, and claim to hold it as against Wray, not by virtue of title in themselves, but because he has none in him. Now we hold, that whilst .the sheriff’s sale might have been set aside at the instance of Scott for the want of inquisition and condemnation, yet that, after such acquiescence as the facts and circumstances in this case indicate, he could not himself object to it on that ground. Not that the law, even after the lapse of so much time, would presume an inqui sition and a valid sale, for that would be, in the language of Chief Justice Tilghman in Woods v. Lane, 2 Ser. & R. 56, “to presume that a transaction was right because it appears to be wrong,” but that, in equity, Scott would be estopped from asserting the fault. It is true there was no inquisition, but it is a truth excluded by the circumstances. Estoppels always operate against the truth. Presumptions supply truths — estoppels exclude them. It is called an estoppel or conclusion, says Lord Coke, because a man’s own act or acceptance stoppeth or closeth up his mouth to allege or plead the truth. The law is not so unreasonable as to assist the debtor in the perpetration of a fraud. Yet it would first tempt, and then help him to perpetrate a gross fraud, if, after all that has marked the conduct of Scott in this caáe, it should invalidate the title of Wray for his benefit.\nBut if the debtor and former owner may not impeach Wray’s title for want of inquisition and condemnation, a fortiori, strangers and intruders may not. In Crawford v. Boyer, 2 Harris 380, it was held that only the defendant in the execution, and he within reasonable time, might object to want of confirmation of the inquisition, as required by the Act of 1836. With greater reason may a stranger be forbidden to object that a condemnation had on one judgment was improperly applied to another, or that the defendant in the execution did not insist on all his legal rights. The Court treated the defence as showing title out of the plaintiff. This is, unquestionably, a legitimate mode of defending in ejectment ; but where the defendant sets up an outstanding title, it must be a present, subsisting, and operative title, otherwise the presumption is that such title has .been extinguished: Jackson v. Hudson, 8 Johnson’s Rep. 374. If it be such a title as could not avail the party in whom it exists, it is inadequate as a shield to, the defencU ant who interposes it. That the outstanding title 'set up here would not have protected Scott, we have sufficiently shown. Much less can it protect the possession of the defendants.\nWe quite agree with the Court that the delivery of the deed to Wray which Mifflin had made to Scott, and the payment by Wray of part of the purchase-money, did not transfer the title to Wray; but they were expressive circumstances, in connexion with the other facts, to indicate Scott’s acquiescence in the transfer of his title by means of the sheriff’s sale.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Lee, for plaintiff in error.",
      "Boggs and Cowan, with whom was Smith, for defendants.",
      "White and Foster, for plaintiff,"
    ],
    "corrections": "",
    "head_matter": "Wray versus Miller.\n1. Generally a sheriff’s sale of improved land, without inquisition having been held, is void, yet the consent of the defendant in the execution will validate it, or circumstances may be such as to estop the defendant from alleging the want of an inquisition.\n2. The want of an inquisition and condemnation can be taken advantage of only by the defendant in the execution, and by him only within reasonable time; and where such defendant voluntarily loft the land after the sheriff’s sale (the net purchase-money probably being applied to a claim against him), and the purchaser from the sheriff’s vendee got possession and retained it for twenty years or more, it is not allowable for a mere intruder on the land to defend his possession under the title alleged to exist in the defendant in the execution on account of the defect of the sheriff’s sale by reason of the want of an inquisition.\n3. The outstanding title which a defendant in an ejectment may set up to protect his possession, must be such as would be available in favor of the party in whom it is alleged to exist.\n4. The payment, by the purchaser from the sheriff’s vendee, of a portion of the purchase-money due on the land, and his receipt from the vendor of the deed for the land, which had been executed but never delivered to the defendant in-the execution, will not transfer such title to the said purchaser; but after twenty years or more from its receipt, the same is a fact tending to indicate the acquiescence of the defendant in the execution in the sheriff’s sale.\nError to the Common Pleas of Armstrong county.\nThis was an action of ejectment by Robert Wray v. George Miller and William Long, to recover the possession of 100 acres, more or less, of a tract of land ■ warranted and surveyed in the name of Millisent Wade, and patented to John Mifflin on the 7th October, 1774, and calling for 301 acres, 2d August, 1851. Plea, not guilty.\nMifflin, by article of agreement, agreed to sell the whole tract to James Scott, in whose favor a deed from Jonathan Mifflin was made, dated the 2d day of May, 1814, but it was never delivered to Scott. The plaintiff gave in evidence a judgment in the Court of Common Pleas of Armstrong county to March Term, 1822, No. 10, John Truby v. James Scott. Judgment on the 12th day of February, 1824, and a fi. fa. on the same to December Term, 1824, No. 17, on which a levy was made of the Millisent Wade tract, containing 301 acres.\nThe plaintiff then gave in evidence a judgment in the same Court to No. 53, September Term, 1820, David Reynolds against James Scott. Entered 10th September, 1820, and afi.fa. issued thereon to No. 37, March Term, 1824, and levy on 301 acres, the Millisent Wade tract. An inquisition held on the 12th day of March, 1824, and a condemnation. Satisfaction was, however, entered on this judgment on 22d June, 1824, before the sale hereafter mentioned.\nOn 12th February, 1824, John Truby obtained judgment in Armstrong county, against James Scott, for $14.68. A fi. fa. issued, under which the Wade tract was levied on, and a writ of vend. exp. issued to September term, 1826, under which the land levied upon was sold to John Barr for $180.\nOn the judgment of Truby v. Scott, a writ of vend. exp. issued to September Term, 1826, on which the sheriff returned, sold the premises to John Barr for $180. The plaintiff then offered in evidence a deed from Thomas McConnell, the then sheriff, for the land levied and sold to John Barr, and also a deed of assignment thereon from John Barr to Robert Wray, the plaintiff, to be followed by testimony that on the 1st day of April, 1827, James Scott surrendered up the possession of the premises to Robert Wray, who has continued in possession of the whole tract of land by bis tenants until the defendants entered on that part of the tract of land now in dispute, in the early part of the year 1848. The defendants objected to the sheriff’s deed to John Barr and the assignment, for the reason that the sale on the ven. exp. to John Barr was void for want of an inquisition. This objection was sustained, and the deed was refused to be received as evidence that the title of James Scott had passed to the plaintiff in this suit; but under the offer, the sheriff’s deed to Barr, and the deed from Barr to Wray was received for the purpose of showing the extent of plaintiff’s claim and possession, as it affected the question whether he had acquired title by virtue of the statute of limitations.\nTo this the counsel for each party excepted.\nThe testimony of a witness, which appeared on the paper-book, was that Scott lived on the land at the time of the sheriff’s sale, and continued thereon until the 1st day of April,-1828, when he left it; and that Wray’s tenant entered on that same day, or within a day or two after. That the possession was in Wray or his tenants till 1848, when the defendants entered. He further testified that the deed of Jonathan Mifflin to James Scott never was delivered.\nThere was given in evidence a receipt of the attorney of Jonathan Mifflin, dated 11th April, 1827, stating the receipts from Wray, assignee of John Barr, the purchaser at sheriff’s sale of the interest of James Scott in the Millisent Wade tract, of $ 140, in part of the purchase-money due to Jonathan Mifflin on an article of agreement for the sale of said land, made between Alexander Craig and James Spott, dated the 12th January, 1824. The payment was entered on the article of agreement.\nKnox, J., inter alia, charged that upon the satisfaction of the Reynolds’ judgment, the condemnation had thereon was at an end; the deed was therefore rejected, and, in consequence thereof, the plaintiff had shown no connection between himself and the legal title which appeared to be in Scott.\n“ If the plaintiff had the possession of the Wade survey for 21 years, he might recover by virtue of the statute of limitations; but this, under the evidence, cannot be pretended. His possession commenced on the 1st April, 1828; and on the 21st March, 1848, less than 20 years, an action of ejectment was commenced by him against the present defendant and others, which resulted in a verdict for the defendants; whereupon the present suit was-instituted. [It is true, that a previous possession and improvements, made even for a less period than 21 years, will enable one-to recover where no outstanding title is shown; but in this case-there is an outstanding title in James Scott, of which the defendants may avail themselves to protect their possession.] ■\n[“Neither, in our opinion, does the evidence in reference to the delivery of the deed from Mifflin to Scott, or the receipt of a portion of the purchase-money from the present plaintiff by the attorney of Mifflin, alter the case. If the sale-was void for want of an inquisition, and this cannot now be doubted, Wray was a volunteer in the payment of the money; and, even if the deed was delivered to him, of which there is no direct evidence, it would pass no-title.”]\n“ Upon the case as presented by the plaintiff, without investigating the defendant’s title, we instruct the jury that the yerdict must be for the defendant.”\n24th June, 1852, yerdict for defendants.\nIt was assigned for error: 1st, That the Court erred in rejecting the deed from, the sheriff to John Barr, and the assignment thereon. 2d and. 3d, to the parts of the charge included in brackets; and, 4th, To the last paragraph in the charge.\nLee, for plaintiff in error.\nThe property was sold on the judgment of John Truby, on which there was no condemnation. But his judgment was obtained on 12th February, 1824, before the property was condemned under Reynolds’ judgment, and was a lien on it when it was condemned under Reynolds’ judgment, on the 12th March, 1824. Under the practice in this state, it was not necessary to have an inquisition on Truby’s judgment: McCormick v. Meason, 1 Ser. & R. 92.\nBut if the sheriff’s sale, under Truby’s judgment, was defective, the sheriff’s deed and assignment thereon should have been received in evidence, to show that the party claiming under it was not merely an intruder, but entered on the land under color of title (2 Jones 109), and he should be enabled to hold or recover the possession against a mere trespasser.\nAt the time of the entry by the defendants, Wray was ip possession under color of title. Wray had paid the balance of the purchase-money on the land, and Scott delivered up the possession and has not since made claim to the land. A mere intruder should not be permitted to set up title in Scott. The defendants have no connection with Scott.\nScott himself could not turn Wray out of possession, without reimbursing Wray the purchase-money paid to Mifflin. But the statute of limitations is available to Wray as against Scott.\nBoggs and Cowan, with whom was Smith, for defendants.\nIn the printed argument it was observed that, on the satisfaction of the Reynolds’ judgment, the condemnation was at an end. In the case of McCormick v. Meason, the condemnation remained at the time the writ of vend. ex. issued, on which the property was sold.\nIf the sheriff’s sale were void, the title remained in Scott, and the defendant may defend under it.\nIf. the statute run against Scott, it was less than 20 years from the time Wray first got the possession till he brought ejectment against Miller and others; thus admitting himself out of possession. The charge was referred to, as stating the fact of the ejectment referred to.\nWhite and Foster, for plaintiff,\nthe Court did not hear.\nDecember 20,"
  },
  "file_name": "0111-01",
  "first_page_order": 113,
  "last_page_order": 119
}
