{
  "id": 972369,
  "name": "Sartwell versus Wilcox",
  "name_abbreviation": "Sartwell v. Wilcox",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "117",
  "last_page": "124",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 336",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849992
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0336-01"
      ]
    },
    {
      "cite": "10 Watts 107",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0107-01"
      ]
    },
    {
      "cite": "8 Watts 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0385-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 690,
    "char_count": 18901,
    "ocr_confidence": 0.392,
    "pagerank": {
      "raw": 2.479674250717111e-07,
      "percentile": 0.8073829786987581
    },
    "sha256": "95e71253d9e4ca75cd8a8f0c5081ee2ec669bdcd6cf23533a63f14ba4db30e53",
    "simhash": "1:0a6b837066cced69",
    "word_count": 3355
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sartwell versus Wilcox."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThis action was founded on the agreement of 15th March, 1842. It might have been a legitimate ground of defence to the action that the contractivas corruptly and fraudulently obtained, but we see no suggestion of fraud in this record, except in the charge of the Court.\nNo fraud is alleged in the pleadings, none proved in the evidence, and the defendant submitted no points to the Court touching fraud. Yet the Court, in answering affirmatively the plaintiff’s points, told the jury twice, that if there was any fraud by the plaintiff, or if the means used to obtain the agreement were mere trick and deceitful device, the agreement would not bind; and added, the facts are for the jury.\nIt has been often ruled to be error to submit a question of fact to the jury of which there is no evidence. And, generally, no matter of fact is less helped by presumptions, or more dependent on direct proof, than actual ‘fraud. It is never to be presumed. The bargains of men, like men. themselves, are to he presumed honest and innocent until provéd to be otherwise.\nHere we have a written contract, entered into by two business men, touching a subject-matter with which both were familiar, founded in a valuable consideration- expressed in the instrument, drawn by a respectable lawyer at the instance of the parties, and attested by him. Surely the presumptions of law are not to he reversed concerning such an instrument. We are not to presume it fraudulent, till it is proved to be fair ; but rather, that it is fair, till it is proved to be fraudulent. If the defendant alleged fraud in this instrument, his allegation does not appear on the record; but, whether alleged or not, there is no evidence of it. It was error therefore to submit the question to the jury.\nAs to the general charge of the . Court, we see no error in it, except in treating the purchase-money due Gaskill and others, and the necessary agencies and expenses connected with the sale to the German Society, as a prior lien upon-the fund out of which Sartwell was to be-paid. “All these claims,” said the Court, “must be paid out of the funds arising from the sale, before any part of them could he appropriated by the parties themselves.” This is not a correct construction of the contract in suit. Wilcox was to see to the application of the payments to be made by the German Society, and, by the letter of the agreement, Sartwell was to have an equal proportion, according to the amount of said payments, as they regularly became due. That is, instead of waiting till all other charges,on the fund were met by the incoming payments, which would have been a virtual postponement of Sartwell to the profits of the speculation, he was to receive a share of each payment till his $1000 should be reimbursed. Whether this was consistent with Wilcox’s prior obligations and duties is not the question. The question now is,' what was his agreement with Sartwell ? That it was such as we have stated, is obvious from the words they employed to guide us to their intentions.\nAs to the rest, it is sufficient to say, that the plaintiff, having counted on this agreement, and having alleged that the payments out of which his satisfaction was to come, had been fully made, it was for him to prove this fact to the satisfaction of the jury: Chambers v. Jaynes, 4 Barr 39.\nThe judgment is reversed and a venire die novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "A. B. McCalmont, with whom was Curtis, for plaintiff in error.",
      "S. P. Johnson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sartwell versus Wilcox.\n1. It is error in the Court to submit to the jury as a question of fact, that of which there is no evidence:\n2. Where there was no evidence that a written contract was fraudulently obtained, it was error in the Court to submit a question of fraud in relation to it to the jury.\n3. The defendant alone contracted for the purchase of a large body of lands. The contract was to be forfeited on failure to pay the first fourth part of the purchase-money. In endeavoring to arrange it. the plaintiff advanced §1000. Tho said fourth part was not paid; and subsequently a new contract of sale of the lands was made with the defendant and another, and the vendor allowed credit for the $1000 advanced by the plaintiff on the first contract. Subsequently the purchaser sold the lands to a society. A suitwa^ afterwards brought by the plaintiff against the defendant for the $1000 advanced on the first contract. Subsequently a written agreement was made between tho plaintiff and defendant, that the plaintiff was to have §1000 with interest, to he paid out of the proceeds of the sale of the lands from the payment to ho made on 1st April secondly occurring, and “ annually thereafter, in just and equal proportion, according to the amounts of said payments, as they regularly become due, with the interest until the whole is paidand it was further agreed that the suit brought be discontinued:\nIt was held that by the terms of the agreement the defendant was to see to the application of the payments to be made by the society, and the plaintiff was to have an equal proportion of his claim according to the amount of said payments as they regularly became due, until his claim was satisfied, and was not obliged to wait tifi. the other charges on the fund were met by the payments.\n4. Such written agreement having been declared upon, and it being alleged in the declaration that all the payments, out of which the plaintiff's claim was to be satisfied had been made, he was bound to prove it, in order to recover. See Chambers v. Jaynes, 4 Barr 39.\nError to the Common Pleas of M7c county.\nThis was an action of assumpsit to May Term, 1849,. by Solomon Sartwell v. William P. Wilcox, to recover the sum of $1000. The declaration contained the usual counts for money had and received, and a special count on an agreement in venting, hereafter referred to. The plea was non assumpsit and set-off, with leave, &c.\nIn the fall of 1836, O. C. Gaskill, as executor for B. B. Cooper, entered into an agreement with Wilcox, the defendant, to sell him all the lands of B. B. Cooper in McKean county, being about sixty thousand aeres, at 75 cents per acre. The terms of sale were $500 in hand, $2000 by the 15th of April, 1837, the residue of one-fourth part of the purchase-money on the 15th of November, 1837, and the remaining three-fourths of the purchase-money in three equal annual payments. A deed to be made on payment of one-half. The agreement contained a clause of forfeiture on a failure to pay the first fourth part of the purchase-money as stipulated. By article of agreement, dated March 6, 1837, Wilcox agreed to sell to N. B. Eldred one-half of the land at an advanced price. On the agreement Gaskill received from Wilcox, at the execution of the agreement, $500, and about the 15th April, 1837, Gaskill received from Sartwell (the plaintiff) $1000, and $1000 from Eldred.\nThe first fourth part of the purchase-money not having been paid as stipulated in the agreement between Gaskill and Wilcox, Gaskill gave an extension from time to time until the spring of 1839. In June of that year, he made another contract for the sale of the same’ lands to the said William P. Wilcox and Thomas Struthers. In this agreement Gaskill charged Wilcox (the defendant) and Struthers, with interest on the first contract price, and alloived them a credit for the $2500, including the $1000 paid by Sartwell, the plaintiff. Wilcox and Struthers finding difficulties in meeting the payments on the new contract, endeavored to effect a sale of the land. They also applied to Gaskill to be released from their agreement, but he refused to release them. Some time in the year 1841, 'they succeeded in making a contract with the German Society, of Industry in Philadelphia, for a sale of 32,000 acres of the lands for forty thousand dollars. The Society paid thirteen thousand dollars in cash to Gaskill, and gave notes for the balance of the purchase-money. These notes, to the amount of twenty thousand dollars, were lifted by Gaskill taking' back in payment part of the lands. The balance of the notes, amounting to $5401.25, were paid in cash in the fall of 1844 or -winter of 1845, one of them for $1000 was paid to Struthers. The present suit was commenced on March 20, 1849. Previously to its commencement, viz., on 11th March, 1842, Sartwell, the plaintiff, had' commenced a suit in McKean county, against William P., Wilcox and Thomas Struthers, to recover the amount paid by him to Gaskill. This suit was discontinued on March 15, 1842, in pursuance of the following agreement of the same date :\n“It is agreed between the undersigned that, whereas Solomon Sartwell, Jr., has heretofore paid to C. C. Gaskill, Esq., the sum of one thousand dollars on a contract or a proposed contract for the purchase of a large lot of lands from said Gaskill, as executor of the estate of the late B. B. Copper, deceased, which said sum of money has been applied by the consent of William P. Wilcox and Thomas Struthers to the credit of Wilcox and Struthers on their last purchase of lands from the ■ said estate, for lands situate in McKean county, which said lands, or the contract therefor, has been pold by the said Wilcox and Struthers, to the German Society of Industry, it is therefore agreed that the said Sartwell is to have one thousand dollars, with the interest thereon from the date of the last contract or renewal of contract for said lands, made between said Wilcox and Struthers and Gaskill, to be paid to said Sartwell out of the proceeds of the sale of said lands, so made to the said German Society of Industry, of which John Logo is Treasurer, to be paid out of the proceeds of said sale from the payments to be made in April, 1843, and annually thereafter, in just and equal proportion, according to the amounts of said payments as they regularly become due, with the interest until the whole is paid; and it is also agreed by said SartAvell that he is immediately to discontinue all legal proceedings commenced by him, either in the county of McKean or at Philadelphia, against said Wilcox and Struthers, to enforce payment of the said sum of money as aforesaid.\n“March 15, 1842.” ' (Signed) “Wm. P. Wilcox.\nS. Sartwell.”\nIn the count on the agreement it was alleged, that in consideration of the advance of $1000 by Sartwell to Gaskill, Wilcox assumed to pay the said sum of $1000, with interest, out of the proceeds of sale of the lands, and it concluded with an averment that the whole of the said payments,, so due from the German Society, were paid to Wilcox & Struthers, and the orders of each, before the commencement of this suit.\nOn the part of the plaintiff two points were submitted, as follows:—\n1. That, if the plaintiff compromised and settled a claim, the nature of which was known to both parties, and by them treated as a doubtful claim, the parties are bound by the agreement of compromise.\n2. That the agreement to withdraw the legal proceedings commenced, and Settle, the matter in controversy therein, was such a settlement as would form a good and valid consideration on which the plaintiff would be entitled to recover.\nBuketngton, J., charged, in regard to the construction of the contract: — “ That the contract did not bind the defendant to pay generally. It is an agreement that the plaintiff should ‘ have one thousand dollars, with interest, to be paid to the said Sartwell, out of the proceeds of the sale of said lands so made to the said German Society of Industry, and to be paid out of the proceeds of said sale, from the payments to be made in April, 1843, and annually thereafter, &c.’ This, in the opinion of the Qourt, is an agreement to encumber the funds coming to the defendant's hands to the amount of one thousand dollars, and to make him liable only in respect of funds received from that source. It was not intended to make him personally liable, at all events. Neither was it intended that the plaintiff should be paid to the exclusion of the purchase-money due Gaskill and others, and the necessary agencies and expenses connected with the sale to the German Society. These had a prior and permanent lien upon the fund, inasmuch as an application of them to the plaintiff, would prejudice the right of Thomas Struthers, not a party to this contract. All these claims, therefore, must, in justice to the parties, be paid out of the funds arising from the sale, before any part of them could he appropriated by the parties themselves, or be properly applied to the individual liability of the partners, Wilcox and Struthers. If the Court be correct in this view of the subject, it becomes important for the jury to determine whether there was any surplus, after paying all the claims upon the funds to he divided between the partners. If the jury should he of opinion there was, then Wilcox would he liable to the extent, not exceeding one thousand dollars, with interest, thus received. He would have been the recipient of moneys, which, by this contract, he had agreed should be received by the plaintiff. If, on the other hand, the jury should be of opinion that there was no surplus after paying the purchase-money and the necessary charges and expenses, then there would be nothing upon which this contract by its terms could operate, and the plaintiff would not be entitled to recover.”\nThe first point was answered as follows :—\n“ If the parties acted in good faith and compromised a claim which was doubtful, or treated by the parties as doubtful, they are bound by the terms of the agreement resulting from the compromise, and it would form a sufficient consideration to support a suit on the agreement. But if there was any fraud by the party in favor of whom the compromise was made, or if the means used were a mere trick or deceitful device by which the other party was induced to agree to the compromise, then it would not be binding as an agreement.”\nThe second as follows:—\n“ If the plaintiff commenced the suit in McKean county in good faith, honestly believing that he had a claim to the money demanded, and afterwards agreed with defendant to compromise his claim upon the basis of the agreement in this case, then the agreement would bind the defendant, although the plaintiff may have had no good cause of action to recover in that case. But if the plaintiff knew he had no right to recover anything from the defendant, and brought the suit in McKean county as a mere device to trick the defendant into a compromise, it would not bind the defendant ; and more especially if the plaintiff knew he had no right, and was proceeding to arrest the money in the hands of the persons purchasing, or about to purchase from defendant and Struthers. The facts are for the jury.”\nJuly 19, 1851, verdict was rendered for the defendant.\nIt was assigned for error, 1. That the Court erred in their answer to plaintiff’s first point, in leaving the question of fraud to the jury, when there was no evidence of fraud.-\n2. The Court erred in their answer to plaintiff’s second point, in submitting to the jury the question whether the suit in McKean county was commenced fraudulently, when there was no evidence of fraud; and in charging, “But if the plaintiff knew he had no right to recover anything from the defendant, and brought the suit in McKean county as a mere device to trick the defendant into a compromise, it would not bind the defendant.”\n3. The Court ■ erred in charging the jury that the contract did not bind the defendant to pay generally, and it merely encumbered the fund, so far as defendant was concerned, to the amount of $1000.\n4. That the Court erred in charging that the fund was previously pledged to the payment of the costs and expenses, and that unless funds passed into Wilcox’s hands applicable to the plaintiff’s claim, the defendant was not otherwise liable.\n5. The Court erred in virtually construing the contract to be that Sartwell was to receive f1000 out of the profits made by Wilcox, and nothing else.\nA. B. McCalmont, with whom was Curtis, for plaintiff in error.\n—As to the first point was cited 1 W. & Ser. 195; 8 Id. 76; 8 Watts 385; 6 W. & Ser. 61. It was alleged that it did not appear to have been the fault of Sartwell that Wilcox failed to make his payments, and that when the original contract was forfeited, Sartwell had a legal remedy against Wilcox for the amount he advanced. But further, in 1839, Wilcox & Struthers entered into a new contract with Gaskill, and on it obtained a credit for the $1000 advanced by Sartwell. It was contended that no question as to fraud should have been left to the jury, and much less without the common caution that fraud must be clearly proved.\nIt was further contended that though the agreement contained a promise to pay out of a particular fund, it recognised a previous indebtedness. In this the case was distinguished from the case of Chambers v. Jaynes, 4 Barr 39, and was assimilated to the case of Montgomery v. St. Stephen’s Church, 4 W. & Ser. 542.\nBut if the promise was to pay only out of a certain fund, and not otherwise, it was still error to charge that the fund was previously pledged for costs and expenses, and unless funds came to the hands of Wilcox beyond the amount of the purchase-money to be paid on the lands and the charge of agencies and expenses, that he was not liable. Wilcox promised to pay out of the payments to be made by the Society, and it was not a defence that he had made nothing by the transaction.\nS. P. Johnson, for defendant in error.\nIt was suggested that the agreement was signed by Wilcox under a misapprehension that the contract on account of the German Society might be interfered with or embarrassed. On questions of fraud great latitude of evidence and inference is allowable: 10 Watts 107, Myers v. Hart. The original contract for the land was forfeited. The agreement involved in this suit was based on a misapprehension of the facts, and Wilcox was under a mistake as to any legal obligation to refund to Sartwell; and that he might be relieved 1 Story’s Eq. 121 was referred to; also 6 Barr 417.\nThe first and second points were answered affirmatively, and what is said as to fraud is stated hypothetically, which is not assignable as error: 2 Pa. L. J. 317; 9 Watts 336.\nAs to the construction of the contract, Chambers v. Jaynes, 4 Barr 39, was referred to. It was alleged that the agreement of Wilcox did not contain a promise to pay generally; that Wilcox did not owe Sartwell anything in the matter, either in law or equity; and if he did, the latter yielded the personal responsibility for an interest in the fund, and if such an interest was not recognised by those having prior claims upon the fund, or had to he postponed to paramount claims, he is without remedy. The only previous claim which Sartwell alleged he had was against Wilcox & Struthers jointly ; which, it was contended, could not he used to sustain this suit.\nDec. 20,"
  },
  "file_name": "0117-01",
  "first_page_order": 119,
  "last_page_order": 126
}
