{
  "id": 972402,
  "name": "Criswell versus Altemus",
  "name_abbreviation": "Criswell v. Altemus",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "124",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 168,
    "char_count": 2500,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37634163227276957
    },
    "sha256": "f121aab6434854ea327c2d23a7af47adf3fd96faaa54519aa803376f7bf7bb8f",
    "simhash": "1:6a69fa129b34e9aa",
    "word_count": 448
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Criswell versus Altemus."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nIt is assigned for error that the Court left it “ as a question of fact for the jury, to find whether a part of the William Morrell survey, which was in the possession of Andrew Campbell, was included in the contract between the parties.” On examination of the charge it does not appear that the Court left any such fact to the jury; and the instruction which was given appears to be free from objection.\nA specification of error should state the language of the charge, so far as it is complained of as erroneous. When the plaintiff in error substitutes his own language, he does so at his peril. A substantial mis-statement of the instruction is fatal, whether it be the result of accident or design. It is unfair to the Court below, and tends to mislead this Court, and ought therefore to be discouraged.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "White, for plaintiff in error.",
      "Drum, for the defendant, the Court declined to hear."
    ],
    "corrections": "",
    "head_matter": "Criswell versus Altemus.\n,,It is advisable that in a specification of error, the language of the charge, so far as it is complained of as erroneous, be stated. When the plaintiff in' error substitutes his own language, he does so at his peril.\nError to the Common Pleas of Indiana county.\nThis was an action of ejectment' by Nicholas Altemus v. Matthew Criswell, for above 164 acres of land, being the north end' of a certain tract, warranted in the name of William Morrell, and which Altemus, by articles of agreement, dated 4th April, 1840, agreed to sell to Criswell, and covenanted to convey in fee simple. The tract adjoined a tract of land surveyed in the name of Robert Hogg.\nIn March, -1842, Altemus tendered to Criswell a deed for the land agreed to be sold.\nAt the time of the contract, and till the trial of the case, Andrew Campbell, who resided on the survey in the name of Robert Hogg, was in possession of about.seven or eight acres of the northeast corner of the northern half of the Morrell survey, and, it was said, had acquired title to that much of it by the statute of limitations ; and the defendant claimed a deduction from the amount of the consideration mentioned in the article of agreement, on account of the quantity of land in; the occupancy of Campbell.\nIt was assigned as error, That the Court erred “in leaving it as a, question of fact to the jury to find whether that part of the William Morrell survey, which was in the possession of Andrew Campbell, was included in the contract between the parties.”\nWhite, for plaintiff in error.\nDrum, for the defendant, the Court declined to hear."
  },
  "file_name": "0124-01",
  "first_page_order": 126,
  "last_page_order": 127
}
