{
  "id": 972379,
  "name": "Waugh versus Shunk",
  "name_abbreviation": "Waugh v. Shunk",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "130",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 130"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Bin. 539",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0539-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 11871,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 4.866420470275126e-07,
      "percentile": 0.932939719651609
    },
    "sha256": "4ad0f9402d0cc3660c27f6d954b094e39bf0bfe0e1289509ffba6f3fb2089fe5",
    "simhash": "1:663a557cca5f8fea",
    "word_count": 2068
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Waugh versus Shunk."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThe defendant in error brought this action of assumpsit to recover compensation for services rendered the defendants (now plaintiffs in error), in 1846 as manager in the erection of a blast furnace in Mercer county, for the manufacture of pig metal by the use of raw bituminous coal.\nThe defence set up was that the work was so unskilfully done that it did not answer the purpose designed, and that a portion of it had to be taken down, altered, or rebuilt, at a great delay and expense to the defendants.\nEvidence having been given on the one side and the other, the Court instructed the jury to inquire, 1st. How long the plaintiff was in the defendants’ employ. 2d. What were his services worth, and how much had he received. In ascertaining how much his services were worth, the jury were directed to consider the evidence in reference to the manner in which the work was performed, as the value of an overseer in the erection of a furnace would depend much on the degree of skill exercised by him for his employers’ benefit. Then followed the remark which is assigned for error :— “ The overseer does not warrant the successful operation of the furnace, and is not liable for losses resulting from the imperfect manner of its construction, unless there has been gross negligence or wilful misconduct.”\nThe charge is to be taken altogether, and so taken, we think it teaches the doctrine that a man who holds himself out to the world as skilled in a particular branch of industry, and who undertakes to perform a piece of work in his appropriate art, is entitled to compensation, on a quantum meruit, whatever the consequences resulting from his imperfect performance, unless there have been gross negligence or wilful misconduct.\nTo this doctrine we cannot subscribe. Where skill, as well as care is required in performing the undertaking, if the party purport to have skill in the business, and he undertakes for hire, he, is bound to the exercise of due and ordinary skill in the employment of his art or business about it, or, in other words, to perform it in a workmanlike manner. In cases of this sort he must be understood to have engaged to use a degree of diligence, and attention, and skill adequate to the performance of his undertaking. It is his own fault if he undertake without sufficient skill, or applies less than the occasion requires: Jones’ Bailment 91; 2 Kent’s Com. 458; Story’s Bailment 281.\nOrdinary skill, means that degree which men engaged in that particular art usually employ; not that which belongs to a few men only of extraordinary endowments and capacities: 1 Bell’s Com. 458. Of course the degree of skill which is required rises in proportion to the value, the delicacy, and the difficulty of the operation. The want of ordinary skill, is ordinary negligence. Gross negligence, is the absence of slight skill. If, therefore, an artisan who undertakes a piece of work which he professes to understand, is liable only for gross negligence, he is bound to bring only slight skill to its execution, which is a conclusion opposed to all authority. But if he is bound to employ ordinary skill, as reason and the authorities teach, he is liable for more than gross negligence, or wilful misconduct — he is liable for whatever imperfection and failure result from want of that measure of skill.\nThe construction of blast furnaces is an art. They are usually attended with large investments, and extensive preparations for business. The suecessfulness of the enterprise depends very much on the skill with which the work of construction is done, and when a party, professing skill and experience in planning or erecting them, is called in to superintend the work, the rules of law applicable to other artisans, attaeh to him. If he fail to come up to the standard of his duty, the consideration of the implied contract fails, and he cannot recover compensation for such work as he has done. The .cause ought to have been put to the jury on these principles, and as it was not it must go back.\nThere was no error in rejecting the evidence of Edward Brown.' It was clearly irrelevant. If it were necessary to prove the general reputation of Shunk, as a builder of furnaces, it was not to be done by investigating the quality of particular jobs, for this would have involved as many collateral issues as be had built furnaces.\nThe objection taken to the-deposition of James P. Raymond is better grounded. It nowhere appears on the face of the deposition, or the accompanying certificate, that it was taken before any person .qualified to administer oaths. It is certified by G-. L. Robinson, to have been taken before him at his office in Allegheny City; but he claims no official character, and there was no proof before the Court, so far as the record intimates, that he was an alderman of that city. It is said, the notice served styled him an alderman, but that is not before us, and Mr. Robinson does not certify that the deposition was taken in pursuance of such a notice. There is nothing in the record from which a reasonable intendment can be made that this deposition, wholly ex parte, was taken before a qualified person. The party might have supplied this defect, by some satisfactory evidence. A rule to take depositions implies that the examiner be a judge, or justice of the peace, though it be not so set down: Keller Nutz, 5 Ser. & R. 248. The power may be delegated by the Court to a commissioner who has no official character: Philippi v. Bowen, 2 Barr 20. But in either ease, the capacity in which the examiner acts should appear in his certificate and return. If there be appearance and cross-examination, all objections to the examiner are waived. Here there was none. The deposition was ex parte, and its defects remain on its head. It should therefore have been rejected.\nThe judgment is reversed and a venire de.novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Phelps and White, for plaintiff.",
      "Lee, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Waugh versus Shunk.\n1. Where skill as well as care as& required for tbe performance of an undertaking, if a party claim to bave skill in tbe business, and he undertakes for hire, he is bound to the exercise of due and ordinary skill in the employment, as well as the use of a degree of diligence and attention adequate to the performance of the undertaking.\n2. In an action by one to recover for his services in the construction of a furnace, it was held to be error in the Court to charge that such an overseer does not warrant the successful operation of the furnace, and was not liable for losses resulting from the imperfect manner of its construction, unless there has been gross negligence, or wilful misconduct.\n3. In such an action it was not admissible evidence of the plaintiff's want of skill, for the defendant to show that another furnace constructed by the plaintiff according-to his own plan, was unskilfully constructed.\n4. It did not appear on the face of the deposition, or in the accompanying certificate, or from a notice, that it was taken before one qualified to administer oaths, either officially or by virtue of delegation from the Court (2 Barr 20), and no appearance and cross-examination appeared:\nIt was held, that the deposition was not admissible.\nError to the Common Pleas of Armstrong county.\nThis was an action of assumpsit, brought in the Common Pleas of Armstrong county, by Shunk v. Waugh and others, as partners. The writ was served on Waugh only. The declaration contained the common counts for work and labour done and performed, money laid out and expended, &c. Pleas, non assumpsit and payment with leave, &c. Rep. non solvit issue, &c.\nThe plaintiff’s claim was for services rendered the defendants in 1846, as manager in the erection of a blast furnace in Mercer county, for the manufacture of pig metal by the use of raw bituminous coal.\nThe defence was, that the. work was so unskillfully done that it did not answer the purpose for which it was designed; that a portion of it had to be taken down, altered or rebuilt, causing delay and expense to the defendants.\nThe defendants, before the bringing of this suit, had paid the plaintiff $207.49, which, it was alleged on their part, was more than his services were worth.\nOn the trial the deposition of James P. Raymond, offered on the part of the plaintiff, was objected to. The objection was, that there was no evidence submitted that Gr. L. Robinson, before whom it was taken, was a justice of the peace or authorized to act in that behalf. The deposition purported to have be.en taken in Allegheny City, before the subscriber thereto, in pursuance of a rule of Court referred to, the witness having been sworn. It did not appear in the certificate, rule, or deposition that Robinson possessed any official character, or was delegated to act in the matter.\nThe deposition was admitted.\nOn the part of the defendant it was offered to prove by Edward Brown that in the year 1844 or 1845, the plaintiff was engaged in the erection of Mahoning furnace, and built the same according to his own plan and design; and that, after the said furnace went into blast, it was so unskilfully constructed that the owners’were compelled to make alterations in the furnace stack to enable the same to smelt iron advantageously.\nObjected to by the plaintiff’s counsel. The Court rejected the evidence, permitting, however, questions to be asked as to the general reputation of the plaintiff as a skilful man, or otherwise, in the erection of furnaces. Defendant’s counsel excepted.\nThe jury were instructed that, “in ascertaining how much the services of the plaintiff were worth, they were to consider the evidence in reference to the manner in which the work was performed so far as it was under his direction, as the value of an overseer in the erection of a furnace would depend much on the degree of skill exercised by him for his employer’s benefit. The overseer does not warrant the successful operation of the furnace, and is not liable for losses resulting from the imperfect manner of its construction, unless there has leen gross negligence or wilful misconduct. But in the absence of an' express agreement as to compensation, it must be measured by the value of the services, and depends, in a great degree, upon the manner in which he performs his duty.”\nOn 17th June, 1851, verdict was rendered for plaintiff for $305.58.\nError was assigned to the instruction last quoted above. 2. To the rejection of the evidence offered on the part of the defendant; and 3. To the admission of the deposition.\nPhelps and White, for plaintiff.\nAs to the first assignment, it was contended that the profession of the plaintiff implied skill, and a want of it or an omission to exercise it was imputable to him as gross negligence: Chitty on Con. 374; 1 W. & Ser. 66, Gamber v. Wolaver.\n2. The evidence rejected'would have been an item to show a want of skill.\n3. There was no evidence to show the qualification of Robinson to take the deposition: 5 Ser. & R. 248, Keller v. Nutz. The defendant did not attend, it was ex parte: 3 Bin. 539; 2 Barr 22, Philippi v. Bowen.\nLee, for defendant in error.\nIt was testified that the furnace stack was partly erected when Shunk took charge of its construction, and all that could properly be required of -him would be ordinary diligence and reasonable skill in its completion according to the plan on which it was commenced. Hence the part of the charge that “the overseer does not warrant the successful operation of the furnace, and was not liable for losses resulting from the imperfect manner of its construction, unless guilty of gross negligence or wilful misconduct.”\n2. The plaintiff was not bound to be prepared to meet a charge of unskilful construction in a specific case.\n3. It was alleged that- the notice of taking the deposition stated Robinson to be an alderman in the city of Allegheny.\nDecember 20,"
  },
  "file_name": "0130-01",
  "first_page_order": 132,
  "last_page_order": 136
}
