{
  "id": 972396,
  "name": "Shriver versus Stephens",
  "name_abbreviation": "Shriver v. Stephens",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "138",
  "last_page": "141",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 138"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 538",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0538-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 7704,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.8811520896446814e-07,
      "percentile": 0.7276885640823075
    },
    "sha256": "bef32a14df515ad5a962168aebc0dda22aa9f9a1f83a099d369444a60e16f085",
    "simhash": "1:e72ed7b3e44eda73",
    "word_count": 1381
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shriver versus Stephens."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nIt is important to peace among neighbors that the office of fence viewers should be effective in settling controversies about the making and repair of fences; and in order that it may be so, we must not allow them to be embarrassed by rules of practice that are suited only to those who make the law their principal study. Where the statute makes no particular form essential, we should not require it. If the duty of the viewers has been substantially performed, we ought to allow to their certificate all the force and virtue intended by the statute.\nBut it is common law in every country, which no man of ordinary intelligence needs to be taught, that a party whose rights are to be affected ought to have notice; and the want of it or its equivalent in a case of this sort would make the certificate void. That which saves it here is that both parties were present at the view. Want of notice cannot be alleged where the party attends the proceeding without objecting to the omission.\nThe Court was in error in supposing that the party was entitled to five days’ notice; this is the time given to the viewers. As to the parties, no formal notice is contemplated. It is supposed that when the viewers meet, they will call upon the parties, and with them go to the ground and learn the condition of things, and from their own view make out their certificate.\nIt is objected, however, that the certificate is substantially defective, and perhaps it is so. But how is this to be ascertained ? If we require it to be complete in all its parts, so that it can be understood without reference to circumstances, then we effectually defeat the law as a practical rule. Fence viewers are not expected to read our decisions, or to learn their duties from them; and it cannot be expected that any considerable number of them will ever learn to draw up a certificate with that precision which is properly required in Court proceedings. It must be expected that they will omit to state matters and circumstances which enter into their judgment, and which would make it perfectly plain to us, if we knew the facts as they did. Their certificate should not therefore be disregarded for not sustaining itself, if the facts sustain it. There are some things which, had they been stated in the certificate, would have shown its propriety. The statement of these matters ought not to be considered essential, but directory. Having been omitted, they can then be supplied by oral testimony. It does appear by fair implication that the fence is insufficient, and that it will require $10 to make it sufficient. Now it is very probable that the plaintiff had put his part into sufficient order; and if this be so, then this is a certificate that entitles the plaintiff to recover $10 for repairing the fence, if the defendant did not repair it.\nBut suppose that the omitted facts cannot be supplied, and that the certificate is declared void for uncertainty; what then ? Is the remedy gone ? Certainly not. This proceeding by fence viewers is merely a step in a legal remedy, intended to prevent litigation in such small matters, and to prepare for it if it must come; an expedient which the parties must adopt, in the absence of a contract, before an action is allowed.\nThe duty of adjoiners, with party fences, to unite in keeping them in repair, if it is not common law in this country, is very nearly so, for it was declared by the Act of 1700. The plaintiff has done all that the law requires of him in order to entitle him to demand the enforcement of this duty, when he calls the fence viewers to the performance of their duty, and gets his certificate from them. If that should be defective from any fault of the officers, it does not defeat his right of action. He thereby loses evidence that is important to 'him; but- he can still recover for his work and labor on proving otherwise its necessity and value. These views show also that it is not essential to the right of action that the auditors should have taken the official oath as fence viewers. Nor is it essential to the validity of the certificate: 5 Watts 538; 7 Ser. & R. 292.\nJudgment reverséd and new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Downey, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Shriver versus Stephens.\n1. A party whose rights are to be affected should have notice of the proceeding.\n2. The Act of 11th March, 1842, relative to partition fences, does not entitle a landowner to five days’ notice previous to the meeting of fence viewers: he is entitled to notice of the view, liut a want of notice cannot be alleged on his part, if he were present at the view without objecting to the omission to give previous notice.\n3. The certificate of fence viewers should not be overruled as not sustaining itself, if the facts sustain it: if anything material be omitted in the certificate, it can be supplied by oral testimony.\n4. But if the certificate of fence viewers be void for uncertainty, the remedy of the party complaining is not gone; the evidence by the certificate may be lost to him, but he may recover for his work and labor in erecting the defendant’s portion of the fence, by proving otherwise its necessity and value.\n5. It is not essential that the township auditors, in addition to their oath as auditors, should have taken an official oath, as fence viewers. Nor' is it essential to the validity of their certificate.\nError to the Common Pleas of Cfreene county.\nThis was an action of assumpsit by Shriver v. Stephens, under the Act of 11th March, 1842, relative to partition fences. The plea was non assumpsit and payment.\nOn the part of the plaintiff, a witness testified that he was one of the township auditors, and acted in this case as a fence Viewer. That he was sworn as auditor, but had no recollection of talcing the oath as fence viewer. He and another auditor (the plaintiff, Shriver, being the third auditor), viewed the fence in question which had been built by Shriver, and made a certificate. The view was had at the instance of Shriver.\nThe certificate offered in evidence was signed by the two auditors who acted in the matter,' and was to the effect that they met on the premises, and after examining the partition fence between the parties, reported that they believed.it would “cost $10 to make a sufficient fence eight rails high on said line.”\nIt was admitted that Stephens was at the view of the fence, but that he did not know when he went there that the object was to view the fence.\nDefendant’s counsel objected to the certificate being read, 1. Because the Act of Assembly requires five days’ notice to be given, and there was no evidence of notice.\"\n2. That it does not certify that the fence already built is sufficient, nor what proportion of the expense of building the new or repairing the old fence should be borne by each party.\n8. That it further appears that the viewers were not sworn.\nThe Court sustained the objection, on the ground that five days’ notice was not given to the defendant before the view; the Court being of opinion that previous notice was required, in order to give the party who was bound to make the fence, or a portion of it, the opportunity of repairing the same, and to prevent the viewers from condemning it.\nIt was assigned for error : The Court erred in rejecting the certificate offered in evidence by the plaintiff without .proof that five days’ notice had been given to defendant of the meeting of the fence viewers.\nIt was alleged, 1. That no notice was required by the Act to be given to the adverse party .of the meeting of the viewers.\n2. That if notice to the defendant was necessary, he waived it by his attendance at the view.\nDowney, for plaintiff in error.\nDecember 20,"
  },
  "file_name": "0138-01",
  "first_page_order": 140,
  "last_page_order": 143
}
