{
  "id": 972332,
  "name": "Ankeny versus Albright",
  "name_abbreviation": "Ankeny v. Albright",
  "decision_date": "1852-12-20",
  "docket_number": "",
  "first_page": "157",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 269",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846030
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 327,
    "char_count": 6264,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 1.1753655364775931e-07,
      "percentile": 0.5873958288687874
    },
    "sha256": "42d1de46e3958e3b5446cb8fda33236ddcafb00fc775106c8b5271cc729e697a",
    "simhash": "1:6ca12520532efda3",
    "word_count": 1133
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ankeny versus Albright."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nBy the Act of 13th March, 1815, the original owner of unseated land may avoid a sale for nonpayment of taxes by proof of payment of the taxes “previously to the sale,” or of an offer of the redemption-money within two years afterwards. “ In no other case, and on no other plea, shall an action be sustained” for the purpose. In the case before us the original owner attempted to defeat the title of the purchaser on the ground of payment of the taxes before the sale; but the entry of the letters “pd” in the treasurer’s book was not sufficient evidence of the fact. Conceding that the letters mean paid, still'the evidence was defective in not showing, or even laying the foundation for an inference touching the time of the payment. The entry is entirely without date, and for all that appears on the book, the payment may have been after the sale as well as before. There is nothing whatever in the entry to justify an inference that the payment was made before the sale. The presumption supposed to arise from the duty of the owner to pay his taxes is overthrown by the counter presumption that the officers of the county have performed their duty according to their oaths of office, and have not been guilty of the great wrong of selling land for nonpayment of taxes, after the taxes had been fully paid by the owner. It is every man’s duty to pay his debts, but a presumption arising from this duty is not regarded in a Court of justice as evidence in support of the plea of payment. In Kennedy v. Daily, 6 Watts 269, there was no decision upon the effect of the word “paid,” marked upon the treasurer’s book. The only point decided, in reference to it, was that the purchaser might show that the entry was made since the sale, and that the same entry was usually made, whether the payment was made before or after the sale. But taking the entry, in the case before us, either with or without tho explanations of Kurtz and Morrison, there was no evidence that the taxes had been paid before the sale, and the jury should have been so instructed.\nWe do not perceive the relevancy of the evidence of payment of taxes by Haldeman in 1795. The question was, whether the taxes for 1817, 1818, and 1819 were paid. These were the taxes for which the land was sold, and evidence respecting the payment of the taxes more than twenty years before tended to divert the attention of the jury from the true question in the cause.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Hugus, with whom was Forward, for plaintiff in error.",
      "Edie, for defendant."
    ],
    "corrections": "",
    "head_matter": "Ankeny versus Albright.\n1. An owner of unseated land sold for taxes may defeat the sale and recover the land, hy showing that the taxes for which it was sold were paid before the sale; but the letters “pd” on the county treasurer’s book, opposite to the amount of taxes for which the land was sold, without any evidence that the said taxes were paid before the sale, are not of themselves evidence of payment previous to the sale.\n2. No presumption of such payment ardse from the duty of the owner to pay his taxes; any such presumption was overthrown by the counter presumption that the officers of the county have not violated their duty in selling the land after the taxes were paid.\n3. Evidence of payment of the taxes for the land in 1795 was not relevant to the question whether the taxes for the years 1817,1818, and 1819, for which it was sold, were paid.\nError to the Common Pleas of Somerset county.\nThis was an action of ejectment by Isaac Ankeny v. Henry Al-bright, for 363 acres of land, warranted to Henry Hains, situate in G-reenville township, in the county of Somerset.\nThe plaintiff claimed title under a sale for taxes in the year 1820, and showed a warrant and survey, and assessment of taxes for years 1817,1818, and 1819. The treasurer’s deed to the purchaser at this sale was destroyed by a fire in the year 1833; but the plaintiff próved the existence and loss of the deed, and its contents, and produced a deed from the purchaser to the plaintiff, dated 27th November, 1848.\nThe defendant was lessee of John Haldeman, who held under patent dated the 10th September, 1844, and claimed that the taxes for which the land was sold were paid before the sale. There was produced the county treasurer’s book, showing the amount of taxes-assessed by the commissioners on unseated lands, and collected by him, in which book, on the right hand margin, opposite the amount of taxes charged in the years 1817-18-19, the letters “pd” were-marked. No other evidence of such payment was shown.\nOn the part of the plaintiff it was alleged that this was no evidence of payment before the sale, and it was proved by Morrison- and Kurtz, the treasurers for those years, that they always marked' the taxes in this way after the land toas sold and the money was-paid by the purchaser; and that they also marhed them the same tvay when paid at any time.\nIt was alleged, that in order to strengthen the evidence of payment of taxes for the years 1817-18-19, evidence was offered to-be given of the payment of taxes in 1795, and for other years-before the years 1817-18-19, and also of payment for years subsequent to the sale. This evidence was overruled, but no exception was marked to its exclusion, except as to the payment in 1795.\nGriLMORE, J., charged the jury, inter alia, that the book of the treasurer of the county showing the letters “pd” opposite the copy of the assessment of this tract, was primd facie evidence that the taxes were paid by ilaldeman, or his agents, prior to the sale; that the evidence of Morrison and Kurtz did not strengthen this primd facie evidence, but at the same time did not destroy it. They prove that, as treasurers, they marked “pd,” or paid, whether the money was paid by the purchaser or the original owner, before or after the sale; but still, as it was the duty of the owner to pay, he will be presumed to have done so till the contrary appears.\nError was assigned to the receipt of evidence of the payment of taxes by the defendant or those under whom he claimed, for other yeai’S than those for which it was alleged, on part of plaintiff, that they were not paid. 2. To the portion of the charge stated.\nHugus, with whom was Forward, for plaintiff in error.\nEdie, for defendant.\nDecember 20,"
  },
  "file_name": "0157-01",
  "first_page_order": 159,
  "last_page_order": 161
}
