{
  "id": 972384,
  "name": "Bash versus Sommer and Wife",
  "name_abbreviation": "Bash v. Sommer",
  "decision_date": "1853-01-06",
  "docket_number": "",
  "first_page": "159",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "Rob. 119",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 555",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0555-01"
      ]
    },
    {
      "cite": "12 Pick. 101",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2060323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/29/0104-01"
      ]
    },
    {
      "cite": "2 Watts 20",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 589,
    "char_count": 11772,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 7.69129047240756e-08,
      "percentile": 0.453293802071086
    },
    "sha256": "943b736b01d6ee22c8349ba09a188eacb7d8946c1803af118db1002f21354536",
    "simhash": "1:1f7da4f5c19673fc",
    "word_count": 2128
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bash versus Sommer and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nGibson, J.\nIn Thompson v. Lusk, 2 Watts 20, and McKennan v. Greer, Id. 353, this Court infused a drop of common-sense into the law of slander; and it will do it no harm to infuse another. Can it be endured in the middle of the nineteenth century,, that words which impute larceny of a dead man’s goods, are not actionable ? For some inscrutable reason, the earlier English judges discouraged the action of slander by all sorts of evasions, such as the doctrine of mitiori sensu; and by requiring the slanderous charge to have heen uttered with the technical precision of an indictment. But as this discouragement of the remedy by process of law was found inversely to encourage the remedy by battery, it has been gradually falling into disrepute; insomuch that the precedents in Croke’s Reports are beginning to be considered apocryphal. Doubtless a dead man cannot be an owner; and though an indictment for stealing the property of a person unknown is sustainable, it presupposes the existence of ownership somewhere. “ The taking of goods whereof no man had a property at the time,” says Hawkins, b. 1, ch. 33, § 34, “cannot be felony; and therefore he who takes away treasure-trove, or wreck, or waif, or stray, before they have been seized by those who have right thereto, is not guilty of felony.” The reason is that the person who has a right to seize has only a power, which, unexecuted, is not property. But again, § 29: “ In some cases the law will rather feign property where there is none, than suffer an offender to escape; and he who takes off the shroud from a dead corpse, may be indicted as having stolen it from him who was the owner of it when it was put on.” But the precedent in the case of an owner unknown, proves, not only that there must he an owner, but that his name is not an indispensable mark of description. But a qualified property in a decedent’s goods passes instantaneously to the executor, where there is one, or to the Register here, as to the Ordinary in England, in trust to have them collected and distributed; and this qualified property draws to it the legal possession, which is a sufficient basis for a felonious taking. It passes by a grant of administration, and would equally found a felonious taking from the possession of the administrator. If the jury were of opinion, in a case like the present, that the words imputed a stealing before the death, there would be an end of difficulty. But it cannot be pretended that a count for stealing chattels left by a decedent, and described as the goods of his executor, or administrator, or the register, would not be sustained; and the question is, whether an oral accusation of stealing them as the goods of the deceased owner, does not convey to -the general ear an accusation of stealing them from his representative. It imports a theft of goods in which a trustee has a vested interest; and if the name of the owner may be dispensed with in a written accusation by a grand jury, it may with greater reason be dispensed with in an oral accusation by an individual. Eor every purpose of injuring the accused by wounding his character, hurting his feelings, and exposing him to prosecution, the offence was indicated with more than necessary certainty.\nNor is the exception to the direction on the other point better founded. True, the words “ Sommer and Ms wife stole a thousand dollars in gold from the old man” would not sustain an action by the wife with her husband, for they import a charge of stealing by her in his presence, which is impossible; but other words laid in the same count, and as spoken at the same time, are so; and the rule laid clown by Mr. Starkie in his Treatise, vol. 1, p. 448, is that a joinder in the same count of words not actionable with others which are, will not vitiate it, unless it appear on its face that they were spoken at different times. Here they appear to have been spoken at the same time. The jury, however, had nothing to do with it, the defect, if there were one, being the subject of a motion in arrest of judgment; and the Court need not have charged that the words laid were actionable. But the prayer was not for direction on that point. The judge was requested to charge that inasmuch as there had been a recovery for the same words by the husband alone, another action for them could not be maintained if he were a plaintiff. The recovery by him was not even pleaded; and without plea there can be no estoppel. But such a plea would not have stood the test of a demurrer; for slanderous words spoken of two or more, give a separate cause of action to each: nor could they join. Now, a separate recovery for a personal injury to a husband, is not satisfaction of a personal injury to his wife, for which she cannot recover without joining him with her. The action, however, is hers, not his; though, as the representative of her person and depositary of her power, he may control or release it. They are one person for the redress of injuries to her, but not for the redress of injuries to him; and where he has separately recovered for words spoken of them loth, her action for the same words cannot be said to be for the same cause.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, J."
      }
    ],
    "attorneys": [
      "Armstrong, for plaintiff in error.",
      "Cowan, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Bash versus Sommer and Wife.\n1. An oral accusation of stealing money, the property of M. B., deceased, conveys an accusation of stealing it from the personal representative; and is actionable.\n2. The words that “ S. and his wife stole $1000 in gold,” would not sustain an action by the wife with her husband, as they import a charge of stealing by her in his presence. But if other words in the same count, laid as spoken at the same time, are actionable, such joinder will not vitiate the count, unless it appear -on its face that they were spoken at different times.\n3. Slanderous words spoken of two or more, give a separate action to each; they cannot join.\n4. The separate recovery by a husband, for slanderous words spoken of him and his wife, will not prevent a separate action by the wife with her husband, for the injury done to her by the same words.\nError to the Common Pleas of Westmoreland county.\nThis was an action of slander, brought by Simon Sommer and Barbara, his wife (for the slander of the wife), v. Henry Bash.\nThe plaintiff, with Martha Bash, who was a sister of Barbara Sommer, resided with and composed the family of Martin Bash at the time of his death. The moneys and other property of the deceased in his possession at his death, it was stated, remained in their custody and possession until claimed by the administrators of the estate.\nIt was charged in the declaration, that in a discourse concerning certain gold and silver and personal estate of Martin Bash, then deceased, the defendant said there was silver and gold in the old man’s house; that the silver came to light, but that Simon • and the two girls took the gold. Further, that there was $3000 in money in the house, and that they took $1000. Further, that Sommer and His wife and sister-in-law stole $1000 in gold and silver from the old man, thereby meaning that the said Barbara with others had feloniously taken and stolen $1000 from Martiir Bash; and that she .with others had stolen $1000 of the personal estate of Martin Bash, deceased; and that she with others had stolen the gold of Martin Bash, deceased, &c.\nIt was testified that Henry Bash, the defendant, who was a son of Martin Bash, deceased, said, that on the day on which his father was buried the money was counted; that he had left silver and gold; that “the silver was brought forward, but the gold was not;” that “ Simon and the girls stole it.”\nIt was also testified that, on another occasion l¡Jian that upon which the words above referred to were spoken, the defendant said, “for Sommer, he stole his father’s money” — “he would steal anything he could get his hands on.”\nEor these declarations, three actions of slander were brought against Henry Bash: one by Martha Bash; one by Simon Sommer ; one by Sommer and Barbara, his wife, and a recovery was had in each case. A writ of error was taken in each case.\nOn the trial of this action, the counsel for the defendant asked the Court to instruct the jury, 1. That if plaintiffs (being co-heirs and entitled to distribution) were in the possession of the goods and chattels of the estate of Martin Bash, deceased, during the interval that elapsed between the death of said deceased and the granting of letters of administration on said estate ; and if, during said interval, the plaintiffs appropriated a portion of said goods and chattels to their own use, such appropriation would not constitute the crime of larceny; and for a person (being a co-heir) to say that they stole said goods and chattels so appropriated, would not subject him to an action of slander.\n2. That, inasmuch as there has already been a recovery by Simon Sommer, the husband, for the same words, this suit cannot be maintained.\nKnox, J., instructed the jury “that the words laid in the declaration were actionable; and if they believed that the evidence substantially proved the speaking of the words as laid, the case was made out, and the plaintiffs were entitled to recover such damages as the jury thought just and right, in view of the nature of the charge, the manner in which it was made, and the injury likely to result from it.\n“And'further; that the recovery by Simon Sommer, in his own name, for words spoken of himself, would not bar a recovery in this case for the slander of his wife, even although the words were uttered at the same time.”\nThe refusal to instruct as requested was assigned as error-\nArmstrong, for plaintiff in error.\nIt was contended that the money being alleged to be of the estate of Martin Bash, deceased, the plaintiffs in the action, being part owners of it, could not, in retaining, he guilty of stealing it, and, if so, the words were not actionable: 1 Hale P. C. 513; Starkie’s Ev., vol. 2, 829-831; 1 Hawk. 33; 3 Bl. Com. 123, n.; 8 Ser. & R. 571; 12 Pick. 101; East P. C. 559.\nThe action cannot be sustained, inasmuch as the offence is alleged to have been committed by the wife.iw company with her husband; and, if so, she was not legally guilty-of larceny, and no indictable offence was imputed.\nCowan, for defendants in error.\nUpon the death of an intestate his personal estate falls gremio legis, the Register has jurisdiction over it, and commits its custody to the administrator. The heirs are entitled but to the residuum, when there is any. The offence of larceny might have been committed as to personal property so situated.\n2. In slander of the husband and wife in the same words, the tort must be several: cannot be joint. Each one has a right-of action. If the husband has recovered for special damage accruing to him for defamation of his wife, if the words are actionable in themselves, the wife, after her husband’s death, may maintain another action for the wrong done to her; or she may join with her husband in such action during his lifetime: Cooke on Defamation 43; Law Lib. 60; Cro. Car. 512; Cro. Jac. 501, 538; Id. 89; 8 Mod. 26; Str. 977, &c.\nSlander of the husband and slander of the wife cannot be joined in the same action: 3 Binn. 555, Ebersole v. Krug and wife.\nAgain, it is not material whether the wife could have been comvicted upon this charge had it been committed in company with her husband. It is enough if she were put' in peril: Deford v. Miller, 3 Pa. R. 105. It is said in Cooke on Defamation 21, to be-well established that it is the contumely, and not the peril which gives the cause of action, and Fowler v. Dowdring, 2 Moody & Rob. 119, is cited. But it is not stated in the narr. to have been so-committed, nor was it so proved.\nJanuary 6, 1853,"
  },
  "file_name": "0159-01",
  "first_page_order": 161,
  "last_page_order": 165
}
