{
  "id": 972408,
  "name": "McKeown versus Craig",
  "name_abbreviation": "McKeown v. Craig",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "170",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 170"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 177,
    "char_count": 2891,
    "ocr_confidence": 0.428,
    "sha256": "f9792ad3ed66a86dbc66a30fc9077718b15e128be9a9adb62381f6d7350ee5a3",
    "simhash": "1:a67b8d01c554dd51",
    "word_count": 513
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McKeown versus Craig."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nWhere lands are sold under a testatum vend. exp. it is irregular to acknowledge the deed before the Court of the county in which the lands are situated, after the Court which issued the process has granted a rule to show cause why the sale should not be set aside. Such acknowledgment shares the fate of the sale; and if the rule be made absolute and the sale be thereby set aside, the purchaser takes no title under the sheriff’s deed. The Court below committed no error in entering judgment for the plaintiff below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Foster, for plaintiff in error.",
      "Cowan and McKinney, for defendant."
    ],
    "corrections": "",
    "head_matter": "McKeown versus Craig.\nWhere lands have been sold under a testatum vend. exp. it is irregular to acknowledge the deed before the Court of the county in which the land is situate, after a rule has been granted in the Court from, which the process issued to show cause why the levy and subsequent proceedings should not be set aside. If the rule be made absolute, and the sale thereby set aside, the purchaser takes no title under the sheriff's deed.\nError, to the Common Pleas of Westmoreland county.\nThis was an action of ejectment to February Term, 1850, by Joseph Craig v. David McKeown, for about 200 acres of land. The land in dispute had belonged to the father of the plaintiff, who devised it to him on certain conditions.\nA judgment was obtained in the year 1842 against Joseph Craig and another, in Huntingdon county. On this judgment an alias testatum fi.fa. issued to Westmoreland county to April Term, 1843, on which the land in dispute was levied as the property of Josejoh Craig. Inquisition was held and the property was condemned, and on 24th May, 1843, the inquisition was approved by the Common Pleas of Westmoreland county. A testatum vend. exp. to August Term, 1843, was issued; and on 8th August, 1843, the land was sold to Josiah M. Craig, stated to be the landlord of the defendant.\nOn 20th November, 1843, a rule was obtained in the Common Pleas of Huntingdon county to show cause, by the first day of the next term, why the levy, inquisition, and all the other proceedings on the writ and on the testatum fi. fa. should not be set aside.\nOn 22d November, 1843, the sheriff’s deed for the premises was acknowledged in the Common Pleas of Westmoreland county.\nAfterwards, viz., on 14th January, 1844, the rule granted by the Common Pleas of Huntingdon county was made absolute.\nAfter a variety of evidence had been given, a demurrer was entered, on which Burrell, J., entered judgment for the plaintiff.\nIt is provided, in the 96th section of the Act of 16th June,, 1836, relating to executions, that in case of testatum writs oL execution, the acknowledgment of the sheriff’s deed may be made “in the Court of Common Pleas of the county or District Court of the city or county, in which such real estate may be.”\nFoster, for plaintiff in error.\nCowan and McKinney, for defendant."
  },
  "file_name": "0170-01",
  "first_page_order": 172,
  "last_page_order": 173
}
