{
  "id": 972309,
  "name": "Soles versus Hickman",
  "name_abbreviation": "Soles v. Hickman",
  "decision_date": "1853-03-28",
  "docket_number": "",
  "first_page": "180",
  "last_page": "183",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 180"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Cranch 142",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1446276
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/9/0142-01"
      ]
    },
    {
      "cite": "5 Mass. 358",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0278-01"
      ]
    },
    {
      "cite": "3 Johns. 215",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "13 Johns. 296",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 287",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0287-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 510",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0510-01"
      ]
    },
    {
      "cite": "10 Watts 389",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 528",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 260",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0260-01"
      ]
    },
    {
      "cite": "3 McCord 458",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8861073
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/14/0458-01"
      ]
    },
    {
      "cite": "7 Port. 73",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        11255810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/port/7/0073-01"
      ]
    },
    {
      "cite": "15 Verm. Rep. 685",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4417273
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/15/0685-01"
      ]
    },
    {
      "cite": "2 Wheaton 336",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444852
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/15/0336-01"
      ]
    },
    {
      "cite": "4 Bibb 102",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6392604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/7/0102-01"
      ]
    },
    {
      "cite": "2 Des. 188",
      "category": "reporters:state",
      "reporter": "Des.",
      "opinion_index": 0
    },
    {
      "cite": "14 Johns. 15",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376201
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/14/0015-01"
      ]
    },
    {
      "cite": "1 Johns. Ch. 273",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1975516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/1/0273-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 8000,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 8.201598243654078e-07,
      "percentile": 0.9747255534975205
    },
    "sha256": "5ba0939685f16695a3ac1c991cd632f0d8e0c3918d2e3ae165280f2106d2fce7",
    "simhash": "1:772dc30cfa294e76",
    "word_count": 1466
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented; his written dissent was filed."
    ],
    "parties": [
      "Soles versus Hickman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nThe question here is, will the Court enforce specific performance of an agreement for the sale of land, of which there is no written evidence except a receipt for part of the purchase-money, defining the lot sold but not defining the price or any other terms of sale ?\nThe statute of frauds answers the question in the negative, when it declares that no estate granted by parol shall, either in law or equity, have any other effect than as an estate at will. This receipt is written evidence that there was an agreement of some sort about the lot, and that it has been partly performed. But it does not inform us of the terms of the agreement, and without this it is impossible to enforce it. With or without the statute of frauds, an agreement with unknown terms is’'void. We may know that there was an agreement, but without proper evidence of its terms our knowledge is useless, and such is this case.\nIn strictness, the agreement ought to be written; but we regard th.e law as satisfied if we have written evidence of all the parts of a complete parol agreement. But that we have not here. A contract is as much void when the consideration, as when the subject, is undefined. Where the parties have left either uncertain, the contract is legally incomplete, and therefore void. When the law requires the contract to be in writing, it means that the complete contract must be proved by the writing. That is not a written contract that is not self-sustaining. It is verbal if it requires verbal testimony to sustain it by proving any essential part of it. So far as I know, this has been the uniform course of the decisions : Sugden on Vendors 89; 1 Johns. Ch. 273; 14 Johns. 15; 13 Id. 297; 3 Id. 210; 2 Des. 188; 4 Bibb 102; 2 Wheaton 336; 11 Ves. 550; 12 Id. 466; 1 Id. 326; 15 Id. 522; 1 Sch. & Lef. 22; 2 Id. 381; 1 Atk. 12; 5 Mason 414; 15 Verm. Rep. 685; 7 Port. 73; 3 McCord 458; 6 Alabama 204. And such is the course of decisions on other parts of the statute not in force with us: 5 Bar. & C. 583; 4 Bos. & Pul. 252; 4 Bar. Ald. 595; 5 East 10; 4 Con. 432. On this principle the cause was decided below.\nThere is no other matter requiring special notice.\nJudgment affirmed.\nLewis, J., dissented; his written dissent was filed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Woods, for plaintiff in error.",
      "Magraw and Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Soles versus Hickman.\nA receip t for part of the purchase-money defining the lot sold, but not mentioning the price or any other terms of sale, is not sufficient to entitle the vendee to specific performance.\nError to the District Court of Allegheny county.\nThis was an action of ejectment by John H. Hickman v. Andrew Soles, for lot No. 47 in McKeesport.\nSoles owned a lot adjacent to the one in dispute, and, by mistake in the location of his lot, erected a dwelling house on this lot. Discovering his mistake, he went to Samuel Brown, who claimed the lot under a tax title (the original owner of the lot not being known), stated the facts to him, and purchased the lot for $175 by parol, part of the purchase-money to be paid on July 4, 1849. Soles called at that time to pay part of the money to Brown, and was informed that he had died a few days before of cholera. Soles then paid the money to his daughter and devisee, Martha Ann McGonigle, and took a receipt, a copy of which is here given; and both before and after this time he continued to make improvements by fencing the lot and finishing his house.\nThe present plaintiff afterwards purchased the lot from the 'said daughter of Brown, who was his devisee. The deed to him is dated 1st October, 1849,\nCopy of receipt. — “Allegheny, 4th July, 1849, Received of Andrew Soles thirty dollars, on account, for part payment of a lot in McKeesport, No. 47. her\n“ Martha Ann + McGonigle.\n“ Witness, &c.” mark.\nIt was testified that the daughter said at the time that she was only about to give a receipt for $80,- and if there was any kind of difficulty, Soles was to give up the receipt and she was to refund the money.\nIt was testified that the lot, .without the house, was worth from $150 to $175, and that the house whs worth about the same.\nA writ of- ejectment by Martha McGonigle against Soles was issued 8th August, 1849, to November Term, 1849, No. 82. To same term, No. 250, a writ of estrepement issued. On 7th November, 1849, an award of arbitrators was rendered in the ejectment suit for the defendant.\nThe defendant offered to prove that when the writ of estrepement was issued, Soles was about removing his house from the lot; that Hickman, who had then agreed to purchase, obtained the writ of estrepement, and prevented him from so doing.\nThis writ was offered with the record of the ejectment suit, for the purpose of showing that plaintiff had rescinded the contract, and that the defendant was willing to do the same and to remove his house.\nThe judgment inejeetment was admitted, hut the writ of estrepement was rejected on the. ground that the defendant was a mere trespasser on the lot, and had no right to remove the house.\nHepburn, J., directed the jury to return a verdict in favor of the plaintiff, reserving the questions, 1. Whether the assessment and tax title to Brown was valid. 2. Whether the receipt was such a memorandum in writing as is sufficient to take the case out of the statute of frauds and perjuries.\nThe Judge, subsequently, being of opinion that the tax sale was sufficient, and 2d, that the receipt was not sufficient as the price to be paid for the lot was not mentioned in it, judgment was entered for plaintiff on the verdict.\nError was assigned, 1. To the decision as to the sufficiency of the tax sale. 2. The insufficiency of the receipt. 8. In overruling the evidence showing a rescission of the contract.\nWoods, for plaintiff in error.\nIt was remarked that the lot was sold for the unpaid taxes of 1832 and 1833; that the duplicate showed four lots, Nos. 45, 46, 47, 48, assessed together at 40 cents; that they were net mentioned in the duplicate as unseated, nor as such assessed or returned; that in .the spring of 1834, immediately before the treasurer’s sale, they were placed by the commissioners on the unseated land book in the name of Thomas Stokely, who, it was alleged, purchased fr.orn the proprietor at a sale in 1796. It was suggested that the commissioners had no right to value and assess each lot separately; that the lot should have been assessed as unseated or returned as such by the collector : 3 Watts 260; 1 W. & Ser. 310.\nIt was contended that the receipt was sufficient; that the Act of 1772 requires only a writing showing that there is a contract: 5 Watts 528, Colt v. Selden; 10 Watts 389; 1 Jones 510. It was alleged that this receipt was as effectual as an agreement in which the price has been omitted, and which, it was alleged, could be proved by parol.\n3. It was submitted whether, where one party rescinds the agreement, the other has not the right to consider it as rescinded, and to remove his buildings; and that a conditional verdict might have been rendered entitling the defendant to such privilege.\nMagraw and Hamilton, for defendant in error.\nThat the tax sale was valid, reference was made to 2 Pa. Rep. 496, Hubley v. Keyser; 1 W. & Ser. 328; 5 Watts 287.\nAs to second assignment: Where the writing does not state the amount of the purchase-money, &c., it is not sufficient to take the case out of the statute: 13 Johns. 296; 15 Id. 505; 5 East 10; 12 Ves. 466. In the case of Colt v. Selden, 5 Watts 528, cited, the price, manner, and terms of payment are set out in the agreement. In this case no part of the purehase-money was absolutely paid, nor was possession taken in pui’suance of any contract.\nThe whole agreement must be in writing, and the consideration is a material fact which cannot be proved by parol: 3 Johns. 215; 5 Mass. 358; 5 Cranch 142.\nPossession must be taken in pursuance of and in part performance of the contract: 1 W. & Ser. 389, Allen’s estate; (see Moore v. Small, 7 Harris 461; Rankin v. Simpson, 471, Id.)\nMarch 28, 1853,"
  },
  "file_name": "0180-01",
  "first_page_order": 182,
  "last_page_order": 185
}
