{
  "id": 972322,
  "name": "McCandless versus McWha",
  "name_abbreviation": "McCandless v. McWha",
  "decision_date": "1853-03",
  "docket_number": "",
  "first_page": "183",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 183"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 273,
    "char_count": 4218,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.5757251029583258e-07,
      "percentile": 0.6794544778479363
    },
    "sha256": "41d44218d65584df146c9cc165a5cd459f7c0e067d61c41960b8fcd07faddd89",
    "simhash": "1:3f23cdf2dbc31b7f",
    "word_count": 746
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCandless versus McWha."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nWe continued this cause immediately after the hearing of the motion, and promised, at our earliest convenience, to indicate, in writing, the remedy which is appropriate to such a case. The question has, at present, considerable practical importance ; because many cases are so situated, occasioned by the death and resignation of judges and the expiration of their term of office.\nIn our practice, jury trials are had before the Court, as such, and not before a judge merely, as at Nisi Prius. Exceptions to evidence and to the charge, taken at the trial, are, therefore, part of the proceedings of the Court, and, for the purposes of error, ought to be part of the record; and the Court, and not merely an individual judge, is bound to see that they are sealed, if the party insisting upon them make his demand within the proper time, according to the practice of the Court. If it be not thus made the exception ought to bo regarded as abandoned, unless the delay be properly accounted for to the satisfaction of the Court. Of course, the duty is properly devolved upon the presiding judge, while in office, and he may perform it as well at chambers as in banc; but, if his functions terminate before it is done, then the duty devolves on the Court.\nThe Court never dies nor resigns, though its officers may; and its duties are neither satisfied nor extinguished by a change of its functionaries. The departing judges’ unperformed duties devolve upon the successors. How shall they perform them ? They have not the personal knowledge of the facts which their predecessor had; but this does not hinder them from supplying the defects according to the ordinary practice in allowing amendments. And as the bill of exceptions could be sealed at chambers, so its want may be supplied by the Court or by its presiding judge. In the execution of this duty there is the same discretion as to the mode of proceeding, as in the ordinary cases of amendments. The counsel applying for it ought to prepare his bills of exception according to the facts, and annex them to a petition to have it supplied. His petition ought to account for the delay in sealing them, to aver the correctness of the bills annexed, and that they were taken at the trial according to the usual practice; and be verified by affidavit. Then, the petition should be answered, and, if the facts be disputed, a time for the hearing appointed, when the evidence may be presented in the form of affidavits, depositions, oral testimony, the notes of counsel, or of the former judge or his associate: 1 Tidd 713. After the hearing the counsel will prepare the bill of exceptions, or the Court or the judge will do so? or direct the counsel how to prepare it according to the evidence? and seal it. It is only through courtesy that the Court ever draws up the hills of exceptions. As to the charge, it is not necessary to have the whole of it; it is sufficient that the bill of exceptions contains the principles upon which the cause was submitted to the jury. The object is to supply a. defect in the record, and the practice in the case of amendments will furnish sufficient analogies to direct all parts of the proceeding.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Cunningham, for plaintiff.",
      "Fetterman, for defendant."
    ],
    "corrections": "",
    "head_matter": "McCandless versus McWha.\n\"Where the judge who presided at the trial of the cause has died, without having sealed the bills of exceptions taken at the trial, the writ of error may be continued, to afford the party an opportunity of having it sealed by the other members of the Court, or by the succeeding president judge, to whom the facts may be shown by testimony, the notes of counsel, or of the deceased judge, or of his associate in office.\nError to the Common Pleas of Beaver county.\nThis cause having been regularly reached, the counsel for the plaintiff in error moved that it be continued, on the ground that the bill of exceptions had not been sealed and sent up with the record. It appeared that the president judge, before whom the cause had been tried, had died without sealing a bill, and it was insisted, in opposition to the motion, that a continuance would be useless, as no bill could now be sealed.\nCunningham, for plaintiff.\nFetterman, for defendant.\nMarch, 1853,"
  },
  "file_name": "0183-01",
  "first_page_order": 185,
  "last_page_order": 187
}
