{
  "id": 972377,
  "name": "Commonwealth versus Allegheny Bridge Company",
  "name_abbreviation": "Commonwealth v. Allegheny Bridge Co.",
  "decision_date": "1853-04-04",
  "docket_number": "",
  "first_page": "185",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 Wend. 244",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "2 Johns. 290",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6773448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/2/0289-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 671,
    "char_count": 15038,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 2.298467777368167e-07,
      "percentile": 0.7871005220767697
    },
    "sha256": "69d795eba9059fa52daa2751fb8f23f044d51138c891be62b17348cd68876841",
    "simhash": "1:5fb6dda6df65f69b",
    "word_count": 2725
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Allegheny Bridge Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nThis proceeding was instituted to try the title of the defendants to the corporate franchises claimed and exercised by them, alleging that they have violated their charter in several particulars, and thereby forfeited it. It was argued before us at Pittsburgh in September last, and its decision has been delayed, first by the great pressure of business upon this Court, and after-wards, because of other cases arising before us, involving one of the vital points of this, and it was thought advisable to consider them together.\nOne of the alleged grounds of forfeiture in this case is, that the defendants do not demand and collect from every passenger the full tolls as fixed by the terms of their charter, but have made a regulation by which passengers pay by the year a much less sum than their tolls would amount to if they paid by the trip; and that, in consequence thereof, the surplus fund, by means of which the' bridge is to be made free, is not properly increased, and the enfranchisement of the bridge is postponed.\nThe answer to this is, that the toll-rates of all road and bridge corporations are fixed by law, in order to prevent extortion, and are therefore intended to require, not that so much, but that no more shall be collected. Indeed, this relator is guilty of the inconsistency of complaining, in another part of the information, that it was extortion in the defendants to demand of him the full toll.\nIt is perfectly apparent that a demand of full legal toll from all persons from the beginning must have greatly retarded the growth of Allegheny City, and that it would be regarded as most grinding and unendurable oppression. It 'is very proper for all such corporations to commute the tolls for an annual sum, if their charter does not forbid it, and if it be done with an honest purpose. Here there is no allegation of fraud.\nAnother ground is, that the defendants refused to allow the relator to pass at the commuted rates of toll. Suppose they did. He can base no action upon this, unless they thereby did him a, legal injury. And if they did him a legal injury, then he is not entitled to this remedy, but to the appropriate action in his own name for the damages done; for the remedy by quo warranto is not allowed where the law affords a private remedy: Stra. 1196; 4 T. R. 381; 2 Johns. 290; 23 Wend. 244; and no remedy at all is allowed where there is no legal injury. Even if they demand more toll than the law allows, the penalty is by fine, and not by forfeiture of their charter. It would be strange that the charter should be forfeited by the law, for the taking of the tolls which the law allows.\nThe third allegation is, that the defendants have not rendered to the General Assembly the periodical accounts required by their charter. Admit it. What has the relator to do with this ? During all the time complained of, the state owned about one-half of the stock, and was therefore herself party to the omission, if there was any. After that, she sold out her stock to individuals. Does she now claim to forfeit that very stock for an omission of which she had never before complained, and to which she was a party ? She does not do it, and we would not hear her if she did. When a relator assumes thus to vindicate the rights of the state, she may well say, non tali auxilio nee defensoribus istis.\nThe fourth allegation is, that when the Company were about to build, and wanted a piece of ground for their abutment in Allegheny, they did not get it in the way prescribed in their charter for taking it, but made a bargain for it with the owner, allowing him and his family, as the consideration, to pass toll free for forty years. This may have been a very foolish bargain, but no more can be made of it. The state was a party to that act too, and she does not and cannot now complain of it.\nThe next complaint is, that the stock of the Company was not large enough to complete the bridge, and that, contrary to their charter, they borrowed money to complete it. The answer is, there is nothing in the charter forbidding it, and it is impossible to guess how any rights could be injured by it.\nThere are some other grounds of complaint which we do not consider, because they have been abandoned, and all the others might as well have been.\nBut there is another answer to the whole complaint. That is, that we do not hear a private relator in this Court claiming to forfeit a charter, and he has no right to such action in any Court where he stands as a mere informer without interest. The Act authorizes this writ to issue on the relation of any one desixúng to prosecute the same; but that was always the law, and still we allow no one to desire at law that in which he has no interest: 5 Ad. & E. 613; 6 Id. 810; 6 Barn. & Cr. 240; 10 Id. 320; 1 T. R. 3; 2 Id. 767; 1 East 46, n.; 2 Burr. 869; 4 Id. 2123; 1 W. Bl. 187. And so we have just now decided in the cases of the Commonwealth v. Bank of Schuylkill, and Commonwealth v. Phil. Ger. & Nor. R. R. Co.\nJudgment. — April 4, 1853. This ease came on for final hearing at September Tenn, 1852, and was argued by counsel, and now on full and mature consideration thereof, it is” considered and adjudged that the relatoi', James Tod, has shown no light or title to maintain this information in the name of the Commonwealth, and that the same be and hereby is quashed and wholly taken for nought, and that the relator pay to the defendants their lawful costs in this behalf expended.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Alden and Woods were for the relator.",
      "Loomis, Shaler, and Stanton, were for the Company."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Allegheny Bridge Company.\n1. It is not a ground of forfeiture of the charter of a bridge company, that less tolls are charged than are authorized by law. The tolls may be commuted for an annual sum if the charter do not forbid it, and if done with an honest purpose.\n2. It is not a proper subject of complaint that the complainant was charged the full legal rate of toll: no remedy is allowed where there is no legal injury.\n3. If the claimant sustained a legal injury, he is not entitled to a remedy bj.giio warranto, but to an action in his own name for the damage sustained.\n4. The remedy by quo warranto is not allowable where the law affords a private remedy.\n5. If the company in question charge more toll than the law allows, the penalty is by fine, and not by forfeiture of its charter.\n6. It is not a ground for the forfeiture of its charter, that the Allegheny Bridge Company did not render to the legislature the periodical account required by their charter. During the period of omission the state owned about one-half'of the stock, and was thus a party to the omission. After the sale of her stock, the state was not entitled to a forfeiture of the charter on account of the neglect, and a private individual has no right to demand the forfeiture in her name.\n7. Nor is it a ground of forfeiture that the company, instead of acquiring a piece of ground for erecting an abutment of the bridge in the mode authorized by law, acquired it by contract, by allowing the owner and his family to pass the bridge toll free for forty years.\n8. The charter not prohibiting the borrowing of money, such borrowing was not a ground for forfeiting the charter.\n9. A private relator, claiming to forfeit a charter, is not entitled to a hearing in this Court. Such is the case though the Act of 14th June, 1836, authorizes a -writ of quo warranto to issue upon the suggestion of any person desiring to prosecute the same.\nThis was the case of a writ of quo warranto, issued from the Supreme Court sitting at Pittsburgh, in 1850, upon the complaint and suggestion of James Tod, against th'e president, managers, and company for erecting a bridge over the Allegheny river opposite to the city of Pittsburgh.\nThe original Act for the incorporation of the company was approved on the 20th March, 1810. This Act having expired by its own limitation, another Act was passed re-enacting it, which was approved on the 17th February, 1816. By the Act of 1810, the company were “ empowered to erect gates, and demand and receive tolls,” (the same being specified in the Act).\nBy’this Act it was, inter alia, further provided, that the-company, at the end of every ten years after the completion of the bridge, shall present to the General Assembly of this Commonwealth an abstract of their accounts for the three preceding years; and if, at the end of any decennial period, it shall appear from such abstract that the clear profits and income of this company will bear a dividend of more than 16 per cent, per annum, then the net annual profits, the excess, shall compose a fund for the redemption of the bridge, so as to render it free, save that there shall always be a small toll or other revenue for keeping it in repair; the excess to be laid out in bridge stock or other productive funds, and the dividends added to the fund; but if by the operation of the fund there shall be a sufficient sum to free the bridge at a period less than the term of 40 years, then it shall be redeemed and become free, on the stockholders being paid the appraised value thereof, and of the profits thereof for the residue of the said term of 40 years; and if the said fund shall be adequate to the purpose last mentioned, the Legislature may at any time, after the expiration of the said term of 40 years, declare it a free bridge, providing the means of keeping it in repair; and the company shall be obliged to take such sum of money therefor as shall be allowed on a fair appraisement: the like appraisement shall take place when the sinking fund is adequate to the redemption of the bridge, and the establishment of a toll be not thought more eligible for keeping the bridge in repair; but if the bridge shall not be redeemed and paid for as a free bridge, before or at the expiration of said term of 40 years, the corporation may continue to hold the same, on the terms of the Act, beyond the said term, and until the same shall be redeemed and paid for, in the manner directed.\nIn the complaint, it was alleged that the members of the corporation had enacted certain by-laws, regulating the amount of toll to be received from foot-passengers, but that- the relator and his family had, by virtue of a special resolution, been excluded from the benefit of the provision, though he tendered the sum of $3, the amount of yearly subscription, under the by-laws;\nFurther, it was averred, that the corporation had neglected to render the abstract required by the Act of 1810; and, it was averred, that the profits and income, after the first decennial period, did bear a dividend of more than 16 per cent, per annum, net annual profits ; that such excess was not invested as required by the Act; and that the excess over 16 per cent., which the corporation received or might have received, if the tolls imposed by the Act had not been remitted and if the excess had been applied as a sinking fund for the redemption of the bridge, -would have been sufficient to pay for or redeem the bridge, at a fair appraisement, and pay the stockholders the appraised value of the profits of the residue of the term of 40 years.\nProcess was asked, in behalf of the Commonwealth, against the company, to show cause by what warrant they claim to enjoy the franchises exercised.\nA supplemental information was filed, in which it was stated that the Company had violated the 5th section of the Act of 1816, in entering on land and erecting thereon part of the walls of the bridge without first contracting for it, or having the land viewed, &e., as required by the Act; but that they had authorized the owner of the land, and his family, to pass the bridge on foot, on horseback, or with wagons, and in carriages, for forty years, in consideration of the land used and occupied by the bridge, which land, at the time it was taken, it was alleged, was of trifling value; and when the other land of the owner was greatly enhanced in value by the erection of the bridge; by which means the sinking fund was prejudiced.\nIt was also charged that the corporation had abused its trust in not enlarging the capital stock as énjoined by the 3d section of the Act of 1810 and the 9th section of the Act of 1840; but had contracted debts for the erection of the bridge.\nIt was also charged that by the Act of 1810, 1400 shares of stock were to be subscribed for previous to the issuing of letters patent, and after such subscription the governor was authorized to subscribe 1600 shares; that the subscription for the Commonwealth was made and paid for, but that the individual subscribers did not. pay the amount of their stock, but contracted debts for the construction of the bridge, and afterwards appropriated the tolls to the payment of said stock, by means of which there were no dividends declared for years after the erection of the bridge, hut that the proceeds of tolls were applied in payment of debts contracted, and of individual indebtedness on shares of the private stockholders: all of which premises, it was alleged by the relator, that he was advised worked a forfeiture of the franchises of the corporation.\nPleas were filed, in w'hich some of the allegations were denied, and replications and demurrers were filed.\nThe Supreme Court directed that the issues in fact joined in the case be tried in the Court of Common Pleas of Allegheny county, according to the provisions of the Act of Assembly.\nIn August, 1851, the issues of fact joined were tried by a jury. It was found, First, That the defendant, by special resolution, prohibited Tod, the relator, and his family, from, crossing the bridge at the yearly rates of toll prescribed by the by-laws of the corporation.\nSecondly. As to the question whether the Company, every third year, made the returns required by law, the jury-found in the negative.\nThirdly. Whether the profits and income, after the decennial period, bore a dividend of more than 15 per cent, per annum, net annual profit, or would have borne such dividend if the rates of toll allowed by the charter had not been reduced, the jury found in the affirmative.\nFourthly. Whether the excess of clear profits over 15 per cent, was invested in bank stock and other productive funds, was found in the affirmative.\nFifthly. As to whether the tolls over and above what the defendants were authorized to receive and retain for the use of the stockholders (and which might have been received), would, at a fair appraisement, have been sufficient to pay for and redeem the bridge, and pay the stockholders the appraised value of profits for the residue of the term of forty years, the jury found in the negative.\nSixthly. Whether the defendants appropriated the tolls to the payment of individual indebtedness of the stockholders, was found in the negative.\nSeventhly. It was found that some of the violations set forth in the suggestion were committed within thirty years before the filing of the suggestion.\nAlden and Woods were for the relator.\nLoomis, Shaler, and Stanton, were for the Company.\nApril 4, 1853,"
  },
  "file_name": "0185-01",
  "first_page_order": 187,
  "last_page_order": 192
}
