{
  "id": 972409,
  "name": "Spear versus Allison",
  "name_abbreviation": "Spear v. Allison",
  "decision_date": "1852-03-22",
  "docket_number": "",
  "first_page": "200",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 435",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819267
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0435-01"
      ]
    },
    {
      "cite": "1 Whar. 337",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0337-01"
      ]
    },
    {
      "cite": "4 Watts 98",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0098-01"
      ]
    },
    {
      "cite": "4 Wharton 482",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0482-01"
      ]
    },
    {
      "cite": "4 Wharton 482",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835020
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0482-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 12269,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.5575993543467453e-07,
      "percentile": 0.6763674252823234
    },
    "sha256": "fa2bd2f392242002f97c88bf0b9ab3d4b8d604e0a8c185ec315e9f259120ec83",
    "simhash": "1:47f37cd46b369089",
    "word_count": 2166
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spear versus Allison."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nIn order to make the defence in this case good, it was necessary for the plaintiff in error to have proven on the trial, if not that he was evicted under a paramount title, at least that such a title existed. This he attempted to do by showing that, long before he bought the lots, the Delaware and Schuylkill Canal Company had entered upon them and dug a canal there, which, however, was abandoned and never used, and that for this injury to the property the Company was compelled to pay to the then owners certain damages assessed under a provision contained in the charter. (See 4 Wh. 482.) All this gave the Canal Company no title in the soil, but only an easement which could be used or claimed by the company alone. It was not such a title as could be levied on and sold under execution. The case of the Union Canal Company v. Young is not in point, because the charter of that company was totally different from this. Miller, the sheriff’s vendee, was therefore a mere trespasser, and his entry and claim was no reason why the plaintiff in error should not pay the ground-rents sued for in these actions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "J. A. Phillips, for plaintiff in error.",
      "J. W. Biddle, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Spear versus Allison.\n1. In ai action of covenant for the recovery of rent in arrear, founded on ground-rent deeds, containing covenants for quiet enjoyment, and a special covenant against any one claiming under a canal company which had previously located a canal over the land, and which, after excavation, had been stopped before completion: it was held to be necessary for the grantee or lessee to show for his defence, that he had been evicted under a paramount title, or at least, that such a title existed.\n2. The Delaware and Schuylkill Canal Company had entered upon the land in question and constructed a canal, which, however, was not used or completed, though damages to the then owner of the land were assessed and paid; it was held, that the company, under their Act of incorporation, had not acquired any right to the soil upon which the canal was located, but merely an easement, which could be used by the company alone, and was not subject to levy and sale on execution.\n3. The purchaser at’the sheriff’s sale acquired no right to the soil, or to the easement; and, being but a trespasser, his entry on the ground, and commission of violence, did not suspend the rent as against the grantors in the ground-rent deeds, which were executed after the payment to them of the damages awarded and after the sheriff’s sale.\nErroé to the Common Pleas of Philadelphia county.\nThese were two actions of covenant, originally brought before an alderman, by Frances Allison et al. v. John D. Spear, to recover arrears of ground-rent. Appeals were entered to December Term, 1849, Nos. 184,185; they were tried together, and verdicts were rendered for the plaintiffs.\nThe first case was on a ground-rent deed, dated 29th October, 1847, executed by Frances Allison and James Watson, trustees under the will of Mary M. Hall, and by Robert M. Hall, to John D. Spear, the said deed granting to Spear a lot. of ground in Moyamensing, reserving,a yearly ground-rent of $30.96, payable in half-yearly instalments. The deed reserved the right of distress and re-entry, provision for redemption of ground-rent, a covenant for quiet enjoyment against the grantors, and a special covenant that the grantors agree to warrant the premises against all persons whomsoever claiming from or through the Delaware and Schuylkill Canal Company. The claim was for one year’s ground-rent, due 1st July, 1849, with interest.\nThe second case was on two ground-rent deeds, each dated 2d September, 1847; each granting a lot in Moyamensing, and reserving a ground-rent. Roth deeds contained the same covenants as the one before referred to. The narr. in each case was in covenant; the pleas were non est factum and payment, non infregit conventiones, covenants performed obsque hoc, with leave, &c.\nThe cases were tried in November, 1850.\nIt appeared that formerly the premises were a part of two pieces of land, in all exceeding 33 acres of ground, which, by deed dated 13th December, 1766, were granted to the use of William Jones during his life, and after his death to the use of Matthew Jones,, his heirs and assigns; but in default of his leaving issue, then to. the right heirs of the grantor. Matthew Jones died intestate and without issue, and the premises descended to his two sisters, Mary and Elizabeth Jones. Mary married Anthony Morris, and died leaving several children; and afterwards, on partition, a portion of the premises, over a part of which the canal hereafter referred to was laid out, was allotted to Francis Allison, a daughter of Mary Morris, and to the children of another daughter of said Mary, viz., Robert M. Hall, and Mary M. and Elizabeth J. Hall. The date of the partition was not stated on the paper-books.\nAfterwards, the agents of the Delaware & Schuylkill Canal Co.„ in pursuance of the provisions of the Act of 12th April, 1828, and its supplements, entered upon the said property of Francis. Allison, R. M. Hall, and others, and excavation was made for the •construction of a canal. At June Term, 1838, petitions from Francis Allison, R. M. Hall, and Mary M. Hall, were presented to the District Court, praying for the appointment of viewers to assess the damage sustained; and on the 26th June, 1839, reports were filed awarding' $1000, $800, and $550, with costs. The reports were afterwards confirmed, and on certioraries the proceedings were affirmed in the Supreme Court: see 4 Wharton 482, Allison v. Delaware & Schuylkill Canal Co. The damages were subsequently paid to the parties, and satisfaction entered of record. The canal not being completed, the lots conveyed by the ground-rent deeds, over which the excavation for the canal had been made, were seized and sold under execution against the Canal Company, and a deed dated 9th October, 1841, was executed by the sheriff to Wm. L. Hirst, as trustee for John Zane and others, and subsequently by deed dated 16th October, 1848, were conveyed to James Miller in fee.\nA notice in writing, dated August 1, 1848, signed by Maria A. Zane, was addressed to Spear, and cautioning him against erecting any building on the said lots, full value for the property having been received from the Canal Company. It was testified that the premises were entered upon by the agents of the Canal Company, and the excavations made in or about 1842. Also, that in January, 1849, Spear had had a mill erected on the premises, occupying a part of the ground excavated for the canal, and had a fence erected enclosing part of the mill, and that Miller knocked down the fence, and said that he had warned Spear not to interfere with his canal, which he had bought from the Zanes for $1000.\nThe counsel of the plaintiffs requested the Court to charge that from the evidence it did not appear that Miller, who was alleged to have evicted the defendant, had any right of entry on the premises, or a paramount title to any part thereof, and that, therefore, the defence failed.\nAnd the counsel of defendant requested the judge to charge the reverse, and to instruct the jury that, under the evidence, the plaintiffs’ warranty in the ground-rent deeds had been broken, and a suspension of the ground-rent produced.\nThe Court refused to charge the jury as requested on the part of the defendant, and instructed the jury that, on the whole case, the plaintiffs were entitled to recover.\nError was assigned, 1. To the charge by the Court as requested on part of the plaintiffs. 2. In not charging that the warranty was broken, and that the same had worked a suspension of the rent; and 3. In charging that, on the whole case, the plaintiffs below were entitled to recover.\nJ. A. Phillips, for plaintiff in error.\nThe plaintiffs, being then the owners, were paid by the company for the part of the land occupied by the Canal Company, whereby, it was contended, their right to the property so occupied .became vested in the company. The canal was not completed, but the work was abandoned, and the land so occupied was sold on an execution against tbe company, and afterwards became vested in Miller. The deeds to Spear were made in 1847, several years after the sheriff’s sale, with knowledge on the part of the plaintiffs of that sale, and after they had received payment of the damages awarded. It was contended that the plaintiffs should have procured for Spear the claim existing in or under the Canal Company; and that this not having been done, but the ground being forcibly invaded by Miller, the covenants for quiet enjoyment were broken, not only the general one against the grantors themselves,- but the special one against the claim of the Canal Company, or of Miller claiming under the purchaser at the sheriff’s sale.\nIt was further contended, that the abandonment of the worlc did not amount to an abandonment of the land. Also, if the canal, when completed and in operation, could not be levied on, that it did not follow that the land, whilst not used for such purpose, shall not be responsible for the debts of the company; and that it' did not appear from the Acts of Assembly that the lands, after payment, in consequence of non user, should revert to the former owners. Several supplementary laws have been passed, extending the time for the completion of the canal, and the charter has been revived by Act of 15th May, 1850. In any event Spear has not been suffered to enjoy quietly the property purchased by him, but has been disturbed and evicted, which, it was contended, worked a suspension of the rent. It was contended that a defective title to the whole' or part, where the purchase-money is not paid, may be ' shown in defence, except where, for want of a warranty or otherwise, it appears that the purchaser intended to take the risk of the title. That it was not necessary that eviction should .have taken place; it was sufficient that there is a risk of such eviction: 1 Ser. & R. 438; 5 Id. 204; 7 Id. 43; 9 Id. 161; 3 Id. 390; 4 Id. 322; 5 Id. 57; 8 Id. 200; 3 Barr 21; 7 Id. 185; 9 Id. 496.\nJ. W. Biddle, for defendants in error.\nMost of the cases cited relate to actions for the recovery of the purchase-money of real estate. These actions were for the recovery of ground-rents by deeds granting a fee. The rents reserved were in the nature of rents service, and to be governed by the principles applicable to them: 4 Watts 98; 1 Whar. 337; 7 Barr 194.\nWhere the demise is by indenture, the lessee, while he continues in the enjoyment of the estate granted, is estopped from denying the title of the lessor; and, in order to render an eviction a defence, it must be either by the lessor, when the accruing rent is suspended, or by a stranger under a paramount title: Comyn on Land, and Ten. 216, 217; 7 Id. 185; 1 Rawle 435; 1 Archbold N. P. 379.\nThe entry and eviction by a stranger should be specially pleaded, or stated in a notice of special matter; and the lessee must show that the stranger had the right to evict him, and his title should be stated: Leigh’s Nisi Prius 698-9. A mere trespass is not sufficient; the plea should state an eviction or expulsion, and that the lessee was kept out of possession until after the rent became due: Cowp. 242; 1 Saunders 204, n. 2.\nBut if there had been an eviction by Miller, he had no title to any part of the canal. The company, under the Act of 1828, did not, by the payment of damages, acquire the right to the soil; it acquired only a privilege of constructing a canal upon it, and such privilege was not assignable: 13 Ser. & R. 210-212; 9 W. & Ser. 27.\nIt was further observed, that, by the 19th section of the Act of 1828, the corporate privileges of the Canal Company were to cease if the canal was not finished in three years ; the time was extended by subsequent enactments, but the extension had expired when Miller purchased.\nThe covenants in the ground-rent deeds extended only to lawful disturbances. And if they extend the rights of the grantee beyond those which he would have had without them, as they are not conditions precedent the defendant could not avail himself of a breach of them, except by a separate action.\nMarch 22, 1852,"
  },
  "file_name": "0200-01",
  "first_page_order": 202,
  "last_page_order": 206
}
