{
  "id": 972372,
  "name": "Sauer versus Monroe",
  "name_abbreviation": "Sauer v. Monroe",
  "decision_date": "1852-05-17",
  "docket_number": "",
  "first_page": "219",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 405,
    "char_count": 9201,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 2.5916105598991863e-07,
      "percentile": 0.8182666248109446
    },
    "sha256": "94385eaebe171a346930d5225ad298b0bc9e1b8ed60aedb42a80abd2f13b31e1",
    "simhash": "1:4afba2346f1ec0e1",
    "word_count": 1655
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sauer versus Monroe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe judge who tried this cause put it to the jury on what we think is precisely the true principle. The plaintiff below built a party-wall on the line between his lot and that of the defendant. It was perpendicular at first, hut settled afterwards, so that it leaned at the top several inches on the side of the defendant. This did not discharge the defendant from his obligation to reimburse the plaintiff one moiety of its value, agreeably to the act of 1820 (7 Sm. Laws 263). But by the act of Assembly and by the decision of the judge, he was required only to pay one-half of what it was worth to himself, and not an equal share of its cost. The jury were allowed to deduct the damage from his part of its price. The defendant has nothing to complain of, since the whole misfortune resulting from the defect in the wall is thrown upon his adversary.\nI will not say that the provision in the statute for the fixing of the value of party-walls by the regulators or by arbitrators is merely permissive, or that it may be disregarded in all ca?es. But where the last builder breaks into and uses the wall without notice to the other pqrty of his intention to do so, he must be considered as declining to choose arbitrators, and as waiving his right to a decision by the regulators.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Brightly, for plaintiff in error.",
      "Campbell, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sauer versus Monroe.\n1. A party-wall, built in Kensington, Philadelphia county, was erected perpendicularly, the foundation being laid equally on the ground of the plaintiff and defendant; but the wall afterwards settled, and at the top, leaned several inches over the adjoining lot. It was afterwards used by the defendant in the erection of a building: Held, that under the Act of 6th March, 1820, for the incorporation of the said district, the defendant was liable to pay the one-half of what the wall was worth to him, not an equal share of its cost.\n2. Also held, that if the jury were allowed to deduct the damage sustained by the defendant, by the encroachment upon his lot, from the one-half of the value to him of the party-wall, the defendant had no ground of complaint as to the charge on that subject.\n3. “Where an adjoining owner breaks into a party-wall erected in such district, without notice to the first builder of his intent to do so, he is to be considered as declining to choose arbitrators, and as waiving his right to a decision by the regulators as to the value of the said wall, as provided for in said Act.\nError to the Common Pleas of Philadelphia.\nThis was an amicable action of assumpsit by James Munroe against George Sauer, entered in the Court of Common Pleas, on the 4th September, 1849, to recover $70.89, the moiety of the cost of a party-wall erected by the plaintiff below, in Fifth street, above Master street, in the district of Kensington, and which had been used by the defendant, in the erection of an adjoining building.\nOn the trial, on the 22d January, 1850, before Campbell, J., the title of the parties to their respective lots was admitted, and that the foundation of plaintiff’s party-wall was laid in the proper , place, equally on the land of plaintiff and defendant. The plaintiff proved the value of the wall, and its use by the defendant in the erection of his building.\nThe defendant proved that, owing to a defect in the foundation, the party-wall had settled over, so that the top was from 5 to 5-J-inches over defendant’s lot, the average being about 2J inches; whereby the rooms of defendant’s house were smaller than if the wall had been perpendicular. It was a 9-inch party-wall.\nThe defendant’s counsel requested the judge to charge the jury as follows, viz.:\n1. That, at common law, if one erect a wall or building on the land of another, the erection becomes the property of the owner of the land, who may use the same without making compensation to the builder.\n2. That the Acts relating to party-walls, being in derogation of the common law, are to be strictly construed.\n3. That the said Acts give to the builder of a party-wall a right of reimbursement, for so much as is erected on his neighbor’s land, only when the wall is erected in the manner prescribed, to wit: equally upon the lands of each party.\n4. That if a builder erects a party-wall, more than half whereof is upon the land of the adjoining owner, he thereby dedicates so much thereof as is erected over the division line to the use of the owner of the adjoining lot, and is not entitled to recover compensation for the same. t\n5. That if the foundation of a party-wall be laid equally on the lands of the adjoining owners, but the first builder erects the same in such a manner that the upper part of the wall inclines wholly over the line of the adjoining lot, it is not such a party-wall as is within the meaning of the Acts of Assembly relating to party-walls, and the owner of the adjoining premises will have the right to make use of the same, without compensation to the builder of the first house. ,,,\n6. That, under the Act of 1820, the plaintiff must prove that the party-wall was valued by the regulators of the district, or by arbitrators mutually chosen, or he cannot recover.\nThe judge affirmed the first four points of the defendant, and charged the jury that such was the law; but refused to charge as requested in the 5th and 6th points, in answer to which he instructed the jury as follows:\nThat they should estimate the value of the party-wall used by the defendant, and also the damage sustained by the defendant in consequence of the encroachment of the plaintiff’s house upon the defendant’s lot, and deduct the damage so sustained by the defendant from the value of the party-wall; that the defendant had a defence to the extent of the damage so sustained.\nThat it was not necessary in this action to prove that the party-wall had been valued by the 'district regulators, or by arbitrators mutually chosen; but that the value thereof could be established by parol evidence.\nThe defendant’s counsel excepted to the charge.\nYerdict for the plaintiff for $49.27.\nError was assigned to the charge, in answer to the 5th and 6th points.\nBrightly, for plaintiff in error.\nThe 5th point appears to be the necessary result of the law, as stated in the first four points.\nThe right to make use of the ground of another, for the purpose of erecting a building upon tbe land of tbe person exercising such right, is derived solely from the legislative grant; it has no existence at common law. Must not then this privilege be exercised in the manner and to the extent only of the authority given by the statute, in order to enable a party to claim the right of reimbursement thereby given ?\nIt was submitted, that an erection upon another man’s land in any other mode, or to any greater extent, than is prescribed in the Acts of Assembly upon this subject, is an unauthorized violation of the rights of property of the adjoining owner; and that the party, not having pursued the requirements of the statute in erecting his building, cannot claim its advantages in an action to recover the value of such an illegal and tortious erection. , It should be considered as a dedication of the wall to the use of the owner of the land.\nIf more than half the wall can be erected on the land of the adjoining owner, to what extent may a builder infringe upon his neighbor’s rights without becoming a trespasser ?\nThe 14th section of the Act of 6th March, 1820 (7 Smith’s Laws, 263), under which these proceedings were had, provides that “ It shall be lawful to place the centre of all party-walls, hereafter to be erected between party and party, within the said district, on the line of the ground of the parties between whom such party-walls shall be erected, provided such party-wall or walls shall not be of a greater or less thickness than shall be necessary for a good, substantial dwelling-house, of which thickness the said regulators shall judge; and the first builder shall be reimbursed one moiety of the value of such party-wall, or so much thereof as the next builder shall have occasion to make use of, before the next builder shall use or break into the said w,all or walls; the value thereof to be fixed by any one or more of the regulators, or by arbitrators mutually chosen.”\nIt was contended, that the plaintiff could not recover without showing' that the value of the party-wall was fixed by one or more of the regulators of the district, or by arbitrators mutually chosen.\nCampbell, for defendant in error.\nThe evidence was that the wall was built on the proper place, but sunk from a defect in the foundation. The defendant used it, and the plaintiff was entitled to payment for one-half of the wall.\nIt was also contended that the answer to the fifth point was erroneous only so far as it allowed the defendant to deduct the amount of his damage from the plaintiff’s claim.\nAs to fixing the value of the party-wall, the Act of 1820 was only directory: Dwarris on Stat. 9 Law Lib. 714; 19 Vin. Abr. Stat. E. 57-58.\nIf the defendant below required tbe protection of the Act of 1820, he should hare offered to submit to arbitrator’s or to the regulators the value of the wall.\nMay 17, 1852,"
  },
  "file_name": "0219-01",
  "first_page_order": 221,
  "last_page_order": 224
}
