{
  "id": 972351,
  "name": "Carpenter versus Koons",
  "name_abbreviation": "Carpenter v. Koons",
  "decision_date": "1852-05-17",
  "docket_number": "",
  "first_page": "222",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 222"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 416",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0416-01"
      ]
    },
    {
      "cite": "7 Paige 465",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2054766
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/7/0465-01"
      ]
    },
    {
      "cite": "17 Pick. 57",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "7 Paige 248",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2054835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/7/0248-01"
      ]
    },
    {
      "cite": "3 Johns. Ch. 861",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "10 Paige 595",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        482423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/10/0595-01"
      ]
    },
    {
      "cite": "1 Johns. Ch. 447",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1975576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/1/0447-01"
      ]
    },
    {
      "cite": "5 Johns. Ch. 235",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1980763
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/5/0235-01"
      ]
    },
    {
      "cite": "3 Rawle 183",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822507
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0183-01"
      ]
    },
    {
      "cite": "3 Rawle 109",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0109-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 14979,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 4.672381238073461e-07,
      "percentile": 0.9279234040285746
    },
    "sha256": "0f8f5284fc689e243e332d1c4a5bbd40df399eea29a9365ad23045ce46cf861f",
    "simhash": "1:c73d1df89548b0bd",
    "word_count": 2731
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carpenter versus Koons."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J,\nIn Nailer v. Stanley, 10 Ser. & R. 450, it was decided that, where mortgaged land was sold in pieces and at different times, the several pieces were liable for the mortgage debt in the inverse order of their alienation. This was supposed to be overruled in the Presbyterian Corporation v. Wallace, 3 Rawle 109. But Cowden’s Appeal, 1 Barr 297, and several cases since, have settled it so firmly that all attempts to shake it must be vain.\nWe are now to determine whether the same rule applies when the sales of the several parcels of the mortgaged premises are made, not by the mortgagor himself, but by the sheriff under a junior judgment.\nA man who purchases part of a tract covered by a mortgage, buying the title out and out, clear of encumbrances, and paying a full price for it, has a plain right to insist that his vendor shall allow the remainder of the mortgaged premises to be taken in satisfaction of the mortgage debt before the part sold'is resorted to. This being the right of the vendee against the mortgagor himself, the latter cannot put the former in a worse condition by selling the remainder of the land to another person. The second purchaser sits in the seat of his grantor, and must pay the whole value of what he bought towards the extinguishment of the mortgage, before he can call on. the first purchaser to pay anything. The first sale having thrown the whole burden on the part reserved, it cannot be thrown back again by the second sale. In other words the second purchaser takes the land he buys subject to all the liabilities under which the grantor held it.\nBut if the rule is to cease when the reason of it cease's, it cannot extend to a case where the first sale was made subject to a mortgage; and that is the condition of the present one. The defendant’s deed is older than his adversary’s, but it conveys him nothing but the equity of redemption. The act of 1830 provides that if the oldest lien be a mortgage, and the land be sold on a judgment, the sheriff’s vendee shall take it subject to the mortgage. When the defendant made his purchase therefore, he had manifestly no claim either on the mortgagor or on anybody else to pay off the whole mortgage and relieve him entirely from what was probably the most burdensome part of his contract. His share of the mortgage formed a part of the price he agreed to pay for the land. The statute of 1830 entered into and made one of the elements of his contract.\nThere is a wide and palpable difference between one who buys land subject to a mortgage, and has a reduction in the price equal to the amount of the lien, and another who pays its full value and stipulates for a title clear of encumbrances. Such a distinction is anything in the world but a “theoretical subtlety.”\nA plausible argument might be made in favor of the doctrine opposite to that on which this cause was ruled below. There might be specious reasons given in support of a rule which would make different parts of the mortgaged land liable in the direct order of their alienation, and compel him who first bought subject to the mortgage to pay it all or let his land go in satisfaction of it. But this has not been contended for, nor do we conceive that the law is so. Two purchasers at a sheriff’s sale, subject to a mortgage which is a common encumbrance on the land of both, stand on a level. Neither of them has done or suffered any thing which entitles him to a preference over the other. Equality is equity. •They must pay the mortgage in proportion to the value of their respective lots.\nThe value of the lots is to be ascertained and determined by the jury on all the legal evidence which the parties see fit to produce. We do not think the biddings at the sheriff’s sale amount to more than a circumstance from which the jury might make their own inferences.\nJudgment reversed and venire de novo awarded.\nAs to actions to enforce liens, see 3 Rawle 183, Pidcock v. Bye; 8 W. & Ser. 153; Id. 391-9-400; 7 Harris 24-31-32, Kline v. Bowman.",
        "type": "majority",
        "author": "Black, C. J,"
      }
    ],
    "attorneys": [
      "McCull and S. V. Smith, were for plaintiff in error.",
      "Mallery, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Carpenter versus Koons.\n1. When tbe mortgagor himself sells the mortgaged premises in pieces for a full price, and at different times, the several parts are liable for the mortgage debt in the inverse order of their alienation.\n2. But this rule does not apply to the case of sales of mortgaged premises made by the sheriff, since the Act of 0th April, 1830, under a judgment subsequent to the mortgage.\n3. Two purchasers at a sheriff’s sale of pieces of land each sold, since the Act of 1830, subject to the same mortgage, are in egiiali jure; neither has a preference over the other; and the portions so purchased by them, aro, as between themselves, liable to the payment of the mortgage debt in proportion to their respective values.\n4. The value of the respective portions is to be determined by the jury. The price for which the parts were severally sold at the sheriff’s sale is not conclusive, hut is only a circumstance to be considered by the jury.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit for contribution, brought by C. S. Carpenter, executor of the -will of Powell Carpenter, deceased, v. Isaac Koons.\nIn 1829, Isaac Koons, the defendant, and K. A. Parrish, were tenants in common of a large lot of ground on Willow and Fifth streets, Philadelphia. On the 27th ^February, 1829, they mortgaged the same to the contributors to the Pennsylvania Hospital, to secure $8000. On 30th June, 1830, they divided the ground and executed a release to each other; Koons releasing to Parrish lots No. 1 and 2, and Parrish releasing to Koons lot No. 3, the largest of the three lots. On 1st July, 1830, an agreement was executed by Isaac Koons, by which he acknowledged that as between Parrish and himself, he was responsible for $5000 of the mortgage, and It. A. Parrish for $3000, from the 1st day of March, 1830.\nSubsequently, Parrish became embarrassed, and under a judgment obtained against him alone on 24th June, 1843, lot No. 2 was sold by the sheriff in 1844, and was purchased by Isaac Koons, the defendant in this suit, for $975, the sale being, by the Act of 1830, subject to the mortgage. There, was, however, no such condition expressed in the levy, sale, or deed. The sheriff’s deed to him was dated 22d June, 1844.\nAnother judgment had been obtained against Parrish on 25th February, 1843, under which lot No. 1 was sold at sheriff’s sale in 1846, and was purchased by Powell Carpenter for $1050, the sale, by the Act of 1830, being also subject to the said mortgage. The sheriff’s deed was dated 21st November, 1846.\nOn 16th October, 1843, William Overington procured an assignment of the mortgage, and on 21st March, 1847, he obtained judgment on it against Koons and Parrish, Carpenter appearing as terre tenant. By virtue of an alias lev. fa. lot No. 1 was, on 1st November, 1847, again sold, and it was again purchased by Powell Carpenter for $4400 ; and lot No. 2 was afterwards sold under the same writ, at the same sale, for $5025, to Isaac Koons, who paid to the sheriff $500 and afterwards transferred his bid to Overington, the assignee of the mortgage. The lot No. 3 was not sold.\nThe debt and interest due to Overington under the mortgage, at the time of the sales, was $8800. The lots No. 1 and 2 produced $9425, -leaving, exclusive of costs, about $367.83 of an excess. A portion of the money, viz., $4525, was paid to the plaintiff in the execution, and another portion, $4900, was paid into Court. In decreeing distribution, the Court decided that portions of property subject to the same mortgage as security for a debt, and which portions were afterwards sold at sheriff’s sale at different times, were liable to contribute to the payment of the mortgage in the inverse order of the sale thereof. Distribution was decreed accordingly.\nThe executor of Powell Carpenter, the purchaser of lot No. 1, which -had been thus last sold under the judgment against Parrish, brought this suit to recover from Koons, such part of the five-eighths of the mortgage debt as Koons was relieved from paying by reason of the sales and distribution of the fund. On the part of the plaintiff in error it was contended, that the proceeding for substitution, and a personal action for contribution, were concurrent remedies, and that either or both might be resorted to.\nIt is enacted by the Act of 6th April, 1830, as follows:—\nSect. 1. Prom and after the passage of this Act, where the lien of a mortgage upon real estate is or shall be prior to all other liens upon the same property, except other mortgages, ground-rents, and the purchase-money due to the Commonwealth, the lien of such mortgage shall not be destroyed or in any way affected by any sale made by virtue or authority of any writ of venditioni exponas.\nSect. 2. No sale made by virtue or authority of ahy writ of levari facias issued upon a judgment in a suit upon a mortgage, shall destroy or in any way affect the prior lien of any other such mortgage as aforesaid.\nThe case was tried before Stroud, J., who charged as was assigned for error; and verdict was rendered for the plaintiff for $720.22.\nIt was assigned for error, 1. That the judge charged the jury that “where several pieces of ground are subject to a joint mortgage, and a sale of one of such pieces be made; as between the purchasers of such piece and those remaining unsold, the whole encumbrance is to be thrown on the latter.” Whereas he should have charged that such is the rule only where such first purchaser buys for full value.\n2. Because he charged that when No. 2 was sold, No. 1 was bound to bear .the whole $3000.\n3. Because he charged that, “ as the property stood at the last sheriff’s sale, No. 3 ought to have borne $5000; and that No. 2 ought not to have been sold at all.”\n'4. Because he charged the jury, “ that there are two modes of reaching the values of the lots: 1. The amount they sold for at sheriff’s sale; 2. By competent and disinterested witnesses. At the sheriff’s sale, No. 1 was sold for $4400; and to me it seems that it is, under the circumstances of the case, the proper standard of value. The plaintiff’s testator and the defendant both attended at the sheriff’s sale and bid against each other, and stood as highest and next bidders respectively at the close of the sale. I do not say, however, that it is to be binding on the jury; they will judge for themselves.”\nMcCull and S. V. Smith, were for plaintiff in error.\nIt was said that the question was whether Powell Carpenter, who paid $4400 of the mortgage debt which covered lot No. 1, owned by him, and lots No. 2 and 3, owned by Koons, was entitled to contribution from Koons to the extent of the excess paid by Carpenter, and which excess should have been paid by Koons, as owner of lots No. 2 and 3.\nIt was contended that Carpenter, as owner of lot No. 1, was liable to pay only such part of the $3000 (the proportion of the mortgage fixed by the agreement of 1st July, 1830, between Koons and Parrish), as the actual value in the market at the time of the sale under the mortgage, lot No. 1 bore to the actual value at that time of lot No. 2. But that the Court charged that inasmuch as Koons purchased lot No. 2 at sheriff’s sale in 1844, and Carpenter purchased lot No. 1 at sheriff’s sale in 1846, the doctrine of contribution was in the inverse order of alienation; and that lot No. 1 being last sold, was first liable for the payment of the mortgage debt to the exemption of lot No. 2.\nIt was contended that the rule as to the inverse order of alienation did not apply to this case. Koons paid $975 for lot No. 2, subject to the mortgage, which lot was alleged to be worth more than $5000; and if the circumstance that Carpenter afterwards bought lot No. 1, rendered such lot No. 1 liable for the whole of the three-eighths of the mortgage, then Koons would have got the lot No. 2 for $975, worth above $5000; and Carpenter would have to pay more than the value of lot No. 1.\nIt was contended that the rule which throws the mortgage on the second purchaser in relief of the first, is founded on the equity which the first one has against the mortgagor to compel him to pay the mortgage; and is applicable only where the first purchaser pays the clear value of the property, and not where he buys subject to the encumbrance, and consequently pays so much less-than the clear value: 5 Johns. Ch. 235-241; 2 Green’s Ch. R. 127; 2 Halstead’s Dig. 634; 1 Johns. Ch. 447; 10 Paige 595; 3 Sanford 579; 1 Green’s Ch. 355; 7 Ves. 337; 3 Johns. Ch. 861; 2 Id. 128; Saxton’s Rep. 342; 17 Ser. & R. 94; 7 Paige 248; Id. 465; 17 Pick. 57; 4 Barr 80, Mevey’s Appeal 1 W. & Ser. 544. Where the first purchaser buys his parcel subject to-the mortgage or proportionate part of it, and therefore pays- less than the value, he has no equity against the mortgagor to. require him to indemnify him against the mortgagee. On the contrary, the mortgagor has an equity against him to require him to discharge the mortgage or his rateable proportion of it; and this equity raises upon the conscience of the purchaser independently: of contract: 7 Ves. 337, Lord Eldon in Waring v. Ward; Saxton’s N. J. Rep. 338; 1 Halstead 186; 7 Paige 465; 10 Id. 249; Id. 503; 1 Green 349. The purchaser at sheriff’s sale of the equity of redemption. of a parcel of the mortgaged premises, under a judgment junior to the mortgage, buys subject to the mortgage or to a rateable part of it, and has no equity to require the mortgagor to clear off the mortgage. Since the act of 1880, a subsequent judgment creditor can sell only the equity of redemption: Act of 1830; 7 Watts 416; 8 Barr 164.\nIn the case of Nailer v. Stanley, 10 Ser. & R. 450, Nailer paid full value. In the case of Cowden’s estate, the first encumbrancers paid full value. In Mevey’s Appeal, 4 Barr 80, the sale of the first parcel to Schoyer was for full value.\nIt was further contended, that the true mode of estimating the relative values of lots bound by a common encumbrance, was not by the amount they sold for at sheriff’s sale, but by the testimony of competent and disinterested witnesses: 1 John. Ch. 415, case of Cheeseborough v. Millard.\nMallery, for defendant in error.\nIt was contended that the rule of law is, that when a tract of land, subject to a mortgage, has been sold in distinct parcels to several vendees, in successive periods of time, the last vendee shall contribute the amount of the whole value of his parcel to the payment of the mortgage; and the parcels previously sold, after exhausting the last parcel sold, become liable in the inverse order of the-time of their sale; 10 Ser. & R. 454-6, Nailer v. Stanley; 1 Barr 267, Cowden’s Estate. Lot No. 1 having been last sold under the judgment against Parrish alone was first to be liable towards the mortgage debt. It was further contended that the rule was not limited to cases where the first sale was for full value.\nMay 17, 1852,"
  },
  "file_name": "0222-01",
  "first_page_order": 224,
  "last_page_order": 229
}
