{
  "id": 972337,
  "name": "Deal versus Bogue",
  "name_abbreviation": "Deal v. Bogue",
  "decision_date": "1853-01-17",
  "docket_number": "",
  "first_page": "228",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 228"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 Pick. 450",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/39/0450-01"
      ]
    },
    {
      "cite": "6 Mass. 242",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0197-01"
      ]
    },
    {
      "cite": "2 Johns. 282",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "16 Johns. 102",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0102-01"
      ]
    },
    {
      "cite": "1 Wend. 211",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "21 Pick. 401",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2048036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/38/0401-01"
      ]
    },
    {
      "cite": "3 Johns. Rep. 174",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Rep. 467",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. Rep. 179",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. Rep. 548",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1178203
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/2/0548-01"
      ]
    },
    {
      "cite": "10 Watts 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 815,
    "char_count": 22943,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 3.5526505530604347e-07,
      "percentile": 0.8853886848229375
    },
    "sha256": "5c8faecb8910657489812c6b9f5890e5ff5ebd92a0efce349d35617e53210fe0",
    "simhash": "1:1a42eca0e71d9454",
    "word_count": 4097
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Deal versus Bogue."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nIt is established by the verdict, that the goods levied on by the sheriff were partnership property; that they belonged not to Archer, the defendant in the execution, but to Bogue & Archer, as partners in the livery stable business.\nThe defendants on the trial asked the Court to say, that if, at the time of the levy, the property levied on was the joint property of Bogue & Archer, the plaintiff cannot recover. The Court declined to give such instruction; but ruled,\n1st. That the sheriff, though he had a right to seize and make an inventory, had no right to take the goods out of the plaintiff’s possession and deliver them to the purchaser.\n2d. That the proper mode to take advantage of the fact that the plaintiff was not sole owner of the goods, was by plea in abatement, which was too late after the general issue pleaded.\nThese opinions are assigned for error.\nThat a sheriff, acting under an execution at the suit of a judgment-creditor of one partner, can sell and deliver no part of the partnership goods, but only the contingent interest of the debtor partner in the stock and profits after settlement of partnership accounts and payment of partnership creditors, is a conclusion that results necessarily out of the principles of the partnership relation, and is sanctioned by a great number of modern decisions, both in England and the United States. What are some of the principles of this relation ? It is a contract relation, and therefore no partner can be introduced into it except upon consent. A purchaser at a sheriff’s sale of a partner’s interest becomes a tenant in common with the other partners, so far as to entitle him to an account; but he does not become a partner. On the contrary, the sale works a dissolution of the partnership, as completely as the death, insanity, or bankruptcy of a partner will do.\nPartners are joint tenants of all the stock and effects employed in their business. No partner can have a separate interest in any part of the property belonging to the partnership, though each has an entire as well as joint interest in the whole of the joint property. A levy, then, to affect the interest of a partner, cannot touch a specific proportion of the goods, nor the whole, because others have property in every part, as well as the whole, coupled with a right, resting in contract, to use them for the purposes for which the partnership was instituted. The only levy that can be made, consistently with the relation the partners sustain to the goods, is of the debtor’s interest in the whole, and that is 'to be measured by final account.\nAgain, it was a principle of the Roman law, and it has been acknowledged in the jurisprudence of England and the United States, that partnership creditors must be first paid out of partnership property. Chancellor Kent thinks the basis of the rule is, that the funds are to be liable on which the credit was given— an opinion which Chief Justice Gibson questioned in Doner v. Stauffer, 1 Penn. R. 204.\nBut whatever the grounds of the rule, there is no question concerning the rule itself. It is constantly recognized in distribution of assets, and is the vital element in the contract of partnership which gives it confidence with the public. But if a sheriff may deliver the goods of a firm to purchasers in pursuance of a sale made, not for a partnership debt but for a debt of one of the partners, what becomes of the equity of joint creditors? They are not in Court to contend for the purchase-money, and, if brought in and their claims adjusted, that is not the fund to which they gave credit and on which they have a lien. They are creditors of the partnership, and their lien relates to the interest of all the partners in the whole stock, and they cannot be compelled to look to any less security. Or, shall they follow the goods sold into the hands of the purchasers ? This, in most instances, would be impossible, and always it. would be substituting another and an inadequate security for that which they looked to when credit was given to the firm. Thus would the fundamental principles of this beneficial relation be subverted if a sheriff were permitted to seize and sell the whole or part of the stock, in specie, on an execution against one partner.\nBut it is as clear, upon authority as upon principle, that the Court were right in denying the power of the sheriff to sell and deliver the goods. In Taylor v. Fields, 4 Vesey 369, the facts of which case are more fully stated in a note to Young v. Keighly, 15 Vesey 559, Chief Baron McDonald laid it down that the party eoming in right of the debtor partner, comes into nothing more than an interest in the partnership which cannot be tangible, cannot be made available, or be delivered but under an account between the partnership and the partner. To the same effect is the language of Judge Gibson in Doner v. Stauffer, 1 Penn. R. 198, and in Kramer v. Arthurs, 7 Barr.\nSee also Story’s Equity, vol. 1, p. 626-7, and the cases cited.\nStock in incorporated companies may be levied in execution and sold on fi. fa.: Lex v. Potter, 4 Harris 295, and yet nobody ever supposed that the property represented by that stock, or any part of it passed to the purchaser. Even in the sale of land the sheriff delivers not the defendant’s possession, but only his title.' It is a distinct proceeding that puts the purchaser into possession, and if the sheriff should deliver possession upon his venditioni exponas, he would be ajtAespasser. The ruling of the Court, therefore, was in accordance with the principles and analogies of the law as well as with its authorities.\nAs to the other point in the charge, the Court wer.e unquestionably right. The plaintiff claimed to be the sole OAvner of the goods, in virtue of a purchase of his partner’s interest between the time of the levy and the sale, and, to the action instituted in his own name, the defendants pleaded not guilty. After this, it was too late to plead the nonjoinder of the other partner in abatement, and yet it was only by such plea advantage could be taken of the nonjoinder. If one of several part owners sue alone in trespass, the defendant can only take advantage of it by plea in abatement, though the defect appear on the declaration: Addison v. Overend, 6 Term R. 766.\nAnother ground of defence was, that the plaintiff could not recover against the three defendants jointly. The sheriff and his deputy were liable virtute officii, for an illegal execution of the writ. If the plaintiff in the execution had merely issued his writ, and left the sheriff to execute it without instructions, I do not say he could have been made liable as a trespasser; but it was in evidence that Jeffries, the plaintiff in the execution, was present at the sale, and bought two of the horses. This was such participation as to make him a trespasser, and he was well joined in the' action.\nIt was contended in the argument that there was no evidence of the delivery of the goods by the sheriff, and, as the Court held that the trespass consisted, not in levying on the goods, but in the sale of them, they should have instructed the jury that a sale without delivery was not a trespass.\nFrederick Dick swore he was present at the sheriff’s sale. Seven or eight horses, several vehicles, and six or seven sets of harness were sold; that Tustin told him the amount of the sale was $1144; that Jeffries bought tAvo horses; “the articles I saw go aAvay. Bogue’s establishment was broken up. The goods Avore delivered to the purchasers.”\nRutter says the goods were sold out under the execution; and the return of the sheriff on the fi. fa. shoAvs a sale of the goods and not of the interest of Archer.\nNow, in view of such evidence, what other presumption Avould be reasonable than that the sheriff delivered the goods to the purchasers ? If the defendants wanted the opinion of the Court on the question whether such evidence proved a delivery, they should have asked for it. In the absence of a prayer, the Court were in no error in submitting the evidence without instructions to the jury. But had the defendants sought and obtained instructions, they must have been unfavorable to them, and therefore they have no cause to complain. In the admission of the paper of 8th January, 1850, and in the use that was made of it on the trial, we see no error.\nOn the whole, no error is discovered in this record, and the judgment is accordingly affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Serrill and J. Fallon, for plaintiffs in error.",
      "Emlen, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Deal versus Bogue.\n1. The sheriff in an execution upon a judgment against one of two partners, cannot deliver to the purchaser any of the partnership goods; but can sell only the contingent interest of the debtor partner in the stock and profits after settlement of the partnership account and payment of the partnership debts.\n2. In an action of trespass by one of two partners against the sheriff for a levy and sale, under an execution against the other partner alone, in which it was alleged in the declaration that the property levied on and sold belonged to the plaintiff, the'proper mode to take advantage of the fact that the plaintiff was not the sole owner of the goods levied on, was by plea in abatement.\n3. Where the plaintiff, in an execution against one of two partners, attended the sale of the partnership property levied on, and purchased a part of it, this was such a participation as to render him liable as a trespasser, jointly with the sheriff and his deputy. /{<■ r ■ ; ■\n4. A party has no right to complain of^nstructions which must have been unfavorable to him.\n5. In an action of trespass by one of two partners against the sheriff, and others for a levy and sale, under an execution against one only of the partners, a written agreement between the partners, executed after the levy, but before the sale of the partnership property under the execution, by which agreement the other partner sold his interest in the partnership effects to the plaintiff in the suit, is evidence, on the part of the,plaintiff, to contradict the testimony of the other partner, who had been examined on the part of the defendants as to the time when a sale of his interest in the partnership effects by the witness to the plaintiff in the suit took place; and to show that, at the time of the levy and sale, the plaintiff, if not sole owner, had at least an interest in the property levied on and sold.\nAppeal from the District Court, Philadelphia.\nThis was an action of trespass by Thomas Bogue v. William Deal, Thomas Tustin, and Thomas J. Jeffries. Deal was the sheriff of Philadelphia county, Tustin was his deputy, and Jeffries was the plaintiff in the execution hereinafter mentioned. The action was brought for seizing and selling certain personal property, viz., horses and carriages, on an execution in favor of Jeffries against Samuel Archer.\nIt was alleged in the declaration, that the defendant seized and unlawfully converted the goods of the plaintiff.\nBogue and Archer had been partners in a livery stable, and jointly owned the horses and carriages sold.\nOn the 29th December, 1849, Jeffries’ execution against Archer alone was issued, which was returned “Levied on the personal property of the defendant on the 29th of December, a. d. 1849, and sold the same January 17, 1850, for the sum of $1144.”\nPrevious to the sale, a notice signed by Bogue was served on the sheriff, to the effect that the property levied upon belonged to Bogue; that the firm had been dissolved, and the interest of Archer transferred to Bogue on the 8th January, 1850.\nIt was however contended on the trial, on the part of Bogue, the plaintiff, that, before the levy, viz., as early as the 13th December, 1849, he, Bogue, purchased the interest of Archer in the partnership property, and had the sole possession.\nOn the part of the defendants it was contended, and evidence given to show that the partnership had been dissolved in November, 1849; but that Bogue then sold out his interest in it to Archer, and that the latter was in the sole possession when the levy was made.\nOn the part of the plaintiff, there was given in evidence, as rebutting evidence, a written agreement under seal between Bogue and Archer, dated the 8th day of January, 1850, viz., after the levy and before the sale, by which it was agreed that the firm of Bogue & Archer be dissolved; and Archer assigned to Bogue all the money, stock, and effects of the partnership,'and all rights to the lease of the premises used by the firm, for $1230; Bogue to pay the partnership debts, &c. This agreement was offered as rebutting evidence. Before it was offered, Archer had been examined on the part of the defendant, and he testified that the stock, when levied on, belonged to him, &c., and that he never perfected the sale to Bogue.\nOn the part of the plaintiff in error it was alleged, that there was not evidence that the sheriff removed any of the property, either before or after the sale; or that he took possession of it otherwise than by the act of levy; nor that he delivered possession of it, after the sale, otherwise than by making sale of it.\nOn the trial, however, it was testified that Tustin conducted the sale; that Jeffries was present but was not heard by the witness to give directions. Seven or eight horses, several vehicles, and six or seven sets of harness were sold. Jeffries bought two horses. The witness added, “ the articles I saw go away. Bogue’s establishment was broken up.”\nOn the trial, several points were submitted on the part of the defendants, viz.:\n1. That the plaintiff is not entitled, in this suit, to recover against the three defendants jointly.\n2. That if, at the time of the levy, the property levied on was the joint property of Bogue and Archer, the plaintiff cannot recover.\n3. That if the?jury believe that the interest of Bogue in the goods levied on was, in November or December, sold by him to Archer; that afterwards, and before the levy, said Bogue and Archer entered into treaty for the re-sale of Archer’s interest to Bogue; that Bogue was then permitted to be at the stables, and attended to the business while the treaty was pending, and that afterwards, béfore it was finally closed and its terms agreed on, the levy was made, the plaintiff cannot recover.\n4. That the paper dated January 8, 1850, is not evidence in this suit of the time when the partnership was dissolved, nor of what was the actual consideration in the transfer or agreement made that day.\nThe Court declined to charge'the jury as requested in defendant’s first and second points, and affirmed the said defendant’s third point, and also affirmed the defendant’s fourth point, with this qualification, viz., that the said paper was evidence for the purpose of contradicting Archer, and further charged:\nThat if the goods, at the time of the levy, belonged to Bogue, the verdict must be for the plaintiff for the value of the goods.\nThat if the goods, at the time of the levy, belonged to Archer, the verdict must be for the defendant.\nThat if the goods were the joint property of Bogue and Archer, at the time of the levy, the sheriff, though he had a right to seize and make an inventory, had no right to take the goods out of the plaintiff’s possession and deliver them to the purchaser.\nThe effect of the sale was, quoad the goods sold, a dissolution of the partnership, and the purchaser became a tenant in common with the plaintiff, subject to the partnership debts, with the right to enforce an account. * * * * “ It is supposed that a technical difficulty exists, from the fact that the plaintiff was not the sole owner of the goods; but it appears to me that the difficulty does not exist here; that the proper mode to take advantage of such difficulty is by a plea in abatement; but if the defendant plead not guilty, it shall be good, but then the plaintiff shall only recover damages for his interest, whatever it may appear to be; the measure of damages is the plaintiff’s interest without regard to the debt.”\nMay 17, 1850, verdict for plaintiff for $675 damages.\nIt was assigned for error: — 1. The Court erred in refusing to charge that the plaintiff is not entitled in this suit to recover against the three defendants jointly, as requested in defendant’s first point.\n2. The Court erred in refusing to charge that if, at the time of the levy, the property levied on was the joint property of Bogue and Archer, the plaintiffs cannot recover, as requested in defendant’s second point. ■\n3. The Court erred in admitting in evidence the paper of January 8, 1850, offered in evidence by said plaintiff for the purpose of showing what was the agreement of parties on that day.\n4. The Court erred in charging that the said paper of January 8, 1850, was evidence for the purpose of contradicting Archer.\nSerrill and J. Fallon, for plaintiffs in error.\nIt was admitted, as decided in Welsh v. Cooper, 8 Barr 217, that all who order a trespass or procure its committal are liable jointly; but it was contended that there was no evidence that Jeffries gave any directions to the sheriff other than was contained in the fi. fa.\nAs to the second specification of error:\nIf the property levied on was the joint property of Bogue and Archer, the sheriff committed no trespass in seizing^ and talcing possession of it. The sheriff, having an execution against one partner or tenant in common, must seize the whole of the joint effects: Heydon v. Heydon, 1 Salk. 392; Jakey v. Butler, 2 Ld. Raymond, 871; Johnson v. Evans, 49 Eng. Com. Law Rep. 240, and the cases there cited.\nThe sheriff either sells the goods out and out, or he sells the undivided interest of'the defendant. In neither case does he commit a trespass, because the sale does not affect the right or interest of the other partner or tenant in common.\nDoner v. Stauffer, 1 Penna. Rep. 198, decides that in a separate execution, the creditor sells not the chattel of the partnership, but the interest of the partner encumbered with the joint debts. Same principle held in King’s Appeal, 9 Barr 124; in Freeman v. Caldwell, 10 Watts 9; Johnson v. Evans, 49 E. C. L. R. 240; Moody v. Payne, 2 Johns. Ch. Rep. 548; Dutton v. Morrison, 17 Vesey 205; 3 Bos. and Pull. 289.\nThe purchaser at such sale succeeds to all the right of the defendant in the execution, and becomes a tenant in common with the other partner or joint owners, and is not liable in trespass for taking possession of the chattel, nor is the sheriff liable for giving him possession, for one tenant in common of chattels cannot maintain trespass against his co-tenant: 15 Johns. Rep. 179, Mesereau v. Norton; 10 Cowen 44, Remington v. Cady; 2 Johns. Rep. 467, St. John v. Standing; 3 Johns. Rep. 174, Wilson v. Gibbs; 1 Eng. C. L. Rep., p. 5, Watts v. Hawkins; 21 Pick. 401, Furlong v. Bartlett. Also cited 3 Bos. Pul. 288; Id. 289; Id. 254; 2 Ves. & Beames 300.\nAs to the third assignment. The paper of January 8, 1850, was not evidence, for it was res inter alios aeta; the rights of the execution-creditor became fixed at the time of the levy, and no subsequent arrangement between Bogue and Archer could affect them.\nAs to the fourth assignment. The paper of 8th January,'1850, was not admissible to contradict Archer, because he had not been previously examined in regard to it: 1 Philips on Ev. 294; 2 Brod. & Bing. 286.\nEmlen, for defendant in error.\nIt was said that there was direct evidence of the delivery of the goods after the sale, as well as evidence from which a delivery might be presumed.\nIt was said that the defendants below did not request the judge to charge that there was no evidence of delivery by the sheriff; and the point was not made on the trial.\nAs to the first assignment. Jeffries was present at the sale, and bought two of the horses. If the plaintiff be in the company of the sheriff’s officer at the time of the execution, this is sufficient interference to render him liable to an action of trespass : 1 Bos. & Pul. 369. So if he receive the money: 1 Maule Selwyn 583; Strange 996; also cited 46 Eng. C. L. 827.\nSecond specification. It has been contended, on part of plaintiffs in error, that, on an execution against one partner, levied on partnership property, the sheriff had a right fo take possession in order to sell the interest of such partner. But in the declaration it is alleged, that the defendants seized and converted to their own use the property of the plaintiff. The allegation was of a trespass, not merely by the levy, but a conversion to the use of the defendants by a sale. The charge of the Court, therefore, should not have been confined to the levy.\nBut, if admitted that the sheriff, on an execution against one of two joint tenants or parties, may seize and take the entire chattel levied on, and that a sale of it passes only the interest of the defendant in the execution, still the question remains, whether a trespass is committed if the chattel be delivered to the purchaser. The cases cited on part of plaintiffs in error apply mainly to the cases of tenants in common; but a distinction exists between tenants in common and partners, in this, that the purchaser of the interest of one tenant in common is as much entitled to possession as the other; but in the ease of partners, the purchaser is entitled only to the share of the debtor partner, after payment of the joint debts ; and the other partner is entitled to the possession and control of the partnership effects for the purpose of paying the debts and settling the business. The rights of the purchaser do not attach until the joint debts are paid and the surplus ascertained: 1 Wend. 211; 2 Id. 553; 16 Johns. 102, and note. The party coming in right of the debtor partner comes into nothing more than an interest in the partnership, which cannot be tangible, cannot be made available or be delivered but under an account between the partnership and the partner: 4 Ves. 396, Ex parte Field. Also cited 17 Ves. 205; 2 Johns. Ch. 548; 2 Johns. 282; 6 Mass. 242; 22 Pick. 450; 9 Barr 124, King’s Appeal; 1 Harris 67, Horton’s Appeal.\nIf one of several partners sue alone in trespass, the defendant can take advantage of it pnly by plea in abatement, even though the defect appear in the declaration: 6 Term Rep. 766.\nThe paper of 8th January, 1850, was part of the res gesta. It was also evidence to rebut the testimony of Archer. The paper was shown to him, and he acknowledged his signature. If designed to be used to contradict a witness, the paper must be shown to the witness, and if he admits that he wrote or signed it, it maybe read in evidence by the'counsel who cross-examined in his proper order; 1 Greenleaf’s Ev., ch. 3, sec. 463. The paper was read, to show that it was not till the 8th January, 1850, that Archer parted with his partnership interest to Bogue, and that the partnership existed, and that Bogue had an interest at the time of the levy.\nJanuary 17, 1853,"
  },
  "file_name": "0228-01",
  "first_page_order": 230,
  "last_page_order": 238
}
