{
  "id": 972331,
  "name": "Dewalt's Appeal",
  "name_abbreviation": "Dewalt's Appeal",
  "decision_date": "1853-01-17",
  "docket_number": "",
  "first_page": "236",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 236"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0167-01"
      ]
    },
    {
      "cite": "4 Rawle 440",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0440-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 166",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0166-01"
      ]
    },
    {
      "cite": "8 Watts 392",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0392-01"
      ]
    },
    {
      "cite": "7 Watts 316",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0316-01"
      ]
    },
    {
      "cite": "4 Watts 396",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842743
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0396-01"
      ]
    },
    {
      "cite": "7 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846813
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0144-01"
      ]
    },
    {
      "cite": "2 Watts 373",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0373-01"
      ]
    },
    {
      "cite": "7 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 11507,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.6446985261392457e-07,
      "percentile": 0.6916737230626188
    },
    "sha256": "bd85c5d1a5c4370fa3e1ee2da1df9620a05b9b75977be62ec4c626f848f349ad",
    "simhash": "1:4b2b64faf1caa2d5",
    "word_count": 2075
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dewalt’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nIn the case of Mohler’s Appeal, 5 State B. 420, there was a principal sum charged by devise upon land in order to secure an annual payment for life, and it was not discharged by the sheriff’s sale. But the case of Bear v. Whisler, 7 Watts 144, was well decided, and in all material respects it resembles this. There, as here, the transaction was an advancement of a son by a father, a reservation for maintenance of the parents during life, and at their death a certain sum to be paid to other children; and it was there held that the purchaser at the sheriff’s sale took the land charged with the suspended payment, and so it must be here. True, the law does seek 'to discharge liens as far as possible by judicial sales; but it cannot do so in all cases. And it will in no case do so where the charge stands in the title, and can be discharged only by the Court undertaking to administer the fund by investing it, in order to fulfil the purposes of the charge. That is the case here. Dewalt and wife are entitled to the interest so long as either of them lives, and then the principal is to be paid to their daughters. No one, therefore, is now entitled to receive it, and the Court will not and ought not to undertake to administer it so as to provide a substitute for the plan devised by the parties. The father has a right to preserve the security for his and his wife’s maintenance, according to the conditions on which he parted with his title. Parties cannot complain of losses by their own mismanagement ; but it would be a great grievance if the Court should set aside their lawful arrangements and establish others to their injury, a result which might follow from the Court’s administration of this fund in the way suggested.\nDecree. — January 17,1853. This cause came on to be heard on the appeal of Jonathan Dewalt from the decree of the Court of Common Pleas of Lehigh county, in the matter of the distribution of the proceeds of the sheriff’s sale of the land of Edward Dewalt on an execution on the judgment of Miller & Eddinger against him in the said Court, and was argued by counsel, and thereupon, on consideration thereof, it is ordered, adjudged, declared, and decreed that Frederick’ W. Nagle and Solomon Dech, purchasers at the said sheriff’s sale, took the said land charged, among other things, with $1000, payable according to the deed of conveyance from the said Jonathan Dewalt to the said Edward Dewalt, and therefore the decree of the said Court is hereby reversed and set aside at the costs of the said purchasers, and the report of H. C. Longnecker, the commissioner appointed by said Court, is confirmed; and it is ordered and decreed that the proceeds be distributed in accordance therewith.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Porter, with whom was J. D. Stiles, for appellant.",
      "Brodhead, for the purchasers."
    ],
    "corrections": "",
    "head_matter": "Dewalt’s Appeal.\n1. A judicial sale of laud will not discharge an encumbrance where the charge stands in the title, and can be discharged only by the Court undertaking to administer the fund by investing it in order to fulfil the purposes of the chai'ge.\n2. A father agreed to convey to his son certain real estate, a portion of the consideration stated in the articles of agreement between them to be the sum. of $1000, for which “ a bond” was to be executed by the grantee, and of which sum he was to pay the interest to the grantor, and if the wife of the latter survived him, then the interest to be paid, to hex, during her life, and immediately after her decease the principal sum to be paid to the daughter of the grantor; the land also to be subject to the reservation of a part of the premises, and to other reservations annually of produce, &c. The deed for the premises by the grantor and wife was under and subject to the articles of agreement, reserving therein the payment of the interest yearly, and of the principal upon the death of both of the grantors, and also to such other reservations as were mentioned in the agreement. The estate of the grantee was sold at sheriff's sale during the life of the father: It was held that the purchasers took the land charged with the $1000 payable according to the terms of the deed of conveyance.\nAppeal from the decree of the Common Pleas of Lehigh county, directing distribution of the proceeds of sheriff’s sale of the estate of Jfidward Dewalt.\nThe property consisted of three parts: No. 1. Containing about 102 acres; No. 2. Above three acres; and No. 8. Above eleven acres. The property was sold by the sheriff on 4th April, 1850, to Frederick W. Nagle and Solomon Dech,-for '$4050. No encumbrances were mentioned in the conditions of sale. There were a number of judgments against Edward Dewalt, but the material question raised on the distribution was, whether the property passed to the purchasers subject to or discharged from the sum of $1000, the balance of the consideration-money of the said land hereinafter referred to.\nThe real estate sold by the sheriff was conveyed to Edward Dewalt by his father, Jonathan Dewalt and wife, by deed, dated 27th January, 1847, and duly recorded, made in pursuance of articles of agreement of the same date, also duly recorded; the consideration mentioned being $6000, and certain reservations mentioned in the articles and deed. It was provided in the articles that the $8000 was to be arranged and paid in manner following, viz.: $3500 to be allowed in consideration of natural love and affection; $500 to be paid on delivery of the deed; the said Edward to execute a bond to his father for .$1000, payable on the 1st April, 1848, with interest from 1st April, 1847, and for the residue or balance, viz., $1000, the said Edward Dewalt was also to execute a bond unto the said Jonathan Dewalt, of which sum of $1000 he was to pay the interest annually, unto Jonathan Dewalt ; and if his wife Catharine shall survive him, then the interest to be paid to her during her life, and immediately after her decease, the principal sum to be paid to their daughter Polly, wife of Reuben Shertz.\nThe habendum in the deed was, to have and to hold the three pieces of land unto the said Edward Dewalt, his heirs and assigns, &c., under and subject, nevertheless, to certain articles of agreement * * * bearing even date herewith, ‡ * reserving therein the payment of the interest of the principal sum of $100(| yearly during the joint lives of Jonathan Dewalt and Catharine his wife, or the survivor, and under and subject to the gaid principal sum of $1000, upon the death of the said Jonathan Dewalt and wife, to the persons in said agreement mentioned, as also such other reservations as in the said agreement mentioned, &c.\nThe other reservations were mentioned in the articles, and consisted of a right to the possession of a certain part of the premises by the father and mother during their lives, and annually to fruit for family use, and to a specified quantity of produce, wood, and to pasture for certain cattle, &c.\nTwo judgment bonds, for $1000 each, were executed by Edward Dewalt, and delivered to his father, one of which was entered and paid to the assignee out of the proceeds of sale; and the other, Avhich AYas to remain upon interest as stated, was the subject of dispute as to whether it was to remain as a charge on the premises, or to be paid out of the proceeds of sale. No judgment was entered on the bond last referred to. An auditor was appointed, who reported in favor of the said $1000 remaining a lien upon the property in the possession of the sheriff’s vendees. It was not contended that the other reservations were divested by the sheriff’s sale. When the sale took place, Jonathan Dewalt, the father, was living. To the report exceptions were filed on the part of the purchasers, viz.:\n1. The covenant to pay the $1000, the balance of the purchase-money,” as stated in the deed, is personal, and the habendum does not make it a lien upon the land. Besides, Jonathan Dewalt - took a judgment bond of said Edward Dewalt for the said $1000.\n2. If the said $1000 was a lien or charge upon the land, the sheriff’s sale divested it, and it should be paid out of the. proceeds of the sale.\nThe Court, on the 28th of November, 1851, sustained these exceptions, and directed the report and distribution to be altered accordingly; and the same being done, the Court confirmed the same absolutely: thus directing Hie $1000 to he paid out of the lour chase-money.\nOn 3d December, 1851, on the part of Jonathan Dewalt, exception was filed to the decree, viz.:\nThe Court below erred in sustaining the exceptions filed by the purchaser, at the sheriff’s sale, and directing the $1000, due Jonathan Dewalt, to be paid out of the purchase-money.\nPorter, with whom was J. D. Stiles, for appellant.\nIt was contended that it was immaterial whether the reservation in the deed was an estate or a lien. That if it were an estate, the sheriff’s sale did not divest it: 2 Watts 373, Catlin v. Robinson. It was contended that it was an estate. The property is conveyed by the deed under and subject to the articles, &c., reserving therein the interest yearly and the principal afterwards, and also subject to the other reservations in the agreement mentioned. These provisions come within the definition of an estate: Preston on Estates 20; 7 Watts 144, Bear v. Whisler, It was further contended that if it were a lien it could not be taken out of the proceeds of sale, because its duration was uncertain: 4 Watts 396, Luce v. Snively; 8 Barr 473, Lauman’s Appeal; 7 Watts 316, Mix v. Ackla; 8 Id. 296, Mentzer v. Menor; 1 Harris 102-8, Moore v. Shultz; Id. 121, Vandever v. Baker.\nThe sheriff sells only the debtor’s estate in the premises: 9 Ser. & R. 204, Autwater v. Mathiot.\nIt is provided in the 66th section of the Execution Act of 16th June, 1836, that the purchasers at sheriff’s sale shall hold the prcmises sold, for such estates and under the same rents and services as the defendant held the same.\nBrodhead, for the purchasers.\nIt was contended that the $1000 should be paid out of the proceeds of sale, 1. Because no encumbrances were mentioned in the conditions of sale; 2. That the encumbrance in question was a certain fixed sum; a judgment bond was taken for the amount; and the sheriff’s vendees had, therefore, a right to presume that it would be paid out of the purchase-money. It was said that the taking of a judgment bond for the $1000 placed it upon a different footing from the other reservations. But if no bond had been taken, the sum being certain, would be payable out of the proceeds of sale: 16 Ser. & R. 410; 1 W. & Ser. 142; 8 Watts 392; 2 Rawle 166; 1 Pa. Rep. 112. The fact that the $1000 was not due was not material: 4 Rawle 440; 6 Watts 167; 5 Barr 420.\nThe agreement in the deed and articles respecting the $1000 is a covenant, and not a condition, and all that the vendor retained was a lien. The intention of the parties is to govern: 5 Barr 408; 7 Watts 144. The case would come within the principle decided in Luce v. Snively, 4 Watts 396, if the deed charged upon the land the annual payment of $60 during the lives of the grantor and wife, the principal not to he paid at any time, as then the amount to be paid would be uncertain. The $1000 may be invested under the direction of the Court: 1 Barr 97, Swar’s Appeal. The case of Bear v. Whisler, 7 Watts 144, differs from this case, as there no bond for the alleged encumbrance was taken, and it was evident from the small price for which the land was sold, that it was sold subject to the encumbrance.\nJanuary 17, 1853,"
  },
  "file_name": "0236-01",
  "first_page_order": 238,
  "last_page_order": 242
}
