{
  "id": 972398,
  "name": "Donaldson versus The Bank of Danville",
  "name_abbreviation": "Donaldson v. Bank of Danville",
  "decision_date": "1853-01-20",
  "docket_number": "",
  "first_page": "245",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 245"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 305,
    "char_count": 5467,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 9.63715363209052e-08,
      "percentile": 0.5276604929476584
    },
    "sha256": "bb6cbce05fbdf3c18eaec8ac3fedeed02a487b39f9ed2a8d9793b6a766d68a71",
    "simhash": "1:460237d76356c0a8",
    "word_count": 995
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Donaldson versus The Bank of Danville."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nIt is no valid objection to a levy on land that it embraces too much property, or that that is named as several parcels which ought to be sold together, or as one.tract when it ought to be sold as several, or that the improvements on the land are not sufficiently described.\nIf several tracts or lots be improperly united in one sale, the Court from which the writ issued may set aside the sale, with proper directions to the sheriff as to the manner in which they ought to be sold.\nWhere the defendant has himself subdivided his land for the purpose of sale, it is not improper for the sheriff to take in execution one or more of such subdivisions, and when such subdivision has been made in good faith, he ought to sell the parcels separately, and the Court may set aside any sale in which several of them were united. Sometimes, however, a piece of land thus subdivided is subject to one solid rent or lien which cannot be discharged by a judicial sale, and then there is great difficulty ,i<n selling it in divided parcels, and such sale might be ruinous. Such cases require a careful exercise of judgment by the sheriff, and by the Court.\nAmendment of the levy, with the leave of the Court, is the proper remedy for any vagueness, uncertainty, or other defect of description. If such defect has been the cause of injustice to the defendant on the inquisition or sale, they may be set aside. The extent of the defendant’s interest is very rarely described in the levy, and it need not be. But when it is attempted, and is so badly done as to mislead and confound, or to injure the defendant, the Court may set aside all proceedings subsequent to the levy, and allow it to be amended.\nWhen the improvements on the land are properly described in the advertisements of sale, their omission in the levy is of no consequence. If the defendant suffers injustice from the want of a proper description in the advertisements, the sale ought to be set aside, and the error corrected on a re-sale.\nBut all these matters must be left to the sound discretion of the Court below; they are not matters of error.\nWrit of error quashed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Hughes, for plaintiff in error.",
      "Bannan, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Donaldson versus The Bank of Danville.\nIt is not a valid objection to a levy on land that it is named as several parcels when it ought to be sold together; or as one tract when it ought to be sold as several; or that the description of the defendant’s interest in the land is vague. The levy may be amended with leave of the Court below, and it has a controlling power over the sale. Matters of omission or defect in the levy or advertisements are to be left to the sound discretion of the Court below, and are not the subject of a writ of error.\nError to the Court of Common Pleas of Schuylkill county.\nOn 4th October, 1850, a judgment was obtained in Schuylkill county in favor of The Bank of Danville v. William Donaldson. A fi. fa. was issued and a levy made upon real estate of the defendant; inquisition was held and the property condemned. The property was sold by the sheriff for $52,650. On 11th March, 1851, exceptions to. the levy and sale were filed, and a rule granted to show cause why the levy and inquisition, the writ of venditioni exponas, and sheriff’s sale should not be set aside. On 2d May, 1851, the sale was set aside, but the Court refused to set aside the inquisition, and granted leave to amend the levy.\nError was assigned to the refusal -to set aside the levy and inquisition.\nThe levy was on “all those undivided thirty-five and eighty-three one-hundredth parts, equal to an undivided interest of 1521 acres in ten adjoining tracts of land, containing together 4366 acres and 6 perches, less a certain interference stated, with the appurtenances, consisting of houses, engines, coal mines, railroads and fixtures, &c., excepting out of the levy the undivided interest of Donaldson in town lots in the town of Donaldson, located on one or more of the said adjoining tracts.\nAlso his undivided interest in each and every town lot in Donaldson. It was alleged in the exceptions that in the case of lots sold by the owners, the coal beneath them had been reserved.\nIn the exceptions it was stated that in the levy the interest of Donaldson in the coal under the town was separated from his interest in the coal in the ten adjoining tracts, and that such separation would be prejudicial to the whole of his interest and lessen its value.\n2. That the levy and description of his interest in the town lots was vague and calculated to mislead.\n3. That his interest in the ten tracts of land, as described in the sheriff’s advertisement, was vague and repugnant.\n4. That in the sheriff’s advertisement the valuable improvements on the ten tracts were not specified, and that in the advertisement it was not stated that the tracts were generally good coal land.\nDepositions were taken on the part of the exceptors.\nThe action of the Court has been before stated.\nHughes, for plaintiff in error.\nIt was alleged that the estate of the defendant was an entire one to coal throughout the whole body of the lands, yet it was divided by the levy into parts so as to impair its value as coal land. That it should have been levied on as an entire interest. Reference was made to the 43d section of the Act of 16th June, 1836, relating to executions, and to the opinion of Huston, J., in the case of Carpenter v. Cameron, 7 Watts 60.\nBannan, for defendant in error.\nJanuary 20,"
  },
  "file_name": "0245-01",
  "first_page_order": 247,
  "last_page_order": 249
}
