{
  "id": 972297,
  "name": "Potts's Appeal",
  "name_abbreviation": "Potts's Appeal",
  "decision_date": "1853-01-20",
  "docket_number": "",
  "first_page": "253",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 417,
    "char_count": 8957,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.229454782563219e-07,
      "percentile": 0.6053047880397661
    },
    "sha256": "a283c72450934cccb92a26d7a802c20e5cdf56560b50b6301b4bfc76be90623f",
    "simhash": "1:df55d6aa80ceb4bf",
    "word_count": 1597
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Potts’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nIn Sedgwick’s Appeal, 7 W. & Ser. 260, it was held that the delivery of goods on a forthcoming bond, under the appraisement law of 16th July, 1842, did not discharge the lien of the execution. This was because the suspension of proceedings was required by law, and, as the law never works injury to those who comply with its requirements, the preservation of the lien was a necessary consequence. But, as tbe Act of 1842 was not designed to affect levies previously made, the delay of proceedings under the first levies, by the two execution-creditors claiming the money, must be regarded as merely voluntary. The delay was not required by law, and the law will not preserve the liens of the executions during its continuance. The liens of the first levies being thus discharged, the goods were open to seizure again. The superior vigilance of The Miners’ Bank, by its execution and levy of the 26th May, 1843, secured a preference, and it became entitled to the money. It is true, that, issuing a new execution without disposing of the levy returned upon the old one, was an irregularity. But as the defendant made no complaint on this ground, and no one else could, the bank’s title to the money remains unimpeached. The decree of the Court below is therefore affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Eughes and Parry, for appellant.",
      "Eoeser, for The Miners’ Bank."
    ],
    "corrections": "",
    "head_matter": "Potts’s Appeal.\n1. The Act of 16th July, 1842 concerning executions, providing for a stay in certain cases, was not designed to affect levies previously made on executions.\n2. Where the sheriff, having made levies on personal property previous to the passage of such Act, took the bond of the defendant with surety conditioned for the redelivery of the property levied on, &c., according to the terms of the said Act, which proceeding was not objected to by the execution creditors, it was held that the suspension of the proceedings not being required by law, the delay of the execution creditors was to be regarded as merely voluntary; that the lien of the executions on the property was not preserved, and that the execution afterwards issued first in order of time was entitled to the proceeds.\n3. The issuing of an alias fi. fa. without a previous fi.fa. and levy returned being disposed of was an irregularity; but the defendant alone could take\nAppeal of George H. Potts, one of the assignees of a judgment in the name of Stokes, Ferguson & Williams v. Charles Lawton, to January Term, 1851, from the decree of the Court of Common Pleas of Schuylkill county, distributing the proceeds of the personal property of the said defendant, sold under a writ of alias fi. fa. issued against said defendant at the suit of the Miners’ Bank of Pottsville.\nOn the 23d of February, 1842, a fi. fa. was issued, on a judgment of the Miners’ Bank of Pottsville v. Charles Lawton (No. 72, March Term, 1842), for $10,000, with interest from 30th November, 1841. This writ came into the hands of the sheriff of Schuyl-' kill county on the 24th of February, 1842, and on March 19, 1842, was levied upon personal property of the defendant. The execution was returnable to March Term, 1842, the return day being the 21st day of March,' 1842.\nOn the 16th of June, 1842, a writ of fi. fa. was issued on a judgment of Williams & Ferguson v. Charles Lawton (No. 57, July Term, 1842), for $15,000, with directions to the “ sheriff to stay the writ on the payment of $10,175, with interest on $10,000 from June 16, 1842.” This writ came into the hands of the sheriff on the 16th of June, 1842, and on the next day was levied upon the personal property of Charles Lawton, partly subject to prior lien of fi.fa., March, 1842, No. 72, June 17, 1842. The return day of this execution was 18th July, 1842.\nIt was the proceeds of the property which was levied on under these executions which was to be distributed.\nOn the 24th of November, 1842, Lawton, the defendant, gave notice to the sheriff to have the property upon which the sheriff had levied by virtue of the writs of fi. fa. in his hands, valued and appraised, according to the provisions of the Act of Assembly of July 16, 1842.\nOn the 30th of November, 1842, Charles Lawton, with two sureties, executed a bond to the sheriff in the penal sum of $25,325, reciting the fi. fas. of the Miners’ Bank and that of Williams & Ferguson, and conditioned for the forthcoming of the property, &c., according to the terms of the 4th section of the Act of 1842, concerning executions.\nThe property was appraised at above $12,000.\nAfterwards, viz., on May 25,1843, an alias fi. fa. (83 July Term, 1843), was issued on the judgment of the Miners’ Bank v. Lawton, which came to the hands of the sheriff'May 26, 1843, and was levied on the property of Charles Lawton, subject to all prior claims and levies made on the same, the same having been levied upon on a fi.fa. to March Term, 1842,No. 72; (aninventory of the articles followed). The fi. fa. referred to was the fi. fa. of the Miners’ Bank.\nThe amount directed to be levied was $8069.12, interest from Defeember 9, 1842.\nThe sheriff made return to this writ, “ personal property sold for $2671.15.”\nThe net proceeds of the sale under the alias fi. fa. of the Miners’ Bank were paid into Court in pursuance of a rule for that purpose. The Miners’ Bank claimed the proceeds under their executions. This claim was resisted by Williams & Ferguson, who claimed the proceeds under their fi. fa. of July Term, 1842, No.'57.\nIt was admitted by the contending parties that neither of them gave any directions to the sheriff as to the manner in which the writs were to be executed, nor did they interfere in any way with his action upon them, further than to urge him to collect the money.\nThe first writ of fi. fa. of the Miners’ Bank, and the fi. fa. of Williams & Ferguson, were both returned levied upon the same property (the writ of the Miners’ Bank having priority of lien), with an appraisement and. bond, according to the directions of the Act concerning executions, passed 1 Qth of July, 1842.\nThe question depended on the construction of the said Act of 16th July, 1842.\nThe first section of that Act provides, “ That in all cases where lands, tenements, or hereditaments have leen, or shall le hereafter levied on by virtue of any writ of fi. fa. or other writs of execution, certain proceedings may be had to obtain a stay of execution.”\nThe second section provides for certain proceedings, “in all cases where lands, tenements, or hereditaments have leen heretofore levied on, and condemned or extended, or that hereafter may le extended in virtue of any writ of fieri facias, and in all cases where any lands, tenements, or hereditaments have leen or hereafter shall le seized or levied on by virtue of levari facias.”\nThe third section provides for proceedings “ in all cases where estates for life, or for a term of years, in any lands, tenements, or hereditaments have leen or shall le seized by any writ or execution.”\nThe fourth section, being the one that relates to levies on personal property, provides, “ That in all cases where personal property shall le taken in execution by virtue of any writ of fieri facias issued out of any Court of Common Pleas, or by virtue of any execution issued by a justice of the peace, the officer to whom the writ shall be directed shall, if requested by the debtor, have the property levied upon, appraised, and if the property cannot be sold for two-thirds of the appraised value, notice shall be given to the plaintiff, and the sale of the property shall be stayed for the term of twelve months from that date, if the defendant shall execute a bond, with sureties, to secure the forthcoming of the property, according to the conditions prescribed in this section. The appraisement and bond to be returned with the writ.\nAn auditor was appointed, who, on 1st June, 1850, made report, in which it was argued that it was irregular for an alias writ of fi. fa. to be issued on the judgment of the Miners’ Bank before the levy on the first one was disposed of: (2 Tidd’s Prac. 934), Bacon's Al. Exn. B. 397, 5 Adol. $ Ellis 365; 1 Balias 312; 11 Ser. f B. 304; 5 Barr 319 ; 1 Trote, f Ilaly 495. It was also argued, that if such irregularity were committed, the alias fi. fa. was an abandonment of the lien acquired by the original writ: 2 Murphy 63 ; Id. 143; 2 Bevereaux 23. He was of opinion that the lien of the fi. fa. of the Miners’ Bank ought to be postponed to the lien of the fi. fa. on the judgment of Williams & Ferguson, and he reported in favor of the net proceeds of the sale of the personal property being applied to thefi.fa. under the latter judgment.\nOn the part of The Miners’ Bank, exception was taken to such report, and, on 9th September, 1850, the Court decreed the money to The Miners’ Bank.\nFrom such decree this appeal was entered, and the exception taken was to the decree referred to.\nEughes and Parry, for appellant.\nEoeser, for The Miners’ Bank.\nJanuary 20, 1853,"
  },
  "file_name": "0253-01",
  "first_page_order": 255,
  "last_page_order": 258
}
