{
  "id": 972296,
  "name": "Davis versus Ehrman",
  "name_abbreviation": "Davis v. Ehrman",
  "decision_date": "1853-01-27",
  "docket_number": "",
  "first_page": "256",
  "last_page": "260",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 25",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 300",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838046
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0300-01"
      ]
    },
    {
      "cite": "1 Watts 399",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 344",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. Rep. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 277",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 321",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 41",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0041-01"
      ]
    },
    {
      "cite": "2 Bin. 218",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 9979,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 3.7236432551993826e-07,
      "percentile": 0.8939664049911791
    },
    "sha256": "ef6f1b41b95bb3a7dff71ff901aa236ad4cf410086c7d1dbcb4924a5816cba2b",
    "simhash": "1:c5674ae76b7fc6c9",
    "word_count": 1825
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davis versus Ehrman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered on by\nWoodward, J.\nSince the Act of Assembly of 26th March, 1827, limiting the lien of judgments on real estate, nothing will avail to continue the lien beyond five years from the entry of the judgment, except an amicable revival, or the issuing of a scire facias within that period.\nThe argument here is, that the ground-rent having been levied in execution within the statutory period, the law will continue the lien for a reasonable time beyond the five years, to allow a sale to be effected. Such an extension would be a fiat contradiction of tbe letter and spirit of tbe Act of 1827, and unauthorized by the course of judicial decision. If process be issued at so late a day that execution of the estate cannot be had in the lifetime of the lien, it ought to be accompanied by a scire facias which will have the effect of preserving the lien.\nBut it is insisted that Davis acquired a lien by his alias ji. fa. of 2d November, 1841, and the levy made in pursuance of it. Suppose it were granted that he did, it bound only the interest of the defendant, which, at that time, was nothing. .More than four years before that date he had conveyed the ground-rent to Ehrman, whose deed was recorded on the 1st of November, 1837. A lien that attached on the 2d November, 1841, could not affect the rights of such a purchaser. Terre tenants are mentioned in the Act of 1827, and are entitled to notice even where scire facias is employed to continue the lien of a judgment; much more where a lien is sought to be extended, or created by execution.\nThe truth is, however, the idea of a lien created by the alias fi. fa. of 2d November, 1841, is a misconception. A lien is, indeed, .a necessary and inseparable incident of seizure in execution, except where the execution is merely instrumental in enforcing a prior and superior lien by judgment. In such case it never was supposed by the legislature or the profession, that a judgment, and an execution on it, had each a distinct and independent lien: Jameson’s Appeal, 6 Barr 283. To limit the lien of judgments so explicitly as is done by the Act of 1827, and to leave the lien of executions unlimited, would have been absurd legislation. That Act was brought into existence by the evils attending the lien of executions, as it was held to exist under the Act of 1798, and the remedy consisted in cutting up all liens of process, and limiting that of the judgment. To return now to the doctrines of this Court, under the Act of 1798, as held in Young v. Taylor, 2 Bin. 218, Pennock v. Hart, 8 Ser. & R. 369, and cognate cases, would nullify the remedial provisions of 1827, and restore the evils, the confusion of records, the uncertainties of title, and the restraints of alienation, which had grown up under the old Acts of Assembly.\nA testatum, fi. fa. is a lien on lands by virtue of an Act of Assembly. The judgment on which it is founded is not. A fi. fa. is a lien on chattels; the judgment is not. And in Packer’s Appeal, 7 Barr 278, an execution was held to be a lien on the land levied, as against a subsequent encumbrancer, because the judgment on which the execution issued was not a lien on that land, it having been acquired subsequent to the judgment.\nBut in this case, the judgment on the 2d November, 1841, was a lien on the ground-rent, and therefore the execution was not. It was a mere instrument for enforcing the existing lien of the judgment. And as that expired before its fruits were realized, the creditor took nothing either by his judgment or his execution.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "C. Biddle, with whom was W. B. Reed, for plaintiff in error.",
      "Smith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Davis versus Ehrman.\n1. Since the Act of 26th March, 1827, limiting the lien of judgments on real estate, nothing but an amicable revival, or the issuing of a scire facias within the five years from the entry of the judgment, will continue its lien beyond that period. The issuing of afi. fa. within such period, and levying on the land will not extend the lien beyond the five years, for so long a period as to allow a sale to be effected.\n2. A fi. fa. issued to enforce the lien of a judgment and the seizure of the land, does not create a lien on the land distinct from and independent of the lien of the judgment; by the expiration of the lien of the judgment the lien of the execution is gone.\n3. An alias fi. fa. issued on a judgment against the ground landlord and a levy made within the five years, will not, after the five years, affect a purchaser who bought the interest of the landlord during the five years, and before the fi.fa. was issued.\n4. Terre tenants are protected against a revival unless notified or agreeing to the same.\nError to the District Court, Philadelphia.\nThis was an action of covenant to March Term, 1850, by Peter Ehrman v. Isaac R. Davis, for arrears of ground-rent.\nWilliam Eryer was the owner in fee of a lot of ground on Wood street, in the county of Philadelphia. By deed dated 6th March, 1835, he conveyed the lot to J. Johnson in fee, subject to a yearly ground-rent of <$217, payable semi-annually.\nOn Vlth Peeeniber, 1836, a judgment was obtained by George B. Reese v. William Fryer, the owner of the rent, in the sum of |20,000.\nOn 30th September, 1837, Eryer and wife conveyed the ground-rent to Victor Ehrman, party in this case. The deed was left for record on 1st November, 1837. Ehrman was thus the owner of the ground-rent, subject to the lien of the judgment in favor of Reese, the lien of which, unless revived, expired on 17th December, 1841.\nTo March Term, 1840, an amicable scire facias post annum et diem, qu. ex. non, was entered by agreement in the name of Reese, for the use of Brown v. William Fryer, on which, on May 18, 1840, judgment was entered. Bhrman was not a party to the judgment.\nA fi. fa. was issued on the revived judgment to June Term, 1840, upon which certain real estate of Fryer was levied upon and condemned, and it was sold on a writ of al. vend. exp. to September Term, 1840.\nOn 2d November, 1841, an alias fi. fa. was issued on the same revived judgment, then belonging to Isaac R. Davis, under which the ground-rent, previously assigned to Ehrman, was levied upon; and, on 3d December, 1841, it was condemned, and under a writ of pluries vend. exp. to December Term, 1841, it was sold to Isaac R. Davis for $50.\nThe sale took place on the 3d January, 1842, about sixteen days after the lien of the judgment of Reese v. Fryer had expired as to Ehrman.\nAt the time of this sale, Davis was the owner of the title of Johnson, the ground-tenant, having purchased it under a judgment against Johnson for arrears of ground-rent, his purchase being subject to the ground-rent.\nThe question was, whether the title to the rent remained in Ehrman, notwithstanding the levy on it before the lien of the judgment had expired and the sheriff’s sale on the judgment against Fryer; or w'hether, by such sale, it passed to Davis.\nA case was stated for the opinion of the Court, as to whether Ehrman, the plaintiff in this suit, was entitled to judgment for the arrears of the ground-rent due, or otherwise.\nOn the 28th December, 1850$ judgment was entered for the plaintiff, and to such judgment error was assigned.\nC. Biddle, with whom was W. B. Reed, for plaintiff in error.\nIt was contended that, as the ground-rent had been levied on before the lien of the judgment against Fryer had expired, and-soon afterwards sold at sheriff’s sale to Davis,, the title to the-rent, after the, sale,, was in Davis, and that Ehrman was not entitled to recover for arrears accruing subsequent to the sale..\nIt was contended, that, when- an execution has been levied on land, seizure preserves the lien on the land seized beyond the five years: 1 Watts 41, Brown v. Campbell; 1 Id. 300, Stauffer v. Commissioners; 2 Binn. 321; 13 Ser. & R. 144-7, Commonwealth v. McKisson; 16 Id. 431; 1 Pa. Rep. 271; 3 Id. 444-5;. 3 Rawle 277; 1 Miles 362; 6 Barr 277, Packer’s Appeal. In the present case, within the five years after the judgment was obtained, the fi. fa. was issued, the property levied on and condemned, and the ven. exp. issued: 1 Harris 424, Topley’s Appeal, was cited. When an irregularity has occurred, the party affected should take advantage of it at an early period, or it may be considered as waived: 17 Ser. & R. 327.\nSmith, for defendant in error.\nIt was contended that the am. sci. fa. post annum et diem could renew the lien of the judgment only as to the defendant or those claiming under him subsequent to the revival. Its lien could be preserved as to the torre tenant, only by service on him or by his agreement, as directed by the Acts of 1798 and 1827: 3 Pa. Rep. 229, Rusk v. Davidson.\n2. The levy and condemnation under the al. fi. fa. could not preserve the lien of the original judgment beyond the five years which expired December 17, 1841. The Act of 1827 was passed as a remedy against constructions put upon the Act of 1798, one of which was the continuance of the lien of a judgment by execution issued: 4 Watts 344, Meason’s Estate; 1 Watts 399, Ebright v. The Bank.\n3. The taking of the ground-rent in execution did not preserve the lien beyond the five years. At most, it onlygave a lien, independent of the lien of the judgment, against the defendant, and purchasers or creditors who acquired an interest after the levy, as a testatum fi. fa. might do; but the estate of Ehrman was relieved from the lion by lapse of time, and was as if the judgment had never existed. All the cases in which the lien of the execution was enforced are between an execution creditor and parties claiming an interest obtained afterwards: 1 Miles 362; 1 Watts 300; 1 Jones 25; 6 Barr 277, Packer’s Appeal. In Hinds v. Scott, 1 Jones 25, it is stated that the question (referring to the operation of a fi. fa. in obtaining a lien on real estate) had nothing to do with the lien of the judgment.\nEhrman is not chargeable with laches, not having been notified of the proceedings on the judgment.\n27th January, 1853,"
  },
  "file_name": "0256-01",
  "first_page_order": 258,
  "last_page_order": 262
}
