{
  "id": 972350,
  "name": "Elkinton versus Newman",
  "name_abbreviation": "Elkinton v. Newman",
  "decision_date": "1853-01-31",
  "docket_number": "",
  "first_page": "281",
  "last_page": "284",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 135",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0135-01"
      ]
    },
    {
      "cite": "6 Watts 225",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 460,
    "char_count": 9000,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.4174347871271244e-07,
      "percentile": 0.6483005379850331
    },
    "sha256": "8b39fe003c26ce4f302208bc4811752cb1308425aa188b95534cdc9c2d9b5773",
    "simhash": "1:6fd3dab4016ef393",
    "word_count": 1626
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elkinton versus Newman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nThere being indications in the written title to the land on which this rent is charged, that it was held for the benefit of Elkinton, and oral testimony looking in the same direction, we cannot say that the question of title was improperly left to the jury.\nThe argument that, because the real owner does not appear as such on the title papers, therefore he may rely upon the statute of limitations as a bar to the arrears of ground-rent, is defective in both morality and logic; because, by such a defence, he would leave his trustee and his assigns in the luroh;- and because it improperly assumes that the person of the debtor, as well as the fact of the debt, must be defined in the deed in order to get clear of the statute of limitations as to simple contract debts.\nThe plea of payment was attempted to be sustained by proof that, not the defendant, but Dr. Hustop had satisfied the rent. When Huston assigned the ground-rent to the legal plaintiff, he guarantied its payment. When, therefore, he paid it himself, on the defendant’s default, he performed, not the defendant’s duty, but his own. Eor the defendant to set up this fact in his defence, is to claim the very merits which belong to Dr. Huston, and which entitle him to present this demand. It is claiming subrogation to his merits in order to deprive him of his rights. In such a case no question of priority between the equitable plaintiff and the legal defendant arises. It is like the case of an insurance on goods in the hands of a carrier. If they be lost by the fault of the carrier, the insurer pays the damage, and is then substituted to the rights of the owner against the carrier, and uses the owner’s name as plaintiff in the action. It comes within the common principle of subrogation, that where a creditor has two securities for his debt, and resorts to the secondary one, the Court will aid the secondary fund by transferring to the claimants upon it the remedies against the fund that was primarily liable.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Webster, for plaintiff in error.",
      "Speakman, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Elkinton versus Newman.\n1. Though the name of the real purchaser of a lot which is subject to ground-rent under indenture does not appear in a subsequent conveyance of the premises, yet he cannot take advantage of the statute of limitations to avoid the payment of the rent; and, in an action against him for the rent, his ownership of the lot may be proved by parol.\n2. The owner of a ground-rent having conveyed the rent hut guarantied its payment for a limited time, and, in default of payment of the rent by sheriff's sale of the premises, he having paid the same, it was held that he might recover it by suit against the real owner of the premises who had the title made in the name of another; and that he might use the names of the legal parties, his grantees, in suing for the rent so paid.\nError to the District Court, Philadelphia.\nThis was an action of debt on a ground-rent deed, brought in the name of John B. Newman and others, devisees in trust for the estate of James Lytle, deceased, for the use of R. M. Huston, v. Elkinton.\nHuston being seised of a lot of ground on the corner of Fifth and Parke streets, Philadelphia, by deed, dated 8th May, 1833, conveyed it to Risley, Irvine & Newbold, their heirs and assigns, reserving to Huston a ground-rent of $691.58, payable half-yearly, on theMst January and July of each year, which rent the grantees covenanted to pay. The grantees received possession.\nOn the 13th May, 1833, Huston and wife conveyed the ground-rent to Newman and others, the plaintiffs in the suit. Afterwards Risley and others, being so seised of the lot subject to the ground-rent, conveyed it, and the title became afterwards vested in James S. Pringle, his heirs and assigns. Pringle, on the 13th June, 1842, conveyed the lot, subject to the rent, to Enoch Taylor. It was alleged in the narr., that the conveyance to Taylor was in trust for, and for the sole use and benefit of, PRTcinton, the defendant. Afterwards, viz., on the 1st July, 1842, $345.79 of the rent became due, for which this action was brought.\nThe original grantees had covenanted to erect buildings on the lot, within two years from the 8th May, 1833, of sufficient value to secure the rent. There being no buildings on the lot when Huston sold the rent, he executed a written guarantee under seal, to secure the payment of the rent until buildings were erected sufficient to secure it; provided, however, that recourse be first had to the original parties in the ground-rent deed.\nOn the 1st July, 1842, six months’ ground-rent became due. At this time, the legal title to the lot was in Taylor. The plaintiffs brought suit against the original covenantors, and obtained judgment, under which they afterwards sold the land at sheriff’s sale, subject to the ground-rent, for a sum less than sufficient to pay the costs. The plaintiffs then brought suit against Huston on his guarantee, and he paid the money. He paid it without the consent or knowledge of Taylor or Elkinton. Upwards of seven years after the payment by Huston, the present suit by Newman and others, for the use of Huston, was brought against Elkinton, on the ground that he was the real owner of the lot, though the legal title to it was in Taylor, and evidence was given to that effect. An agreement in writing under seal, between Pringle and Elkinton, for an exchange of real estate, was given in evidence, by the terms of which the lot hereinbefore referred to was to be conveyed by Pringle to Elkinton, or his order.\nOn the part of the defendant, various points were submitted, the third of which was, that the payment of the rent by Huston was a payment in full, and, if the defendant had ever been liable, he was discharged by that payment.\nThe fifth was, that no privity had been shown between the legal plaintiffs, Huston and the defendant'; and the sixth was, that the statute of limitations was a bar.\nThe Court instructed the jury, that, if they believed that Elkinton was the real owner or purchaser, he was liable for the rent. He further eharg.ed, that if, when Huston paid the rent, it was understood that all remedies for the recovery of the rent should remain in favor of Huston, as far as the law permitted, the payment by Huston was not a bar to the action. And that, though on the face of the deed the title to the lot was in Taylor, yet that the jury might find from the evidence whether Elkinton or Taylor was the owner. That there was a substantial privity between the parties sufficient to support the action; and that the action, being founded on an indenture, the statute of limitations was not a bar to the recovery.\nYerdict was rendered for the plaintiffs for $549.17.\nError was assigned to the charge.\nWebster, for plaintiff in error.\nIt was contended that by the conveyance of the rent Huston divested himself of all benefit in the covenants in the original deed; that he could not assign his estate and retain an interest in the covenants. He guarantied the payment of the rent, but was under no obligation to do so, and that exclusive of his guarantee he was not liable. The guarantee being his voluntary act, he could not recover: Smith’s Leading Cases, 1 Law Library, vol. 43; 2 Step. N. P. 1140; 1 Archbold N. P. 6; B. Moore’s Rep. 411.\nThere was no evidence that Huston had purchased back the claim from Newman and others, and no transfer or assignment of the claim was taken by-him; the only evidence on this subject was in the testimony of the counsel of Newman and others, that on the last payment of rent by Huston he, the counsel, gave to him the rights of Newman and others as far.as he could.\nAs to the statute of limitations, it was alleged that the Act of limitations of 27th March, 1813, applied only to legal owners who are bound by their own indenture, or to equitable' owners in possession.\nSpeakman, for defendants in error.\nThat the defendant was liable, though the legal title was in another, reference was made to 17 Ser. & R. 84, Berry v. McMullin.\nThe guarantee was immaterial.. Huston was not a mere volunteer. The action was in the name of the legal parties, and all that was necessary was to show a right of action in them: 5 Watts 68; 6 Id. 238.\n. The right of substitution rests in equity, and not upon either contract or privity: 6 Watts 225; 5 Barr 103; 4 W. & Ser. 92; 1 Comstock 595; 9 Barr 21.\nAs to the statute of limitations. The Act of 27th March, 1713, has been held to apply only to rents reserved by parol, and it is not a bar to rent reserved by indenture: 1 Rawle 135, Davis v. Shoemaker. The question is, whether the rent was reserved by indenture or by parol, and not whether the defendant was the legal or equitable owner of the ground, for that can make no difference. A party cannot gain any legal advantage in such a case by concealing his property in the name of another. ‘ The law regards substance, and not form, in a conveyance: Berry v. McMullin, 17 Ser. & R. 84.\nJanuary 31,"
  },
  "file_name": "0281-01",
  "first_page_order": 283,
  "last_page_order": 286
}
