{
  "id": 972356,
  "name": "Hansell versus Lutz",
  "name_abbreviation": "Hansell v. Lutz",
  "decision_date": "1853-01-31",
  "docket_number": "",
  "first_page": "284",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whar. 441",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 303",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0303-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 6676,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.6694887342034453e-07,
      "percentile": 0.6957005987607772
    },
    "sha256": "10007276131aee4ec2fe276202a19c55e8d0abd94f71b3b5a631c37bfa5111d4",
    "simhash": "1:3359e4dd6dc8d4c9",
    "word_count": 1192
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hansell versus Lutz."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nWebb was indebted to Hansell on a bond which was secured by a mortgage. The mortgaged land was sold on a judgment, and Lutz bought it subject to the mortgage claim. Now, on a proceeding to have the land sold for the mortgage debt, Lutz pleads payment; and, to meet the evidence under this plea, the plaintiff called the mortgagor, and offered to prove by him that the whole amount is still due; and the owner of the land objects to him on the ground of interest.\nWe have very recently decided in the cases of Holden v. Winslow, and Abell v. Johnson, one a mechanic’s lien, and the other a mortgage case, that where the land and not the person is the debtor, the interest of the person in the suit and his relation to it depend upon his interest in the land, and when that ceases he may be a witness. What difference does it make that the bond of the proposed witness is still outstanding for this very debt, and that he is called to sustain the plaintiff’s case ?\nIt is said that he is interested to aid the plaintiff in recovering the debt out of the land, because his bond will be thereby discharged. But this depends upon the solution‘of the question, whether, as between the obligor and the purchaser of the land charged with the mortgage, the bond or the mortgage represents the primary fund to pay the debt. If, as between them, the bond represents the primary fund, then the purchaser of the land, on paying the mortgage, would be entitled to claim substitution to the bond, and therefore the obligor would be testifying against his interest in proving that the debt still exists. If, however, the mortgage represents, as between them, the primary fund, then the satisfaction of the mortgage would extinguish the bond, and the obligor is interested to secure this result. The plaintiff can pursue either remedy, and he does not lose his action on the bond by being defeated by the terre tenants in his action on the mortgage, though it is true that in .most cases the defence that is effective against the mortgage is so also against the bond.\nWhat then is the solution of the question ? The land was sold by the sheriff charged with the payment of the mortgage. How would this be usually and naturally understood ? Unquestionably that the purchaser shall discharge the mortgage, and not that he will do it if the mortgagor should fail- to pay his bond. On this account the land always sells for at least, the measure of the mortgage debt less than its value. And it is better for both mortgagor and purchaser to sell it so, than that either should have to abide the consequences of a calculation of the chances as to the future ability of the mortgagor to pay the debt. Hence it follows that the purchaser, in thus buying the land, undertakes the duty of paying the mortgage, not personally, but so far as the land is sufficient for that purpose. Then thus far he assumes the duty of relieving the obligor, and, as between them, the land becomes the primary fund for the payment of the debt. It follows, also, that, if the obligor pay the debt, he may claim subrogation to the mortgage, else, the purchaser would unjustly hold the land without having paid the entire consideration. Thus the interest of the mortgagor and mortgagee in this action appear to be identical. It is prosecuted in relief of the bond, and if it be defeated, the plaintiff’s resort is to the bond alone.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Parsons, for plaintiff in error.",
      "Blight, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hansell versus Lutz.\n1. Laud bound by a mortgage was sol'd at sheriff’s sale on a subsequent judgment: In a sei. fa. on the mortgage, issued against the mortgagor and the purchaser as terre tenant, judgment by default being taken against the mortgagor and the terre tenant having taken defence, it was held that the obligor in the mortgage bond, who was the mortgagor, was not a competent witness for the plaintifl^ the mortgagee, to prove that the said mortgage debt was unpaid.\n2. The land having been sold subject to the mortgage became the primary fund to pay the mortgage bond, and if the obligor afterwards paid it, he would be entitled to subrogation as against the purchaser: the mortgagor was therefore incompetent.\nError to the District Court, Philadelphia.\nThis was a scire facias by Thomas Hansell v. Samuel Webb, with notice to terre tenant, on a mortgage executed by Webb in favor of Hansell, and the scire facias was returned, served on Stimul Lutz, as terre tenant. The mortgage was dated 10th July, 1847, and was for the payment of $750 in two years from the date, with interest payable semi-annually, and if the interest •were not paid within thirty days after it became due, then the principal might be demanded.\nThe mortgage was recorded on the day of its date. It was accompanied by a bond from Webb to Hansell' for the amount secured as above. Judgment was taken against Webb for want of appearance] but Lutz took defence. The plea was payment.\nOn the part of the plaintiff the mortgage was given in evidence, and the bond and endorsements of payment of interest.\nOn part of the defendant was then given in evidence a judgment of December Term, 1847, in favor of Strong v. Samuel Webb and others, for $1780.92; a fi. fa.; and vend. exp. to September Term, 1851, on which was returned property sold to Stimul Lutz (the terre tenant) for $80. This was the same property 'described in the mortgage. The sheriff’s deed to Lutz was dated 18th October, 1851. Some parol evidence was given under the plea of payment.\nOn part of the plaintiff, Samuel Webb, the mortgagor and obligor, was offered, with his assent as alleged, to prove that all the money secured by the mortgage was paid to him when it was given, and that the same (interest paid excepted) remained, unpaid.\nHe was objected to as incompetent on the ground of interest. The witness was rejected, and exception was taken.\nFebruary 23, 1852, verdict for defendant.\nError was assigned to the rejection of Webb.\nParsons, for plaintiff in error.\nThat Webb, the mortgagee, was competent as a witness, reference was made to 5 Barr 477, Solms v. McCullock; 9 Barr 21, Talmage v. Burlingamel; 1 Watts 303, Sommers v. Sommers; 3 Ser. & R. 240, Wolf v. Caruthers; 2 W. & Ser. 190, Irvine v. The Bank; 6 W. & Ser. 369, Scott v. Wells; 3 Whar. 441. Webb was interested to show that the mortgaged bond was paid — not that it was not paid.\nBlight, for defendant in error.\nIt was contended that Webb was incompetent, as the object of his testimony was to enable the plaintiff to raise the debt, for which he was liable, out of the-mortgaged premises, and, in that event, that Webb would not be liable over to Lutz: 8 Barr 471, Hartz v. Woods.\nJanuary 31,"
  },
  "file_name": "0284-01",
  "first_page_order": 286,
  "last_page_order": 288
}
