{
  "id": 972346,
  "name": "Shields's Appeal",
  "name_abbreviation": "Shields's Appeal",
  "decision_date": "1853-01-31",
  "docket_number": "",
  "first_page": "291",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 291"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wash. C. C. Rep. 481",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6662519
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "485, 492-4"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/17/1072-01"
      ]
    },
    {
      "cite": "2 Wharton 103",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0103-01"
      ]
    },
    {
      "cite": "3 Wash. C. C. Rep. 482",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 406",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0406-01"
      ]
    },
    {
      "cite": "4 Yeates 413",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "5 Rawle 83",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 Wharton 81",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 565,
    "char_count": 12192,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 6.113725938952548e-08,
      "percentile": 0.3809731764284327
    },
    "sha256": "002be39d5a0fc0aed0d95d7fa72e1f7ee268e1fbea0e6ae8926913a8512f5a99",
    "simhash": "1:212141f09bdd8477",
    "word_count": 2129
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shields’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nIn England, when the charter was granted by Charles II. to William Penn, the probate of wills and granting letters of administration, so far as the same related to the personal estate, was under the jurisdiction of the Spiritual Court. But if the testament concerned lands alone, and had no relation to the goods, that Court had no authority to take the probate; and if it attempted to compel the parties to proceed before it, a prohibition would issue : Cro. Car. 396. But, where the will related to lands and goods, and so was a mixed will, it was proper that the probate should be had in the Spiritual Court, in order that the personal estate might be administered; but such probate was not allowed to prejudice the heir, and, in controversies respecting the lands, it was not evidence at the common law. Even the examinations of the witnesses so taken could not be received in evidence respecting the lands: Cro. Car. 396; 4 Burn's Ecc. L. 187. In the charter to William Penn, “power and authority was given to him and his heirs and their deputies and lieutenants,” to appoint and establish officers “for the probates of wills, and granting of administrations.” By the act of 1705 the office of Register-General was established, and the appointment of deputies for the several counties authorized, with power to “take probate of wills and grant letters of administration, according to the powers granted by the royal charter of King Charles II.” Various changes have since taken place in regard to the mode of appointing the register, but his jurisdiction is preserved without any perceptible change, so far as regards the particular question before us. The Act of 1832 directs that the register shall have jurisdiction “of the probate of wills and testaments, of the granting of letters testamentary, and of administration.” As the jurisdiction of the register was created for the purpose of administering the personal estate, his acts were not allowed to conclude the rights of the heir with respect to the land. There was this difference, however, between the English practice and our own, that the probate of a will in the Spiritual Court was not received in evidence at all to affect the title to lands; but the probate before the register was admitted as primd facie evidence, to be contested, disproved, and otherwise rebutted, with as little ceremony as if it was but the testimony of a single witness, entirely unsanctioned by the 'adjudication of a Court of competent jurisdiction. Even the decree of the Register’s Court, after a trial by jury on an issue devisavit vel non, is not regarded as conclusive upon the lands: 2 Wharton 81; 5 Rawle 83; 6 Barr 440. Since the Act of 1832 an effort has been made to give to the decree of the register the usual effect of a decree of a competent tribunal, whether the controversy related to lands or goods; but the effort was ineffectual, and the decree was not allowed to have a conclusive effect upon the lands: 6 Barr 440. The only logical ground upon which this course of decision can rest is, that the proper jurisdiction of the Register is confined to administering the personal estate, and that the probate of wills, being but an incident of that jurisdiction, concludes nothing beyond it. If this be true, it follows, that when his functions are spent in regard to the administration of the personal estate, he cannot take jurisdiction de novo for the purpose of affecting the land. His acts had but an incidental operation in this respect. By reason of the respect due to a tribunal acting within its jurisdiction, his decrees were received as primd facie evidence; but they would certainly not be entitled to even this much respect, if he took cognisance of the incident after his power over the principal was entirely exhausted.\nIn the case before us, the will of Thomas Shields was admitted to probate, and letters testamentary' issued thereon on the 26th December, 1845. From this decree of the register, no appeal was ever taken. David Weatherly states in his testimony that he was one of the executors of the will, and that he has settled his accounts and been discharged by the Court. After all this, and after the lapse of nearly three years, an application was made on the 23d December, 1848, to prove the republication of the will. This was refused by the register, and upon appeal to the Register’s Court, the appeal was dismissed. The case comes before us upon an appeal from the last-mentioned decree of the Register’s Court. It is not pretended that the proof of republication can have any effect whatever upon the personal estate, or that it has any relation to the duties of the executors, as such, in administering or distributing it. The avowed object is to bring within the operation of the will, certain interests in real estate acquired after its date and before the republication. It is unjust, and productive of great ineonveni-' ence to the public and to the parties that any one should be twice vexed for the same cause. Upon this ground it is a sound principle of law, of almost universal application, that one decree of a Court of competent jurisdiction is binding upon parties and privies. The single exception to the rule is the case of ejectment for lands, in which nothing short of “ two verdicts and judgments rendered thereon” concludes the right; and the question is, whether we ought to promote litigation by putting the parties to the expense and the public to the inconvenience of three decisions before the controversy can be ended. We have no hesitation in returning a negative answer to this proposition.\nWe think that the register was correct in refusing to receive proof of the republication of the will for the purpose indicated. In Musser v. Curry, 3 Wash. C. C. R. 481, the depositions taken before the register, for such a purpose, were admitted in evidence in ejectment; and in Sharp v. Petit, 4 Yeates 413, depositions taken before a justice of the peace were also admitted in evidence as proof of a will. Had the register, in the case before us, taken the depositions, it might have presented the question whether, on the death of the witnesses, their testimony so taken, could have been received in evidence on an ejectment. But that question is not now before us. There is no good reason for putting the parties to the expense of three trials where only two are allowed by law. It is for their interest, as well as for the interest of the public, that a speedy end should be put to all controversies; and the decree of the Register’s Court must be affirmed.\nThe decree of the Register’s Court dismissing the appeal from the decree of the register is affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Peirce and Read, for the appellant.",
      "Cuyler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shields’s Appeal.\n1. In England, the probate of a will in the Spiritual Court is not evidence at all in relation to lands ; but in Pennsylvania, the probate before the register is primd facie evidence in sueh cases, but not conclusive.\n2. The proper jurisdiction of the register is confined to the administration of the personal estate; and the probate of wills being but an incident of that jurisdiction, concludes nothing beyond it.\n3. When the functions of the register in regard to the administration of the personal estate are spent, he cannot take jurisdiction de now for the purpose of affecting land.\n4. A will was admitted to probate, and letters testamentary issued, no appeal being taken, the account of the executor was settled, and the executor discharged: it was held, that the register had no authority to receive proof of the republication of the will so as to bring within the operation of the will real estate acquired by the testator after the date of the will and before the alleged republication.\nAppeal from tbe Register’s Court of Philadelphia county.\nThe will of Thomas Shields, dated 17th July, 1832, and relating to both personal and real estate, had been proved on 25th and 26th December, 1845. Two executors were appointed, viz., David Shields and David Weatherly, and letters testamentary were issued to Weatherly, who had no interest in the will, except as executor. He stated that he had settled his accounts and been discharged; and it appeared that, on the 9th May', 1848, on his petition as acting executor, he had been discharged.\nOn 23d September, 1848, at a Register’s Court, an application was made, on the part of David Shields, for leave to prove the republication of the will, and the Court directed testimony to be taken. Weatherly, the former executor, was examined, and he testified, that, on one occasion, the testator read the will to him ; and, at a future time, in the fall of 1845, the testator wished him to take it for safe-keeping, and he took it home. On the said last occasion, the testator said it was his will, and he wished the witness to take care of it; Mrs. Thompson was present at the time.\nMrs. Thompson testified, that the testator, in the fall before he died, gave the will to David Shields to read. She said she saw the testator hand the will to Weathe'rly.\nOn 30th December, 1848, at a Register’s Court, the depositions were read, and the application was dismissed. From such decree David Shields appealed.\nThe exceptions were, that the Court erred in overruling the evidence of republication; and it was alleged, that the testimony . proved the republication of it.\nPeirce and Read, for the appellant.\nIt was contended that, in Pennsylvania, a will may be republished by parol, even where such republicátion revokes a later will: 2 Bin. 406. The will in relation to after-acquired property is a new will by virtue of the republication, and the probate belongs to the register: 3 Wash. C. C. Rep. 482; 2 Wharton 103; 2 W. & Ser. 455; 8 Barr 498, Campbell v. Jamison.\nAs to what constituted evidence of publication, reference was made to Cro. Eliz. part 2, p. 493; 2 Vernon 209; 2 Lee 55; 6 Eccl. Rep. 33; 3 Addams 48; 2 Eccl. Rep. 421; 3 Addams 235; Id. 514, 525; 2 Haggard 210; 4 Eccl. Rep. 91.\nCustody is a sufficient republication of a will; a formal republication was never necessary in the case of wills of personal property: Williams on Ex. 71-171; 7 Taunton 361; 19 Law Jour. Rep. 366; 20 Law Jour. Rep. 433; 3 Eng. Law & Eq. Rep. 198. In Pennsylvania, if the will comes out of the custody of the testator, it can be proved by any two witnesses, who can testify to the handwriting of the testator. No one need be present when it is made; it may be all in the handwriting of the testator, and not known to any one but himself.\nIt was contended, that the giving of the will to David Shields, the residuary legatee, to read, and the handing it to Weatherly, was a parol republication, and that the instrument became a new will. That a formal re-execution of the will was not necessary to its republication. If it had been a deed, the handing it to Weatherly was the date of its delivery.\nCuyler, for appellee.\nIt was contended that the register, having once received probate of the will, and issued letters testamentary, under which the executor had acted and accounted, was functus officio, and had no jurisdiction to receive proof of republication.\nThat the facts proven do not amount to proof of republication. That they did not prove an animus republicandi in the testator, which must exist to make it a republication of a will as to real estate; 2 Atkyns 599. But when the will is of personalty merely, it is not necessary that the animus republicandi should exist; the question then is, whether the evidence proves' that the testator regarded the paper as his will.\nThat a will is not republished by annexing a codicil to it: 2 Vern. 695; Id. 208-9.\nReply. — A will in relation to after-acquired lands, if republished, becomes a new will, and the probate belongs to the register. A codicil amounts to a republication, and the register, having received probate of the will, may afterwards receive proof of the codicil: 3 Wash. C. C. Rep. 481-2; 1 Vesey 442; Id. 485, 492-4. Since the statute of frauds and perjuries (29 Car. 2) there can be no parol republication of a will of lands in England, and therefore the authorities under that statute are inapplicable to this state.\nJanuary 31,"
  },
  "file_name": "0291-01",
  "first_page_order": 293,
  "last_page_order": 297
}
