{
  "id": 972412,
  "name": "Bailey versus Clayton",
  "name_abbreviation": "Bailey v. Clayton",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "295",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 295"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 338,
    "char_count": 5936,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 1.231959395375228e-07,
      "percentile": 0.6058943977042677
    },
    "sha256": "d30c73773104c8e81ba5cf6ae5a8abef1345f3df3d658f58ec658119851ec309",
    "simhash": "1:9a3276daea369d44",
    "word_count": 1063
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bailey versus Clayton."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThese parties were joint owners of a patent right, and one of them sold out to the other for $300. The purchaser (Bailey) gave his note, and took a deed from the vendor. But there was a collateral agreement, by which it was stipulated that the contract should be void, and the papers cancelled, unless Bailey should either be able to sell the half of the right for more than $300, or conclude, within sixty days, “ to keep good the deed, and pay the amount of the bond.”\nThis action being on the bond, it is easy to see that the principal questions on the trial must have been, first, whether Bailey sold the half of the .patent right for more than $300 ; and, secondly, whether he elected to stand by the contract and not to rescind it. One or both of these facts it was necessary the plaintiff’ should establish. The deposition of Preston Platt was properly received, because it tended to prove the first proposition out of Bailey’s own mouth.\nThe Court told the jury that there was no evidence (by which we understand them to mean, no direct evidence) of a ratification within sixty days, but allowed them to infer it from Bailey’s conduct and declarations, as well after as before the expiration of the time limited. In this there was nothing wrong. The agreement did not provide that the election should be signified in any particular way, and whatever would show his willingness to let the bargain stand was admissible evidence.\nEvidence of Sharpless Clayton’s declarations, after he had parted with all interest in the bond, was rightly rejected. He was not a party on the record, and, having no interest in the event, he might have been called by the defendant and sworn.\nThe charge contains nothing that the defendant has a just right to complain of. It submits the facts fairly to the jury; and the instructions on matters of law are sound and clear.\nThe assignability of the bond was a question which did not arise. The declaration was not demurred to, no objection was made when the bond was offered in evidence, and no instruction on the subject was asked for. If the point had been fairly made and erroneously decided below, we would pause long before we would reverse for such a reason, upon a case like this. It was a judgment opened to let a party into a defence. No judgment ought to be opened without imposing terms which would forbid advantage to be taken of a mere technical error. A party has no right to a hearing after judgment, except for causes which touch the honesty and justice of the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Lewis, for plaintiff in error.",
      "Darlington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Bailey versus Clayton.\n1. In an action on a bond given for the purchase of an interest in a patent right, which was accompanied by a written agreement providing that the bond should not be binding if the obligor can dispose of one-half of the patent right for no mvre than the amount of the bond, unless the obligor, at or before the expiration of sixty days, conclude to keep the transfer and pay the bond, it was held, that the ratification of the contract within the time limited may be inferred from the obligor’s conduct and declarations, as well after as before the time limited.\n2. The declarations of the obligee of the bond, after he had parted with his interest in it, are not admissible.\n3. A judgment should not be opened without imposing terms forbidding: advantage to be taken of mere technical errors.\nError to the Common Pleas of Chester county.\nA judgment was entered on 12th November, 1851, in favor of Harlan Clayton as assignee of Sharpless Clayton v. Yarnall Bailey. A rule was granted to show cause why the judgment should not be opened and the defendant let into a defence. The rule was made absolute, and on 19th August, 1852, verdict was rendered for plaintiff for $317.50.\nIt appeared that in August, 1850, Bailey and Sharpless Clayton became joint owners of letters-patent for an improvement in the. construction of lamps for burning fluid. On 9th June, 1851, Bailey gave a bond to Clayton for $300, to be subject to the conditions stipulated in an article of agreement of same date. In the agreement it was provided that if Bailey can dispose of one-half of the right to said invention for $300 and no more, then in that case, the transfer of the right and the bond were to be destroyed— unless Bailey conclude to keep the deed of transfer and pay the bond, “ which arrangement to be determined at or before the expiration of sixty days” from that date. Bailey sold the half of the right for a note for $300, and some patent medicine, valued at $150 in trade.\nOn the part of the plaintiff in error it was alleged that the note was not collected, and that but little of the medicine was sold.\nOn the trial, the defendant’s counsel proposed to inquire as to statements of Sharpless Clayton, the obligee, made after the assignment. The proposed evidence was overruled.\nOn the part of the defendant in the suit, the Court was requested to instruct the jury in substance, that by the contract, in order to^ render the defendant liable on the bond, it was necessary to show that he confirmed the sale within sixty days from the date of the bond; / that there was no evidence of his having done so ; that if he made any profit out of the matter, and yet did not ratify the sale, the plaintiff had a remedy on the article, but was not entitled to recover on the bond as the consideration of the sale.\nThe Court charged that it was necessary to show the assent of the defendant to retain the transfer; but that his acts and declarations on the subject, either before or after the sixty days, were evidence of it, which were for the determination of the jury.\nTo the admission of evidence of the acts and declarations of Bailey; to the rejection of the declarations of the obligee after his assignment; and to the instructions stated, error was assigned.\nLewis, for plaintiff in error.\nDarlington, for defendant.\nMarch 21,"
  },
  "file_name": "0295-01",
  "first_page_order": 297,
  "last_page_order": 299
}
