{
  "id": 972399,
  "name": "Harrison versus Brolaskey",
  "name_abbreviation": "Harrison v. Brolaskey",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "299",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 299"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Pa. Rep. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 247",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 513,
    "char_count": 9966,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.3172196836231687e-07,
      "percentile": 0.6257891869371535
    },
    "sha256": "2dafdb36bfe4faf4f7af0a850a29ba35d196551e9ff3470fdb196e339aaa77df",
    "simhash": "1:1647ae7da02cac86",
    "word_count": 1797
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harrison versus Brolaskey."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nSimon Brolaskey held about $1000 in trust for the separate use of Mrs. Harrison, and at her request he paid it to her, and now, after fourteen years, she demands of him to account for it with interest, saying that she had then no right to receive it. Is she entitled to this ?\nIt is sought to found the demand on a valuable principle — that a married woman has no power over her separate estate, other than what is given to her in the trust deed. But we discover no evidence anywhere that she was a married woman at the time she demanded and received payment. If it is material whether her husband was then living or not, she should have proved it.\nIs this material? The plaintiff would say, No; because the declaration of trust restricts her power over the fund, even if she should become sole. True, it does, but the whole profit of it is hers, she may dispose of it by will, and if she die intestate it is to go to her representatives. These rights indicate an absolute estate, and such, in equity, it was, and such it was, at law, with us, unless there was some sufficient reason for preserving the distinction between the legal and the equitable title. It is preserved during the life of the husband in order to save it from him. But when he is dead, she is freed from the law of her husband, and stands sui juris, and has a right to demand the control of what in equity is absolutely hers. Restraints upon an absolute title are not allowed except for good and apparent reasons. No one would doubt these principles as applied to an estate in trust for a man; and the law has no different rules for a woman who is unmarried ; see Atherley on Marr. Sett. 333. When this plaintiff became sole she had a right to demand and receive the trust funds, because the entire equitable title was hers.\nBut if she had proved that she was not sole at the time she received the fund, that would not have changed the result; for then it would also have been proved, as it was admitted on the argument, that her husband died in June, 1836, that is, very shortly after the receipt of the money. According to the foregoing principles, she was then entitled to demand the custody of tho fund as her own, if she had not already properly received it. Could she have sued for it at common law ? It is difficult to doubt it; for the amount was clearly defined, having been paid to him for her but a few days before, and the purpose of the trust was satisfied, and there remained no need of the supervision of a ehanc.ellor. It was therefore a common debt; vesting without any payments of principal or interest, and supposed to have been properly paid more than fourteen years before suit brought, and it, is plainly barred by the statute of limitations. This decree must therefore be reversed, and the plaintiff’s petition dismissed with costs.\nDecree.-March 21, 1853. This cause came on to be heard at December Term, 1852, in the appeal of Simon Brolaskey, the defendant, from the decree of the Orphans’ Court of .Philadelphia county, and was argued by counsel, and now on consideration thereof it is ordered, adjudged, and decreed, that the decree of the said Orphans’ Court be reversed and set aside, and that the plaintiff’s petition be, and the same is hereby dismissed out of this Court with costs.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Lex and B. H. Brewster, for appellant.",
      "Chase and McAllister, for appellee."
    ],
    "corrections": "",
    "head_matter": "Harrison versus Brolaskey.\nPersonal property was held for the separate use of a married woman, the declaration of trust restricting her power over the fund even if she should become sole, but the whole profit of the fund to be hers, with power in her to dispose of it by will, and if she died intestate, the fund to go to her representatives:\nIt was held, that these rights gave to her an absolute estate in the property; a'nd on the death of her husband she would have had the right to receive the fund or sue for it if withheld; and if improperly paid tb her or her husband during the coverture, her right of action for it was barred after six years from his death.\nAppeal by Simon Brolaskey from the decree of the Common Pleas, Philadelphia.\nThe petition of Mary Harrison was presented to the Court of Common Pleas of Philadelphia county, calling upon Simon Brolaskey for an account, as her trustee.\nAn answer was filed, denying any indebtedness on account of the trust fund; alleging that the balance of the fund had been paid over to the cestui que trust, on the 2d of June, 1831, and that no claim had been made against him from that time until the 10th of July, 1850.\nAn instrument of writing in the nature of a declaration of trust, was executed on the 26th of November, 1833, by William Payne, Jr., stating that he held for Mary Harrison the sum of $1900, upon the following trusts:—\nThat I will lay out and invest the same in my name, in some safe and productive stock or fund, or at interest upon real securities, and that I will (with the consent in writing of the said Mary Harrison during her life), alter, vary, and transpose the said stock, funds, and securities, at my discretion, and that I will pay and apply the interest and dividends and produce thereof to such person or persons, and for such intents and purposes, as the said Mary may from time to time, notwithstanding her coverture, by any writing or writings under her hand (but not so as to dispose of or affect the same, by any mortgage, sale, or charge, or otherwise in the way of anticipation), direct and appoint, and in default of such direction and appointment, into her own hands, for her sole and separate use and benefit, independently and exclusively of her present or any future husband, and without being in any wise subject to his control, interference, or engagement, her receipts, notwithstanding coverture, to be a sufficient discharge for the same, and upon this further trust, in the case of the death of the said Mary, to hold the said money, stocks, funds, and securities, and the annual produce thereof, upon and for such trust, intents, and purposes, as the said Mary, notwithstanding her coverture, shall by her last will and testament in writing, or any codicil or codicils in writing thereto, or any writing or writings in nature of or purporting to be a will or codicil, direct or appoint, and in default of such direction or appointment, and so far as no such direction or appointment shall extend, then in trust for all such persons or person, as would by the intestate laws of Pennsylvania, at the decease of the said Mary, have become entitled to the personal estate if her said husband, or any future husband, had died during her lifetime:\nIt being, however, clearly understood, that the said Mary may, by any writing under her hand, direct to be paid over to her or to any other person or persons whomsoever during her lifetime, any part or parts of the said sum of $1900, or of the stock, fund, or securities in which it is invested, provided that the same, when added together, shall not amount to more than $900, it being the distinct intention, that the remaining principal of $1000 shall, in any event, be entirely governed by and subject to the trusts'already above declared and expressed, and shall not be subject to the power thus given over the- said part of $900. All expenses and proper charges to be allowed me for the faithful execution of this trust.\n• On the 2d of January, 1836, William Payne filed his account, showing a cash balance against him of $710.69, and a certificate of loan for $335, in all amounting to $1015.69. On the same day Brolaskey, the appellant, was appointed in his place, and as trustee he receipted for the cash and certificate. An auditor was appointed. Brolaskey produced two receipts, one dated January 2, 1836, for $710.58 in cash, signed Mary Harrison, and another dated June 2, 1836, for $330.78 in full of the trust, also signed by her. This last was composed of cash $61.25, and of a bill for $269.53, making $330.78.\nThe auditor was of opinion that the payments to Mrs. Harrison were in violation of the instrument of trust, and were no discharge to Brolaskey. He, however, declined to charge interest, except from July 10, 1850, as no claim had been made upon Brolaskey for-principal or interest till application to him on July 10, 1850, a period of more than fourteen years from the receipt. He was charged with the cash balance received from the former trustee, and with the certificate, the expenses of the audit, &c., amounting to $1075.69.\nExceptions to such report were filed, but they were dismissed by the Court, and Brolaskey appealed. Exception was taken to the confirmation of the report, and to the overruling of the exceptions.\nLex and B. H. Brewster, for appellant.\nIt was observed that the cestui que trust received the trust funds, and as she asks equity she should do equity, and that she should restore the funds received from him before a decree in her favor be made: 1 Story’s Eq. 77, sec. 59; Id. sec. 301; 1 John Ch. R. 367; 5 Id. 142-3-4; 11 Beav. 483. That according to the terms of the instrument treating the trust, she was to have the disposal of the trust fund by will, and it was submitted whether the payment to her was not an investment of the fund, and producing no interest, that none should be recovered from the trustee.\nChase and McAllister, for appellee.\nIt was contended that Mrs. Harrison was not the absolute owner of the trust property; that she had no power over it except what was given to her by the trust instrument: 1 Rawle, 247, Lancaster v. Dolan. That the trust- deed provided that the $1000 should not in any event be paid to her, and in every event should be subject to the trusts expressed.\nIt was further contended that the payment to her was not an investment of the fund at her request. That there was a clause in the deed against permitting the cestui qui trust to anticipate the interest. Also, that the accountant should be charged with the expenses of the audit. Sterrett’s Appeal, 2 Pa. Rep. 419.\nMarch 21,"
  },
  "file_name": "0299-01",
  "first_page_order": 301,
  "last_page_order": 305
}
