{
  "id": 972353,
  "name": "Harlan versus Harlan",
  "name_abbreviation": "Harlan v. Harlan",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "303",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 303"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 520,
    "char_count": 11993,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 5.815434144009271e-07,
      "percentile": 0.9514896428324586
    },
    "sha256": "fd4b52dabeba1b9bfda0e145896f5a11361d31f71f38b0c78415d19e66c07b44",
    "simhash": "1:5c1fb8248e63d68a",
    "word_count": 2186
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harlan versus Harlan."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nOne of the errors assigned here is to the admission of a witness who was objected to on this ground: that his deceased father, whose executor and residuary legatee he was, had been the assignee (for creditors) 'of a party under whom the defendant claimed the property, and had sold it with the assent of the plaintiff, and paid him the proceeds. The witness himself was not a party to this record. He could only be excluded by showing that he had a direct interest in it. But no such thing appears. He could not succeed to the property or to the money it sold for, nor was he entitled to the possession of it as the son, legatee, or executor of his father. If it passed by the assignment at all, it went to his father’s successor in the trust, unless it was fully administered before his death. It could make no difference to him whether the property assigned was much or little, nor could his interest be affected by the judgment.\nIt is settled that the machinery of a cotton-mill is part of the realty. It ought to be settled, if it is not, that such machinery may be detached by the agreement of owners and lien creditors, and converted into personalty. If this be done, it does not pass with the freehold under a sheriff’s sale. Was there any evidence that the property in dispute was separated from the mill, and treated as chattels with the consent of the plaintiff? The Court below could not refuse to answer this question in the affirmative, and neither can we. There being some evidence of the fact, it had to be submitted to the jury; and the finding of the jury is ¡conclusive, especially under- a charge like this, in which they were instructed that the agreement could not be established without evidence of an unequivocal character, which would force the belief, not only that the contract was made, but made by the plaintiff with a full knowledge of his rights.\nBut it is said that there was no consideration, and consideration is the essential part of every contract. A very slight advantage to one party, or a trifling inconvenience to the other, is sufficient consideration to support a contract when made by a man of good capacity, who is not at the time under the influence of any fraud, imposition, or mistake. It was an advantage to the plaintiff to make the quantity of the personal goods as large as ho could; for he was a creditor, relying on that fund for payment of at least part of his debt. It was inconvenient, troublesome, and expensive to the assignee, and to those claiming under him, to sell the property and remove it, as they did in pursuance of the agreement. For these reasons we cannot say that the contract of the plaintiff was nudum factum.\nWe are willing fully to endorse the rule so often laid down by this Court, that one who has a good title to property does not destroy it by ignorantly admitting defects in it which do not exist. If the present plaintiff had not known that the machinery of the cotton mill was a part of the realty, the permission he gave to the assignee to sell it as personalty, would, perhaps, not have bound him ; but the Court charged that he could only be held if he was fully aware of his rights, and the jury found that he was.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Lewis, for plaintiff in error.",
      "W. Darlington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Harlan versus Harlan.\n1. A person is not incompetent as a witness from being executor and-residu ary legatee of one who had been the assignee, for creditors of a party under .whom the defendant claimed the property but who had sold it with the assent of the plaintiff, and out of the proceeds paid him his claim against the assignor, the witness being no party to the record.\n2. The machinery of a cotton mill is part of the realty, but by the agreement of the owners and lien creditors it may be detached and converted into personalty; and if this has been done, it will not pass with the freehold under a sheriff’s sale.\n3. One who has a good title to personal property does not lose it by ignorantly admitting defects in it which do not exist; but where one, knowing that the machinery of a cotton mill was a part of the realty, gave permission to the assignee of the debtor to sell it as personalty, he is \"bound by the sale.\n4. A very slight advantage to one party, and a trifling inconvenience to the other, is a sufficient consideration to support a contract, when made by one of good capacity and not under the influence of fraud, imposition, or mistake.\nError to the Common Pleas of Chester county.\nThis was an action of replevin, issued by Josiah Harlan v.\nAnne, Mary, and Edward Harlan, for two articles of machinery for a woollen and cotton factory, viz., a picker, valued at $150, and a speeder, valued at $90. The plea was, that the picker was the property of Louis Lagarenne, and the speeder the property of Ziba Pyle, assignee of Mary Harlan. Replication, averring the right of property to be in the plaintiff.\nThe case was up before: see 3 Harris 507, &c., for a report of it.\nIn 1843, Mary Harlan was the owner of the (Bienville factory, in which, the machinery then was, and of the farm on which the factory was erected. On 5th January, 1843, two judgments were entered in favor of Josiah Harlan v. Mary Harlan, for about $10,900. On the 12th January, 1847, she sold the picker to Anne Harlan, and in the following spring leased to her the whole premises, including the machinery. On the 1st July, 1847, the two judgments of Josiah Harlan were revived.\nOn 13th January, 1848, Mary Harlan made an assignment to Ziba Pyle, for the benefit of creditors.\nIn February, 1848, a fi. fa. was issued on one of the judgments of Josiah Harlan, and the land, including the factory, was levied on and condemned.\nA vend. exp. issued to April Term, 1848, and on the 16th March, 1848, the lands were sold to Josiah Harlan, the plaintiff, for $11,700, subject to a mortgage for $5000. The sheriff’s deed to him was acknowledged on 27th April, 1848.\nOn the 10th February, 1848, an inventory of property assigned by Mary Harlan to Ziba Pyle was filed, and it included the speeder in question.\nOn the trial, it was proved that the pickers wore set on the floor, and a small cleet was nailed around the feet to keep them from sliding sidewise; and that a picker would weigh 8 or 900 pounds. They could be raised up out of the cleets; they had no other connection with the waterwheel than by the belts.\nThe speeder was fastened to the floor by a screw through each foot. A speeder weighs from 200 to 250 pounds.\nUnder the direction of Pyle, the assignee, the machinery of the factory was removed, the removal beginning in July, 1848, and on the 19 th September, 1848, the plaintiff received full possession of the premises. It was testified, that the plaintiff was about the factory in August, 1848, and made no objection to the removal of the machinery, and also that he loaned his oxen to aid in the removal.\nThe sheriff was examined, and testified that after the fi. fa. was received by him, the plaintiff came to his office, and was asked if there were any or what personal property to be levied on. That he said no, that there had been an assignment of it to Ziba Pyle. He said there was no machinery in the mill to be levied on, all was assigned; nothing but the real estate to be levied on. The machinery was not advertised.. Plaintiff was present at the sale of the real estate, and purchased it.\nIt was, however, testified by another witness that he heard the plaintiff say that he had instructed Ziba Pyle to sell the property assigned by Mary Harlan, to pay the balance of money coming to him.\nIt was also testified that he said that he had purchased the real estate, but not the machinery.\nIsaac D. Pyle was offered as a witness on the part of defendants. It was admitted that he was an executor of the will of his father, Ziba Pyle, and was residuary legatee. He was offered to prove that Ziba Pyle sold all the machinery and property assigned to him, to Peter Lagarenne. That Josiah Harlan, the plaintiff, was aware of the arrangement, and the money was paid to the plaintiff in full of his last claim. That Lagarenne was to give his note to Pyle to secure the debt of the plaintiff which the real estate did not pay. That Lagarenne was a creditor of Mary Harlan to the amount of $1000, and that the plaintiff was her only other creditor. That Lagarenne was to take the property to pay his own debt and the balance of the plaintiff’s debt. That Lagarenne paid the amount he was to pay for the machinery, and that plaintiff received .$634. He was objected to on part of the plaintiff, but was admitted.\nHe testified that Ziba Pyle, at private sale, probably in April, 1849, sold the machinery and property assigned to him to Peter .Lagarenne, who gave his note for $734.24, which was not the whole consideration, but was all he was to pay. He further stated that the plaintiff was acquainted with the arrangement.\nIt appeared, from receipts given in evidence, that the plaintiff, on the 18th April, 1849, received from Ziba Pyle, as assignee, $525.61, in full of the balance due on his two judgments. And on 3d July, 1849, he received of Pyle $111.75, in full-of Ms account rendered to Pyle as assignee.\nHaines, President J., inter alia, in his charge, observed to the jury, that the plaintiff told the sheriff there was no machinery to be levied on, that it was all assigned; that he was at the sale, and nothing was said about the machinery; that some weeks after the\" sale the machinery was removed ; that during a part of the time in which the machinery was being removed, the plaintiff was present and knew of its being removed, and loaned his oxen to assist, and, until nearly all of it had been removed, made no objection. That it was in evidence that, after the sale by the sheriff, the plaintiff called on the assignee of Mary, and urged him to a sale of the assigned property, knew of the arrangement about to be ma.de with Lagarenne, knew of the latter being a creditor of Mary, and, after the sale was perfected, he received the balance of his debt out of the proceeds. He referred to the jury these facts, and any others in the case, for their determination, as to whether they proved an agreement between the parties to treat the machinery as personal property, and whether the plaintiff acted in ignorance of his rights.\nHe further said that the plaintiff received from Ziba Pyle the balance of his debt, but whether it came from the sale of the machinery or of personal property belonging to Mary did not appear, as the personal property, separate from the machinery, was sufficient to pay the plaintiff’s debt. That, before giving to such receipt the force that was claimed for it on the part of the defendants, the jury should be satisfied that he was receiving' money arising from the sale of his own property.\nMay 8, 1850, verdict was rendered for the defendants.\nError was assigned, 1. To the admission of Pyle. 2. In receiving his testimony. 3. In refusing to affirm the fourth point of defendant, which was to the effect that the plaintiff, knowing that the machinery in question was claimed by other persons than Mary Harlan, directed the sheriff to levy and sell the real estate exclusively, and the sheriff did so, the plaintiff not objecting, and he became the purchaser at a price below what it would have brought if the machinery had also been advertised and sold, and that he afterwards received the balance of his debt from Pyle out. of the proceeds of the machinery or some of it, he was estopped from recovery in the action.\n4. That the Court erred in leaving to the jury the testimony of the sheriff as evidence of an agreement on the part of the plaintiff to relinquish his right to the machinery.\n5. In leaving to the jury to find for the defendant as to the 'pielcer, as to which, it was alleged, there was no evidence of an agreement, or that it had become the property of any other person than the plaintiff.\nLewis, for plaintiff in error.\nW. Darlington, for defendant."
  },
  "file_name": "0303-01",
  "first_page_order": 305,
  "last_page_order": 309
}
