{
  "id": 972340,
  "name": "Hughes versus Farmers' Hay and Straw Market Association",
  "name_abbreviation": "Hughes v. Farmers' Hay & Straw Market Ass'n",
  "decision_date": "1853-03-05",
  "docket_number": "",
  "first_page": "327",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 N. H. 537",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6756820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/4/0537-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 4684,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 4.7492960360752035e-08,
      "percentile": 0.29764650371508145
    },
    "sha256": "08e1e7a73375e535852f67001ff0e3277d61d746e3d29c3f7d07f54324fdad8f",
    "simhash": "1:72678241874ef015",
    "word_count": 846
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hughes versus Farmers' Hay and Straw Market Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe object of the act incorporating the defendants was, the erection of a place where farmers might sell their own hay and straw. It was not intended to furnish facilities for those who buy the produce of others and wish to sell again at a profit. An order, regulation, or by-law of the company to exclude all but farmers from the market, and to exclude even them for every purpose except that of selling the hay and straw grown by themselves, was not illegal, but was on the contrary required by the general scope and spirit of the charter. The plaintiff was excluded as a dealer; so. says one of his own witnesses, and such are the terms of the written notice served on him and produced by himself as a part of his case. lie has proved very clearly that he was a dealer as well as a producer. If lie had gone there with hay or straw raised by himself’ and demanded admission into the market, and been refused, he would have had a case. Put, on the proof which he did produce, the Court below was right in ordering' the nonsuit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Horn and Hirst, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Hughes versus Farmers' Hay and Straw Market Association.\nThe Act of 13th April 1838 for the incorporation of the Farmers’ Hay and Straw Market Association, was not intended to furnish facilities for persons who buy the produce of others to sell again, but only for those who sell hay and straw, the produce of their own farms.\nError to the District Court, Philadelphia. >V‘’'\nThis was an action on the case brought by Clement L. Hughes v. The Farmers’ Hay and Straw Market Association, for excluding him from the market. The summons was issued on 17th February, 1851.\nThe association was incorporated by the Act of 13th April, 1838. The company was authorized to hold real estate. It has power to make rules and ordinances relating to the .admission of members, and the ordering of the other concerns of the corporation. It is enacted, that the “ company shall not buy or sell any hay or straw, directly or indirectly, for the benefit of the said company, nor any other article of personal or real property not absolutely necessary for the purposes of the incorporation.”\nThe company had a market site in the Northern Liberties. The practice had been to allow farmers the free use of the market, for the sale of hay and straw, being the product of their own farms, upon paying a small charge, 25 cents per load, to the company, for weighing their hay. The plaintiff was a farmer, occupying a farm of over 100 acres. At the time of bringing suit, he was a stockholder in the company.\nA by-law of the company provided that no “ huckster shall be allowed to sell hay or straw in the market, without having a written license from the board of directors, signed by the president.”\nA notice, dated December 16, 1850, was directed to hay and straw dealers, to the effect that the permission before awarded to them, of entering the premises of the association, for the purpose of selling hay and straw, is withdrawn by the directors, and they were notified not to enter. The by-law under which the notice was given was adopted on 5th November, 1844.\nIt was proved that the plaintiff, in 1850, had altogether about 375 tons of hay, of which only about 150 tons was raised on his own farm. He was excluded from the market, and the suit was brought to recover therefor.\nThe Court below directed a nonsuit, which was assigned as error.\nHorn and Hirst, for plaintiff in error.\nIt was contended, 1st, That this was a market established for the use of the public, and that the plaintiff was improperly excluded.\nAs to a market, reference was made to Bouvier’s Law Dic.; Bacons Ab., Fairs and Markets. It was contended, that the privilege of keeping a market was derived from the Act of Assembly, and that it was incumbent on the officers not to interfere with the privileges of the citizen: 4 N. H. 537-545.\nOontrd. — The real estate was the private property of the company, and subject to its regulation. It was not a market dedicated to the use of the public; on the contrary, the company had the power to establish rules for the ordering of the concerns of the corporation. The plaintiff, though a farmer, was also a huckster, and the exclusion of such was advisable, in order to prevent the evils intended to be guarded against by the clause in the Act prohibiting the company from buying or selling hay or straw.\nIt was contended that the penalty for an improper act of the owner of a market was a forfeiture of the right to sell, and that damages could not be recovered for the exclusion: 4 Bouvier’s Bacon 157. That the law was different from that relating to inns and taverns.\nMarch 5,"
  },
  "file_name": "0327-01",
  "first_page_order": 329,
  "last_page_order": 331
}
