{
  "id": 972319,
  "name": "McMahon versus Ryan",
  "name_abbreviation": "McMahon v. Ryan",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "329",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 329"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whar. 129",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833452
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0129-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 345,
    "char_count": 5830,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 4.3414705162952627e-07,
      "percentile": 0.9180299700870591
    },
    "sha256": "1f19792db02b4b6884012c8522e4ea570a14392a78bd7e646868455dec9cf835",
    "simhash": "1:e263977cfbffa469",
    "word_count": 1056
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMahon versus Ryan."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nIt is essential to a good testament that the mind of the testator in the making of it be free, and not moved by fear, fraud, or undue flattery; and therefore if a man, by occasion of some present fear or violence, or threatening of future evils, do at the same time, or afterward, by the same motive (that is, when acting under that influence), make a testament, it is void, not only as to him that' put him so in fear, but as to all others, albeit the testator 'confirm it with an oath: Touchstone 405. It must be a present constraint, operative on the mind of the testator in the very act of making the testament. Threats and violence, or any undue influence long past and gone, and in no way shown to be connected with the testamentary act, are not evidence to impeach a will.\nThe will here was made in January, 1852, 'and there was no evidence offered to show that in making it the testatrix was influenced by the possible use her reputed husband might make of the fact of a former marriage, nor by the bad treatment she had received at his hands. General bad treatment is no ground for impeaching a will. Perhaps it ought to be regarded as furnishing presumptions in favor of the will. Unless it be shown that the testator was coerced, or at least influenced to make the will by the bad treatment received, it is irrelevant evidence, and as such was properly rejected.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. A Phillips, for plaintiff in error.",
      "Thayer, for defendant."
    ],
    "corrections": "",
    "head_matter": "McMahon versus Ryan.\n1. The constraint which will avoid a will must be one operating on the mind of the testatrix in the act of making the will. Threats, violence, or any undue influence long past, and not shown to be in any way connected with the testamentary act, are not evidence to impeach a will.\n2. General bad treatment on the part of a husband is not a sufficient ground for impeaching the will of his wife, made in his favor.\nError, to the Common Pleas of Philadelphia county.\nThis was a feigned issue directed by the Register of Wills to try the validity of the will of Ann Ryan, late the wife of the plaintiff, which was dated 27th January, 1852. In the issue Thomas Ryan was plaintiff and Peter McMahon defendant. Py the will Ann Ryan devised to her husband Thomas Ryan, “ in fee simple,” all her “estate, real and personal, Tylmtsoever and wheresoever.” Thére were two subscribing witnesses to the will.\nCastle, one of the subscribing witnesses, testified that he wrote the will. The husband called on him and said his wife wanted him to write her will. The husband was not present when it was written, nor when it was executed. That she said that she had no children, or father or mother. That she said her husband had been kind to her, &e. She was then sick, and died in about ten days or two weeks afterwards.\nKelly, the other witness, was examined, and said that the will was read by Castle in his presence, and then Mrs. Ryan signed, and he, the witness, witnessed it. That she seemed satisfied. That the husband, a day or two before, told him that Mrs. Ryan was going to make her will, and that she wished him to be there. He appointed the time, &c.\nThe will was given in evidence.\nThe defendant’s counsel then proved that the testatrix left four cousins. That she was about 60 years old when she died.\nHe then offered to prove that the testatrix, Ann Ryan, was married to another person in Ireland, and to follow it up by proof that he was alive when she married the plaintiff, and that that fact was in her lifetime known to plaintiff. To such offer plaintiffs counsel objected, and the Court rejected the offer on the ground that it was not evidence pertinent to the issue, unless it was proposed to show that such knowledge was used to exert undue influence over the testatrix. Exception taken.\nThe defendant’s counsel then offered in evidence the deposition of William Brown, to show that the first husband was alive at a period subsequent to the marriage of the testatrix with plaintiff. The offer was also objected to, and overruled for the reasons stated on the rejection of the first offer. Exception taken.\nAn alderman was called, and it was offered to prove by him personal bad treatment by the plaintiff towards testatrix, in the years 1845, 1846, and 1849; complaints by her against plaintiff ’ before the witness as a magistrate, and what he did as such magistrate, on such complaints — this offer to be followed up by proof of continuous bad treatment down to the period of her death. Plaintiff objected, and the Court overruled the offer, on the ground that mere bad treatment is not of itself evidence of undue influence, unless such bad treatment or personal violence be shown to have caused the execution of the will. Exception taken.\nNovember 15, 1852, verdict for the plaintiff and in favor of the will.\nError was assigned to the rejection of the evidence.\nJ. A Phillips, for plaintiff in error.\nIt was contended that the knowledge of the existence of a former husband was a circumstance calculated to give to the plaintiff an influence over the testatrix, and evidence of it should have been admitted. So of the offer to prove acts of violence; that it was not necessary that the violence should be shown to have operated at the very moment the will was about to be made. That duress, force, fraud, and other undue influence, were causes for avoiding wills, reference was made to 4 Burns’ Ecc. L. 57; 1 Powell on Dev. 139; Lovelass 270; 2 Shep. T. 405; 3 Whar. 129; 7 Ser. & R. 90; 5 Id. 207; 6 Id. 489; 2 Harris 155. Fraud may be proved by facts, however slight, which are not wholly irrelevant: 5 Grill & J. 269.\nThayer, for defendant.\nThe evidence offered was not relevant to the issue. There was no offer to show that the ill treatment alleged had any operation when the will was made. There were no threats or duress proved.\nMarch 21,"
  },
  "file_name": "0329-01",
  "first_page_order": 331,
  "last_page_order": 333
}
