{
  "id": 972364,
  "name": "Brazier versus Banning",
  "name_abbreviation": "Brazier v. Banning",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "345",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 345"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 25",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 8696,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 8.02114797974916e-08,
      "percentile": 0.46482034280763085
    },
    "sha256": "a1973730613d8e01a55b52b97355e11a325e0b3d6ee7205969c1371c5f43a82b",
    "simhash": "1:ec274a271f22f465",
    "word_count": 1545
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brazier versus Banning."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nIn Dodd v. Crozier, decided at Pittsburgh, last September, we held that where judgment had been taken by the plaintiff fob that part of the claim which the affidavit of defence admitted to be due, and execution had been issued, and the money collected by the sheriff, the balance of the claim could not be proceeded for, but must be considered as abandoned. The first judgment is a bar to a further recovery for the same cause of action. The only difference between that case and the present one is, that there an execution was issued, and here the money was voluntarily paid. This does not seem to justify a contrary judgment. The case of McKinney v. Mitchell (4 W. & S. 25), cited and relied on by the plaintiff in error, was under a rule of court: this is under the act of Assembly ; and the distinction between the two is very clearly pointed out by the judge who delivered the opinion below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Duane, for plaintiff in error.",
      "Hirst, with whom was Alsop, for defendant."
    ],
    "corrections": "",
    "head_matter": "Brazier versus Banning.\nIn an action of covenant, in the District Court, Philadelphia, for the recovery of ground-rent, an affidavit of defence was made, under the 2d section of the Act'of 28th March 1835 establishing said Court, to a part of the claim,; judgment was taken for the part not disputed, and payment was voluntarily made; it was held that the plaintiff was precluded from recovering more; that the judgment taken was a bar to any further proceeding for the same cause of action. ■\nError to the District Court, Philadelphia.\nThis was an action of covenant to March Term, 1850, by A. J. Brazier v. W. L. Banning, to recover ground-rent.\nOctober 31,1850, it was agreed between the parties that a case be stated for the opinion of the Court, in the nature of a special verdict. It was in substance as follows:—\nOn the 29th October, 1846, Amable J. Brazier, the plaintiff, conveyed by indenture to William L. Banning, the defendant, his heirs and assigns, seven contiguous lots or pieces of ground, situate on the north side of Spruce street, in Hamilton village, in the county of Philadelphia, — reserving thereout to the said Brazier, his heirs and assigns, the yearly rent of $120, payable half-yearly on the first days of January and July, in every year thereafter, the first payment to be made on the first day of July, 1846; and the said Banning, by the said indenture, covenanted to pay, or cause to be paid to the plaintiff, his heirs and assigns, the yearly rent so reserved, without any deduction for taxes, &c.; and also, that he, Banning, his heirs and assigns, should and would, within one year from the date thereof, erect on the said lots' substantial brick or stone buildings, of sufficient value to secure the said yearly rent.\nAn action of covenant was brought in the Supreme Court of Pennsylvania, to March Term, 1847, No. 124, by Brazier against' the said Banning, to recover damages for the breach of the covenant to erect buildings upon the lots. This was tried at Nisi Prius, on 31st December, A. D. 1849, and a verdict rendered for the plaintiff for $350, which has since been paid.\nThe present suit was subsequently brought to recover the ground-rent on the said lots, from the date of the deed. The then owner of the lots, Horatio B. Pennock, filed an affidavit of defence to part of the plaintiff’s claim in this suit, alleging the payment of $350 on account of the ground-rent claimed.\nThe plaintiff took judgment on the 25th of May, 1850, for the amount admitted to be due in the said affidavit, which amount the prothonotary assessed at $135.54. On this judgment the plaintiff issued a fi. fa. to June Term, 1850, No. 120, which was placed in the sheriff’s hands to be levied upon the said lots; whereupon the said Pennock paid the amount of the said judgment, with interest and costs, to the sheriff, who has since accounted for the same to the plaintiff.\nIf the Court should be of opinion that the payment of the judgment obtained in the Supreme Court, for damages for the breach of the covenant to build, is a payment of the ground-rent to that amount, or that the taking of a judgment in this suit, for the amount admitted to be due, and the issuing of a fi. fa. thereon, is a bar to the recovery of the balance, judgment is to be entered for the defendant; but if the Court should not be of such opinion, then the judgment to be entered for the plaintiff for the ground-rent claimed in the declaration in this suit, with interest on each half-yearly amount to the day of the judgment, the interest to be calculated by the prothonotary.\nThe costs to follow the judgment, and either party reserving the right to sue out a writ of error therein.\nIn the case of McKinney v. Mitchell, 4 W. tip Ser. 25, it was decided in the case of an action of debt, that, upon an affidavit of defence to part of a claim, the plaintiff must take judgment for the residue and receive it (in that case it was paid voluntarily); and proceed to issue, trial, and judgment for the balance, which was disputed. A rule of Court existed in the Court in which that suit was pending, which provided, “That the plaintiff shall be entitled to judgment, &c., unless an affidavit be filed on or before the application for judgment, setting forth that the defendant believes he has a just defence to the whole or part of the plaintiff’s demand, as the case may be, and if to part, specifying how much.”\nIn the present' case of Brazier v. Banning, the question in dispute arose under the 2d section of the Act of 28th March, 1835, establishing the District Court at Philadelphia. It is provided in that section, that, “In all actions instituted on bills, &c., or other instruments of writing for the payment of money, &c., it shall be lawful for the plaintiff, &c., to enter a judgment by default, notwithstanding an appearance by attorney, unless the defendant shall previously have filed an affidavit of defence, stating therein the nature and character of the same,” &c.\nIn- the opinion delivered by Stroud, J., in this case, it was stated that in the District Court it has been held, under the second section of the Act, that a judgment taken for a part of a claim admitted to be due, whilst the residue was denied on a statement of facts which constituted a defence, was the only judgment which could be recovered in that action. Judgments under this Act of Assembly are necessarily final — such has been the uniform course of decisions here — and there can be but one final judgment in any personal action : 4 W. tip Ser. 130, O’Neal v. O’Neal. It would be a solecism to speak of two final judgments in the same cause.\n“ The judgment taken in McKinney v. Mitchell, under the rule of Court, is there said to be in the nature of an interlocutory judgment ; and this the Court held was authorized by the rule of Court —that such was its proper import. The Act of Assembly makes no provision for such a judgment, — and we see no advantage which could result from it if it had, for an interlocutory judgment gives no lien on real estate. Its extent and operation, properly speaking, remain undetermined and uncertain until the final judgment.\n“To treat the judgment for part as & final judgment, inasmuch as the exact amount of the part so admitted to be due is ascertained, would introduce great confusion. Could execution issue upon it at once, provided sufficient time had elapsed since the return of the writ, agreeably to the Act of Assembly relating to executions, to deprive the defendant of a stay ; or must the execution he delayed until the ultimate determination of the cause ? When would it be indispensable, in order to preserve the lien, that a scire facias should issue; and, in the event of a trial having taken place for the residue in the way supposed to be allowable in McKinney v. Mitchell, ought one or two writs of scire facias to issue ? •\n“ In the case before us, the affidavit of defence, according to the ckse stated, made a positive allegation that $350 had been paid on account of the ground-rent claimed.’ By taking judgment for the balance, the plaintiff in effect admitted that amount only due-; and having issued execution on this judgment, and the sheriff having made the money upon it, and paid it to the plaintiff, the action is determined.”\nJudgment was entered for the defendant.\nThis judgment was the subject of the assignment of error.\nDuane, for plaintiff in error.\nThe course adopted in this case was in accordance with that pursued in the case of McKinney v. Mitchell. It was submitted that the damages recovered for the breach of one covenant in a deed should not be held to be a satisfaction for the breach of another.\nHirst, with whom was Alsop, for defendant.\nMarch 21,"
  },
  "file_name": "0345-01",
  "first_page_order": 347,
  "last_page_order": 350
}
