{
  "id": 972370,
  "name": "Phelin versus Kenderdine",
  "name_abbreviation": "Phelin v. Kenderdine",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "354",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0051-01"
      ]
    },
    {
      "cite": "3 Scam. 372",
      "category": "reporters:state",
      "reporter": "Scam.",
      "case_ids": [
        2472366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/4/0372-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Denio 368",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 460",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 316",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0316-01"
      ]
    },
    {
      "cite": "1 Johns. Rep. 299",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1029,
    "char_count": 28943,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 6.022351937899108e-07,
      "percentile": 0.9545587406833371
    },
    "sha256": "aabd4c71dd1c350a6169922ffcab1a195807df21ffe7c03380f52cfad8471483",
    "simhash": "1:af33c7e498daacdd",
    "word_count": 5182
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Phelin versus Kenderdine."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThe distinguished advocate of the principle, that damages in actions of tort are, in all cases, to be limited to mere compensation for the injury sustained by the plaintiff, admits that the doctrine of exemplary damages “finds more countenance from the bench in Pennsylvania than in any other quarter 2 Greenl., § 253, note. A long course of practice, evidenced by numerous decisions, reported and unreported, has settled the doctrine in this state so firmly that it would be a waste of time to discuss the question. Nor can it be said that our state Courts are singular in this respect. We do but adopt the language and the doctrine of the Supreme Court of the United States, when we declare that “ it is a well-established principle of the common law, that, in actions of trespass, and all actions on the case for torts, a jury may inflict what are called exemplary, punitive, or vindictive damages upon a defendant, having in view the enormity of his offence rather than the measure of compensation to the plaintiff:” Day v. Woodworth et at, 13 Howard’s U. S. Rep. 371.\nAlthough the action by a parent for the seduction of his daughter has its technical foundation in the loss of his daughter’s services, it is well settled that proof of the relation of master and servant, and of the loss of service, by means of the wrongful act of the defendant, has relation only to the form of the remedy, and that the action being sustained, in point of form, by the introduction of these technical elements, the damages may be given as a compensation to the plaintiff, not only for the loss of service, but also for “ all that the plaintiff can feel from the nature of the injury 2 Greenl. § 579.\nIn order that a proper judgment may be formed of the nature of, the injury, all the circumstances attending the seduction must necessarily be laid before the jury. To stop short of this would be “ a lame and impotent” effort to execute the purpose for which the courts of justice originally applied this form of action to cases of this kind. The object was two-fold: the redress of the injury, and the punishment of the wrongdoer. The means must be appropriate to the end. It has been held that the marriage of the daughter to the defendant after the birth of the child, although no bar to exemplary damages, is nevertheless a circumstance which may mitigate them : 2 Harris 285. And it has likewise been determined that the defendant may prove that the plaintiff was guilty of gross misconduct, in permitting the defendant to visit his daughter as a suitor, after he knew that he was a married man: 1 Peake 240; 2 Gaines 292, 219; 2 Greenl. § 578. On the other hand it has been decided, that the plaintiff may give evidence of the terms on which the defendant visited his house, and that he was paying his addresses upon the promise, or with intentions of marriage: 5 Price 641; 3 Wils. 18; 3 Steph. N. P. 2356; 2 Stark. Ev. 732, note t; 2 Greenl. § 579. If the promise of marriage is not to enter into the case, how could it be material for the defendant to show even a tardy performance of it after the injury had been inflicted? or to prove that his visits as a suitor were permitted by the parent after the latter knew of the defendant’s prior marriage to another ? If the daughter was so loose as to yield to one whose avowed object was illicit gratification, or if the parent was so regardless of his duty, and of her honor, as knowingly to expose her to such temptations, it is clear that the proof of such circumstances would be very material evidence for the defendant. If this be so, it is but just that proof of the opposite state of facts should be received as material circumstances in favor of the plaintiff. If the shepherd knowingly receives the wolf into his fold, he deserves neither sympathy nor compensation for the loss of his flock; but if the marauder gained admittance by assuming the garb of innocence, the fraudulent means used in perpetrating the injury must add to the enormity of the outrage, and demand a higher measure of compensation and punishment. If the defendant, in order to accomplish his outrage upon the rights of the father, has assumed liabilities to the daughter, this is no reason for excluding the evidence in an action by the father. So far as the promise of marriage tends to show the nature of the injury to the parent, or the means by which it was accomplished, the evidence is as pertinent as any other circumstance which gives character to the transactionand the. only instruction which the defendant has a right to require in regard to such evidence is, that the jury must not award to the father any part of the damages which belong to the daughter, by reason of the breach of the contract of marriage. It is written that “ the way of the transgressor is hardbut there is no unjust hardship in two punishments where there are two offences. It is proper that the daughter should have her action on the contract of marriage for the damages which she has sustained; and it is equally just that the contract should be given in evidence in the action by the father, where the defendant himself has made use of it as the means of deceiving and injuring the parent.\nIt was perfectly in accordance with this view of the question, that Mr. Justice Gould, in an action by the father, permitted the daughter to give evidence of the promise of marriage, and that her lover was “ well received by her father on that account,” although the learned judge instructed the jury that in giving damages to the father they “ must not consider the injury done to the daughter, as to the promise of marriage, but must leave that matter quite out of the question, because the daughter might have her action for breach of that promise.” In consonance also with this view of the question, when it was objected that the defendant might thereby be punished twice, Chief Justice Wilmot answered the objection by saying, that if the daughter “ brings an action for the hreach of promise of marriage, so much the better; he ought to be punished twice:” Tullidge v. Wade, 3 Wilson 18. The seducer who commits two offences, has no better right to escape with a single punishment, than the burglar who murders the servant in order that he may rob the house of the master without opposition.\nWhen a witness declines answering a question, upon the ground of its tendency to criminate himself, the objection is addressed to the Court, and the decision upon it is to be made by the Court, and not by the jury. If the privilege claimed by the witness be allowed, the matter is at an end. The claim of privilege and its allowance is properly no part of the evidence submitted to the jury, and no inferences whatever can be legitimately drawn by them from the legal assertion- by the witness of his constitutional right. The allowance of the privilege would be a mockery of justice, if either party is to be affected injuriously by it. The exercise of this right by the witness is not under the control of the parties, and no one can be affected by evidence which his adversary fails to produce, and which, therefore, cannot be met or explained by cross-examination, rebutting evidence, or otherwise : 2 St. N. P. C. 158; 16 Ves. 64.\nIt has been so frequently decided that this Court will not reverse upon an abstraction, that it is scarcely necessary to repeat the principle. The plaintiff in error, in order to obtain redress in this Court, must not only establish the existence of an error in the proceedings below, but that the error has tended to his injury. It is not sufficient to show that an improper question, either in form or substance, has been put to a witness. It must appear that an answer was received which tended to injure the case of the plaintiff' in error. The 2d bill of exception does not set forth the answer of the witness, and, therefore, we cannot declaro that the plaintiff in error has been injured by the decision complained of in that bill.\nThe third bill of exception is equally defective. The evidence given by Jane Ham, on cross-examination, touching -the time of her marriage and the birth of her first child, and the other circumstances showing the materiality of such evidence, ought to have been inserted in the bill, in order that this Court might form a judgment upon the question, whether the cross-examination related to a matter material to the issue. The affirmative of this must appear, in order to convict the Court below of error in refusing to hear evidence to contradict the witness in regard to these dates.\nMost of the remaining matters complained of in the assignment of errors, appear to be-founded upon the remarks of the judge upon the evidence, which were not made or intended as binding instructions. We cannot say that we would have taken the same view of the case which the learned judge presented to the consideration of the jury. But for the exercise of his discretion, in this respect, we cannot reverse, on error, where we see that he has fully recognised the rights of the jury to decide upon the facts of the ease.\nAs we see no error, the judgment is to be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Sheppard and Mallery, for plaintiff in error.",
      "McCall and Brown, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Phelin versus Kenderdine.\n1. ,In an action by a parent for tbe seduction of his daughter, the proof of the relation of master and servant and of the loss of service has relation only -to the form of the remedy, and, such evidence being given, damages may be given as a compensation to the plaintiff not only for the loss of service but for “ all that the plaintiff can feel from the nature of the injuryand in order that a proper judgment be formed of the nature of the injury the circumstances attending the seduction must necessarily be laid before the jury.\n2. So far as the promise of marriage tends to show the nature of the injury to the parent, or the means by which it was accomplished, it is proper evidence; the jury, however, are not to award to the father anyjoart of the damages which belong to the daughter by reason of the breach of the contract of marriage.\n3. When a witness declines answering a question upon the ground of its tendency to criminate himself, the objection is addressed to the Court, and the decision upon it is to be made by the Court and not by the jury. The claim of privilege and its allowance is no part of the evidence to be submitted to the jury, and from the same no inference whatever can be legitimately drawn by them.\n4. It is not a sufficient ground of error that an improper question was put to a witness; it must appear that an answer was received which tended to injure the plaintiff in error.\n5. It must appear in the bill of exceptions that evidence given on cross-examination related to a matter material to the issue, otherwise this Court will not reverse for a refusal to hear evidence to contradict the witness in regard to such evidence.\nG. This Court will not reverse for the exercise by the judge trying the cause of his discretion in commenting upon the evidence, where the remarks were not made as instructions binding upon the jury, but where the matter was submitted to their judgment.\nThis ease was brought tip from the Nisi Prius.\nIt was an action of trespass on the case to March Term, 1850, by Kenderdine v. Phelin, for debauching the plaintiff’s daughter. The narr. contained two counts; in the one was alleged a carnal knowledge and getting with child, concluding with a per quod in the usual form; in the second the death of the daughter was also alleged. The plea was not guilty. The case was tried before Gibson, J., in December, 1851.\nThe daughter of the plaintiff lived at home, and employed herself in household duties, &c.\nMrs. Ham, another daughter of the plaintiff, was a chief witness. During her examination, the plaintiff’s counsel proposed to prove by her an engagement and promise of marriage between the defendant and the female debauched. To this the defendant’s counsel objected; but the Court admitted the evidence, saying, “You may not prove an offer or promise of marriage at the moment of gratification, as the premium pudicitix, of which the father could know nothing, the violation of which would be a violation, not of his confidence, but of the daughter’s, and for which he, consequently, could not claim an enhancement of the damages. But you may prove his whole course of love, under the eye and approbation of the family; that he had addressed the daughter in the guise of an honorable lover; that he had been received by the father as such; that he had been accepted by her as such, and that he had been contracted to her.” The admission of the promise of marriage was the subject of the first bill of exceptions.\nThe same witness testified, that the defendant had made presents to the plaintiff’s daughter; her testimony was the only evidence given on that subject.\nOne of defendant’s witnesses was asked if he did not know that the daughter was not a virtuous woman. He inquired, Is that a proper question ? upon being informed by the Court that he need not answer if the answer would criminate himself, he said, “I decline answering then.”\nAnother witness, being asked the same question, also declined to answer. They wrnre not cross-examined as to the reasons of their declining to answer. The Court charged that it would be unfair to draw any inference from such refusals to testify.\nThe plaintiff proposed to another witness the following question: “ What was the character of Phelin’s attentions ? were they those of a suitor?” To this the defendant objected; but the Court admitted the question, and defendant excepted. This was the subject of the second hill.\nPlaintiff’s witness, Mrs. Ham, having referred in her cross-examination to the time of her marriage and of the birth of her first child, as events by which she fixed the dates of the transactions in question, the defendant proposed to prove the date of those events, for the purpose of contradicting her, and of ascertaining what were the true dates of those events. The Court refused to admit the testimony, and defendant excepted. This was the subject of the third bill.\nDefendant’s counsel, on the trial, submitted points, which, with the answers, were as follows;—\nJ. That the death of plaintiff’s daughter, and the circumstances of the death, are not proven to be the result of the act charged upon the defendant, and are not therefore to be considered by the jury in the estimate of damages.\nAnswer. In reply to that, I have to say, it is a matter for the jury; I cannot instruct you that there is no evidence that death was the consequence of child-bed sickness, where there is no evidence to the contrary. You will say, whether the girl’s last sickness was caused by anything else than child-birth, or whether it arose from causes independent of it; we have had no proof that Alice had any particular sickness, but that which might arise from child-birth. The period of her death seems to be about the fourth day, which is the general space of time the fever, attendant upon such occasions, terminates after confinement.\n2. Plaintiff must' show affirmatively that the alleged acts of attention by defendant to the plaintiff’s daughter, took place prior to the commission of the alleged seduction.\nAnswer. That is the law.\n3. The purchase by plaintiff’s daughter of a wedding-dress, or her procuring a wedding-dress to be made, is not legal evidence of a promise of marriage.\nAnswer. If it occurred after she knew she was with child, it certainly would not; but if this wedding-dress were purchased before she knew that fact, it would be evidence. Now, this wedding-dress was got when she was six months gone with child, and she must then have known she was in the family-way; and, if that is the case, you must dismiss that part from your mind.\n4. The breach of a promise of marriage is not a ground upon which the plaintiff can recover damages in this proceeding, or on which the damages that may be otherwise recoverable for loss of service may be enhanced.\nAnswer. I answer, that the breach of a promise of marriage is not a ground of damage per se. This is not an action founded on breach of promise to marry; but if an engagement took place, and the defendant was received into the confidence of the family as a son-in-law, and violated his honor and truth pledged or implied in a promise, it must egregiously enhance the damages, because it would be a monstrous abuse.\n5. The plaintiff cannot recover, unless the jury are clearly satisfied, from the evidence, that the defendant was the father of the child.\nAnswer. You must be satisfied that the defendant is the father of the child, before you can give damages; but how clearly, it is for you to say. It is not necessary, however, that you should be satisfied beyond the possibility of a doubt; and if you are reasonably well satisfied, and have no reasonable or strong doubt of the fact, it is for you to say how far it ought to, make any impression upon you, according to the principles of law I have laid down.\n6. The expenses of this suit cannot be included in the amount of damages.\nAnswer. That is so.\nThe judge further charged, inter alia:—\nform, this is an action preferred by a master, and an implication of getting his servant with child, and for the consequent loss of service of the servant; but it is, in substance and reality, an action by a father for debauching his daughter. Where the father has proved the seduction and pregnancy, damages may be given, not only to compensate the honor of the family, hut to chastise the defendant. *******\n“ This ease is different in its principles from an action for breach of promise of marriage, in which seduction of the plaintiff cannot be given in evidence to increase the damages, because the parties in such a suit are equally blameable.”\nHe further remarked: — ■\n“ The impression on my mind was favorable to Mrs. Ham. She seems to have been strongly corroborated by the bridal presents; they are dumb witnesses, but they cannot lie, unless brought here by the family to produce a certain effect, which would be an abominable conspiracy; but there has been no such conspiracy proved.”\nAfter other remarks, the Court observed as follows: — “ These suggestions are made merely to assist you in making your conclusions, for it is by experience that we are qualified to judge of the truth of testimony given, and not that the Court feels any want of confidence in any of you.” ******\nAs to the character of the female, he remarked: — “ Forty-five respectable witnesses, and among them many ladies, prove her spotless, and, by every rule of evidence, her general character should be taken to be good. The defendant, however, has attempted to prove particular and special acts of lewdness; but (the Court observed), that the facts betokened only the absence of refinement, the want of propriety but not of virtue.”\nIn relation to two young men, who, when asked whether they did not know the female to be a vicious girl, refused to reply, he remarked, “it would be unfair to draw any inference from their refusal, because people are to be proved guilty upon what a witness swears, and not on what he insinuates ; for all testimony must be given under oath.”\nHe further observed, “ If you find damages at all, you will find whether the girl’s character has been successfully attacked, and you will consider how far the defence has operated upon the damages or influenced them; and you will say how far, if at all, this man ought to be punished for the nature of the defence he has submitted. If he has wilfully attempted to destroy this poor girl’s reputation to'shield himself from the consequences of his own conduct, I do not know what should limit you in the amount of damages, except the sum laid in the declaration. If he did not intend unjustly to destroy the girl’s reputation, after he had been visiting her himself, then this defence will appear better, and the damages will be as in ordinary cases.”\nVerdict was rendered for the plaintiff for $2500 damages.\nA motion for a new trial was made, and reasons filed, but the Court discharged it.\nIt was, cum alia, assigned for error, 1. The Court erred in admitting evidence of an engagement or promise of marriage ; 2. In allowing plaintiff’s counsel to ask a witness, “ what was the character of Mr. Phelin’s attentions; were they those of a suitor?” 3. In refusing to allow defendant’s counsel to prove the date of Mrs. Ham’s marriage, and of the birth of her first child; 4. In saying in the charge to the jury, that “ damages may be given not only to compensate the honor of the family, but to chastise the defendant.”\nThe 5th, 6th, 7th, and 8th related to the expression of opinion by the .Court as to portions of the testimony and of its effect.\n9. The Court erred in saying of two witnesses who refused to answer whether they did not know her to be a vicious girl, “ it would be unfair to draw any inference from their refusal, because people are to be proved guilty upon what a witness swears, and not on what he insinuates; for all testimony must be given under oath;” 10. In the answer to a part of defendant’s first point, and in not directly answering the rest of the point; 11. In the answer to defendant’s fourth point, in saying, “ if an engagement took place, and the defendant was received into the confidence of the family as a son-in-law, and violated his honor and truth, implied or pledged in a promise, it must egregiously enhance the damages, because it would be a monstrous abuse;” 12. In the answer to defendant’s fifth point, in saying, “ it is not necessary, however, that you should be satisfied beyond the possibility of a doubt; and if you are reasonably well satisfied, and have no reasonable or strong doubt of the fact, it is for you to say how far it ought to make any impression upon you, according to the principles of law I have laid down;” 13. The charge generally is unfavorable and unjust to the defendant; 14. The Court erred in the principles of law and practice expressed in the opinion discharging the motion for new trial.\nSheppard and Mallery, for plaintiff in error.\nIt was contended that the judge erroneously admitted evidence of a promise of marriage, and told the jury that it was not a ground of recovery per se, but that it must egregiously enhance the damages. It was contended that a promise of marriage was a separate cause of action, an injury to the female, who alone can sue for its breach: 1 Spencer (N. J.) 229; 2 Barr 81, Weaver v. Bachert; 1 Johns. Rep. 299; 1 Jones 316; Peake’s Ev. 335; 3 Camp. 519; 3 Wilson 18; 2 Wend. 460; 5 Denio 368.\nNinth assignment. The Court charged that it would be unfair to draw any inference from the refusal of two witnesses to answer the question whether they did not know that the daughter was not a virtuous woman. It was observed that the witness is the party to decide whether the answer will criminate him, and that his decision is under oath and at the peril of perjury. It is not contended that the refusal to answer is an admission of the fact implied in the question, but that it is a fact in the case which the jury have a right to consider: 16 Ves. 69; Note to 1 R. & M. 382; 21 E. C. L. 466; Starkie on Ev. 197; Best on Ev. 146 (66 Law Lib).\nThe remark that the acts of impropriety, proved on the part of defendant, indicated a want of refinement but not of virtue, was improper. The matter should have been left to the jury.\nThe question proposed by plaintiff’s counsel, “ What was the character of Phelin’s attentions; were they those of a suitor?” was a leading question, and requiring an expression of opinion on a body of facts. It is only in cases where the inference requires the judgment of persons of peculiar skill and knowledge on* the particular subject, that their opinion and judgment is admissible: 1 Stark. Ev. 69.\nThe defendant was improperly prevented from showing the date' of Mrs. Ham’s marriage and the birth of her first child. She was the chief witness. She fixed no dates, and the inquiry as to the time of her marriage and the birth of her child was material and not collateral.\nThe Court erred in its answer to the first point, or rather, the latter part of it was left unanswered. From the answer the jury were led to infer that the death and its circumstances were to be taken into account in estimating damages.\nIt was submitted that the opinion of the judge discharging the motion for a new trial was erroneous in the principles of law which it announced, and that this Court, under the Act of Assembly, has power to administer redress when a new trial is refused at Nisi Prius on a matter of Jaw.\nMcCall and Brown, for defendant in error.\nIt was not error to admit evidence of a promise of marriage. Seduction is not admissible in evidence in an action for a breach of a promise of marriage (2 Barr 80), because, as the female cannot sustain an action for seduction on the ground of volenti non fit injuria, she cannot make her seduction, indirectly, a ground of recovery.\nIt should be considered that the daughter died before this action was brought. The loss of service is a mere fiction: the real injury is not the result of mere pecuniary loss, but flows from the wrong done to the plaintiff’s social position and to him as a parent: 2 Harris 282, Eichar v. Kistler. Therefore, damages may be recovered commensurate with the injury, and where the case called for it, by way of example to others: 3 W. & Ser. 416; 3 Pa. Rep. 49; 3 Scam. 372. By the Act of 19th April, 1843, seduction, under promise of marriage, is a criminal offence, liable to severe punishment. Therefore, the parent having a right to compensation for the injury to his feelings and honor, has a right to show that the seducer addressed his daughter under honorable pretences —thus aggravating the injury. It was also evidence to show that the father had not been neglectful or remiss in his duty, as his connivance in the seduction would bar his action for damages: 3 Wilson 18; 3 Campbell 519, Dodd v. Norris; 2 Starkie on Ev. 989; Saunders on Pl. and Ev. 857; 5 Price 641. The distinction is, whether the actual promise of marriage is relied on as a prominent part of the case, or is merely collateral to the main object of the action, as to vindicate the character of the female when it is assailed. The New York authorities cited merely go to the point that, in an action by the father for debauching his daughter, the latter cannot be a witness to prove the promise of marriage, in order to increase the damages, as she herself has a right of action. In the present case the daughter was dead before the suit was brought.\n2d assignment. The question as to the character of defendant’s attentions was not objected to as leading. But it was not leading; it was calculated only to draw the mind of the witness to the subject of inquiry, which is allowable.\n3d assignment. The dates of Mrs. Ham’s marriage and the birth of her first child were testified to on cross-examination, and being irrelevant to the issue, it was not admissible for the defendant to disprove her testimony on those points: 4 Watts 51.\n4th. The case of Eichar v. Kistler, 2 Harris 282, was cited.\n5th to 8th. The expression of opinion of a judge as to the weight of evidence is not the subject of a writ of error: 10 Barr 296; 4 Harris 269.\n9th assignment. No inference was to be drawn from the refusal of the two witnesses to answer. Were it otherwise, witnesses, by refusing to answer, avoid the commission of perjury, and yet produce the effects of false swearing. Holroyd, J., in the case of The King v. Watson, 2 Stark. N. P. C. 158, that if a question be proposed to a witness and he declines to answer it, his not answering is not to have any effect upon the jury. Also Lord Eldon in 16 Ves. 64. The privilege of refusing to answer is for the benefit of the witness. The protection should not be extended to him to the injury of the party.\nAs to the answer to the first point. The judge was not asked to charge that under no circumstance could the death of the plaintiff’s daughter be considered by the jury in the estimate of damages ; hut its exclusion from that estimate was coupled with the primary fact that the death was not proved to be the result of the defendant’s act, and therefore not to be considered in the estimate of damage.\nIf damages in this action are properly given for loss of society and service, it is not perceived why the death of the daughter should not be considered in the estimate. If the judge had answered that under no circumstances could the death of the daughter be attributable to the misconduct of the defendant, he would have committed an error. It was his duty to leave the question to the jury whether the loss of service sustained by the plaintiff, and produced by th,e defendant, was not attributable in all its relations to the act of the defendant.\nMarch 21,"
  },
  "file_name": "0354-01",
  "first_page_order": 356,
  "last_page_order": 366
}
