{
  "id": 972400,
  "name": "Smith versus Reiff; Same versus Same",
  "name_abbreviation": "Smith v. Reiff",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "364",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 364"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 256,
    "char_count": 4581,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.2042636505434852e-07,
      "percentile": 0.5943902520957786
    },
    "sha256": "a454d8f1ee0461d233e59395ad9bf305918710700e68e99a9bdc7e60d98e37c8",
    "simhash": "1:f0070ce5e41efb9c",
    "word_count": 820
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus Reiff. Same versus Same."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThe sections of the Act of 16th June, 1836, relating to the distribution of the proceeds of sheriffs’ sales, embrace only judgment or lien creditors of the defendant in the execution. His contract creditors, who have acquired no judgment or lien, are strangers to questions of distribution, and have no right to be admitted or heard. The 87th section, in providing for issues at the “request in writing of any person interested,” means any person interested as a judgment or lien creditor. This is evident from the 93d section, which directs that the proceeds of sale, when more than sufficient “ to satisfy the liens upon the property sold,” shall be paid to the debtor unless previously paid into Court. If in Court, such surplus is ordered to the debtor, and not to the creditors whose claims are not of record.\nIt follows, then, that the plaintiff in error, a simple contract creditor, having no judgment whatever, obtained from the Common Pleas more than he was entitled to have. He was admitted as a party to the distribution, obtained an issue and a trial, and now claims the benefit of a writ of error. A writ of error is expressly given to a judgment on an issue in questions of distribution, and an appeal where the decree passes without an issue; but neither is given to a simple contract creditor. As he is not “ a person interested,” within tho meaning of the Act, he has none of the remedies of the Act; and therefore this writ of error nmst be quashed.\nWrit quashed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Smith versus Reiff. Same versus Same.\nThe provisions of the Act of 16th June, 1836, relating to the distribution of the proceeds of sheriffs' sales, embrace only judgment or lien creditors of the defendant in the execution. His contract creditors, who have acquired no judgment or lien, have no right to be heard as to the distribution of the proceeds, and are not entitled to a writ of error.\nError to the Common Pleas of Montgomery county.\nThe writs of error in these eases were issued on feigned issues, directed by the Common Pleas of Montgomery county, in -which James R. Smith was plaintiff and George B. Reiff was defendant.\nDaniel Reiff, a brother of the defendant in the issue, had been a storekeeper, and was indebted to the plaintiff, a merchant of Philadelphia, for dry goods purchased at various times.\nOn the 10th December, 1849, an execution issued against the said Daniel Reiff, out of said Court, on a judgment in favor of George Reiff, purporting to be entered on a single bill, dated 29th June, 1849, for $1292.75; and another one was issued against him on the 14th December, 1849, on a judgment in favor of the same person, purporting to be entered on a single bill, dated 11th December, 1849, for $200.\nOn the 1st February, 1850, another execution was issued against the same person, in favor of Jacob B. Reiff, on a judgment purporting to be entered on a single bill, dated 29th June, 1849, for $3877. The sheriff made return to the executions that he had levied and sold the personal estate of Daniel Reiff for $1694.06, and had levied on his real estate.\nOn the 17th December, 1849, Daniel Reiff, the debtor, executed a deed of assignment for the benefit of creditors.\nSmith, alleging himself to be a creditor of Daniel Reiff, but not having any judgment or other lien, applied to the Court to open the judgments. A rule was granted, and subsequently the Court ordered issues to try the validity of the said judgments. There was an issue directed as to each of the judgments of George Reiff, which issues were entered to July Term, 1851, Nos. 27 and 28.\nOn the trial exception was taken on the part of Smith, the plaintiff in the issues, to the rejection and admission of evidence, and to the charge to the jury. Verdict in each case was rendered for the defendant.\nA writ of error was taken in each case, and error was assigned to the rejection and admission of evidence, and to the charge as to a point submitted on the part of the plaintiff in the issue. The point in each case was, that if the judgment in question, in favor of George Reiff, was given on the eve of insolvency, the presumption was, that it was given for the purpose of evading the provisions of the Act of 17th April, 1843, entitled an Act to prevent preferences in assignments, and was therefore fraudulent and void as to creditors.\nIn the Supreme Court a motion was made to quash the appeal in each case; which motion was argued by Boyd and Mulvany for the plaintiff in error.\nThe Court declined to hear Boyer in support of the motion.\nMarch 21,"
  },
  "file_name": "0364-01",
  "first_page_order": 366,
  "last_page_order": 368
}
