{
  "id": 972404,
  "name": "Kimber versus Schuylkill County",
  "name_abbreviation": "Kimber v. Schuylkill County",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "366",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 416,
    "char_count": 8823,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 3.698961808586465e-07,
      "percentile": 0.8928254118290294
    },
    "sha256": "ff76459a3618539b8801c43c99b6dc77c819f84d86c0cccd72c29ddc47459cea",
    "simhash": "1:a061a4ed42cf37da",
    "word_count": 1572
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kimber versus Schuylkill County."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nThis, though called an appeal, is a certiorari to the Common Pleas of Schuylkill, by which certain proceedings relative to the county rates and levies have been removed into this Court.\nAn act of Assembly, passed in April, 1850, authorizes any freeholder dissatisfied with the decision of the commissioners in adjusting the taxes, to appeal to the Court of Common Pleas, and that Court is commanded to hear the case, and affirm the assessment or reduce it as to them may seem proper. ' Such an appeal to the Court of Common Pleas was taken in the present case. The Court appointed a day for the hearing of it, and after holding it over for some months finally dismissed the appeal.\nIt is very easily seen that the legislature did not intend to give this Court the jurisdiction to hear the case over again, and reverse the decree of the Common Pleas, if we should happen to think it wrong. Certain powers which previously belonged to the Commissioners, and which they exercised without control, were given by the act of 1850 to the Court of Common Pleas.\nThe judges, when hearing these appeals, are acting as assessors of taxes. We venture to hope that it will be many years before we will be called on to review the assessments of every man in the Commonwealth who is dissatisfied with the taxes charged against him. It would require an amount of local information which the county Courts do certainly possess, but which we cannot expect to attain. When a special jurisdiction is conferred on the inferior Courts, no appeal lies to this Court, unless expressly given by the same or a subsequent act.\nHaving no authority in the premises, it would be altogether unbecoming in us to express an opinion on the subject. We have no right to walk aside from the path of our duty for the purpose of influencing those who are not legally under our control. In all such matters as that now before us, the Common Pleas is a supreme Court for itself, and we are but citizens of the Commonwealth, and bound, like other citizens, to submit in silence to its judgments.\nBut while we repudiate and deny our right to review the merits of the case as it stood in the Court below, or to rejudge the justice there administered, we cannot refuse to examine the regularity of the proceeding. The record in this case shows that the appeal was dismissed. The act does not authorize this to be done. The Court is required to make a decree affirming or reducing the assessment, or, in case of a double assessment, striking out the one complained of. Perhaps the dismissal of the appeal may have been considered equivalent to an affirmance of the assessment. But the words do not mean it either in their technical or their popular sense. By dismissing the appeal we can only understand that the appellant was totally refused a hearing.\nWe do not mean to be understood as saying that such an appeal as this may not be dismissed, or stricken off the record, or quashed for irregularity in the mode or time of taking it. But in such a ease the reasons would appear on the record.\nThis appeal is to be reinstated, and the record remitted to the Common Pleas of Schuylkill, with orders to proceed, and to hear and finally determine the cause.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Parry, for plaintiff in error.",
      "Bannan, for the county."
    ],
    "corrections": "",
    "head_matter": "Kimber versus Schuylkill County.\n1. When a special jurisdiction is conferred upon an inferior Court no appeal lies to the Supreme Court unless expressly given.\n2. In the case of an appeal from the assessment of taxes taken to the Court of Common Pleas of Schuylkill County under the 7th section of the Act of 20th April, 1850, the Court is to hear the appeal and make “ such decree affirming or reducing the assessment complained of,” “ or in the ease of a double assessment of the same property, wholly striking out the one assessment complained of, as to them shall seem just and right.”\n3. The decree of the Common Pleas in such a case is not the subject of review in this Court on Us merits, hut the regularity of the proceeding as it appears on the record may be examined; and it appearing from the record that the appeal of certain landholders to the Common Pleas, from the decision of the county commissioners increasing an assessment, was simply dismissed, this Court remitted the record to the Common Pleas with directions to reinstate the appeal, and to hear and decide the case as directed by the Act.\nThis was a certiorari issued to the Common Pleas of SchuyUdll county, at the instance of Thomas Kimber and others.\nThe object of the certiorari was to have a review of the proceedings or judgment of the Court of Common Pleas in the matter of an appeal to that Court by Kimber and others, from the decision of the County Commissioners raising the valuation of certain lands, and otherwise acting in relation to the assessment of taxes.\nKimber and others were the owners of the undivided half part of a tract of land, called the “Wolf Creek tract,” in Cass township, Schuylkill county.\nSome years before the triennial assessment in 1850, the owners of the tract had leased several coal veins on the tract, which leases had not expired at the time of the assessment in 1850. The lessees, under the terms of the lease, had certain houses erected on the land, and several engines placed upon it. Under the terms of the lease the steam-engine and other improvements mentioned were to bo the property of the tenants, at the expiration of the lease.\nThe assessors assessed the half of the houses on the land, 42 in number (three of which only were stated to belong to the owners of the land), and the one-half of the engines, at $3551, and assessed the land at $30 per acre. Notice was given by the assessor of the assessment, the amount of taxes assessed, and of the time and place of appeal. At the time appointed for the appeal, the owners of the land appeared by their agent, and objected to the houses, engines, and breakers being assessed to them, as those articles did not belong to them, but were the property of - the lessees of the mines. No objection was made to the valuation of the land.\nAfter the appeals were held, the commissioners of the county, as it was alleged, finding that all the lands in Cass township were valued too low, compared with the lands of equal value in the adjoining townships, raised the valuation of this tract to $40 per acre, and retained in the assessment the articles objected to as belonging to the lessees of the coal mines and not to the owners of the land.\nThe commissioners gave no notice to the owners of the land of the raising of the valuation, or of their intention to raise the valuation, and the first knowledge the owners of the land had of the increased valuation, was the demand by the collector for the taxes charged upon the increased valuation and upon the articles objected to at the appeal.\nAn appeal was made from the decision of the commissioners to the Court of Common Pleas of Schuylkill county, under the Act of 1850. , '\nOn the 18th June, 1851, by order of the associate judges (the president judge dissenting), the appeal was dismissed.\nThe case was brought up by certiorari, and it was assigned for error, that the Court erred in dismissing the appeal, and in not reducing the valuation to that returned by the assessors, and in refusing to strike out of the assessment the property not belonging to Kirnber and the other owners.\nThe appeal'to the Court'was taken under a provision in an Act of Assembly, passed 26th April, 1850, applying only to the county of Schuylkill (see Acts of 1850, p. 627-8).\nIt is provided, in the 7th section of the Act, as follows:—\n“ That any freeholder of the county of Schuylkill, or owner of property in said county, who may feel aggrieved by the assessment of the property of such freeholder or owner, and be dissatisfied, with the decision of the commissioners of the county upon an appeal to them made from the said assessment, may appeal from the decision of said commissioners to the Court of Common Pleas of said county, and for that purpose may present to the said Court, at the next term thereof, after the said commissioners shall have informed such freeholder or owner of their decision, a petition setting forth the facts of the case, and the said Court shall proceed at the earliest convenient time, to be by them appointed, and of which notice shall be given to the said commissioners, to hear the said appeal, and the proofs in the case, and shall make suclj decree, affirming or reducing the assessment complained of, having due regard to the valuation and assessment made of adjoining or neighboring estates or property, or in the case of a double assessment of the same property, wholly striking out the one assessment co'mplained of, as to them shall seem just and right,” &c.\nParry, for plaintiff in error.\nBannan, for the county."
  },
  "file_name": "0366-01",
  "first_page_order": 368,
  "last_page_order": 371
}
