{
  "id": 972407,
  "name": "Benson versus The Miners' Bank",
  "name_abbreviation": "Benson v. Miners' Bank",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "370",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 370"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 505,
    "char_count": 12410,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.6029452102051858e-07,
      "percentile": 0.6841889237557865
    },
    "sha256": "07ac43bb78031fe223f4829ef9bc983ed0aac5f89199f6c243dad9df7d1b477f",
    "simhash": "1:9177e6ba8255750e",
    "word_count": 2259
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Benson versus The Miners’ Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nA deed of grant for a tract of land particularly described, but with a clause in .these words, “ excepting and for ever reserving the liberties and privileges for the heirs and legal representatives of Samuel Potts, deceased, to dig, take, and haul away all the stone coal that is or may hereafter be found on the above-described tract of land,” would seem intended to be a conveyance to the grantee of the land, but of no part of the stone coal. Tet the deed of Lewis Reese to Andrew Kepner, of the 4th of November, 1811, with this comprehensive exception fully expressed therein, was construed to be a conveyance, not only of the land, but of one-fifth of the stone coal on the tract.\nAt the date of this conveyance, four-fifths of the coal were vested in the heirs and devisees of Samuel Potts, deceased, and one-fifth in the grantor, Lewis Reese; and hence the Court argued, that it was not supposable that Reese intended to reserve for those heirs a greater interest than they had, and therefore he must have intended to convey his one-fifth to Kepner.\nIf at liberty to speculate about the intention of the grantor, we might ask why it is not as supposable that he intended to vest his fifth in the heirs of Samuel Potts, from one of whom he had received it, as in Kepner? Or, seeing that he used the word “representatives” as well as heirs, a word which the Court seem to have overlooked, why may we not presume that by virtue of the mesne conveyances he regarded himself as a “ representative” of Samuel Potts, and that his exception and reservation were intended to operate in favor of the heirs as to four-fifths, and in favor of himself as to the other fifth of the coal ? Either of these presumptions is more reasonable than that set up in favor of Kepner, because they are favored by .the words of the deed, while the other is directly opposed to the language of the instrument. Had it been an absolute deed, without any exception whatever, it would have been a desperate assumption that he intended that his fifth of the coal should go to those heirs instead of his grantee; yet it would have conflicted no more directly with the terms of the conveyance than the assumption now made that he meant to convey a fifth to Kepner, when he says he reserves it all for the heirs and legal representatives of Potts.\nBut there is no room here for speculation. Conjectural intentions are not to be set up in opposition to express words in k deed. The law presumes that every man intends the legal consequences of his words. The parties t'o this deed knew, for they were bound to know, the legal effeet of the words used, as well as the rules of construction applicable to them: Baker v. McDowell, 3 W. & Ser. 360. Where there is no obscurity of language, the intention of parties is only to be taken from the words of the deed: quoties in verbis nulla est ambiguitas, ibi nulla expositio contra verba fienda est. And in such case no extraneous facts or circumstances can be admitted or received to alter or change the intention thus deduced: Means v. The Presbyterian Church, 3 W. & Ser. 312.\nThen, by the plain words of this deed, all the coal being expressly reserved and excepted out of the grant, the instrument cannot be so construed as to pass any part of it to the grantee without subverting every rule of interpretation found in the books. The exception was not necessary as notice of the outstanding four-fifths, for the title was on record, and if Reese had intended to convey his interest in the coal, the grantee had notice that he could convey only one-fifth. But if mere notice were intended, the exception would have read four-fifths, and not “ all.”\nIt is undoubtedly true, as was suggested in the argument, that careless or incompetent scriveners often introduce into deeds of conveyance clauses and exceptions which they find in the deeds under which the grantor holds, without considering the effect of their repetition; but this circumstance alters none of the rules of construction. In Baker v. McDowell, there was an instance of this sort. The heirs of Thomas Blair, holding a tract of land under a deed which reserved one-half of the iron ore on it, made a conveyance to Patrick Hamilton of the tract, reserving to themselves one-half of the iron ore in the same words that were contained in the former deed. The well understood intention of the parties was that the reservation in the two deeds, should operate on the same interest, but this Court, deducing the intention only from the words used, held that both moieties of ore had been reserved, and that Hamilton took none of it. Had his deed reserved all the ore, like Kepner’s in this case, he would not probably have claimed any part of it.\nIt is not necessary to go into the distinctions between exceptions and reservations, nor to consider whether the words used in this deed would estop Reese or his alienees from claiming any part of the stone coal as against the heirs of Mr. Potts: it is sufficient for the purposes of this casé that he conveyed no part of it to Kepner, and, of course, those claiming under him have no interest in it.\nThe judgment is reversed, and judgment is entered in the case stated for the defendant with costs.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "E. O. Parry and W. Strong, for plaintiff in error.",
      "O. Loeser, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Benson versus The Miners’ Bank.\nÁ person seised of the title to the undivided two-third parts of a tract of land subject to the right in the hpirs of S. P. to all stone or fossil coal existing in the undivided half part of the said tract, conveyed to two persons all his interest in the said land, “ excepting and for ever reserving the liberty and privilege for the heirs and representatives of S. P. deceased, to dig, take and haul away all the stone coal that is, or may hereafter be found on the above described tract of land.”\nIt was held that no part of the stone coal passed to the grantees under the said deed. Whether the words used in the deed would estop the grantor or those claiming under him from claiming any part of the stone coal as against the heirs of S. P. not decided\nError to the Common Pleas of Schuylkill county.\nIn a feigned issue between the Miners’ Bank of Pottsville, as plaintiff, and Lot Benson, as defendant, a case was stated for the opinion of the Court.\nFrom the case stated it appeared that Isaac Thomas, before the 20th June, 1796, was the owner of the undivided half part of a tract of 337 acres 131 perches of land, called “Norway,” then in Berks, now in Schuylkill county. By deed dated 20th June, 1796, Isaac Thomas, for the consideration of five shillings, conveyed to John Potts, Thomas Potts, Joseph Potts, Jr., David Potts, Jr., and Robert E. Hobart, heirs and devisees of Samuel 'Potts, their heirs and assigns, “ AU stone or fossil coal that may be found on the undivided half part of a body of 2786 acres and 41 perches of land, and also all stone or fossil coal that may be found on the said 337 acres 131 perches of land,” &c.\nOn the 19th and -20th June, 1796, a partition of such lands was agreed on, and the other tenants in common conveyed to Isaac Thomas all their interest in a part of the said land containing 1721 acres and 20 perches, and including the tract of 337 acres 131 perches, called “Norway.”\nBy deed dated 23d June, 1796, Isaac Thomas conveyed the undivided one-third of the 1721 acres 20 perches, including the 337 acres 131 perches, to David Potts, Jr., his heirs and assigns in fee, “ saving and excepting, out of this grant, all fossil or stone coal, with the privilege to dig and erect conveniences, heretofore’ granted to Thomas Potts and others, for ever.”\nBy another deed of same date (23d June, 1796), Isaac Thomas 'conveyed to Lewis Reese, his heirs and assigns, one. other undivided third part of the same 1721 acres and 20 perches of land, with an exception in the same terms as above.\nBy deed dated 13th April, 1798, David Potts conveyed his undivided third of the 1721 acres and 20 perches to Benjamin Jacobs, subject to the privilege of digging for fossil or stone coal, mentioned in the deed to him by Isaac Thomas.\nBenjamin Jacobs died intestate, and by proceedings in partition, the interest which he left under the deed from Potts, became vested in Lewis Reese.\nBy deed, dated 4th November, 1811, Lewis Reese and wife conveyed to Samuel Kepner and, Andrew Kepner, their heirs and assigns, with special warranty, the 337 acres and 131 perches of land called “Norway,” “excepting and for ever reserving the liberty and privilege for the heirs and representatives of Samuel Potts, deceased, to dig, take, and haul away all the stone coal that is, or may hereafter be found on the above-described tract of iand.”\nThe material question in the case was, whether any right to coal passed to Samuel and Andrew Kepner by such deed.\nThe property conveyed by Reese and wife to S.' & A. Kepner became vested in the Miners’ Bank of Pottsville and in the Bank of Kentucky, the whole of such interests being represented by the Miners’ Bank.\nBy deed, dated 22d May, 1843, Lewis Reese and wife conveyed to Thomas Biddle and others, for the consideration of five dollars, all the estate, &c., of the said Lewis Reese.of, in, and to the liberty and privilege to dig, take, and haul away all the stone coal that is, or may hereafter be found on the said tract of land so excepted and reserved in the deed recited, which was the deed of 4th November, 1811, of Reese and wife to S. & A. Kepner. It also recited the exception and reservation as made in that, deed to the Kepners of the liberty and privilege for the heirs and representatives of Samuel Potts, deceased, to dig; take¿ and haul away all the stone coal that is, or may hereafter be found on the said tract of 333 acres and 14 perches.\nBy deed of 9th July, 1846, Biddle and others, for the same consideration, conveyed to Lot Benson the interest conveyed to them by the deed of Reese of the 22d May, 1843.\nIt did not appear that Reese ever asserted any right to the coal by mining it, or by suit against any one who did mine it, or by conveyance, till the execution of the deed to Biddle and others in 1843.\nIt was also agreed that there had been no such user of the lands as to bar Reese, or Benson claiming under him, from q,ny right, if any, existing in Reese after the execution of the deed to S. & A. Kepner.\nThe mines had been worked, and about $200 of the rent was for distribution, to be paid to the person or persons having the title to the coal in question. The Miners’ Bank claimed the money, averring that if Lewis Reese had by the deeds to him the title to the said coal, then his interest in it passed to Samuel and Andrew Kepner by the deed of 4th November, 1811.\nLot Benson, the defendant, also claimed it, averring that Lewis Reese had the title to the one-fifth of the coal when he conveyed to S. & A. Kepner, and that in the deed from Reese to them, the one-fifth of the coal was reserved and did not pass.\nThe judge below, in his charge, said that it was admitted that Lewis Reese, up to the time of his conveyance to the Kepners, owned one-fifth of the coal under the land] and the heirs of Samuel Potts four-fifths.\nThe judge below was of opinion that the intention of the parties to a deed may be controlled by the words’of the deed; but that when the words used do not conflict with the intention, the latter must govern. That in the deed by Reese to S. & A. Kepner, though the reservation was in general terms, reserving all the coal .to the heirs of Potts,'yet it was not to be supposed that Reese intended to reserve for those heirs a greater interest than they already had, which was to the extent of four-fifths of it, and that it did not appear that those heirs ever claimed a greater interest. He considered that Reese did not, as alleged on the part of the defendant, reserve the one-fifth for himself. That his deed to the Kepners did not indicate any such intention; that for 32 years he did not allege any such interest; and his deed in May, 1843 to Biddle and others, was for a trifling consideration. He decided that Reese, by the deed executed in 1811, divested himself of all interest in the coal in question, and that nothing passed by his deed in 1843.\nNovember 15, 1851, judgment was rendered on the case stated for the plaintiff.\nError was assigned to the judgment.\nE. O. Parry and W. Strong, for plaintiff in error.\nO. Loeser, for defendant in error.\nMarch 21,"
  },
  "file_name": "0370-01",
  "first_page_order": 372,
  "last_page_order": 376
}
