{
  "id": 972360,
  "name": "McKelvy versus De Wolfe",
  "name_abbreviation": "McKelvy v. De Wolfe",
  "decision_date": "1853-03-21",
  "docket_number": "",
  "first_page": "374",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones, 418",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 417",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682750
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0417-01"
      ]
    },
    {
      "cite": "8 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 998,
    "char_count": 26910,
    "ocr_confidence": 0.43,
    "sha256": "1df02a059f2e2547a0af2d03b77a4e0fd16cf6018274f4faf89016b2e3114a1a",
    "simhash": "1:3c85388ffb5eb4cf",
    "word_count": 4781
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented."
    ],
    "parties": [
      "McKelvy versus De Wolfe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nBy the common law a creditor could only have satisfaction of the goods and chattels of his debtor, and of the present profits of his lands, by writs of fieri facias and levari facias. He could take neither the title nor the possession of the lands themselves in execution, because the feudal principles prohibited alienation, and of course the encumbering of the fief with the debts of the feoffee: 3 Blackstone.\nThe statute of Westminster II. (13 Edw. 1), cap. 18, gave the writ of elegit, by force of which the sheriff may take in execution and deliver to the creditor, not only all the goods and chattels of the conusor or debtor (beasts of the plough alone excepted), but one-half also of all his lands, tenements, and rents at a reasonable extent until the debt be levied. The words in the statute are “ quo^que débitum fuerit levatum,” and here note, says Coke, these words shall be understood to be “ till the debt be or might be levied,” a construction which implies a duty on the part of the tenant by elegit to make diligent use of the means intrusted to him, and to account for profits. Therefore, if a tenant by elegit or statute, neglect to take the profits, the defendant or conusor, at the time when the debt might have been satisfied thereout, may sue out scire facias to have his land again: Sir Andrew Corbet’s case, 2 Coke’s Rep. Part IV. 81. And where the tenant has been satisfied by some casual profits, the conusor or defendant may have scire facias before the time when satisfaction would result out of the extended value: Underhill v. Devereaux, 2 Saunders’ Rep. 230, note w.\nIn case of interruption or eviction of the tenant before satisfaction of his debt, the statute of 32 Henry VIII. cap. 5 (the whole of which may be seen in Judge Smith’s excellent note, 1 S. L. p. 64), gave him a scire facias against the debtor to show sufficient cause, “ other than the acceptance of said lands, tenements, or hereditaments by tbe said former writ of execution,” to bar tbe suit for tbe residue of said debt. The conclusive effect which is now attempted to be given to the extent, is here expressly excluded, and the effect was to bring the parties to account, as in the case of casual profits. Without account, how could it be determined that the creditor was not satisfied before interruption or eviction ? And without account, how determine the remainder of the debt for which the fresh writ was to issue ?\nHere equity came in to take account of actual profits, and such accounts between tenants by elegit and their debtors became a branch of equity jurisprudence. At law the reasonable extent was conclusive, except in the cases within the statute of Henry VIII.; but Courts of equity proceeded on the ground that there was an implied trust between tenants in elegit and their debtors, that, as soon as the debt and interest were satisfied, the estate should be restored, whether the extent had expired or not. See Bacons Abr. title “Account;” Story’s Equity, pl. 510-11, and cases cited.\nIt has been said that equity interposes only in behalf of the debtor, and that the cases in the English books are cases of account sought by him, and not by the creditor. If true, this only proves what is said in Serjeant Williams’ note to the case of Underhill v. Devereaux, that the extended value in England is always fixed by the sheriff much below the real value.. Of course a creditor, as tenant in elegit, would not be likely to go into chancery to have an account which must result to his disadvantage. Put on the ground of an implied trust between the parties, there can be no doubt a Court of Equity would have power to order an account, as well on the application of the creditor, as the debtor; as well when the extent was too high, as it generally is in Pennsylvania, as when it is too low, as it is said always to be in England.\nOur Act of Assembly of 1705, 1 S. L., p. 58, provided for the delivery of the debtor’s lands to the execution creditor, “until the debt or damages be levied by a reasonable extent, in the same manner and method as lands are delivered upon writs of elegit in England.” We have seen what the method is in England, and that account for actual profits is an equitable incident of the relation maintained by the parties to- the execution. In Wall v. Lloyd’s Executors, 1 Ser. & R. 320, where the extent under the Act of 1705 had been interrupted before it expired, this Court held that the extended value was not conclusive upon the parties, and decreed an account of actual profits, which was in accordance with the English statutes, and agreeable to the practice in Chancery.\nBut the question here depends on the construction of the Act of Assembly of 16th June, 1836. Py the 44th, 48th, and 49th sections of this Act, the sheriff is to summon an inquest for the purpose of ascertaining -whether the rents and profits of the estate levied on will, beyond all reprises, be sufficient to satisfy, within seven years, the judgment, interest, and costs. If, in the opinion of the inquest, the rents and profits will be sufficient for this purpose, they proceed to ássess the value of the yearly rents and profits beyond all reprises, and the plaintiff may then have a writ of liberari facias to deliver the premises “at the valuation and appraisement aforesaid, to be holden by him, his executors, administrators, and assigns, until such debt or damages, with lawful interest thereon from the day of the judgment rendered, be fully levied thereout.” It is observable, that, though the premises are delivered “at the valuation and appraisement,” the tenure by which they are to be holden is the same as by elegit, until the judgment be or might be satisfied. They are not delivered for a period of years, but in execution of a judgment — that it may be’ “fully levied thereout.” The law having given the creditor his judgment, which is a right to have so much money out of his debtor’s estate, now delivers the estate to the creditor that he may make his money by use of the estate.\nLands have always been subject to sale for debts in Pennsylvania. We have no public policy which forbids the transfer of both title and possession, but, for the benefit of the debtor, an inquisition upon the annual value of his lands is provided. If he can obtain from the inquest what the Act of 1836 calls an “opinion,” that his estate will, out of its rents and profits, pay the debt in seven years, they assess its annual value, but this opinion and assessment do not pay the debt. “The rents and profits beyond all reprises” are to extinguish the debt. It is to be an actual, not a constructive payment. It is execution process, and it is less than the statutory remedy, if it fail fully to satisfy the judgment.\nIn Pennsylvania, lands are generally appraised beyond their actual annual value, but suppose a case in which they are appraised below it; would it not be grossly unjust to allow the creditor to insist on the opinion of the inquest as the measure of his liability, when, by casual profits and unforeseen advantages, he had realized much more than the estimated annual value ? This would not be execution of the judgment, but a speculation at the expense of the debtor.\nBut what better is it, in the usual course of an over-estimate, to put the creditor off with a constructive payment of his judgment, when he has done all he could to extract the estimated annual profits and failed, without fault in himself ? A thousand circumstances connected with necessary improvements, failures of crops, winds, floods, droughts, markets, and such like, are continually occurring to affect annual profits. To tell a creditor that his judgment is paid, against the plain evidence of his own experience, for no better reason than that twelve men, however wise yet not gifted with prescience, estimated beforehand that it might be paid, is rather to mock him than to administer justice. The law intends no speculation to either party, but a bond fide satisfaction of a recorded judgment. Less still does it intend one rule for the debtor, and another for the creditor. If the debtor is not concluded by the valuation of the inquest, which is made for his benefit, neither, in reason and justice, should the creditor be concluded. If the debtor may have account when the actual profits exceed the estimated value, the creditor ought to have it when they fall short of the estimate! Our Courts are clothed with power to administer equity, and equity can only be attained in either of the cases supposed, through an account. Thus, under the Act of 1836, as under that of 1705, and the statutes of elegit in England, this great instrument of equity jurisdiction is in the hands of the Courts to be used for the benefit and protection of parties.\nBut it may be asked, in view of this construction of the Act of 1836, of what avail is the valuation of the inquest ? I answer, it is primd facie evidence against the party contesting it. The onus is on him to show that it was not a reasonable, just, and practicable valuation — that the actual profits exceeded it, or, with proper management, could not be brought up to it. It becomes thus the basis of an account, and is to be modified or not according to the evidence that may be laid before the master.\nI have confined myself hitherto to the unrepealed sections of the Act of 1836. Six sections, from the 52d to 57th, inclusive, were repealed by the 9tK section of the Act of 13th October, 1840, “ except in such cases as may already have occurred, and so far as the same may be necessary to complete proceedings commenced under the same.” This exception embraces the case before us, for the premises here were delivered to the creditor by liberari facias on the 25th June, 1839, in pursuance of an inquisition held in April before, fixing the yearly value at $2000. They were surrendered up on the 1st April, 1845. This case had “already occurred,” therefore, when the repealing law was passed, and is not to be affected by it, and the repealed sections are still m force as to the present question.\nThese sections provide very largely for taking account between the parties to an extent. It seems impossible to doubt, in view of their ample provisions, that the Legislature intended the Courts should^supervise their process, and make it effectual for satisfying the judgment on which it was founded. And in providing that the “labors and expenses” of the creditor should enter into the account, it is evident they did not mean to make the opinion and assessment of the inquest conclusive against him. This scire facias originated under these sections, sued out by the defendant, and we are of opinion that the District Court were right in holding the valuation of the inquest not to he conclusive, and that the creditor was accountable for only what he received, if he used skill and diligence in the collection of rents and profits.\nThe other errors assigned are comparatively unimportant, and it is sufficient to say we have considered them and perceive no error in the record.\nThe judgment is affirmed.\nLewis, J., dissented.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Watts and Penrose, for the defendants.",
      "W. Rawle, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McKelvy versus De Wolfe.\n1. Beal estate levied on under a fi. fa. was not condemned hut appraised, and under a liberari facias, was in June, 1839, delivered to the plaintiff:\nIt was held that the valuation of the inquest was not conclusive, hut that the creditor was accountable only for'what he received if he used skill and diligence in the collection of the rents and profits.\n2. The 9th section of the Act of 13th October, 1840, repealing the sections from the 52d to the 57th inclusive, of the execution Act of 16th June, 1836, “ except in such cases as may have already occurred, and so far as the same may he necessary to complete a proceeding commenced under the same,” it was held that the repeal did not affect the action of those sections upon a case where the property was delivered to the plaintiff in the execution under a writ of liberari facias, whilst they were in operation.\n3. On the trial of a scire facias ad computandum et rehabendum terrain, issued by the owner of the property winch had been extended and delivered to the plaintiff in the judgment and execution, one of the inquest was offered to prove that two persons, not witnesses at the trial, had each, before the inquest, offered to take the property, one at $2000 a year, and the other at $1500, but he was not able to designate which was the offer of cither, the extent of their offer, whether for seven years or till the debt was paid or otherwise, not appearing, it was held that the rejection of the evidence was not matter of error.\n4. It is not a ground of objection to a deposition that it purported to contradict a witness whose deposition had been previously taken on the other side but who was not examined on the trial, and that the first witness had not been interrogated as to the matter testified to in the second deposition.\n5. An account of the receipts from the rents and profits of the real estate extended, and of the charge for expenses and labor, appended to the deposition of the agent of the plaintiff whose account it was, and proved by him.in his deposition, may be permitted to be detached from the deposition and sent out with the jury.\nError to the District Court, Philadelphia.\nThis was a scire facias ad eomputandum et rehahendum terram issued in favor of Samuel McKelvy, against Erasmus De Wolfe, who survived William McGlensey, who were at one time trading under the firm of E. De Wolfe & Co. The writ of sci.fa. was dated 3d May, 1844.\nTwo judgments had been obtained in the District Court, Philadelphia, against William Hall & Co., of which firm Samuel Mc-Kelvy was a partner. The first of the judgments was for $724.73, in favor of Wolfe & Boswell, and the second was for $1469.52, in favor of E. De Wolfe & Co. Writs of testatum fi. fa. on these judgments were issued to the county of Allegheny, and, on the 22d March, 1839, were levied on the interest of Samuel McKelvy in certain real estate situate in the city of Pittsburgh, between Penn street and the Allegheny river, upon which were erected seven two^story brick dwellings, &c., and brick and lumber yards. An inquisition was held on the premises, and the jury found that the premises were of the clear yearly value sufficient, beyond all reprises, within the space of seven years, to satisfy the debt, interest, and costs in the writs mentioned. They also found that the clear yearly value of the premises was $2000. The return to the writs being made, writs of liberari facias were issued, and on 3d June, 1839, alias writs were issued; and on the 25th June, 1839, the sheriff of Allegheny county delivered possession of the premises to the agent of the plaintiffs in the writs.\nIn 1844 the writ of scire facias ad eomputandum, before mentioned, issued, commanding the sheriff to notify De Wolfe to appear and show cause why he ought not to account to McKelvy for the appraised value of the premises, from the time of judgment, by the proceedings aforesaid paid, until, the time of the issuing of this writ; and why the tenements should not be delivered to McKelvy, &c.\nThe possession of the premises was retained till the 1st April, 1845, being five years and above nine months; on which day the possession was voluntarily surrendered.\nThe material question in the case was, whether the parties receiving possession under the writs of liberari facias were bound to account for the amount of the valuation and appraisement, or only for the amount actually received by them. If they were hound to account for the amount of the appraisement, it was alleged that their debts would have been paid in about 16 months, and that the premises should have been redelivered about the 25th September, 1840.\nOn the 18th May, 1847, it was agreed between the parties to the sci. fa. ad computandum, that a judgment quod computet should be entered. Auditors were appointed.\nBefore the auditors, a plea on part of the defendant was filed, in which it was alleged that he used reasonable skill and diligence in the management of the premises; and that he had not, at the date of the issuing of the writ in this ease, collected or received any other moneys than those stated in his account, and that he had not (then) received the amount of his judgments; but that $921.93 thereof remained unpaid at the time of the issuing of the writ of sci. fa. in this case, and claiming for labor and expenses. To this plea was appended an account, stating a balance of $921.93 against the plaintiff in this proceeding.\nThis plea was traversed, and it was denied that the defendant had skilfully let and managed the premises; and it was alleged that the premises were worth the yearly sum of $2000, &c.; and the plea was also demurred to as insufficient.\nA replication was filed, and a joinder in demurrer.\nThe auditors certified certain issues of fact and law. After-wards, viz., on 30th November, 1847, a jury was called.\nThe plaintiff’s counsel offered in evidence the deposition of Grey, Pentland, and of nine other persons. Objection was made to the part of the deposition of Pentland, in which was contained the answer to the question, What did Dr. Black then offer to take the property at, if extended ? The answer, in part, was as follows :—\nMy answer to the question is this, that either Dr. Black offered $2000, or that Mr. Rind offered $2000, or that one of these persons offered $2000, and the other $1500. I am not able to distinguish which.”\nThis evidence was objected to, as hearsay and as not relevant, and it was rejected.\nOn part of the plaintiff, other depositions were given in evidence.\nOn the part of the defendant, was given in evidence the deposition of O. Metcalf, Esq., and also the depositions of a number of others.\nMr. Metcalf was counsel for a creditor or creditors of McKelvy, and he stated that, in 1842 or 3, he was called on by Grey, who said that a design existed to have the property in question sold for a small sum, &c.; and the witness testified, that after he discovered that the property had been up for sale,' and that condemnation had been confessed, he and Grey each left with the sheriff a standing bid for the property.\nIn the deposition of Gfrey referred to, it was therein, inter alia, stated that, at the request of MeKelvy, he was present at the inquisition, and was sworn; and that he there stated, that he believed the property to be worth $2000 a year; that he would have been willing then to execute a lease, as was proposed, for the payment of the rent of $2000 á year; that he -did not want to take the property himself, but was willing to go security in the lease. He afterwards said, the lease that was proposed was to be for the term of seven years. That, in the presence of the jury, he proposed to the attorney of De Wolfe & Co.-, to join in a lease until their debt would be paid, or for seven years.\nHe further said, in reply to a question, that if he held the property under a liberari facias, and were liable to be turned out on paying the debt, he said that this would have qualified the matter very much.\nTo part of Metcalf’s deposition before referred to objection was made, on part of plaintiff, because,\n1. It purports to contradict James Grey, a witness, previously examined, and who was not interrogated on the subject.\n2. That it does not contradict him, and is irrelevant.\n3. That it was a consultation between counsel and client, and it is the privilege of the client that the conversation should not be revealed.\nThe Court admitted the evidence, and exception was taken.\nCertain points were submitted to the Court, and Jones, J., charged the jury, and the counsel for the plaintiff excepted to the charge.\nThe exceptions were, 1. That the Court charged that the taking possession by defendant under his liberari facias of the premises, which were delivered to him according to the valuation and appraisement of the inquest, at the clear yearly value of $2000, was not conclusive; but that he might be allowed to show that the actual rents, issues, and profits were less, and that he was only accountable for what he received, if he used skill and diligence in the collection thereof.\n2. The Court being requested to charge upon the weight and efficacy of that part of Grey’s deposition in which he stated an offer on his part to become the surety of MeKelvy, the plaintiff, and Ryan, in a lease of the premises at $2000 a year, with a knowledge of the inquisition and extent, and the consequences thereof (if the jury believed the security to be sufficient), charged that it was not conclusive evidence of the annual value, if made upon the assumption of a long lease, and with a view to improvements; nor is it strong evidence of the annual value, taken as it was with respect to the number and kind of improvements.\n3. The Court charged that it was impossible for the defendants to make any such lease as the witnesses spoke of, or a lease for any time, which would not be determinable upon the payment of the judgments and costs.\n4. That the plea, to be pertinent to the matter, must be understood to refer to the premises as they were when taken in respect to the number and kind of improvements, and not to their capabilities for improvement, u\n5. That if they should find that the defendants did use the skill and diligence required by law, then they should further find how much they did receive.\n6. The defendant’s counsel asked leave of the Court to separate the account current of McOaskey, the agent of De Wolfe & Co. in the management of the property, from his deposition, and to send it out with the jury. This was allowed, and plaintiff’s counsel excepted.\nDecember 6, 1847, verdict of the jury was rendered, in which the jurors say, that they find that the defendant did, from the time the premises were delivered, until the time of the institution of this suit, proceed with all reasonable diligence and skill to let and manage the premises and collect the annual rents, issues, and profits, and collect as much as the premises were capable of producing, and that the rents, &c., collected until the 1st April, 1845 (the time of redelivery of possession), amounted to $3734.49.\nOn 31st December, 1847, judgment was entered for the defendant on the demurrer.\nOn 9th February, 1850, the auditors were directed to proceed, and on the 30th March, 1850, their report was filed, and the Court ordered judgment to be entered for the defendant.\nIt was asigned for error, 1. The Court erred in their charge in answer to the plaintiff’s first prayer, and in entering a judgment in favor of defendant on the demurrer.\n2. In their charge as to the effect of Grey’s deposition embraced in the plaintiff’s second prayer.\n3. In rejecting that part of Pentland’s deposition embraced in the plaintiff’s first exception.\n4. In admitting that part of O. Metcalf’s deposition embraced in plaintiff’s second exception.\n5. In allowing the defendant to separate the account current from McCaskey’s deposition, and send the same to the jury.\nWatts and Penrose, for the defendants.\nIt was contended, inter alia, that De Wolfe & Co. were bound to account for the amount of the valuation and appraisement of the premises. That this should be the construction put upon the sections applicable to the matter in the Execution Act of 16th June, 1836. Opinion of Kennedy, J., in Near v. Watts, 8 Watts 323; opinion of Coulter, J., in Mellon v. Campbell, 1 Jones 417.\nThe sections of the Act of 1836, from the fifty-second to the fifty-seventh, 'both inclusive, were repealed by the Act of 13th October, 1840, and it was contended, that from that time till the redelivery of possession, there was no valid legal pretence for retaining possession under the liberari facias.\nAs to the 3d error, it was said that the evidence of Pentland was relevant to the issue, and was not hearsay, but was as to a fact stated in the presence of the parties when the property was extended. The deponent was a juror: 7 W. & Ser. 92, Com. Bank v. Wood.\n4th assignment. If it be intended to discredit a witness by proof of anything he has previously said, he should be interrogated as to it: 2 Brod. & Bing. 286, The Queen’s Case; 1 Greenleaf Ev. § 462-3 and note; 2 Barr 32.\n5th. The account sent out was part of a deposition of McCaskey. If the deposition should not have been sent out, a part of it should not have been: 16 Ser. & R. 97; 1 Barr 342.\nW. Rawle, for defendant in error.\nIt was contended that, under the Act of 1705, the valuation of the rents and profits was not conclusive; but that the creditor, if he had managed the land with skill and diligence, was liable to account only for the actual profits: 1 Ser. & R. 320, Wall v. Lloyd’s Executors. That in Mellon v. Campbell nothing was decided except that the attorney or agent receiving the rents, &e., cannot charge the defendants with commissions on the rents collected. That the meaning of the Act of 1836 was, that the annual value should be fixed in reference to the whole term; that this was necessary, as a lib. fa. with receipt of possession was a satisfaction of the debt: 16 Ser. & R. 410, Barnet v. Washebaugh. That the inquest were to inquire whether the average rents and profits, during the whole term, would be to a certain amount, in which case they are to extend the laud. at a valuation; at which valuation,' for the whole term, the plaintiff may take it. They are not to find the rents of each consecutive year. The lands might for the first years, from the want of repair, yield little; and in future years, from repairs being made, yield better: opinion of Tilghman, C. J., Wall v. Lloyd’s Executors, cited. The repeal of sections 52 to 57 of the Act of 1836 does not affect the question. They may have been repealed because unnecessary. And see opinion of Coulter, J., 1 Jones, 418. But proceedings begun under the Act of 1836 are not affected by the repeal. They are excepted by the 9th section of the Act of 1840.\nThird. The evidence of Pentland of the willingness of Dr. Black and Rind to give a certain amount as an annual rent of the property was hearsay. They might have been examined, and if cross-examined the nature or conditions of their offers might have been ascertained.\nFourth. As to the deposition of Metcalf. He and Grey were not examined on the trial, but gave their depositions, and at different times. Grey’s was first taken. The authorities cited'apply only where the witnesses are examined orally in Court.\nFifth. The account was no part of the deposition. It was a paper proved by the witness, and it was proper to'’send it out with the jury, whether proved by oral testimony or by deposition. The rule in Pennsylvania is, that all papers given in evidence on the trial, except depositions, may be sent out: Rogers, J., 16 Ser. & R. 97.\nMarch 21,"
  },
  "file_name": "0374-01",
  "first_page_order": 376,
  "last_page_order": 386
}
