{
  "id": 972362,
  "name": "Godley versus Hagerty",
  "name_abbreviation": "Godley v. Hagerty",
  "decision_date": "1853-03-28",
  "docket_number": "",
  "first_page": "387",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 1053,
    "char_count": 29788,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 8.22749099399026e-07,
      "percentile": 0.9748786512263843
    },
    "sha256": "1b5f6589335bab0e7622820179a8c6e300577f36c210a6a8ff165543725c2849",
    "simhash": "1:ae6b0d70fec690cf",
    "word_count": 5239
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Godley versus Hagerty."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nWe have carefully considered the several errors, assigned in this cause, and all that has been urged in support of them, and we have found no ground for reversing the judgment. The evidence of Mr. Lewis was properly admitted; and the cause was put to the jury by the learned judge who presided at the trial in a manner quite as favorable to the plaintiff in error as he had any right to claim.\nWe care not how distinctly it is understood, that, when a man erects a building to rent, the law requires a reasonable share of that- regard for human life which he is sure to manifest when he builds for his own inhabitance. If he will build, as is charged and found in this case, “ loosely, carelessly, unskilfully, and negligently,” and with “ insufficient and improper materials,” whereby the innocent and unsuspecting are injured, let him respond in damages. He is bound to employ reasonable skill and diligence in the erection of his building, regard being had to the uses and purposes for which it is designed.\nThe plaintiff in error understood from the first that, if the government became his tenant, a strong building would be needed, suitable for heavy storage. He built with his eyes open to that object. If, after it was finished, he knew there were defects in it, which unfitted it for the designated purpose, he should have stipulated in his lease against its being used for heavy storage. He omitted his duty in both respects. He did not build a strong storehouse; and he did not forbid heavy storage. He must bear the consequences of his neglect, and he has reason to felicitate himself that they are not more serious.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Lex and Williams, for plaintiff in error.",
      "Gosler and Porter, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Godley versus Hagerty.\n1. One who erects a building for rent, is bound to employ reasonable skill and diligence in its erection, regard being had to the uses' and purposes for which it is designed.\n2. The owner of such a building is liable for injuries sustained by a stranger in consequence of its grossly negligent and insufficient construction.\n3. A person had a building erected upon his.ovra ground for the purpose of rent, and permitted it to be erected so loosely, carelessly, unskilfully, and negligently, and with such insufficient and improper materials, that in consequence thereof, during its occupancy in the manner originally expected, and within the limits of its supposed capability, the building suddenly fell and injured a laborer employed therein who was guilty of no carelessness or disobedience of orders; it was held that the owner of the building was liable to the laborer for the injury sustained by him.\n4. If the defendant, the owner of a building which he had had erected with the expectation of its being leased by the government as a ware or storehouse, knowing, after its completion, that there were defects in it which unfitted it for the purpose designed, leased it without stipulating in his lease against its being used for heavy storage, and the building, by reason of its defective construction, and, whilst in use, under a lease to a government officer for the purpose of storage within the limits of its supposed capability, fell and injured a laborer employed in the building at the time, who was guilty of no carelessness or disobedience of instructions, the owner is liable to the person injured for the injury sustained by him.\n5. In an action by the person injured against the owner of the store, it is proper for the former to show that the house was built and leased for the purpose for whichjt was used at the time of the accident.\nThis case came up from the Nisi Prius.\nIt was an action on the case by John Hagerty v. Jesse Godley, to recover damages for injuries sustained by the plaintiff by the falling of a storehouse owned by the defendant, and situate on Granite street, Philadelphia. In .the declaration it was alleged, that the plaintiff was a laborer; that defendant was seised of a lot of ground, on which he erected a five-story brick building, so loosely, carelessly, unskilfully, and negligently, and of such insufficient and improper materials, that the said building, in consequence thereof, suddenly fell whilst the plaintiff was therein attending to his proper business, whereby plaintiff was injured. The plea was, not guilty. On 24th November, 1851, verdict was rendered for the plaintiff for $1500.\nThe building Was owned by the defendant, and was leased by him to William D. Lewis, as collector of the port of Philadelphia.\nThe lease was for two years. The lease was of twelve four-story fire-proof stores on Granite street, Philadelphia, and of the five-story store, situated at the corner of Hock and Granite streets. The lease did not contain any provision as to the manner in which the latter building, the one in question, was to he used, or as to its strength.\nThe lease contained the following clause:—\n“ That the party of the second part, as collector as aforesaid, shall not be liable for any lien upon said demised premises, during the term aforesaid, or any other claim of any nature whatsoever, except only the rent hereinbefore stated, and that he will keep the said demised premises in good and sufficient repair — injuries arising from misconduct of officers of government only excepted.”\nIt also provided, that in case of destruction or injury of the stores, or any of them, “ by fire, or the action of any of the elements, so that the same shall become untenantable,” the owner should rebuild and repair.\nOn the part of the plaintiff it was alleged that, on the 10th August, 1850, about one month after it came into the possession of the government, and while the first lot of goods were being stored, the building fell down, while the plaintiff was pursuing his usual occupation of storing goods — burying in the ruins five persons similarly employed, killing two of them, and breaking the arm of the plaintiff, and otherwise injuring him. .\nThe plaintiff, at the time of the' accident, was a day-laborer, in the employ of John McCall, “to store goods under the new bonding system.”\nIt was proved, on the part of the plaintiff, that the building was a continuation of a row of warehouses on Granite street, all of which were owned by the defendant, and nearly all occupied by the government for the purpose of storing goods; and further, that it was intended for the storage of heavy articles.\nMr. Lewis testified, under objection on part of defendant, viz.: “ He (G-odley) told me of his contemplated improvements, and desired to know if the custom-house would need them. I told him that I would say nothing to induce him to build them; but if, after they were built, we needed them, we should give him the preference. He asked me, if we did need them, what kind of stores we should need. I told him we should need those of the strongest kind, suitable for the storage of iron and steel, and hardware, and other heavy articles, I repeated this conversation to him frequently, while Mr. G-odley was building the stores.” He further said, “ After they were finished, in connection with Harris, he made a partial examination, and, believing them to be first-class stores, he agreed to rent them.”\nS. Harris, who was storekeeper under the government, testified, “ I have no doubt Mr. G-odley built it with an expectation of the government taking it — a hope suggested and encouraged by myself. He consulted me in reference to the shape of the rooms, the internal arrangements, &c.”\nIt was also in evidence, on the part of the plaintiff, that the defendant, who was a merchant, and not an architect or builder, superintended the construction of the building; that “ thp plan or directions were received from him;” that old bricks of four buildings were used in the construction of this store; and that elliptic arches were put in, instead of regular arches or solid walls, &c.\nIt was stated that the defendant knew of the defects in the building, and expressed anxiety about some of the arches in it. It was also alleged, that the accident was not occasioned by any misconduct or misuse on the part of the plaintiff or of the lessee. It appeared that it was the arches which first gave way, which it was said was a latent defect, of which the plaintiff did not know.\nOn the part of the defendant it was alleged that the building was erected by competent workmen, and of good materials; that the defendant ordered a strong building to be erected. That when the store was originally built, the arch of the first floor, in the wall nearest the front of the building, pressed out the granite column in front; that it was removed and changed into a regular arch. From this spreading, a crack was perceived in one of the arches, when the building was first occupied; that this crack was seen by Harris, who had it stopped up, but said he had confidence in the arch. It was alleged that the building was erected under the eye of Harris, an officer of the government, who advised as to its internal arrangements, and was consulted by the defendant as to what he thought. the building would bear. That it was also examined by the collector, and after such examination was leased to the United States ; that there was no warranty of any kind in the lease; that the defendant had no control of any kind over the building after its lease, and that he cautioned Harris as to the storing of the sugars put into it, and requested him not to store more than four boxes high.\nThe case was tried before Bell, J.\nOn the part of the plaintiff a number of points were submitted.\nBell, J., inter alia, charged the jury as follows:—\n“ In determining the question of liability, it has been said the turning point is, whether the building was a nuisance, per se, when it passed into the hands of the tenant. This is generally true, but not universally so, if the term ‘nuisance’ be here used to indicate a structure destitute of the ordinary power of self-support, and ready to fall into ruins from its own weight. If such was the fact, the liability of the builder to answer for accidents resulting from inherent weakness would, of course, be clear of all difficulty. It would be unnecessary to call in the aid of legal learning to determine that the creator of such a ‘ dead fall’ would be answerable, to the whole extent of his fortune, for injuries sustained in its destruction. The learned and the ignorant, the lawyer and the layman, instructed intellect and unassisted reason would, necessarily, rush to the same conclusion. But in ascertaining whether an owner is obnoxious to a suit, the inquiry may be and often is, did he do all that was incumbent on a prudent, careful, and competent man to do, while the building was in progress, or afterwards, to render it reasonably secure, having special reference to the uses to which it was to be dedicated ? Or did he permit the building to pass from his possession; deficient in some particular essential to its future safety, when reasonably used in the business, and for the purposes for which it was constructed ? If from his carelessness, his recklessness, avarice, or ignorance, the latter was the condition of the building when it came into the hands of the lessee, whereby injury was inflicted on the person or property of another occupying and using it with due care, the owner or builder, and not the tenant, is he whom the law will compel to make reparation. What I mean by due care is, as perhaps already sufficiently expressed, that degree of caution which a prudent and instructed man would exhibit in the use of such a building, accounting it to be of the ordinary strength of similar structures. A proprietor has no right, either expressly or impliedly, to hold out to the world a house, or other like erection, as sufficient for certain purposes, when in truth it is not so, and thus seduce others to confide in it, to their loss in body or estate.\n“ On the other hand, if a building be put up in the usual way, with the materials commonly employed, and ordinary caution and skill, and there be no guarantee, express or implied, of a stipulated or ascertained capacity of endurance, the builder will not be liable for injury resulting from its subsequent destruction in the hands of a tenant, and much less will he be so if its destruction is attributable to a misuse of the premises by the tenant — as if he charge it beyond its known capacity.\n“ So, too, if a house or a store be erected under the instructions of one who is subsequently to occupy it, and is accepted by him after inspection and full opportunity of becoming acquainted with its defects and points of deficiency, the occupant alone will be answerable for injuries sustained by third persons, through such deficiency, while in the use of the tenant.\n“ But if a catastrophe results from occult defect, not open to inspection, or ascertainable without actual experiment, ascribablc to the negligence, avarice, or ignorance of the builder, as if the materials employed be inferior, or put together in an unworkmanlike manner, and the accident was not consequent upon any misconduct in the tenant, the former, and not the latter, would be liable to injured third persons; and this, though there was no warranty or other express stipulation by the landlord to the tenant on the subject of the strength of the building, or its capacity for a particular use. For example (and I think the illustration will commend itself as founded in good sense and sound reason), if one builds a dwelling-house, which he leases to another, and while in the occupancy of the latter it falls and injures a passenger in the street, the tenant would not be answerable simply because the ruined structure was 'in his possession at the moment of its fall. The remedy of the injured party would be determined by the cause of. the fall. If this was brought to pass by the unskilful manner in which the walls were built, or the defective character of the materials employed, the builder and owner would be the party subject to suit, for the reason that his acts of commission or omission occasioned the disaster. But if -this was the result of the occupant’s misconduct, as, for instance, bj^ using the house in an improper way, or carelessly omitting to amend a dangerous defect suddenly occurring, the tenant alone would be liable, and for precisely the same reason which, under the other state of supposed facts, would subject the landlord to punishment.\n;|c • >Sc *\n'“But -where a building is put up, avowedly, to accommodate heavy storage, a phrase which seems to have a designated meaning among those who follow the business of storing goods, it will not do to say the builder and owner is not answerable for injuries consequent on its destruction, caused by using it for heavy storage, because it might have endured, without injury, the storage of lighter articles.\n& ‡ # % # íjí\n“ The leading questions, then, are :—\n“ 1. Was the storehouse built by the defendant insufficient for the purposes for which it was avowedly erected, through the ignorance, negligence, recklessness, or penuriousness of the builder or his workmen ?\n“ 2. Is its fall attributable to this inefficiency, apart from any misconduct on the part of the tenant ?\n“ 3. Subordinate to these, another question has been made, proper to be noticed.\n“ It is said the officer of the government (the lessee) had full notice of an incidental and sudden defect (the small crack of the arch), by which his suspicions of the safety of the building were aroused; under influence of which he gave ineffectual orders to the workmen then employed in the building, of whom the plaintiff was one, to scatter the goods over the whole building, without regard to economy of space, so as to distribute the weight, and thus lessen its intensity at any given point. If this were so, and the plaintiff disobeyed the orders communicated to them, whereby his suffering was occasioned, he ought not to recover. But if the crack was the immediate result of a defective construction, referable to the misconduct of the defendant, and the plaintiff was guilty of no disobedience, I cannot perceive that the uncommunicated orders of Mr. Harris ought to bar a right, otherwise well founded. In this connection, it may be well enough to remark, that we are constantly to keep in view that this is not a contest between the lessor and lessee, for the settlement of their respective rights and remedies. It is the complaint of one entirely unconnected with the contracts of the principal parties. So far as he is interested, the simple inquiry seems to be, through whose fault did he incur the injury for which he seeks redress? v\n“ And here, perhaps, is the proper time and place to say, in answer to the defendant’s thirteenth point, that, under the circumstances in proof, I do not perceive how an offer, made by the defendant while the storage of the sugar was in progress, to wall up the arches (even if there were proof of it), can affect the plaintiff, unless, indeed, such an addition to the wall could then have been made with the effect of preventing the disaster, and the tenant knowingly refused. This might have amounted to such misconduct in the tenant as would be sufficient to shift the liability to his shoulders, had it been proved; but I do not remember any evidence of the assumed fact.\n“The same remark may be made of the sixth point. I do not remember any evidence of a caution or offer, as asserted in this point; and the plaintiff’s rights are not to be adjudicated under an hypothesis unsupported by proof. There is no doubt that while the storage was progressing, both the defendant and Ool. Harris suffered anxiety in reference to the sufficiency of the archeá; but I recollect no evidence of an offer to amend them, or of any step taken to prevent disaster, other than the order given by Ool. Harris.\n“ I have already intimated that the plaintiff’s right to recover in the action, is not dependent on the absence of evidence of special representations made to, or contracts entered into with the tenant, or the agents, in reference to the supposed strength of the building. I have pointed to the grounds upon which the action may succeed or must fail, and refer to what has been said, as my answer to the defendant’s second, third, seventh, eighth, eleventh, and twelfth points.\n“ The first point is certainly true, if the workmanship and materials were competent to the construction of a heavy storage warehouse, of which there is evidence.\n“ To the fourth I answer, if the servants of the tenant knowingly loaded the arches beyond their capacity, whereby the accident was occasioned, he might be liable; but if those arches were insufficient for a heavy storage warehouse, and yet were nevertheless put in through ignorance or carelessness, and the building thus rendered unsafe, the builder is liable.\n“ The fifth and tenth are already answered in the general charge; and so is the ninth, with the additional .observation that the tenant must not misuse a building by charging it beyond its known or supposed capacity. If, because of the freshness of the mortar, the fall of the building was caused by premature overcharging, and is referable to no other cause, I say to you, the defendant is not liable in this action.”\nIt was assigned for error, that the Court erred in admitting in evidence conversations between William L>. Lewis, and the plaintiff, before the building was in progress, relative to the uses to which it was to be appropriated, and what degree of strength would be necessary.\nSpecifications of error were also filed to the charge—\n1. Because the Court charged that, if a building was not fer se a nuisance, or erected in contravention of law, but became so by the use or act of the tenant, after the commencement of the lease, a landlord might be made responsible to a stranger.\n2. Because he charged that, if a store was rented generally by a written lease, there is an implied warranty by the landlord that the store is sufficient for the purposes for which it was intended to be used.\n3. Because he charged that, although the landlord had no control of the building, and remonstrated with the agent of the tenant in charge of 'the store as to the manner in which he was loading the arch, yet this did not prevent-him from being liable to third persons for an injury by the falling of the store, occasioned by the overloading it. See the reply to this, postea, 396.\n4. Because he charged that, although arches were put into the stores instead .of solid walls, by the request of the agent of the lessee, and the store rented with such arches in it, yet if an accident happened to a third person from overloading these arches by the tenant, the landlord might be made responsible. See the reply.\n5. Because he charged that, although the stores might be used without danger for many purposes, yet, if not sufficiently strong (from a patent defect known to the tenant) for other purposes of the tenant, yet if the tenant used it for tliose purposes and it fell, the landlord might be made responsible for injuries thereby done to third persons.\nThis specification was objected to as incorrect in point of act. See answer, postea, 396.\n6. Because he did not charge that the tenant, knowing the exact situation of the walls' and structure in all respects, and taking it without any agreement as to its particular use, was bound to use it in such manner only as its construction authorized; and if he overburdened it, he, and he alone was responsible for the consequences.\nFollowing the assignments as to the charge, there was a specification of portions of the charge which were specially objected to.\nLex and Williams, for plaintiff in error.\nAs to the conversation between Lewis and the defendant, it was observed that there was no offer to prove a warranty or offer to erect the stores of any particular description, but a mere conversation, 'not binding on either party, and not shown to have been communicated to the plaintiff. It was contended that it was not admissible.\nIn support of the specifications as to the charge, it was contended, that where a lease is made of premises, no warranty being made by the landlord as to the premises, he is not responsible for injuries happening to third persons whilst the premises are in the tenancy of the lessees, from whatever cause they may arise. That it is the duty of the lessee'to ascertain the condition of the premises, and to use them in such manner that no loss shall result to any one. That he should not charge them to the utmost of their capacity, but only in a prudent and cautious manner. That the plaintiff in this case was in the employment of the lessee, and was not a third person having no direct connection with the building. That the lessee knew the condition of the building — the defect, if any, in the arches; that it had been hut recently constructed; and that the party injured should look to him for redress: 2 Eng. C. Law 318, Keates v. Cadogan; 4 Man. G &. S. 56, E. C. L. 784, Rich v. Basterfield; 2 Metcalf 353, Earle v. Hall; 2 Barr 394.\nIf the owner is discharged from liability where the tenant is acquainted with the defects of a building, he cannot be held liable even if those defects were the result of ignorance or carelessness.\nIf there had been in the lease an express covenant that the store should be sufficient to support the weight to which it was subjected, that would not support this action; that of such a covenant the lessee alone could take advantage, though -the landlord might be liable over to the collector in case of a recovery against him. That a guarantee is not assignable without express words to make it so, which was not the case here.\nThere was no obligation on the builder to make his store unusually strong. He might make it of ordinary strength, and take the chance of leasing it to other persons than the collector. The lease imposed no obligation, as between the parties to it, as to the strength of the store; it was leased without any specification as to the manner in which it was to be used, — and it was alleged that the tenant was cautioned as to its improper use. It was contended that the landlord should not be held liable.\nGosler and Porter, for the defendant in error.\nThe admission of the conversation between the collector and the defendant was proper, in order to show that the defendant had the store constructed for a particular purpose. In the lease of a house there is an implied condition or obligation that it is in a fit state to be inhabited: 11 Meeson & Welsby 5, Smith v. Marable. In this case the building was leased for a store, and, according to the evidence, it was not adapted to support the articles ordinarily placed in such a building, though it appeared to possess that capacity. It is not to be presumed that the person leasing the building would be competent to judge of the strength of the walls. But however be the case between the lessor and lessee, it is contended that the owner of a defective building, which, during its occupancy by a tenant in the ordinary manner, falls and injures a third person, is liable to such person for the injury sustained, and that it is competent to such person to show that the building was constructed and leased for the particular purpose for which it was used. It is not material that the conversation in question was not communicated to the person injured. In addition to the testimony, the mere lease of the property for a store for government purposes, implied that it was designed for heavy storage.\nAs to second assignment and first specification of error to the charge. It is not essential to the plaintiff’s recovery that the building should be a nuisance per se; it is sufficient, so far as third parties are concerned, if it became so by using it as it was intended by the owner to be used: 2 Barr 116; 1 Arch. N. P. 408.\nAs to the 2d specification. The law will imply a warranty on the part of the seller of a chattel, that it is reasonably fit for use; and if the seller know that it is to be used for a particular purpose, that it is reasonably fit for that purpose, and this though there be a written contract of sale, in which no mention is made of any such warranty: 11 Eng. L. J. 101 c. 12, Shepperd v. Pybus; 4 Mees. & W. 399.\nAs to the 3d specification. It was stated that the charge was not as alleged, and that no such remonstrance by the landlord as stated in the specification was made, but that after the request made by him not to store more than four boxes high, the men were directed not to put in the boxes more than three in height.\nAs to the 4th specification. There was no evidence that the agent requested arches to be put in the stores instead of solid walls.\nAs to the fifth specification. The judge did not charge as represented. lie used the word occult and not patent defect.\nAs to 6th specification. It was said that the evidence did not show that the tenant knew the exact situation of the walls and structure. Lewis testified that he made a partial examination of the building.\nIt was observed, that this case was not to be decided as if it were between the lessor and lessee; but that it was between the owner and a stranger to the lease. It was not brought for injury sustained through the neglect or misconduct of the tenant; if it were, the action could not be sustained. But it was contended that it was produced through the conduct of the owner of the building. In the case of Keats v. Cadogan, cited, there was nothing in the declaration to show that the plaintiff was not to put the house in repair before occupying it. In this case there is a covenant to repair. In the case of Rich v. Basterfield, 66 Eng. C. L. R. 784, the objectionable use of the chimney by the tenant was not a necessary one; nor did it appear to have been erected for the purpose for which it was used. It was contended that, in this case, the fall of the building was not reasonably to be anticipated. In the case of Offerman v. Starr, 2 Barr 394, the injury was caused by the negligent working of a mine by the tenant, which the landlord could not prevent. In this case, Harris testified, “ When I rented the building, I supposed it perfectly good.” The case is not put on the obligation' of either party to repair; but on the defects in the original construction of the building, arising from the negligence of the defendant; that the arches were elliptical, instead of regular arches or solid walls.\nThe proposition contended for is, that the owner of a building is liable for injuries sustained by a stranger, in consequence of its grossly negligent and insufficient construction ; and reference was made to 2 H. Blackstone 349, Payne v. Rogers; 4 Taunton 649, Leslie v. Pounds; Eaken v. Brown, Legal Intelligencer, Nov. 15, 1850, from Common Pleas, New York, that “both landlord and tenant may be liable for the same injury; the landlord for negligent construction, and the tenant for negligent use of the premises negligently constructed; and, between tenants, actions can be had for carelessness. A tenant, however, without negligence, cannot be held as guarantor for apparatus placed there by the landlord; and the action in such a case must be against the landlord, and not the tenant, the plaintiff himself being not to blame.”\nAlso, reference made to Broom’s Legal Maxims 198. He who leases to another a dwelling-housé, grants the right to place in it whatever is necessary to make it habitable; the landlord is liable for injuries sustained by a porter, by the falling of the house, caused by its negligent construction, whilst he is engaged in carrying in the furniture, and in the case of a storehouse, whilst storing in it articles of the description which it was designed to contain.\nMarch 28,"
  },
  "file_name": "0387-01",
  "first_page_order": 389,
  "last_page_order": 400
}
