{
  "id": 972390,
  "name": "Murphy versus Farmers' Bank of Schuylkill County",
  "name_abbreviation": "Murphy v. Farmers' Bank",
  "decision_date": "1853-04-04",
  "docket_number": "",
  "first_page": "415",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 277",
      "category": "reporters:state",
      "reporter": "Rawle",
      "pin_cites": [
        {
          "page": "281"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 McCord 35",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8856907
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/12/0035-01"
      ]
    },
    {
      "cite": "5 Mass. 230",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0174-01"
      ]
    },
    {
      "cite": "2 Jones 365",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682593
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0365-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 16591,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 8.599827678250021e-07,
      "percentile": 0.9769160286951093
    },
    "sha256": "bed2f9d3112526e2a2226ed04b285abef804a0e5a0839a1e4957db64f1694161",
    "simhash": "1:5e32a8a6a73886fa",
    "word_count": 2895
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Murphy versus Farmers' Bank of Schuylkill County."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThe principal reason assigned for the motion to quash this writ of quo warranto, is, that the suggestion is at the instance of a private relator, instead of the Attorney-General. The respondent is a corporation, deriving its existence from legislation enacted in the forms of the constitution, and the object of the relator is to put it out of existence — to declare its franchises forfeited to the Commonwealth. He is not a stockholder in the bank, is not a creditor, and claims no office or other private right in the corporation. Essentially, therefore, this is a public prosecution of the bank, though set on foot by an individual, and has for its object the recovery of a forfeited franchise, and not the redress of a private grievance.\nThe question now raised is, whether such a prosecution can be conducted in this Court at the suggestion of a private relator. This question depends on the construction of the Act of 14th June, 1836, for, independently of that Act, it is beyond dispute that the Commonwealth only could have quo warranto for the purposes of the present proceeding.\nThen, as to the construction of the Act of 1836, I adopt the views of Chief Justice Gibson in Commonwealth v. Burrell, 7 Barr. The more I have studied that opinion in connection with the provisions of the Act of 1836, the more satisfactory has it become as an exposition of the legislative will. There are a few things, however, not said, though perhaps implied in that opinion, which ought to be added by way of construction.\n,1st. The first section is simply declaratory of the powers of this Court. The common law, and the practice heretofore of this Court in granting informations in nature of quo warranto, are declared to be the measure of this Court’s future powers. Nothing is added; nothing subtracted. And so far as this Court is concerned, our powers are neither more nor less under the Act of 1836 than they were before.\n2d. It is sufficiently asserted in Burrell’s case that the object of the Legislature in the second section was to give powers not before possessed to the Common Fleas; but it is not distinctly said that this was the only purpose of the second section. It seems to be thought that the Supreme Court is carried along with the Common Pleas through the several articles and conditions of that section. This is a mistake. That section grants no powers to, imposes no limitations on, and prescribes no rules for the Supreme Court whatever. The only allusion it makes to the Supreme Court is in the enacting clause, where it provides that writs of quo warranto “ may be issued by the several Courts of Common Pleas concurrently with the Supreme Court in the following cases.” This means, that the Supreme Court, possessing, in virtue of its common law jurisdiction, the power to issue writs of quo warranto in a great number of cases, including the following specifications, shall not have exclusive power in these specified cases, but the Common Pleas shall have power in these cases concurrently with them. It is a partition of part of the powers of the Supreme Court among the several Courts of Common Pleas. And all the provisions that follow in this section are limited to the Common Pleas, and have no reference to the Supreme Court. They are provisions to regulate the new jurisdiction bestowed on the Common Pleas, and do not touch the old jurisdiction of the Supreme Court. Of course the clause twice repeated in this section, which authorizes the writ to issue on the suggestion of the Attorney-General or his deputy, “ or of any person or persons desiring to prosecute the same,” has no reference to the Supreme Court. Still, these words, copied from the statute of Anne, do apply to the practice of the Supreme Court, not because of their enactment in the second section of the Act of 1886, but because the rule prescribed in the statute of Anne is part of the common law of Pennsylvania, The judges did not report that statute in force in Pennsylvania, though Pres. Roberts stated a very ingenious argument in his excellent little digest, p. 884, for considering it as virtually re-enacted here by our Judiciary Act of 1722: 1 Smith’s Laws 189. The statute of Anne was enacted in 1710, and gave jurisdiction in Quo Warranto to the Queen’s Bench. In 1722 our Supreme Court was authorized to issue habeas corpus, certiorari, writs of error, and all remedial writs, and were clothed with the same jurisdictions and powers as the Justices-of the Court of King’s Bench, Common Pleas, and Exchequer, at Westminster. This was a sufficient warrant for this Court to adopt in practice a rule prescribed in the statute of' Anne, and justifies the remark of Judge Gibson in Burrell’s case, that the substance of that statute had been adopted before our revolution as part of our common law.\nThose words have been the subject of judicial decision, and the authorities show that they do not give a private relator the writ of quo warranto in a case of public prerogative involving no individual grievance. On this point the authorities are full, direct, and harmonious. The usurpation of an office, established by the constitution, under color of an executive appointment, and the abuse of a public franchise under color of a legislative grant, are public wrongs and not private injuries, and the remedy by quo warranto, in this Court at least, must be on the suggestion- of the Attorney-General, or some authorized agent of the Commonwealth.\nEor the authorities, I refer myself to those cited in the argument of the respondent’s counsel. They establish\" this as' the uniform construction in questions involving the existence of a corporation. In questions involving merely the administration of corporate functions,- or duties which touch only individual rights, such as the election of officers, admission ,of a corporate officer, or member, and' the like,' the writ may issue at. the suit of the Attorney-General, or of any person or persons desiring to prosecute the same.\nWhat is a corporation ? A franchise. And Blaekstone defines a franchise to be a part of the royal prerogative, existing in the hands of the subject. The sovereignty of every state must be lodged somewhere. Limited by such concessions as popular violence has from time to time wrung from reluctant monarchs, it resides in England, in the Crown. In Pennsylvania, it resides in the whole mass of the people, and the three co-ordinate departments of government are the trustees appointed by the people for the exercise of so much of their sovereignty as they have not, by the bill of rights, denied them, nor by the Constitution of the United States yielded to the general government. The legislature of Pennsylvania may establish a corporation, that is, grant out a part of the sovereignty of the state, because, being a general trustee for the people, and not forbidden, they are qualified to do so. The general government being a government of derivative powers, Congress cannot establish a corporation, because the power to do so is not granted. Our legislature can, because the power is not withheld. A corporation then exists in Pennsylvania by virtue of a constitutional exercise of the sovereign power. Its existence is proof of the. public will, which is nothing else than' the will of the majority. Can one man so employ any of the departments of government as to tear down the fabric of a majority? Regarding the judiciary as\" one of the trustees of the sovereignty of the people, by which I mean the whole people, how can its functions be called into exercise against the existence of a public institution, except upon the suggestion of some agent of the whole people ? If they may, if individual caprice, passion, prejudice, or interest may use the judicial arm of the government to overthrow what the legislative or executive\" arms have erected, the sovereignty of the majority is extinguished, and the departments of the government, intended to work in harmony, are brought into fatal conflict. A house divided against itself cannot stand, and no more can a state. If quo warranto be given to individuals to dissolve corporations, power will cease to steal from, the many to the few, for here will be a transfer of it bodily. With a corrupt judiciary, which the history of other countries teaches us is not an impossible supposition, acting as the instrument of private, passions, any institution established by the immediate representatives of the people, and existing by will and consent of the people, and for their convenience and benefit, may be frustrated without appeal or recourse.\nThese are general views which harmonize with the doctrine of the cases. And therefore, whilst I recognise the right of any relator to have a quo warranto in the Supreme Court who is desirous to prosecute the same to redress any private grievance that falls within that remedy, I deny the right of any party except the Attorney-General, or other officer of the Commonwealth, to sue for it to dissolve a corporation. I do not say what may be the proper construction of the words copied twice into the second section of the Act of 1836 from the statute of Anne. We have seen that they apply exclusively to the Common Pleas, and as a statutory provision have no application to the Supreme Court. The construction of them, therefore, as part of the Act of 1836, is not involved here. When a case comes up from the Common Pleas requiring them to be construed, it will be time enough to consider whether they have acquired any new significance or force by their Pennsylvania enactment.\nAnother question is made here which deserves to be noticed, because it touches the practice in cases like the present. It is said the writ can be issued only after a rule to show cause : and for that, Jones’ case in 2d Jones is an undoubted authority. The statute of Anne has- the words by the leave of the Court, and the fifth section of the Act of 1836, applicable alike to the Supreme Court and the Common Pleas, provides that the writ may issue with the leave- of the Court in term time, or of a judge in vacation. This is sufficiently complied with by the motion which is made, and the allowance of the writ without a hearing. But all analogy and principle show that the party respondent must have a hearing before he is- put to answer. This we allow him in a motion to quash the writ. And notwithstanding what was said in Jones’ case, we are inclined to sustain this practice, and dispense with the preliminary rule. It is matter of form and not of substance; so that the respondent is secure of his preliminary hearing, it matters little whether it be on a rule to show cause, or the less cumbrous motion to quash.\nAnd now, April 4, 1853,'this cause having been fully heard, it is considered and adjudged, that the relator, Michael Murphy, has shown- no right or title to maintain the information in the name of the Commonwealth; and that the-same be and hereby is quashed, and wholly taken for nought; and that the relator pay to the defendants their lawful costs in this behalf expended.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "B. H. Brewster and Cumming, for the respondent, in support of the motion to quash.",
      "Neville and Randall, contra."
    ],
    "corrections": "",
    "head_matter": "Murphy versus Farmers' Bank of Schuylkill County.\n1. A writ of quo warranto in order to dissolve a banking corporation will ' not be maintained in the Supreme Court upon the suggestion of a mere private relator, instead of the Attorney-General or some authorized agent of the Commonwealth. <\n2. In questions involving merely the administration of corporate functions or duties affecting only individual rights, such as the election of officers, or admission of corporate officers or members and the like, the writ, under the Act of 14th June, 1836, may issue at the suit of the Attorney-General or of any parson or persons desiring to prosecute the same.”\n3. It is not essential that a rule to show cause shall issue before the issuing of a writ of quo warranto: it is sufficient if the respondent be heard before being compelled to answer the complaint; the decision in Commonwealth v. Jones, 2 Jones 365, notwithstanding.\nA WRIT of quo warranto, in the name of the Commonwealth ex relatione Michael Murphy, was issued in this case, upon a suggestion filed on the 10th January, 1858, with leave of Court. No rule to show cause had been previously granted, or notice given to the respondent. In the suggestion, various matters were specified, and it was averred that the hank had misused and abused and forfeited the banking privileges conferred upon it; and it was asked that the bank show cause why its charter should not he forfeited.\nOn the part of the hank, the Court were asked to quash the writ. Because,\n1. The suggestion is at the instance of a private relator, instead of the Attorney-General.\n2. The writ is not conformable to tbe Act of Assembly in point of form.\n3. No preliminary rule was taken, or notice of tbe writ given to the respondent.\n4. Because the subject-matter of this complaint was fully heard and determined, between the same parties, upon the same suggestion, by the Court of Common Pleas of Schuylkill county.\nB. H. Brewster and Cumming, for the respondent, in support of the motion to quash.\nIt was observed that the relator was not connected with the bank; that he was not a stockholder or officer, debtor or creditor of the bank, and was not sustained by the Commonwealth. It was stated that the English Courts, in construing the statutes of 4 and 5 W. & M., 9 Anne, and 32 Geo. III., have refused the writ of quo warranto upon the relation of an intruder, when seeking the forfeiture of such a charter as the one in question, and have confined such writs to “ cases affecting rights as between party and party:\" 3 Burr. 317, Rex v. Williams; Selwyn, N. P., 1157 Com. Dig. C. 3, Tit. Quo War.; 1 W. Bl. 187. In the case in 2 Burr. 869, Lord Mansfield said, that the “ statute of 9 Anne was calculated to operate only against individuals usurping offices or franchises, and not against any corporation itself as a body. Though the Court will grant a quo warranto information, at the instance of a relator, against a member of a corporation, on grounds affecting his individual title, although the same objections apply to the title of every member, 5 Ad. & Ellis 613, yet an information for dissolving a corporation, or of seizing its franchises, cannot be prosecuted but by the authority of the Crown or of the Commonwealth, or by a public officer, in its behalf: 10 B. & C. 230; 11 Ad. & Ellis 949; 2 B. & A. 482; 1 T. Rep. 3; Bac. Abr. Information, D; 5 Mass. 230, Commonwealth v. Un. Fire Insurance Company; 16 Ser. & R. 140, 144-5; 1 Penna. Rep. 426; 7 Barr 34, Commonwealth v. Burrell; 1 McCord 35; Id. 52; 4 Gill & J. 1.\nIt was contended that the Act of 14th June, 1836, relating to writs of quo warranto and mandamus, did not authorize süch a, proceeding as this, upon the suggestion of a private individual alone. It was alleged that, before the enactment of that Act, the proceeding, in Pennsylvania, to avoid a charter, was at common law, and that the British statutes' were not in force in this state. Reference was made to the remarks of the commissioners who reported the Act of June, 1836.\nIt was contended that, under the second section of that Act, a writ of quo warranto can issue on the suggestion of a private relator only as to municipal and local corporations, or where the rights of individuals are involved; in such cases, the Common Pleas and Supreme Court have concurrent jurisdiction; but in cases in which, in the language of the first section of the Act of 1836, the writ of quo warranto at common law may have been issued, and in which the Supreme' Court, before the passage of that Act, possessed the power of granting informations in mature of such writ, the Attorney- General was exclusively designated as the officer to act in the premises: 7 Barr 34, Commonwealth v. Burrell; 2 Barr 189, Bush v. Cavenaugh.\nAs to the form of the writ, it was stated that the Act of 1836 requires that there be set out in the writ the liberties and franchises which are to be inquired into, and the abuse which is complained of.\n3. That no preliminary rule was taken or notice of a rule given to the respondent: 2 Jones 365, Commonwealth v. Jones; Angell & Ames on Corp. 698; Bac. Abr. Information; 2 Hawk. P. C. c. 26, sec. 8.\n4. That the hearing before the Common Pleas was conclusive, reference was made to Angell & Ames on Corp. 703; Id. 707; 2 Nev. & Mann. 618. Nemo debet bis vexari pro una et eadem causa: 2 Barr 205; 4 Rawle 277, 281; State Trials 20; 3 Black. Com. 264.\nNeville and Randall, contra.\nApril 4,"
  },
  "file_name": "0415-01",
  "first_page_order": 417,
  "last_page_order": 422
}
