{
  "id": 972305,
  "name": "Borough of Allentown versus Saeger",
  "name_abbreviation": "Borough of Allentown v. Saeger",
  "decision_date": "1853-04-04",
  "docket_number": "",
  "first_page": "421",
  "last_page": "421",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 185,
    "char_count": 2522,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 2.550914844701508e-07,
      "percentile": 0.8143212210441613
    },
    "sha256": "e9aa46f44017c01f55ad9a20154ff286736d69fd221b92050f9c96f578c7c8a4",
    "simhash": "1:0011e522c047c4eb",
    "word_count": 454
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Borough of Allentown versus Saeger."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nPart of the taxes charged against Saeger was legal and part illegal, and he paid the whole on demand, and now seeks to recover back the part that was illegally assessed. It cannot be allowed. The case is very different from that of payment to an individual by mistake. It was submission to legitimate authority which was primé facie right in its exercise. The taxing officers performed their duty as well as they knew how, and the tax was submitted to by one who was interested in the purposes for which it was raised, though it might have been resisted in legal form. This was an assent to pay more in support of the government of the town than the town had a right to demand, and the law does not imply the duty of refunding. If it had been paid under protest, that is, with notice that he would claim it back, this would repel the implication of an assent, and give rise to the right of reclamation.\nIn another aspect it is unlike to a payment to an individual. It is a contribution to a common fund, in the benefits of which he, as a citizen or property-holder, participates. It is intended for immediate expenditure for the common good, and it would be unjust to require its repayment, after it has been thus, in whole or in part, properly expended, which would often be the case if suit could be brought for its recovery without notice having been given at the time of payment; and there would be no bar against its insidious spring -but the statute of limitations. On these principles the defendant below is entitled to the judgment.\nJudgment reversed and judgment for the defendant below.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "King and Reeder, for plaintiff in error",
      "Bridges, for defendant."
    ],
    "corrections": "",
    "head_matter": "Borough of Allentown versus Saeger.\nA borough tax, part of which was legal and part illegal, was paid by the person assessed, without protest or notice at the time that he would reclaim the part illegally assessed: held that he could not recover it back.\nError to the Common Pleas of Lehigh county.\nThis was a suit brought before a justice of the peace by Jacob Saeger v. the Burgess and Town Council of the borough of Allentown, to recover back the amount of taxes illegally assessed, which had been paid by Saeger, the plaintiff, to the tax collector. The illegal tax was one laid for borough purposes upon moneys at interest. In the case of Bridges v. The Borough of Allentown, it had been decided that under the charter of the borough, moneys at interest were not taxable for borough purposes.\nKing and Reeder, for plaintiff in error\nBridges, for defendant.\nApril 4,"
  },
  "file_name": "0421-01",
  "first_page_order": 423,
  "last_page_order": 423
}
