{
  "id": 972349,
  "name": "Kuntzman versus Weaver",
  "name_abbreviation": "Kuntzman v. Weaver",
  "decision_date": "1853-04-04",
  "docket_number": "",
  "first_page": "422",
  "last_page": "425",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 422"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 271,
    "char_count": 5908,
    "ocr_confidence": 0.396,
    "sha256": "d6fcb76fae5a1c5e7384a5ab4b19db06b2cc6cd530eded4b7c71b83affd6bcd9",
    "simhash": "1:a63b42f256a70aee",
    "word_count": 1082
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kuntzman versus Weaver."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nIn rejecting the evidence in the defendant’s 4th, 5th, 7th, and 8th bills of exception, we think the Court were clearly in error.\nThis was an action on the warranty of the soundness of a horse. The breach of the warranty consisted in an alleged spavin. The plaintiff alleged a spavin, and the defendant denied it. The testimony of witnesses who saw the horse about the time of the sale, and especially whilst in Weaver’s possession, was competent to,go to the jury on that question. The defendant offered to prove by these witnesses that, the horse was not spavined and did not go lame. Their opportunities and capacities to form correct opinions, and the consequent value of their testimony, were for the jury to estimate; but it is difficult to conceive how any evidence could be more pertinent to the issue.\nWe see no other errors in this record; but for these the judgment is reversed, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Reese and Porter, for plaintiff in error.",
      "Bridges and King, for defendant."
    ],
    "corrections": "",
    "head_matter": "Kuntzman versus Weaver.\n1. In an action on the warranty of the soundness of a horse, though the witnesses on part of the plaintiff cannot speak with certainty as to the identity of the horse, their testimony is admissible and is for the consideration of the jury.\n2. The testimony of witnesses who saw the horse about the time of the sale and especially whilst it was in the possession of the vendee, is admissible on the part of the defendant, the seller, to show that the horse was not unsound when sold. Their opportunity and capacity to form correct opinions was for the consideration of the jury.\n3. If the horse was warranted to be sound when sold, and was otherwise, the vendee is entitled to recover back the price paid, with interest from the time the horse was returned.\nError to the Common Pleas of LeMgh county.\nThis was an action brought before a justice of the peace by-Weaver v. Kuntzman, on an alleged warranty of a gray horse, which had been sold by Kuntzman to Weaver for $90, — and paid for by Weaver. On the part of the plaintiff, it was alleged that the defendant warranted the horse to be sound, whereas he was spavined and unsound. The horse was left at, the farm of the defendant, who sent him back, and, after some months, he was sold as a stray.\nOn the trial, the plaintiff proved by Eiley, that he saw the horse in Weaver’s possession, and that he, the witness, rode him and thought he had the bone spavin. To this testimony the defend: ant’s counsel excepted.\nAnother witness testified, that after the sale to Weaver, Kuntzman said he had warranted the horse “ solid and sound in his hands.”\nAnother stated that Kuntzman said he would warrant the horse solid and sound, so far as he knew.” He said “ the horse had no \" failings so far as he knew.” “ I don’t know that he warranted him to be without failings.”\nA. I. Seagreaves was also examined and said, that Weaver-brought a gray horse to him; that he examined him, and he observed a spavin lump on his leg; that the affection might have existed for several months without being discovered till the horse became lame. He said that when he saw him he was lame; and that he would not have given $40 or $50 for him. He said he saw him since, and the enlargement and lameness had disappeared. He said he could not say it was the same horse which was bought from Kuntzman. The testimony was excepted to on part of defendant.\nAnother witness testified that Kuntzman said that he would warrant the horse solid and sound, so far as he knew; that he said the “horse had no failings so far as he knew.”\nOther testimony was given on part of the plaintiff.\nOn the part of the defendant it was testified, that the horse was not lame whilst Kuntzman had him; that he had a lump on his hind leg, but that it was not spavin.\nThe defendant’s counsel offered to prove that the horse was worth $90 when Weaver bought him. It was alleged that this was overruled. The judge said he had no note of the offer and exception, but, if agreed to by counsel, he would seal the bill. It was sealed. This was the third bill.\nIt was alleged that it was further offered to prove that the horse was not spavined two months after the sale to Weaver and while in his stable. The judge made the same statement as with respect to the third bill.\nAlso offered to prove that the horse never went lame since he was returned by Weaver. Overruled. Fifth bill.\nAlso offered to prove that the horse was worth more after he was returned than Weaver paid for him. Overruled. Sixth bill.\nIt was- offered to prove that the horse was not lame when he was returned, and had no spavin. Overruled. Seventh and eighth bills.\nAlso offered to prove the price paid for the horse at public sale when sold as a stray. Objected to and overruled, and exception taken. Ninth bill.\nThe judge charged that the plaintiff could not recover unless there was a warranty of the soundness of the horse. Also, that “if, as it seemed from the testimony to have been, it was a warranty of soundness so far as Kuntzman knew, then the vendee must show that Kuntzman knew, at the time of the sale, that the horse was unsound.” Also, that if he had warranted the horse, knowing him to be unsound, the vendee, if he had paid for the animal, might return it and recover the price paid, with interest from the time of the return.\nHe charged that the evidence of Seagreaves was of no consequence unless the horse was the one sold by the defendant.\nVerdict was rendered for the plaintiff for $95.70\nError was assigned to the admission of the evidence of Diley and Seagreaves, and in overruling the evidence as stated in the other bills of exception; and to the eharge that, supposing Kuntzman to have warranted the animal, the vendee, if he had paid for it, might return it, and recover the price paid, with interest from the time of the return.\nReese and Porter, for plaintiff in error.\nBridges and King, for defendant.\nApril 4,"
  },
  "file_name": "0422-02",
  "first_page_order": 424,
  "last_page_order": 427
}
