{
  "id": 972410,
  "name": "Christie versus Craige",
  "name_abbreviation": "Christie v. Craige",
  "decision_date": "1853-04-04",
  "docket_number": "",
  "first_page": "430",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 262",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0262-01"
      ]
    },
    {
      "cite": "4 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0126-01"
      ]
    },
    {
      "cite": "5 Watts 265",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 5414,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.4491699289243627e-07,
      "percentile": 0.6547070891005614
    },
    "sha256": "5d7426f3927a1c005631155caf47f859791cb39caf5d0cf7eb324b1923da7f83",
    "simhash": "1:5c717b37fe66d9e4",
    "word_count": 978
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented."
    ],
    "parties": [
      "Christie versus Craige."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThis suit was on a note and a book account. The Court below gave judgment for the plaintiffs, for want of a sufficient affidavit of defence. The affidavit set forth that the plaintiffs agreed, on the day the note became due, to accept, in full satisfaction of both note and account, a certain description of yarn, at a specified price, to be delivered at a designated time and place, and that the yarn -was ready for delivery, agreeably to the stipulation, and still is ready, but the plaintiffs did not come nor send for it.\nAn accord is generally no bar to an action unless it has been followed by satisfaction. But where a debt is due by one contract, the parties may abolish it and substitute another in its place. Here the original contract was for the payment of money. The parties agreed that no money should be paid, but that yarn should be furnished instead of money. They had the right to do this; and, having done it, the bargain was for yarn, as much as if money had never been thought of. If a creditor consents to accept merchandise in satisfaction of his claim, and the debtor invests the money with which he would otherwise have paid it in the goods contracted for, and has those goods ready at the time and place agreed upon, it would be wrong to say that money might be claimed afterwards. This principle needs no case to support it; and common justice will not tolerate that any authority should be set up against it.\nJudgment reversed and record remitted with a procedendo.\nLewis, J., dissented.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Hieskell, for plaintiff in error.",
      "Horn, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Christie versus Craige.\nIn an action on a promissory note and book account it was alleged, in an affidavit of defence, that the plaintiffs agreed to accept in satisfaction of the note and book account, certain woollen yarn at a specified price, for which they were to send on the following day; and it was averred that the yarn was ready for delivery at the time and place agreed upon, but that it was not sent for, and was still ready for delivery. Held that a full defence was alleged in the affidavit.\nError to the District Court, Philadelphia.\nThis was a suit brought by the firm of Craige-& Peterson against the firm of Christie & Shaw, on a promissory note and book account.\nThe note was dated 2d June, 1851, signed by Christie & Shaw, for $332.42, payable six months after date to the order of Craige k Peterson.\nThe book account was for goods sold and delivered in June and July, 1851, amounting to $130.90. A copy of the note and book account was filed.\nAn affidavit was made by Shaw, one of the defendants, in which it was stated that there was a just and legal defence to the action, viz., that on the day when the note fell due, the affiant had an interview with Peterson, who, on behalf of himself and copartner, agreed to receive from defendants, blue mixed woollen yarn at 75 cents per pound, in full satisfaction of the note and book account, and that Peterson further undertook and agreed to send, on the following day, for the yarn to the mills of the defendants, when and where it was agreed the yarn should be-delivered; that Peterson failed to send for the yarn, and has never sent for it, although it was ready for delivery at the time and place appointed, and still was ready for delivery.\nOn March 30, 1852, a rule was taken to show cause why judgment should not be entered for want of a sufficient affidavit of defence, which rule was afterwards made \"absolute; and on 5th April, 1852, damages were assessed.\nError was assigned to the judgment, on the ground that the affidavit disclosed a full defence. ’\nHieskell, for plaintiff in error.\nThere is a distinction between extinguishment by merger of the security, and extinguishment by satisfaction of the debt. In the first, the’ original security is extinguished, but the debt remains ; in the second, the debt as well as the security is destroyed by the acceptance of something else in satisfaction of it. In the. case of merger there is only a change’ of the security; in the case of satisfaction by substitution, there is a change of the debt: 3 W. & Ser. 276-8; 3 East 259. In this, the question whether there was an extinguishment by satisfaction through an agreement of parties, should have been submitted to the jury. The effect of a tender and refusal, or being ready to tender according to contract, when' the other party does not attend, is to divest the property to be tendered from the original owner, and to invest it in the payee; and all right of action on the original contract is extinguished: 5 Watts 265, Case v. Green.\nHorn, for defendants in error.\nIt was submitted, that the ground of defence alleged did not amount to an accord and satisfaction ; that the agreement was incomplete, as the time fixed for the delivery of the yarn was future, “the following day.” That there must be acceptance in satisfaction: Peyton’s case, 9 Rep. 79; 1 Saund. Pl. and Ev. 29. The facts sworn to might amount to an accord, but not satisfaction: 1 Arch. N. P. 84, 49 Am. Law Lib.; 4 Watts 126.\nFurther, no consideration passed at the time of the agreement, and better security was not given for the debt: 1 Arch. N. P. 88, 49 Am. Law Lib. In the case of Case v. Green, 5 Watts 262, the new agreement was in writing, signed by the party, the goods were accepted in satisfaction, and the only question was as to the validity of the tender and delivery.-\nApril 4,"
  },
  "file_name": "0430-01",
  "first_page_order": 432,
  "last_page_order": 434
}
