{
  "id": 972330,
  "name": "Kelly versus Brown",
  "name_abbreviation": "Kelly v. Brown",
  "decision_date": "1853-04-21",
  "docket_number": "",
  "first_page": "446",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 446"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 274,
    "char_count": 4822,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 8.577923407858785e-08,
      "percentile": 0.4886854407341895
    },
    "sha256": "7535541face02c84f9a8cd947747e4d19672d47fe11c491d903bce1c1567d090",
    "simhash": "1:0642ac6067a39495",
    "word_count": 829
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kelly versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThe lien filed in this ease, beside describing the building with more particularity than is demanded by the Act of Assembly, contains a copy of the plaintiff’s account for materials, showing that they were charged to the contractor “for John Brown’s house.”\nThe plaintiff offered evidence in support of his lien, and it ought to have been received. Even if the materials had been charged to the contractor individually, it would have been competent to show that they were furnished on the credit of that particular building: Presbyterian Church v. Allison, 10 Barr 413. Obviously, then, an account, which, on its face, recognised the building to be charged, was competent.\nIt is not necessary that the account should contain the very words of the statute, “for or about the ereetion or construction of the building.” Any equivalent words are sufficient. “Bor John Brown’s house” is as good a designation as the more tautological phrase of the Legislature.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Robb, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Kelly versus Brown.\n1. It is not necessary that, in an account for materials furnished for the erection of a house, they should be charged in the precise words of the Mechanics' Lien Act of 1836, viz., as furnished, “ for or about the erection or construction of the same.'' — Equivalent words are sufficient.\n2. An account stating the materials to have been delivered to the contractor named “ for John Brown's house on Delaware Twelfth street, below Bedford street,'' was admissible in evidence in support of the claim.\n3. Even though the materials furnished have been charged by the seller to the contractor individually, it is competent to show that they were furnished on the credit of the building sought to be charged.\nError, to the Common Pleas, Philadelphia.\nThis was scire facias, under the Mechanics’ Lien Act, by John Kelly against John Brown, owner, and William G-. Marshall, contractor, for materials furnished. The claim filed was as follows:\nJohn Kelly, of the county of Philadelphia, lumber merchant, files this his claim to secure payment of the sum of seventy-three dollars and twenty-five cents against a three-story brick house on, the west side of Delaware Twelfth street, thirty-four feet six inches south of Bedford street, containing in front sixteen feet six inches, and in depth seventeen feet six inches, and the lot of ground extending in depth sixty-five feet. The said claim is for lumber furnished by the said John Kelly on the credit of the said house and ground within the last six months, at the instance and on the request of the said William Gr. Marshall, he being the contractor and builder off the said house, and the said John Brown being the owner of said house and ground. The said John Kelly annexes a bill of particulars of his said claim, as a part hereof, and claims a lien on the said house and ground, for the said sum of seventy-three dollars and twenty-five cents, from the commencement of the said house.\nSigned, ‘ John Kelly. '\nJuly 81, 1848.\nA copy of the account followed. It was stated,\nWilliam Gr. Marshall, for John Brown's house,\non Delaware Twelfth street, below Bedford street.\n1847.\nNovember 25, &c., &c., amounting in all to, . . $>73.85\nThe last item being dated February 15, 1848.\nThe claim was filed July 81, 1848.\nThe plaintiff proved his book of original entries, and it was stated, in the paper-book on his part, that in the book the materials were charged “to the defendants and the premises therein described.”\nNo evidence was offered on the part of the defendants, hut objection was made to the recovery, because it was not set forth in the claim that the materials were furnished “ for or about the erection or construction of the building.”\nIt was stated that, on the part of the plaintiff, it was further offered to show “that the materials were furnished for and in the building but that the Court was of the opinion that any further evidence would be of no avail; that the claim was defective. Kelly, J., charged that the claim was defective, in not setting forth that the materials were furnished for or about the erection and construction of the building, and, therefore, that the verdict must be for defendant.\nSuch charge was assigned for error.\nRobb, for plaintiff in error.\nA substantial compliance with the 12th section of the Mechanics’ Lien Act of 1836, is all that is necessary: 2 Barr 77; Id. 76; 6 Id. 191; 8 Id. 478; 9 W. & Ser. 186. Reference also made to 10 Barr 188, Knabb’s Appeal; 4 W. & Ser. 468.\nThe 1st section of the Mechanics’ Lien Act of 1836, is, that every building erected, &c., “shall be subject to a lien for the payment of all debts contracted for work done, or materials furnished for, or about the erection or construction of the same.”\nApril 21,"
  },
  "file_name": "0446-01",
  "first_page_order": 448,
  "last_page_order": 449
}
