{
  "id": 972336,
  "name": "Wetherill versus Neilson",
  "name_abbreviation": "Wetherill v. Neilson",
  "decision_date": "1853-04-21",
  "docket_number": "",
  "first_page": "448",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 448"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Johns. 421",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/4/0421-01"
      ]
    },
    {
      "cite": "3 Watts 301",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0301-01"
      ]
    },
    {
      "cite": "6 Bin. 201",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 59",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 39",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 104",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 44",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 369",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 40",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 4,
      "pin_cites": [
        {
          "page": "168"
        },
        {
          "page": "168"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 37",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 3,
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 538",
      "category": "reporters:state",
      "reporter": "Yeates",
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 101",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822488
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0101-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 15534,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 8.916937981800723e-07,
      "percentile": 0.9784692080503535
    },
    "sha256": "907dfacc1ee14b5c34165f3400e7121f2fa84a747161338c65bb9d0b7033f951",
    "simhash": "1:27d72668ac76806d",
    "word_count": 2779
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wetherill versus Neilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\n-There is no difference in principle between this case and the numerous ones referred to in the argument, all establishing the rule, that the purchaser takes the risk of the quality of the, article purchased, unless it be warranted or he be fraudulently misled as to it. If mere representations were to be treated as part of this contract, it is not easy to see why they should not be so as to all other contracts. And if they were, then the law would foster a spirit of litigation by encouraging every man, who is disappointed in the advantages expected from a bargain, to drown his sorrows in the excitement of an action at law. The law repairs broken contracts, but it does not attempt to satisfy mere expectations. It is especially important that this should be the rule as to representations of the quality of goods sold, for there is nothing on which people are more apt to differ, and nothing on which they are less apt to trust each other.\nThere was nothing in the representations of the agent, and what is more to the purpose, nothing in the authority given to him, that would justify a finding of either warranty or fraud, and, therefore, the Court was not wrong in saying, that the defence had failed. None of the offers of evidence tended to overcome this difficulty, and they were therefore properly rejected.\nAs to the offer to prove a special custom in Philadelphia as to the special article of soda, if it means anything at all, it means that, when people in Philadelphia are selling soda, common English words of -representation become words of warranty. It must be conceded that such evidence has been admitted, 3 Rawle 101, but never without serious doubts, and we have found ourselves unable to follow the example: see Coxe v. Heisley, 7 Harris 243. The Courts must be allowed to understand common English \"without the aid of witnesses. The law is that mere representation does not constitute a warranty. If we admit evidence of this special custom, we allow the law to be changed by the testimony of witnésses, or by the soda dealers of Philadelphia. If parties mean to warrant, it is very easy for them to say so-. If we imply a warranty from such special customs, it is very easy to see that, theoretically, all contracts are primd facie undefined; for we cannot know what special customs will be needed to aid in their interpretation. Morality could gain nothing by the admission of such a principle into the law. Such evidence would affect written as well as verbal contracts. The custom, if respected at all, must be regarded as part of the contract, whether written or verbal, and then their uncertainty is apparent.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Northrop and Campbell, for plaintiffs in error.",
      "Guillou, for defendant in error ."
    ],
    "corrections": "",
    "head_matter": "Wetherill versus Neilson.\n1. The purchaser takes the risk of the quality of an article purchased unless it be warranted or he be fraudulently misled as to it.\n2. Mere representations as to the quality of the article sold do not constitute a warranty.\n8. In a suit against the purchaser of soda ash it is not admissible for the purchaser to prove the existence of a custom of trade at Philadelphia, by which soda ash is sold upon the representation of the seller as to the percentage of alkali contained in it, and without sample or warranty — that the soda ash in question was sold and received on such representation and in pursuance of such custom, and that it was not a merchantable article.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit, brought by Thomas Neilson against George D. Wetherill & Co., on a promissory note, of which the following is a copy.\n$933 . Philadelphia, July 20, 1850.\nSix months after date, we promise to pay to the order of Thomas Neilson, $933 without defalcation, value received, payable at the Bank of Northern Liberties.\nGeo. D. Wetherill & Co.\nThe plea was payment with leave, &c., and notice of special matter was given.\nOn the trial, after the note was given in evidence on the part of plaintiff, the defendant’s counsel gave in evidence a bill of goods as follows:\nPhiladelphia, 20th July, 1850.\nMessrs. Geo. D. Wetherill & Co.\nBought of Thomas Neilson, 35 casks of Soda Ash 48 pr. ct. weighing -as follows: 304 to 338 (inclusive), each cask having its weight set down, and weighing in the aggregate net, 33,934 lbs. @ 2-|- c. p. lb. $933.18.,\nAt six months.\nIt was admitted that the note on which suit was brought was given in payment of above bill of goods made out by Thomas Neilson. The counsel of said defendants then produced William Trimble, a witness, who testified as follows:—\nI am a merchandise broker, and made a sale for Thomas Neil-son (the plaintiff) to the defendants of 35 casks of soda ash in July, 1850. Neilson gave me a specification of 35 casks of soda ash afloat, Johnson’s brand, of 48 degrees strength, English test.\nAfter several interviews with Geo. D. Wetherill & Co., they offered me 2-|- cts. per lb. at 6 months, which Neilson accepted. Of course I notified both parties of the sale. I can’t recollect all that occurred exactly in all my interviews with defendants.\nI offered the soda ash to defendants, stating expressly it was 48 degrees English test, and that it was Johnson’s brand. The proportion of soda and degree ,of strength was the subject of conversation at the time of the sale and at each intervieití. The value of .the article in the market is seriously affected by the proportion of pure soda or alkali. I can’t recollect all the conversation that took place; don’t recollect if they asked the per-centage of soda or alkali; I told, them, myself. I thought it necessary; it is generally sold on the representation of its strength, that is the customary mode of selling the article in this market, Don’t recollect how long a time between the first and last interview. I was authorized by Neilson to represent to purchasers that the soda ash was 48 per cent. There was one or two days interval between the first and last conversation with defendants. The soda ash had arrived in port, but was afloat in the Clara Wheeler. There was no sample. I had none. I made the statement of 48 per cent, to induce the sale of the article.\nCross-examined. It is customary to sell the article in the market on the representation of per-centage. The English test was the test at the time of its shipment, it may lose very slightly on the voyage in its strength. It is frequently accompanied by certificate of test, and sometimes represented by the invoice. Don’t recollect that Neilson said anything about invoice or certificate, but merely told me it was 48 per cent. English test. The price I obtained from defendants was the minimum market price. The article since then has fallen in price. Don’t know when the goods were delivered.\nRe-examined. I mean by English test, that the goods were tested in England before they came here.' 48 per cent, test is that of a good article; there is an article of higher quality. There are differences in different lots. I am not aware of any different mode of testing in JEngland from that in America. The price of the article and the value, depreciates more rapidly than the decrease of alkali — more in proportion. I have sold a great deal of soda ash; there has been no material complaint as to this brand of Johnson.\nHe further testified that there was no test marked on the easks,.\nThe defendants’ counsel then- offered to prove by witnesses skilled in the manufacture of glass and soap, that soda ash, which is chiefly used in said manufactures, must be as an article of use and commerce of at least 48 per cent, strength; that the said witnesses had bought of this soda ash in question — that it was much below 48 per cent, strength, the per centum agreed upon in the contract of sale — that the soda ash in question was not merchantable, hut valueless and useless, not being in fact the article it was sold for.\nThe plaintiff’s counsel objected to such testimony; it was overruled by the Court, and exception taken. This was the subject of the first assignment of error.\nThe defendants’ counsel then offered to prove that the said soda ash delivered to defendants, being the consideration of the.note sued upon, was not 48 per cent. English test, but was so far below it as to be practically useless for the purpose for which it is in common use in the market, and that defendants tendered a return of the article to the plaintiff, as soon as it was discovered that it did not correspond with the article purchased.\nThis testimony was overruled, and an exception taken. Second assignment.\nThe defendants’ counsel then reoffered the above, to be followed by proof that as soon as the casks were delivered, it was observed that the marks on them had leen erased, and altered.\nThis was also overruled, and exception taken. Third assignment.\nThe defendants’ counsel then offered to prove that there is a custom of trade for the port of Philadelphia, by which soda ash is sold upon the representation of the seller as to the per-centage of alkali contained in it, and without sample or warranty — that the soda ash for the price of which this suit is brought, was sold, delivered, and received on such representation, and in pursuance of such custom, and that it was not a merchantable or marketable article, and was so far below the represented per-centage as to be valueless.\nThis also was overruled by the Court, and an exception taken. Fourth assignment.\nThe defendants’ counsel then' reoffered the above, to be followed by proof, that the casks of soda ash when delivered to the defendants were scratched and marked so as to show that a former brand had been removed and another substituted.\nThis was also overruled, and an exception taken. Fifth assignment.\nThe judge instructed the jury that an express warranty or fraudulent representation must be shown by the defendants, and that in this case the plaintiff must recover upon the note as presented, as no such express warranty or fraudulent representation had been proved by the defendants; and that there was no evidence to prevent the recovery by the plaintiff of the whole amount of his claim on the note.\nYerdict was rendered for plaintiff for $958.85.\nIt was assigned for error in the first five assignments, that the Court erred in overruling the evidence offered on the part of the defendants; 7th, in charging that an express warranty or fraud must be proved in order to defeat the action.\nVIII. In charging that in this case the plaintiff must recover upon the note as presented, as no such express warranty or fraudulent representation has been proved.\nIX. In taking from the jury the construction of the contract of sale. It being alleged that the contract of sale was that the soda ash should be of 48 per cent, strength, that is, contain such per centum of pure soda or alkali. That this was the consideration which induced defendants to purchase it. That it was the essence of the' contract that the soda ash should be of that strength. There was no inspection of the article, as it was still stowed in the Clara Wheeler,- which brought it, and it was not landed until delivered to the defendants directly from the vessel. Beside this, its quality or character could only be ascértain,ed by testing it chemically, or by using it in manufacturing: Chitty on Con. (Ed. 1844) 450; 2 Kent's Com. (6th ed.) 485, also cited.\nNorthrop and Campbell, for plaintiffs in error.\nIt was contended that from the nature of the contract of sale it implied a warranty —that though there be no wilful misrepresentation or concealment, yet if there be an undertaking at the time of the sale that the property is such, as in a material circumstance it proves not to be, damages maybe recovered: Addison 375; 1 Peters C. C. Rep. 86; Id. 172; Id. 314. A fair price implies a warranty: 3 Yeates 538, 541. The word warrant is not necessary, but it must be shown that the seller did not express a mere matter of judgment or opinion: 7 Ser. & R. 480-2. A sample; a description in a sale, note, advertisement, bill of parcels, or invoice, is equivalent to an express warranty that the goods are as described or represented: 3 Rawle 37-39.\nThe article must be saleable in the market; merchantable under the denomination affixed to it by ¿he seller: 3 Rawle 40-1; Id. 168; 2 Watts 369. This case was not one of a naked averment, but involved a specification of quality, and an authorized representation in order to induce a sale.\nAs to the first assignment was cited 3 Rawle 40; Id. 168; 2 Watts 369. As to 2d assignment, was cited 3 Rawle 44; 1 Ser. & R. 477. 3d. The custom of a particular trade may establish an implied warranty: Chitty on Con. 454; 1 W. C. C. R. 149; 8 Ser. & R. 550; 3 Rawle 104.\n. The judge took from the jury the construction of the verbal contract: 3 Rawle 39; 9 Watts 59. Under the plea of payment, damages may be set off: 6 Bin. 201. And in an action for the price, a warranty of the article and breach may be set off without returning the article, or giving notice to plaintiff to take it away: 1 Ser. & R. 478-9; 3 Watts 301; 5 Id. 52; 6 Id. 155; Id. 444.\nGuillou, for defendant in error .\nThis was a case of the sale of soda ash on board the ship in which it was imported without warranty, and not by sample. The article was said by vendor to be 48 degrees, English test; that is to say, that when tested in England it was of that strength; Neilson had no means of knowledge as to its quality which were not equally accessible to Wetherill; he sold on his invoices and certificate, and one desiring to purchase and not satisfied with these might have asked a warranty or examined the article for himself.\nIt is to be observed that the defendant below did not impeach the only allegation of his vendor by showing that the article was not of the alleged, degree when tested in JEngland. This was the only statement of the vendor, in substance, that he had bought it as of that standard in England. It was not pretended that the assertion of Neilson was not truly based upon his purchase, the original invoice and certificate (the usual evidence); and these papers were subject to the call of Wetherill at all times.\nNeilson was justified in selling the article as being of 48 degrees. It would be a hardship on importers of drugs that the vendors were to warrant that they would keep in all weathers and under all exposures.\nAs to the scratches, erasures, and marks upon the casks (if such there were), perhaps they may have been the marks of contents of the casks on previous occasions of their use for other purposes. The test mark was not on the casks. It did not appear what marks had been erased, and what substituted. There was no offer to show that Neilson had any knowledge of the alleged changes — he never saw the casks. The sale was made while these were in the hold of the vessel of importation, and they were delivered directly to Wetherill, without passing through Neilson’s hands.\nThere was no warranty by Neilson; there is no averment of fraud on his part. He sold just as he had bought, without seeing the goods. In a contract for sale of goods without a warranty of the quality, if there be no fraud on the part of the seller he is not answerable for the quality. Willing v. Consequa, 1 P. C. C. 317; 3 Rawle 37; Id. 168; 10 Barr 320; 7 Ser. & R. 481; 4 Johns. 421; 2 Bl. Com. 451; 2 Watts 369; 9 Id. 60; 14 Ser. & R. 51.\nIt was not admitted that the soda ash was not of 48 degrees strength when tested in England. The offer was to show that it was not so when sold by Wetherill.\nApril 21,"
  },
  "file_name": "0448-01",
  "first_page_order": 450,
  "last_page_order": 455
}
