{
  "id": 972416,
  "name": "Lauchner versus Rex",
  "name_abbreviation": "Lauchner v. Rex",
  "decision_date": "1853-05-21",
  "docket_number": "",
  "first_page": "464",
  "last_page": "469",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 464"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dallas 426",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 135",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840150
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0135-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 325",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822508
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0325-01"
      ]
    },
    {
      "cite": "6 W. 337",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. 135",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 Penn. Rep. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 14460,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.8240287862483194e-07,
      "percentile": 0.719609135513306
    },
    "sha256": "a4f86b0c1ee401927af1f128fd4432c6d1d1aa6376923df6f67f71851c55ebf8",
    "simhash": "1:87d728b514664cee",
    "word_count": 2595
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lauchner versus Rex."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThis was trespass for cutting and carrying away certain grain which the plaintiff alleged to be his. One of the exceptions taken is to the admission of evidence which went to show that when the plaintiff sold his land to the defendant, it was expressly agreed that the grain in dispute should be reserved, and should not pass with the land, and that the stipulation to that effect -was left out of the agreement by mistake. The scrivener testified that both parties told him to insert this, and, finding he had not done so, requested him to interline it, but afterwards agreed that it need not be done, since they knew it themselves— it was not necessary — the grain belonged to the vendor — the vendee had not bought it and would not have it.\nTo confine a party to the terms of a written agreement from which an important part of the actual bargain is omitted at the request of the other party and on his solemn assurance that it shall be performed, though not inserted, is such a fraud as the jurisprudence of no civilized country will tolerate. The evidence was admissible beyond a doubt. The vendor was entitled to relief in. equity, though not, perhaps, under the head of mistake.\nThe objection to the deed from Fritzinger to the plaintiff, on the ground that title was not first shown in the grantor, is altogether unsound, because it was immediately followed by another deed from the principal defendant himself to Fritzinger. It is no reason for reversing a judgment that a deed was admitted first which would have been more ,in order if it had been offered last. \"When the judge saw one, there is no doubt that he knew the other was coming.\nBut the main question here is that of jurisdiction. The suit was brought before a justice of the peace.\nThe act of 1810 expressly excepts from the jurisdiction of justices all cases of real contract where the title to lands may come in question. This excludes from their cognisance every suit on a contract concerning or in any way connected with realty (3 Harris 360), whether it be to enforce payment of purchase-money (3 Penn. Rep. 388), or to recover back what has been paid by the vendee after rescission of the agreement (2 W. 135), or though it be on a note given in consideration of an easement (6 W. 337). In all these cases the title to land may come in question, and they can no more be tried by a justice than ejectment, slander, or battery. But by the act of 1814, jurisdiction is given to justices in all actions of trespass for injury to real estate, excluding only those cases in which the title to lands actually does come in question; and in order to determine whether the fact be so, the defendant may interpose his oath and stop the proceeding at any time before trial. The statute giving jurisdiction in trespass would have been utterly nugatory if it had been clogged with the exception of cases in which the title to land may come in question, for it may be so in every case of trespass to land, as much as in every action on real contract. The justice has -authority to determine the cause unless the defendant makes the fact which ousts his jurisdiction appear in the mode pointed out by the act. It is too late to make the objection after the case comes into the Common Pleas by appeal.\nIt is objected that this rule will give justices the power to construe deeds and other documents affecting titles. We cannot help it, and if we could we would not. In all cases of trespass upon real estate, the fundamental fact to be proved is the plaintiff’s title to the loeus in quo. In general this is sufficiently established by mere evidence of possession. But a party has the right to produce his warrant, survey, and deeds, if he prefers it; and he can do nothing else when the injury complained of has been committed on unoccupied lands, or where the dispute relates to the locality of a line. The simplest title will require some investigation in order to ascertain its meaning. But whenever the defendant denies it, and thinks that the justice ought not to be trusted with its determination, the law gives him the power of having it remitted to another and a higher tribunal. If he submits to a trial, and takes his chance of a judgment in his favor, he must not object when he finds the judgment against him.\nIt is true that jurisdiction cannot be given by the consent of parties. But that is not the case here. The act of 1814 gives the right to the justice to try such causes, except when the defendant makes oath of a certain fact. The jurisdiction is • derived from the statute. Though it was liable to be defeated, the omission of the defendant to do so is not its origin..\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Bridges and Porter, for plaintiff in error.",
      "Reeder and Wright, for defendants.",
      "Porter, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Lauchner versus Rex.\n1. Parol evidence is admissible to show that in a written agreement for the sale of land it was. agreed between the parties that certain grain, then growing on the land, was not to pass to the vendee, and that the reservation was omitted by mistake of the scrivener; that the parties declared it need not be inserted,\n.that it made no difference, that they knew it 'themselves and that the grain, belonged to the vendor.\n2. It is not a reason for reversing a judgment that a deed was admitted first, when it would have been more in order if it had been offered after the deed to the grantor therein had been given in evidence.\n3. The Act of 1810 excludes from the jurisdiction of justices of the peace all cases of real contract where the title to land may come in question. But by the Act of 1814 jurisdiction is given to them in actions of trespass for injury to real estate, excluding only those cases in which the title to land actually does come in question; and providing that where such is the case the defendant may interpose his oath before trial. It is too late to make the objection after the case comes into the Common Pleas by appeal.\n4. Jurisdiction cannot be given by consent, but the jurisdiction in such a case is given by the statute; the justice, has power to try the case except where the affidavit is made.\nError to tbe Common Pleas of Lehigh county.\nThis was an appeal from the judgment of a justice of the peace, • in an action of trespass brought by Nathan Rex against George Lauchner and others for taking and carrying away a quantity of grain in shock.\nOn the trial, on the part of the plaintiff was offered the deed of Charles Fritzinger and wife to Nathan Rex, the plaintiff, for above seventeen acres of land. This was objected to on the part of the defendants, but was admitted. The deed was dated 1st March, 1849, and was for the land on which the grain grew. It was stated, on the part of the defendant in error, that this deed was to be followed by a deed from Lauchner, the defendant below, to said Charles Fritzinger, dated 21st December, 1848, for above 38 acres, ■which was duly recorded. This deed was afterwards admitted in evidence. It included the land conveyed by Fritzinger to Rex.\nThe justice was examined, and testified, inter alia, that the defendants admitted the taking of the grain, but alleged that they had not sold the grain with the land. The plaintiff alleged that he had purchased the grain with the land. The grain taken was part rye and part wheat, — about 115 shocks.\nOn the part of the defendants, the written agreement for the sale of land between George Lauchner, Charles Fritzinger, and Jacob Rex, Jr., was produced, and was proved by the subscribing witness who wrote it. The grain in question was sown before the sale of the land by this agreement.\nThe defendants’ counsel offered in evidence the said written agreement. It was dated 29th November, 1848, and was between George Lauehner, of the one part, and Charles Fritzinger and Jacob Rex, Jr., of the other part, for the sale of a tract of land; to be followed by proof that, at the time of its execution, the grain was reserved, but that the reservation was omitted by mistake. This was objected to, but the Court admitted the agreement.\nThe scrivener was then examined, and proved that Lauchner agreed to sell to Fritzinger and Jacob Rex the land in question, which Lauehner had bought from John Rex. A good deal was said. After I had written the agreement and read it, the parties said the grain was not in it. The grain on one field was to be retained by Lauchner, and, on another part of it, it was to belong to Fritzinger and Jacob Rex. They agreed that it should be inserted. The witness said that he interlined the provision relating to the grain reserved by Lauchner, and they agreed that the other need not be interlined; the parties said it made no difference. Fritzinger said he had not bought it; it was Lauchner’s. “ It made no odds; they knew it themselves.” He said they agreed on that occasion that the grain (that in question) should belong to Lauehner. The interlineations were made in their presence, before the agreement was signed. He further said the parties knew that the reservation had not been inserted when they signed the agreement. ,\nIt appeared that Fritzinger sold the. land to Nathan Rex, the plaintiff in the suit. It did not appear that he made any reservation of the grain, or that Nathan Rex knew of the reservation by Lauchner. Nothing was said between them about it. Nathan Rex had the grain in question cut and hauled it away.\nThe material question was, whether the grain in the ground-passed to Nathan Rex under the deed by Lauchner to him for the land on which it grew.\nVerdict was rendered for the plaintiff for $68.18.\nThe paper-books differed. It was alleged on part of the plaintiff in error that the points arising in the case were, 1. The admission in evidence of the deed from Eritzinger to Nathan Rex, the plaintiff, for the land on which the grain grew, the objection to it being, that no title in Eritzinger, the grantor, had 'been previously shown; and that it brought into question the title to the land. Also a question of jurisdiction in the justice.\nThe assignments of error were not stated in the paper-book received.\nBridges and Porter, for plaintiff in error.\nIt was contended that the case having arisen out of a contract for the sale of real estate, the justice had not jurisdiction, as the title to the land might come into question.\nAct of March 20,1810. — Section 1. “ The justices of the peace of the several counties of this Commonwealth shall have jurisdiction of all causes of action arising from contract, either express or implied, in all cases where the sum demanded is not above one hundred dollars; exce¡ot in eases of real contracts, ivhere the title to lands or tenements may come in question, or action upon promise of marriage.”\nAct of March 22, 1814. — Sect. 1. “ The justices of the peace of the several counties of this Commonwealth, and the aldermen of the city of Philadelphia, shall have jurisdiction of actions of trover and conversion, and of actions of trespass brought for the recovery of damages for injury done or committed on real and personal estate, in all cases where the value of the property claimed, or the damages alleged to have been sustained, shall not exceed one hundred dollars.”\nSect.-2. “ Provided, that if the defendant shall, before the trial of the action, make oath or affirmation that the title to lands will come in question in the said action, then the justice or alderman shall dismiss the same, and in 'case of such dismissal the costs shall be paid in equal shares by the plaintiff and defendant.”\nSect. 5. “ Nothing in this Act contained shall be construed to extend to actions of ejectment, replevin, or slander, actions on real contracts for the sale or conveyance of lands and tenements, actions for damages in personal assault and battery, wounding and maiming, or to actions for false imprisonment.”\nThe Act does not apply merely to cases where the title does come into question, but where it may be disputed: 3 Rawle 325; Lee v. Dean, 3 Pa. Rep. 388; 2 Watts 135; 3 Harris 360.\nThe objection to the jurisdiction was not waived by the omission of the affidavit prescribed in the 2d section of the Act of 1814. Want of jurisdiction may be pleaded in bar, or given in evidence under the general issue, and, properly, is not the subject of a plea in abatement: 1 Chitty’s Pleading 427; 8 East 583; 1 Id. 352; Bacon’s Abr., Pleas E; 4 Term Rep. 203.\nWhere justices of the peace have not jurisdiction, the proper course is to dismiss the appeal, Kennedy, J., 6 W. & Ser. 524.\nReeder and Wright, for defendants.\nLauehner was the principal trespasser, and the other defendants were employed by him. The title to the land was derived from him, he being the grantor in the deed of 21st December, 1848. The deeds were properly admitted for the purpose of showing the locus in quo from which the grain was taken, and also for the purpose of showing the plaintiff’s title and possession of the land as preliminary to the evidence of the trespass.\nIf it had appeared by competent evidence that the defendant disputed the plaintiff’s title to the land, this would not have ousted the jurisdiction of the justice, inasmuch as the Act of 1814 provides a special mode of producing that result, viz., by .affidavit; and such course was not adopted in this ease. The Act o.f 1810 prohibits jurisdiction by justices “ in cases of real contract where the title to lands or tenements may come into question.” But the Act of 1814 gives them jurisdiction in actions of trover, or trespass for injuries committed on real and personal estate, and by the 2d section the affidavit is provided. The cases cited on the part of plaintiff in error are actions upon contracts, and not within the provisions of the Act of 1814.\nThe want of jurisdiction cannot be waived. But failure to make the affidavit is not to be regarded as a waiver, because jurisdiction is expressly given by the Act of 1814. The justice had therefore jurisdiction.\nPorter, for plaintiff in error.\nThe deed from Fritzinger to Rex was erroneously admitted, as no title had been shown to have existed in Priizinger when the deed was offered: 2 Ser. & R. 84. That the parol evidence that the grain was to be reserved from the operation of the deed was inadmissible, reference was made to 1 Dallas 426; 3 Barr 257; 7 Ser. & R. 114; 9 Barr 335.\nIf Nathan Rex had any title to the grain, it was in virtue of the contract by which he purchased the land. Such contracts are excluded from the jurisdiction of justices of the peace.\nMay 21,"
  },
  "file_name": "0464-01",
  "first_page_order": 466,
  "last_page_order": 471
}
