{
  "id": 972329,
  "name": "Whiteside versus Whiteside",
  "name_abbreviation": "Whiteside v. Whiteside",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "473",
  "last_page": "475",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 308,
    "char_count": 5985,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.412650312952543e-07,
      "percentile": 0.9202519143007951
    },
    "sha256": "1077acd02bf8a3ebca76d1a9442544f678f0675bd473e2b806469bb551d279da",
    "simhash": "1:6ceae9a407971e63",
    "word_count": 1005
  },
  "last_updated": "2023-07-14T17:52:31.210520+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whiteside versus Whiteside."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\nCochran Whiteside, of Westmoreland county, died in 1812 unmarried and without issue, but leaving brothers and sisters. Letters of administration were taken out by one Backhouse, who filed an inventory of personal goods amounting to $1026.72, of which $154.13J was cash. In April, 1813, Back-house was discharged, and Samuel Whiteside, of Chester county, a brother of the decedent, was appointed administrator de bonis non. No administration account was ever filed. In 1840 Samuel White-side died, having made a will containing the following clause: “ Whatever money my brother Cochran Whiteside was worth at his death, I allow the same to be equally divided among the heirs.” This is assumpsit brought by the executors of Robert, one of the brothers, against the executor of Samuel, the administrator of Cochran, to recover Robert’s share of “whatever money Cochran was worth at his death.” The Common Pleas decided that assumpsit would not lie.\nThe Orphans’ Court has become a very important part of our judicial system. The exclusiveness of its jurisdiction and the conclusiveness of its decrees have been placed, by the acts of Assembly and the decisions of this Court, upon a foundation which cannot be shaken. If there be anything besides death which is not to be doubted, it is that the Orphans’ Court alone has authority to ascertain the amount of a decedent’s property and order its distribution among those entitled to it.\nBut here is a demand to recover a distributive share of an intestate’s estate by an action at law against the executor of the administrator, without a settlement of any account in the only tribunal which has jurisdiction of the subject or power to ascertain its amount.\nIf Samuel Whiteside had given a legacy to each of his surviving brothers and sisters out of his own estate equal in value to the property of which his brother Cochran died possessed, no necessity would have existed for an appeal to the Orphans’ Court of Westmoreland. But he says that he allows the heirs of his brother to be paid whatever money he was worth. What he was worth depended as much on the debts and expenses as it did on the value of the property inventoried. The will can mean no more than an injunction upon his executor to settle an account of Cochran’s estate, and divide it among his next of kin according to the rights which they had as heirs or distributees. This provision was simply a recognition of his duty as administrator, an acknowledgment that it was yet unfulfilled, and a direction to-his personal representative to see it performed after his death.\nIf the will of Samuel Whiteside had been silent on this subject, the great length of time which has elapsed since the letters of administration in Westmoreland might have been a sufficient answer to any citation which could now be issued. It may have been the consciousness of this that caused the testator to use language which would save the rights of the parties interested from defeat.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Lewis, for plaintiffs in error.",
      "Darlington, for defendant, the Court declined to hear."
    ],
    "corrections": "",
    "head_matter": "Whiteside versus Whiteside.\n1. The Orphans’ Court alone has authority to ascertain the amount of a decedent’s property and order its distribution; and till this is done assumpsit by an heir against the executor -will, not lie.\n2. A person residing in Ghéster county administered on the estate of his brother, who resided and died in Westmoreland county. No administration account was filed, and afterwards the administrator died, haying, in his will, directed that whatever money his brother “was worth at his death, I allow the same to be equally divided amongst the heirs.”\nIt was held, that by this provision was intended an injunction upon his executor to settle an account of the estate of the intestate and divide it amongst the heirs or distributees; and that assumpsit would not lie against the said executor before the value of the estate, after the payment of debts and expenses, was ascertained by settlement in the Orphans’ Court, of Westmoreland county, &o., according to law.\nError to the Common Pleas of Chester county.\nThis was an action of assumpsit by Robert Whiteside et al., as executors of the will of Robert Whiteside, deceased, v. Samuel Whiteside, executor of the will of Samuel Whiteside, deceased. It was brought to recover a legacy.\nIn 1812 Cochran Whiteside, a brother of Samuel Whiteside, deceased, died in Westmoreland county, unmarried and without issue. Samuel Backhouse received letters of administration, and filed an inventory amounting to $1026.72. Afterwards, in pursuance of his petition, the letters issued to him were re'voked, and on the 18th February, 1813, letters of administration were granted to Samuel Whiteside, before referred to.\nIt did not appear from the records of the Orphans’ Court of Westmoreland county, that any administration account by Samuel Whiteside was filed. He lived in Chester county, and died in 1840.\nIn his will, he directed that “whatever money my brother Cochran Whiteside was worth at his death, I allow the same to be equally divided amongst the heirs.”\nOn the trial it was proved that Robert Whiteside, the testator, was one of the heirs of Cochran Whiteside, deceased; and the number of his heirs was proved. The will of Samuel Whiteside was given in evidence, and, to show the amount of the estate of Cochran Whiteside, the inventory by Backhouse was offered on the part of the plaintiff, but was rejected.\nA copy of the whole record on the estate of Cochran Whiteside, as certified by the register of Westmoreland county, was offered, and rejected; and afterwards, the record was offered in connection with the other proof in the cause; but it was also rejected.\nThe Court charged the jury to find for the defendant.\nError was assigned: 1st, to the rejection of the inventory; 2d, in rejecting the copy of the record offered in connection with the other proof in the cause.\nLewis, for plaintiffs in error.\nDarlington, for defendant, the Court declined to hear."
  },
  "file_name": "0473-01",
  "first_page_order": 475,
  "last_page_order": 477
}
