{
  "id": 972335,
  "name": "Peters versus Rylands",
  "name_abbreviation": "Peters v. Rylands",
  "decision_date": "1853-05-21",
  "docket_number": "",
  "first_page": "497",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wharton 311",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0311-01"
      ]
    },
    {
      "cite": "8 Pick. 23",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0023-01"
      ]
    },
    {
      "cite": "4 Dallas 206",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "1 Howard 28",
      "category": "reporters:state",
      "reporter": "Howard",
      "case_ids": [
        8830716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/2/0028-01"
      ]
    },
    {
      "cite": "18 Wend. 175",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "19 Wendell 534",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 McLean 540",
      "category": "reporters:federal",
      "reporter": "McLean",
      "case_ids": [
        6597633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/16/0219-01"
      ]
    },
    {
      "cite": "1 Howard 34",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "14 Pick. 71",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "19 Wend. 534",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "11 Wend. 571",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "18 Wend. 175",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 795,
    "char_count": 18594,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 2.969628270353627e-07,
      "percentile": 0.8502055525244908
    },
    "sha256": "564f57944801436ee3b38fd341bfc92d1fe94773b02fabcb39bdefb417a3bf96",
    "simhash": "1:6b23e980c3ff906c",
    "word_count": 3290
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lowrie, J., dissented."
    ],
    "parties": [
      "Peters versus Rylands."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nWhether, under the circumstances in evidence it was negligence in the engineer and state agent to pass the Paoli, after the detention to which the train had been subjected, without turning out, and stopping for the mail train to go by, was a question for the jury, was properly submitted to them, and they have found the negligence.\nBut as this was the negligence of state officers appointed and paid by the state, and as the motive-power of the road was exclusively under their control, is the defendant, who was a common carrier of passengers and goods, responsible for it ?\nThis is the great question in the cause. We think he is liable.\n1st. Because there was a contract to carry. It is true the girl was in the emigrant car, which did not belong to the defendant though attached to his train, but so were other passengers from whom the defendants’ agent received fare. And though fifty cents, for her fare, were demanded and refused, yet the one dollar paid by the father for himself and daughter, was a sufficient consideration for the contract. As to the alleged direction to leave that car and go into another, the evidence is contradictory, and no point was made in the Court below. The jury found the contract, and there was evidence to justify their finding.\n2d. This was a 'contract to carry safely, and the tort alleged' consists in carrying negligently. Carriers of passengers on railroads are not insurers of the lives and limbs of their passengers, but the implied contract binds them to exercise the highest degree of care and prudence, and makes them liable for the slightest neglect.\n8d. The parties contracted with a view to the law of the road. The defendant knew very well that the road on which he contracted to carry the plaintiff belonged to the state, and was controlled by the Canal Commissioners; that the motive-power on which he must depend for the performance of his contract, was furnished by the state and conducted by her agents, over whom he was to have ilo control whatever. He obtained the right to carry passengers on this road, and the use of the state’s motive-power and agents, by a contract with the state, and then he contracted with the plaintiff. Had his contract with the plaintiff been drawn out into form it would have recited, as it necessarily implies, a previous arrangement with the state authorities for the use of their road, their engines, and their agents. As between him and the passenger, these means of transportation become his. Pro hao vice the locomotive and the engineer are his engine and engineer, and logically, as well as on the principles of many adjudged cases, he is responsible for their conduct. If in borrowing these means of transportation he has not stipulated for supreme control in himself, or for indemnity against damages, that is his own concern. He holds himself out to the world as furnished with such means of transportation, and invites the confidence of the public in his ability to carry safely. The passenger looks only to him. He does not contract with the Commonwealth. He pays his money and risks his life, because he has faith in the transporter’s capacity to carry him safely. On what principle, then, at all consistent with the actual relations established between the parties, is the passenger to be denied redress for injury resulting from the negligent performance of this contract ?\nThere is nothing in the doctrine of Laugher v. Pointer, 5 B. & C. 547, nor in any of the cases that have been ruled on the law of master and servant, that applies here. This case is sui generis, but it comes much nearer to that class of decisions in which it has been held, that several parties engaged in carrying over different portions of the same line of conveyance, each sharing in the profits of the whole route, and of course of each section of it, are all responsible for the faithful discharge of their duty, and liable to respond in damages for any injury which results from the negligence or unskilfulness of any of the proprietors or their servants. Bostwick v. Champion, 11 Wend. 571, and 18 Wend. 175; Weed v. The Schenectady and Saratoga Railroad Co., 19 Wend. 534. The state as well as the carrier is paid for each passenger transported on the Columbia Eailroad, which shows their community of interest ; and if there be a common liability, that of the state cannot be enforced by action, and this circumstance does not diminish that of the carrier. Because they, have a common interest, however, and share the profits of transportation, it is apparent that in holding the party before us to answer for the negligence of the state’s agents, we do not punish one man for the misfeasance of another’s servants. We do no more than apply the principles of law to the relations which the parties have established by their voluntary contracts.\nThe judgment is affirmed.\nLowrie, J., dissented.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Gowen and Mallery, for plaintiffs in error.",
      "Hirst and Hood, contrá."
    ],
    "corrections": "",
    "head_matter": "Peters versus Rylands.\nThe owners of passenger cars, employed on the Columbia Railroad belonging to the Commonwealth, are liable, as common carriers, for an injury sustained by a passenger from the collision of two of their trains passing in the same direction, though the motive-power of the road was furnished by the state and was under the control of the state’s agents, and though the accident happened through the negligence of the agents of the state. The carrier contracted with a knowledge of the government of the road, and is responsible.\nError, to the District Court, Philadelphia.\nThis was an action on the case 'in name^of Susan Hylands^ a minor, by her next friend Thomas Hylands, v. Jacob Peters and others.\nThe action was brought to recover damages for an injury sustained by Susan Hylands, on the 23d August, 1851, while travel-ling on the state railroad from. Downington to Philadelphia, in a railroad passenger car belonging to the defendants.\nThe declaration was in tort, containing two counts, the first being a special one, in which it was alleged that the plaintiff became a passenger for a certain fare or reward to the defendants; that she was received as such; their duty to use proper care and to carry safely was alleged, and averring negligence; and the second being a general count, in which it was alleged that the defendants had not used due and proper care, but neglected so to do, and by reason thereof the collision took place, &c.\nThe defendants were owners of a train of cars running on the said road, called the “Accommodation Train,” carrying passengers and merchandise. The road, the motive-power, engine, tank, and appurtenances thereto, belonged to the State of Pennsylvania. The engineers and firemen employed, were appointed by or under the .authority of the Canal Commissioners, and each train was accompanied by an officer styled “ State Agent,” appointed in the same way, one of whose duties it was to collect for the state the tolls charged on each passenger. On the part of the defendants in the suit, it was said that the control of the speed of the cars, stoppages, &c., was in the state agent. It was, however, testified by the conductor of the accommodation train, who was the agent of the defendants, that when he wanted to stop he notified the state agent, and that it was the duty of such agent to stop when he (the conductor) requested him, except- at an unusual stopping-place.\nIt was stated that at that time, two trains of cars left Columbia daily, for Philadelphia; the one, called the “Accommodation Train,” leaving Columbia, at 8 A. M., and the other called the “Mail Train,” or “Fast Train,” leaving an hour or less after-wards. That in consequence of the first train stopping on‘'the route, the mail train usually overtook the other train before reaching Philadelphia, when the accommodation train turned out to permit its passage. On the day of the accident the accommodation train reached Downington after its usual time. At that place the plaintiff, a child of 11 or 12 years of age, with her father and brother, entered the car as passengers. The train left without waiting the arrival of the mail train, and passed Paoli, where there was a stopping-place ánd a turnout. About two miles below Paoli, where a curve in the road existed, from some cause not certainly known, perhaps from the spreading of the rails, the two front wheels of the tender or tank of the engine got off the track. The speed was slackened, and the conductor testified that he told the engineer to go ahead, and that he, the conductor, immediately ran back to give notice to the mail train, which he supposed might be approaching. The signal given was not observed sufficiently soon, and a collision took place, by which the plaintiff was injured.\nThere was some discrepancy in the testimony on the subject of the time which occurred between the accident to the first train and the collision.\nIt appeared that the plaintiff and her father were in the hindmost car, at the time of the accident. This was a car belonging to Leech & Co., and used for the conveyance of emigrants. The state agent testified that he told the father of the plaintiff that they were not allowed to go into that car, and that it was not so comfortable as the others, and that “ they said it would do for them.” The conductor testified that he did not at first know that the plaintiff and her father were in the hind car; but when informed of there being passengers there, he went into it and told them to go into the front car; this was refused for some reason; he then demanded their fare, and told them it was $1 apiece for the father and son, and 50 cents for the girl. That the father made some difficulty and refused to pay for the girl — he said he was in an inferior car — I told him that I would prefer his going into the forward car. Nothing further passéd between them till the collision. He said that some time before the accident, the accommodation train.had been going at the rate of 25 miles per 'hour; at the time the tender got off the track, the speed was about 15 miles, and was afterwards reduced to about from 8 to 10 miles. He further said that if the train had been going at its usual rate, and the accident had not occurred, there would have been no danger. It was testified that the defendants were interested in both trains.\nThe Court charged, inter alia, that “passenger carriers are not insurers. It must appear that they have neglected their duty, The burden of proof is on them to show diligence. Perhaps the jury may be of the opinion, that everything was done that could bo doné in directing the way-train to increase speed, and in running back and giving notice to the coming train; and perhaps they will conclude from the testimony, that the mode adopted was the only safe one. One of the witnesses, a minister, gave it as his opinion, that any other mode would have resulted fatally.\n“ Another question is, conceding that all was done that could he done, plaintiff says, that the negligence was, in not stopping at. Paoli; as a question of fact, this is for the jury. In answer to this, defendants say, that supposing there was negligence, it is no fault of theirs, because they say that the whole motive-power belongs to the state. That position is met by two points: First, that they w'ere under the conductor ; Second, that they are responsible in point of law for the negligence of the state officers.\n“ By Act of Assembly, the Commonwealth supplies the motive-power.” He charged the jury further, that “if the defendants undertook as alleged, they are responsible for any negligence of those engaged in the business of transportation, whether in the employ of the state or not. If you think there was a want of due diligence anywhere, defendants are liable. In estimating the amount of damages, you will take into consideration, that it was' not gross or wilful neglect; I think that you should consider all the circumstances of the case.”\nVerdict was rendered for plaintiff, for $2750.\nIt was assigned for error: 1. That the Court erred in charging • that the defendants were responsible for the negligence of those engaged in transportation, as stated in the part of the charge quoted.\n2. That the Court erred “ in submitting to the jury the question of negligence of the defendants’ agents or servants, without any evidence to support it.”\n3. In submitting to the jury “ the question of negligence on the part of the agents of the state, no such charge being laid in the declaration.”\n. 4. “ In submitting the case to the jury as a question of negligence, the testimony showing that the injury was caused‘by accident, .and not by negligence.”\nAn extract from the general directions of the Canal Commissioners to the state’s agents was referred to. It was as follows:\n“ Passenger trains are under the charge of despatchers at either end of the road, until the hour of starting. But as soon as the signal for starting is given by the despatcher, the train is placed, and will continue under the direction of the state agent, until it arrives at its place of destination.”\nGowen and Mallery, for plaintiffs in error.\nIt was contended that the defendant swere under the control of the state agents, and subject to their directions. Difficulty sometimes exists, as in the case of Laugher v. Pointer, 5 Barn. & Cress. 547, 12 Eng. Com. Law, in ascertaining in the case of master and servant, who is to be regarded as the master; but where ascertained, the master is liable for the injury committed by his servant through carelessness : 6 Mees. & W. 499-509-510; 9 Id. 710; 4 Exchequer Rep. 256. In the case of Sproul v. Hemmingway, 14 Pick. 71, the owners of a brig towed by a steamboat were held not to he liable for a collision caused by the crew of the steamboat. The case of Smith v. Condry, 1 Howard 34, was cited for the case of collision by a vessel when in charge of a pilot. It was submitted that the defendants were not liable for the negligence of the state’s agents.\n2. It was said there was no evidence that the conductor had been guilty of any negligence or want of care. As to the 3d assignment, it was said that the Court erred in submitting to the jury the question of negligence by any other persons than the agents of the defendants; that the declaration was in tort, and the question of liability arose on the acts and omissions as therein stated. That it was not an action for a breach of a contract to carry safely; that no promise or consideration was laid in the declaration, and that there can be no recovery in the case for the negligence of the state agents, as such is not alleged in the declaration as the cause of action: 1 Car. & Payne 251, 11 E. C. L. R.; 1 McLean 540.\nThe injury did not result from any negligence or want of care by the state agents employed in the management or direction of the train. The cause arose from the defect in the road. This was the cause of the delay of the train until the mail train came against it.\nHirst and Hood, contrá.\nFrom some of the testimony on part of the defendants, it would appear that the power to determine when and where the cars should stop, belonged exclusively to the state agent. But the conductor testified that it was the duty of the state agent to stop when he requested it, except at unusual stopping-places, and that he did not refuse to stop when requested. It was alleged that the arrangement as to the starting of the two trains was faulty; that the fast line followed too soon after the accommodation train.\nIt was said that a discrepancy existed in the testimony, as to whether all was done to avert the collision which could have been done.\nIt was alleged that though the owners of the cars had not the appointment of the engineer, yet it was optional in them to undertake the duties of carriers on the road. That they were liable for injuries occasioned through the negligence of the state officers, reference was made to the case of Chouteau v. Leech, 6 Harris 224; Also, Angell on Carriers, sec. 93; 19 Wendell 534; 18 Wend. 175, Bostwick v. Champion.\nIt was contended that there was an implied contract on the part of common carriers to carry safely, and to be liable “ for all consequences resulting from the want of such care as the thing or person, under the circumstances of the case, requires: Angell on Carriers 485.\nIt was said that though persons are bound to take notice of public laws, yet it was submitted whether they are by law presumed to -be conversant with the regulations adopted by the Canal Commissioners. But though obliged, in order to run the road, to employ the agents of the canal commissioners, the defendants are, as common carriers,, liable for the injury in question.\nIt was said that in some of the reported cases, relative to damage in the case of ships, the injury was sustained by a third person, between whom and the ship owner there was no privity. In the case of Smith v. Condry, 1 Howard 28, the collision was in an English port, and the question depended on certain English-statutes, which provided that there should be no liability when the vessel was in charge of a licensed pilot; but in 3 Kent’s Com. 176, it is stated as the law, that the owner of .a vessel is responsible for an injury sustained through the default of the pilot. For the same principle, reference was also made to the case of Bussy v. Donaldson, 4 Dallas 206; 2 Whar. Dig. 563, The Eliza v. The Decatur; 8 Pick. 23; 16 Martin’s Lou. Rep. 399; 9 W. & Ser. 72; 6 Wharton 311; 10 Jurist 287.\nThe declaration in the present case is in tort, containing two counts; the first being a special count; in the second, the defendants are charged, as common carriers of passengers, with a violation of duty. It was alleged, that there was an infraction of duty on the part of the defendants in several particulars: 1.' In permitting so short an interval to elapse betweefi the starting of the accommodation train and the mail train. 2. On the part of those employed by the plaintiffs having charge of the accommodation train, in not awaiting at Downington the arrival of the mail train. 3. On the part of the same persons, in not turning out at Paoli; 4. In not taking proper measures to warn the mail train of the accident that had happened to the accommodation train. 5. On the part of the same persons, and especially of the conductor, in not apprising the passengers, before the car was struck, of the danger of collision from the mail train. The case of Calder v. Laing, 8 Barr 479, was referred to.\nIt was alleged that there was no error in leaving the question of negligence to the jury.\nMay 21,"
  },
  "file_name": "0497-01",
  "first_page_order": 499,
  "last_page_order": 505
}
