{
  "id": 972405,
  "name": "Kline versus Kline; Bogert versus Kline",
  "name_abbreviation": "Kline v. Kline",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "503",
  "last_page": "509",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 503"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Conn. Rep. 168",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/8/0168-01"
      ]
    },
    {
      "cite": "1 Watts. 518",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "16 Pick. 359",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022189
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/33/0359-01"
      ]
    },
    {
      "cite": "3 Mass. 271",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0238-01"
      ]
    },
    {
      "cite": "14 Peters 141",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3334751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/39/0141-01"
      ]
    },
    {
      "cite": "11 Wheaton 361",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428694
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0361-01"
      ]
    },
    {
      "cite": "3 Wheaton 541",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0541-01"
      ]
    },
    {
      "cite": "3 Cranch 177",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 215",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 518",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Johns. Rep. 556",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 218",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0218-01"
      ]
    },
    {
      "cite": "1 Y. 329",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0328-01"
      ]
    },
    {
      "cite": "2 D. 217",
      "category": "reporters:state",
      "reporter": "Dall.",
      "case_ids": [
        11742649,
        11742749
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0217-01",
        "/us/2/0217-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 15530,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.7359106946006867e-07,
      "percentile": 0.7062693616500422
    },
    "sha256": "9425d5d9a0a9aa7a11c782d35cbf2ca4f6581ad44beb566a71ad211d034378c1",
    "simhash": "1:2e25a1e50b86666b",
    "word_count": 2778
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kline versus Kline. Bogert versus Kline."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nWe are of opinion that the Court erred in deciding that the defendant’s residence in Ohio was a sufficient circumstance to rebut the presumption of payment that arose from the lapse of more than twenty years, without suit or demand, after the money became payable. Though not possessing the force of a statutory limitation, which extinguishes the debt and requires a new promise or its equivalent to revive it, the presumption of payment from lapse of time is very strong, and is favored in law as tending to the repose of society and the discouragement of stale claims. It may indeed be rebutted, but only by circumstances which raise a stronger counter-presumption. Is the removal of the debtor to a sister state, seven years after the cause of action accrued, add his residence there for twenty years, such a circumstance ? If it had ever been held to be, it might be doubted whether the rule ought not to be abrogated now, since the facilities of intercommunication have multiplied so wonderfully in all directions. But such a rule has never been established. The states of this confederacy are not foreign countries in respect to each other. We have a common federative head, and a common constitution, which secures to the citizens of each state all the privileges and immunities of citizens of the several states. The tribunals of Ohio are as open to the citizen of Pennsylvania as his own Courts, and if he will not avail himself of his privileges he may not take advantage of his own inaction to rebut a salutary presumption of law. Is this presumption to cease because a debtor crosses the Delaware river into New Jersey, or an imaginary line into New York or Maryland, w’hen, in fact, he may be nearer to his creditor, and more accessible, than if he had removed to a remote county of his own state ? Such a rule would seem unreasonable in these cases, and yet, if extra-territorial residence is to be a rule, it would be as applicable to such cases as a removal to a more distant point in another state.\nThe statute of limitations has no saving clause in regard to debtors, but it has in respect to creditors. Yet the words in the statute, “beyond sea,” are construed to mean out of the limits of the United States: Thurston v. Dawes, 9 Ser. & R. 288. In Ward v. Hallum, 2 D. 217, 1 Y. 329, a citizen and resident of South Carolina was held not to be within the exception.\nIf the statute of limitations, which operates to bar the right, is permitted to run against a non-resident creditor, much rather should the presumption of payment be sustained against a resident creditor who thought his claim not worth asserting for more than twenty years.\nThe Court were right in treating the insolvency of the debtor as insufficient to rebut the presumption; but the insolvency and non-residence of the debtor, taken together, were incompetent to countervail the presumption produced by lapse of time.\nThe judgment is reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Porter and King, for the plaintiffs in error.",
      "Bridges and Davis, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kline versus Kline. Bogert versus Kline.\n1. The mere poverty or insolvency of a debtor will not rebut the presumption. of payment of a specialty arising from lapse of time.\n2. The removal of a debtor from Pennsylvania, where the debt was con-' traeted and where the creditor resided, to Ohio, about seven years after the cause of action on a specialty accrued, and his residence in the latter state for about twenty years before suit brought, is not a circumstance to rebut the presumption of payment. The states of this Union are not foreign states in respect to each other.\nError to the Common Pleas of Lehigh county.\nThe case of Kline v. Kline was the case of a writ of foreign attachment in debt, issued by Peter Kline v. Michael Kline, on 8th March, 1847. The sheriff returned attached, &c.\nThe plaintiff declared on a bond for $266, dated November 30, 1818, payable on 30th November, 1819. The plea was, payment with leave, &c. It was stated on the paper-book that there was a receipt endorsed' 7th April, 1821, for 43 .cents paid.\nIt was stated that the only question was, whether the evidence in the case was sufficient to rebut the presumption of payment arising from lapse of time, viz., from November 30, 1819, when the bond became payable, till 8th March, 1847, when the writ of attachment issued.\nThe bond and endorsement of receipt for 43 cents paid, having been given in evidence, there was also given in evidence, on part of the plaintiff, the application of Michael Kline, the defendant, to the Common Pleas of Lehigh county, for the benefit of the insolvent laws, and his discharge on May 29, 1820. The debts specified in the schedule as due to the insolvent exceeded $500. The amount of debts due by him was $1492.62, the claim of the plaintiff being included.\nAt the time of his discharge Michael Kline lived in Salisbury township, Lehigh county. It appeared from the testimony given in this case and in that of Bogert v. Kline, that he removed from Salisbury township to New Tripoli, Lehigh county, in 1821. About 22 or 23 years before the attachment issued he removed to Maxatawny, Berks county, and in about three or four years after-wards (the judge, in his charge in the case, said about the year 1827) he removed to Ohio, where, it appeared, he has since resided.\nOn the trial a witness testified that it was about 24 or 25 years since the defendant moved from Salisbury. That it was 20 or 21 years since he moved from Maxatawny. That “he was not worth much when he went away.” The witness said that he was out in Ohio about eight years before. That Michael and his boys had 50 acres of land there, a log house. That it was about 400 or 500 miles to the place he lives. He further said that Michael was at the house of the witness in Lehigh county, about four years ago. That Michael had two sons living with him in Ohio. That they were not of age when the witness was there. That he did not see the deed for the property in Ohio on which Michael lived, and did not know whether it was paid for.\nIt appeared, from the testimony of this witness, that Michael Kline had something to get out of the estate of his father.\nIt was further testified that Michael, on that visit, remained in the neighborhood a week at least. That, during that time, he borrowed $15 from his father, and said “he was short in money.”\nJones, J., charged that, like the statute of limitations, the defence of presumption from lapse of time is to be favored as tending to the repose of society, and the suppression of stale and doubtful claims. That the plaintiff in the case alleges that the presumption is rebutted by the defendant’s absence from the state and by his poverty. The defendant denies that he was continually absent; affirms that he was in the neighborhood and within reach of the plaintiff; and with regard to poverty, that that is not enough, that there must be absolute inability to pay during the whole time.\nHe further said that the endorsement of interest paid on the bond in- April, 1820, may be used to rebut the presumption till that time: 1 W. $ Ser. 244, Addams v. Seitzinger. He observed that the defendant took the benefit of the insolvent laws in May, 1820. That soon after taking the benefit he removed to New Tripoli, where he remained some two or three years, thence to Berks county, where he remained perhaps a little longer, and then to Ohio, about the year 1827, where, it may be, he has remained ever since, excepting one week in the year 1845, when he came to this county, and was under the necessity of getting money from his father to carry him home to Ohio. He charged that poverty or insolvency alone will not raise a presumption of pay-' ment: 2 Barr 266, Taylor v. Megargee.\nThe law does not require absolute inability, but only proof of absolute inability, which may be an inference from circumstances. That the defendant was poor, but that he was absolutely unable to pay the debt in question, was not shown.\nHe further charged, that his absence beyond the territory of Pennsylvania, in a state for all present purposes foreign to us, for the full period of twenty years before suit brought, except the week’s visit in Lehigh county, was a circumstance which, he thought, rebutted the presumption of payment. That that week’s visit amounted to nothing, unless knowledge of it at the time was brought home to the plaintiff, which was not pretended.\nMay 2, 1849, verdict for plaintiff, for $374.73.\nError was assigned to the instruction, that the removal of,the defendant to Ohio, and his continued residence in that state, rebutted the presumption of payment.\nIn the case of John Bogert v. Michael Kline, the same defendant, a writ of foreign attachment was issued on 7th March, 1847.\nThe claim of the plaintiff was upon a single bill, for $100, dated March 23d, 1818, and payable, with interest, on 22d July, 1818. It was stated that one year’s interest was endorsed as paid. This claim was also mentioned in the schedule of debts annexed to the petition of Michael Kline, when discharged as an insolvent.\nThe evidence as to the removal of Michael Kline was to the same effect as in the case of Kline v. Kline.\nJones, J., charged that the evidence was, in his opinion, sufficient to rebut the presumption of payment arising from lapse of time, and that the plaintiff was entitled to recover.\nFebruary 1, 1849, verdict for plaintiff, for $268.\nError was assigned to the instruction.\nIn the 5th section of the Act of 27th March, 1713, for limitation of actions, it is provided as follows : Provided nevertheless, that if any person or persons, who is or shall be entitled to any such action of trespass, detinue, trover, replevin, actions of account, debt, actions for trespass, &c., be, or at the time of any cause of such action given or accrued, fallen or come, shall be within the age of twenty-one years, feme covert, non compos mentis, imprisoned, or beyond the sea, that then such person or persons shall be at liberty to bring the same actions, so as they take the same within such times as are hereby before limited, after their coming to or being of full age, discoverture, of sound memory, at large, or returning into this province, as other persons.\nEy the 27th section of the Act of 30th July, 1842, it was enacted, that the provisions of the Act of 27th March, 1713, shall hereafter not extend to cases where the defendant or defendants in any suit shall be beyond sea at the time of such cause of action accrued: Provided that suit be brought within the times limited by said Act, after the return of such defendant or defendants from beyond sea.\nPorter and King, for the plaintiffs in error.\n“Even in Courts of Equity, 20 years is a positive bar by repeated decisions founded on sound principles 4 W. & Ser. 569, Bull v. Towson.\nInsolvency of the debtor does not rebut the presumption. The legal presumption of the payment of the debts of an insolvent debtor, arises from lapse of time, although the assignee never accepted the trust: 2 Watts 218, Power v. Hollman.\n“Presumptions do not always proceed upon the belief that the thing presumed has actually taken place 12 Vesey, Junr. 250.\n“After 18 or 20 years a bond will be presumed to have been paid. The obligee ought to show a demand of payment, and an acknowledgment of the debt within that time, to rebut the presumption.” In the case cited the defendant was an insolvent debtor: 7 Johns. Rep. 556, Executors of Clark v. Hopkins.\nPoverty alone will not rebut the presumption of payment of a judgment after a lapse of 20 years: 2 Barr 225, Taylor v. Megargee. It is the business of the Court to interpret the presumption : Id.\nEndorsements on a bond do not rebut the presumption of payment, unless made before the presumption arose: 5 W. & Ser. 331, Creamer’s Estate.\n“It is not the debtor’s* but the creditor’s absence that takes the demand out of the statute 19 Vesey, Junr. 198, Fladong v. Winter.\nThe same reasons that have led Courts to restore vitality to the statute of limitations apply, with much greater force, in favor of the presumption of payment after the lapse of twenty years.\nIn Pennsylvania a slight scratch of the pen is called a seal. In England and New York seals could never be made of ink, yet in England, by three statutes of W. IY., and by 1 Y. c. 28, the common law presumption is made absolute. This has also been done in New York, by Rev. Stat., part 3, ch. 4, tit. 2, art. 5. So that the presumption cannot be repelled except by written acknowledgment within twenty years, or proof of payment within that period.\nOf the 27 years that passed from the discharge of the defendant under the insolvent laws till the writ issued in this case, he resided about 12 years within less than a day’s ride of the plaintiff, and then removed to Ohio. His residence in Ohio was known to plaintiff’s witnesses, and must have been to the plaintiff himself. The Courts of Ohio were as open to the plaintiff as were the Courts of Pennsylvania.\nBridges and Davis, for defendant in error.\nThe presumption of payment of a bond may be rebutted by circumstances. Even a demand is not necessary, where from the poverty of the debtor it would be fruitless: 1 Watts 518, Summerville v. Holliday. In the case of Hilary v. Walker, 12 Ves. 266, Lord Erskine, speaking of a bond, says: “upon twenty years, the presumption is, that it has been paid; and the presumption will hold unless it can be repelled; unless insolvency, or a state approaching it can be shown: Cow. 109, The Mayor of Hull v. Horner. In this case it is said, “ there is a time when a jury may presume the debt paid, &c., but if a witness is produced to prove the contrary, as by showing the party not to have been in circumstances to pay, or a recent acknowledgment of the debt, the jury must say that the debt is not paid.” 2 Watts 215, Foulk v. Brown. “Within the twenty years, the onus of proof lies on the defendant; after that time, it devolves on the plaintiff to show the contrary, by such facts and circumstances as will satisfy the minds of the jury that there were other reasons for the delay of the prosecution of the claim than the alleged payment.” Slighter circumstances are sufficient to repel the presumption than are required to take a case out of the statute of limitations: Id; Also, 5 Barr 437-8, Eby v. Eby’s assignee.\nIt was submitted whether the doctrine of presumption applied to this case; whether the provisions in the Act of Limitations of 27th March, 1713, did not apply to cases where the defendant has, been absent, as it does where the plaintiff has been absent.\nIt was contended that the terms “beyond sea” in that statute, should be construed to mean “out of the jurisdiction of the Courts of the state,” or without the limits of the state where the statutes were enacted 2 Greenleaf Ev. sec. 353; 4 Bing. 686; 3 Cranch 177; 3 Wheaton 541; Angell on Lim. 219-222; 11 Wheaton 361; 14 Peters 141; 1 Johns. Cases 71-86.\nThe rule, as applied to a defendant, has therefore been limited to the ease where he was personally absent from the state, having no attachable property within it: 3 Mass. 271; 16 Pick. 359; 1 Watts. 518. In the case of Daggett v. Fallman, 8 Conn. Rep. 168, it was held that “ absence of the debtor during the greater part of 20 years, rebuts the presumption of payment, whether the absence be in a remote or an adjoining state.”\nThe plaintiff was not compelled to bring suit in Ohio. If a demand were not necessary, a suit was not.\nAlso was cited Sellers v. Holman (see 8 Harris 321.)"
  },
  "file_name": "0503-01",
  "first_page_order": 505,
  "last_page_order": 511
}
