{
  "id": 972313,
  "name": "Pennell's Appeal",
  "name_abbreviation": "Pennell's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "515",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "20 Pa. 515"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 113",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0113-01"
      ]
    },
    {
      "cite": "7 Watts 563",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846847
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0563-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 7679,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 2.6992611251633033e-07,
      "percentile": 0.8282704899011487
    },
    "sha256": "707e608c07a634d8ee766b2b7c8d8069b63960a5b9cef6612b1e2bd18398a42e",
    "simhash": "1:554900f506bc0eb1",
    "word_count": 1375
  },
  "last_updated": "2024-02-27T16:08:18.291907+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pennell’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe general rule is that if land be sold for a specific purpose, the surplus money shall, as between the heirs and next of kin, be considered as land, so far as to vest in the persons who would have been entitled to it had it remained unconverted. But, after it has so vested in the persons entitled, it is to be treated as money in his hands, and, in case of his subsequent death, goes to his personal representatives, as personal estate. It cannot retain its original character for ever. It has no ear-mark by which it 'can be distinguished from the other personal estate with which it is mingled. To identify and follow it throughout an indefinite number of successions would, in most cases, be absolutely impossible, and in all eases so inconvenient as to forbid the undertaking, unless required by the high necessities of justice. But the distribution of the estate of a decedent among persons who never gave value for it, and who have no title to it whatever except that which is founded upon the law and its policy, involves no principle of justice, and stands entirely uninfluenced by its dictates. The necessity of a perfect conversion, at some period, being apparent, and neither-justice nor policy requiring that a fiction should be substituted for the fact, the proper time for it is when the money has vested in the party entitled to it, after the actual conversion. This is in accordance with the decisions in Grider v. Maclay, 11 Ser. & R. 224; Biggert v. Biggert, 7 Watts 563; and Dyer v. Cornell, 4 Barr 359. Hart v. Lloyd, 2 Barr 473, has been supposed to stand in conflict with these authorities; but Mr. Justice Coulter, in Dyer v. Cornell, has satisfactorily shown that Hart v. Lloyd was decided upon “ the peculiar provisions of the statute” relating to the estates of lunatics, and upon “ the idiosyncracy of the state and condition of the unfortunate objects of that statute :” 4 Barr 359. The rule stated by Chief Justice Tilghman in Grider v. Maclay is, that “ surplus money arising from the sales of land by order of the Orphans’ Court, whether it belong to an infant or feme covert, or a male of full age, is to be considered simply as money, and nothing else.” This rule has the support of common sense, and is well sustained by authority. Every departure from it will lead to inconvenience, without advancing either general or individual justice. The decision of the Court below is in conformity with these views, and must be affirmed.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "E. Ingersoll, in support of the exceptions.",
      "C. Ingersoll, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pennell’s Appeal.\n1. If land be sold for a specific purpose, tbe surplus money, as between the heirs and next of kin, is to be considered as land so far as to vest in the persons who would have been entitled had it remained unconverted. But after the money has so vested in the person entitled to it, it is to be treated as money in his hands, and in case of his subsequent death, goes to his personal representatives as personal estate.\n2. The real estate of a minor, an only child, which had come to him on the part of his mother who was deceased, was sold under orders of the Orphans’ Court for his maintenance: after the sale the minor died unmarried and without issue, leaving his father surviving and a maternal uncle and aunt: Held, that the surplus proceeds of the sale having vested in the minor, was to be treated as money, and that the father of the minor was entitled to it absolutely.\nAppeal by Edward W. Pennell et al., from the decree of the Orphans’ Court of Philadelphia county, in the matter of the account of David Hartley, guardian of Henry Carlton Hartley, a minor, deceased.\nHenry Carlton Hartley was an only child. His mother, before her marriage with his father (the accountant) had inherited from her grandfather certain real estate in Philadelphia. For the recovery of this estate, she and her husband together brought ejectment ; but she died, pending the suit, when her child was three years old. After her death- the property was recovered by the husband.\nOn the 19th April, 1839, David Hartley the father (the accountant)áwas appointed a guardian of the son, then a minor under the age of fourteen, and gave security in the sum of $3000.\nAfterwards, on application to the Court, orders of sale of the minor’s share of the real estate recovered in the ejectment were-made by the Court for maintenance, &c., and the premises were sold under these orders for $2494.80. The last of these orders was on the 21st February, 1840.\nOn the 12th October, 1848, the minor died; he was then about sixteen years of age and unmarried. His nearest surviving relatives after his father were his maternal uncle (Edward W. Pennell), and his maternal aunt (Jane J. J. Pennell).\nThe account of the guardian in controversy was filed June 9, 1849. The accountant charged himself with a sum of about $1164.16, which remained in his hands at the death of his ward, and claimed the whole of the said amount under the intestate law.\nOn the part of the appellants it was contended that the estate of the minor remaining unexpended in the hands of the accountant was to be considered as real estate; and having come to the minor ex ¶arte materna, that the father (the accountant) was not entitled under the intestate laws to any estate therein; but that these appellants, being his nearest maternal relations, were entitled thereto. The auditor and Court below decided in favor of the accountant, for the whole estate, considering that he was at all events entitled to an estate for life.\nAnd this appeal was taken.\nThe exceptions were, 1. The Court below erred in deciding that the accountant was entitled absolutely to the whole fund acknowleged to be in his hands.\n2. The Court below erred in deciding that the accountant was entitled to an estate for life in the fund acknowledged to be in his hands.\nE. Ingersoll, in support of the exceptions.\nAs to the first exception it was contended that it is a general rule of equity, that, if land be sold for a specific purpose, the balance of the money, if any remain,, shall, as between the heirs and next of kin, be considered as land: Leigh & Dalzel, 5 Law Lib. 182, 92; 2 Kent 230; 1 Bro. Ch. Reps. 86; Ib. 487; 2 Sto. Eq. 793; 3 P. Wms. 20.\nIf the source can be traced from which the property has been derived, it is to be treated as realty in division under the intestate laws, though it may, by authority of the Orphans’ Court, have been converted into personalty: Clepper v. Livergood, 5 Watts 113; Carter v. Trueman, 7 Barr 325.\nSo of the real estate of a lunatic converted into personalty: Lloyd v. Hart, 2 Barr 473.\nC. Ingersoll, for appellee.\nThere is nothing in the second exception. Whether the fund here is personalty or realty, the Act of 1833, § 3, gives the accountant a life interest in it; the provision of § 9 excludes only from the inheritance persons not of the blood of the ancestor from whom the estate is derived; and in words further protects the “life estates” created by preceding sections of the Act.\nAs to the first exception. Is this fund realty or personalty ?\nIn the case of Grider v. Maclay, 11 Ser. & R. 224, it was decided that the surplus money arising from an Orphans’ Court sale of land sold on the petition of an administrator to raise money to pay the debts of the intestate, and support his infant son, is personalty; and that having been paid to the guardian of the infant, such surplus is at the death of the infant to be distributed as personalty, and not to descend as realty. This case was decided under the intestate laws of 1794. There is nothing in the Act of 1833 to change this rule. The case of Dyer v. Cornell, 4 Barr 359, also referred to."
  },
  "file_name": "0515-01",
  "first_page_order": 517,
  "last_page_order": 520
}
