{
  "id": 954576,
  "name": "Wilhelm v. Shoop",
  "name_abbreviation": "Wilhelm v. Shoop",
  "decision_date": "1847-05-17",
  "docket_number": "",
  "first_page": "21",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 771,
    "char_count": 20788,
    "ocr_confidence": 0.366,
    "pagerank": {
      "raw": 6.047513083885979e-08,
      "percentile": 0.37435947037838885
    },
    "sha256": "def832548c2abb0bc93ab6f6b169cb081db3fef524bb8a84510b3c2616c9a305",
    "simhash": "1:a0362044e5107f9c",
    "word_count": 3544
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilhelm v. Shoop."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe plaintiffs in error, who were plaintiffs below, claimed the land in question under a warrant from the late proprietors of Pennsylvania to Francis Gissler, bearing date the 17th of October, 1774, for one hundred and fifty acres of land, including a small improvement begun two weeks before, on the east branch of Armstrong’s Creek,' adjoining the Short Mountain, about nine or ten miles from the Susquehanna, in Upper Paxton township.\nIt was in evidence, that this warrant to Francis Gissler had been surveyed before the Revolution, by the proper deputy, Bartram Galbraith, but had never been returned into the ofiiee of the surveyor-general. The plaintiffs showed that the land had been taxed as unseated, from 1797 to 1805 inclusive, and paid by those under whom they claimed.\nThe younger Shoop claimed the land by an ancient resident settlement, and gave evidence that he was the first resident settler within the survey of Gissler; that he began to clear and fence as early as 1829; hewed logs for a dwelling-house, which he put up in 1830 or 1831, and from that period resided on the land with his family regularly, extending his improvements by clearing and cultivation.\nJohn Shoop, the elder, early settled and resided upon, and claimed land adjoining the Gissler survey. His dwelling was about ten rods from the Gissler line, and he had cleared over the line a few acres, but when he had his boundaries designated, -he excluded the clearing over, and bounded his improvement on the line of the Gissler survey. The plaintiffs alleged that both the. Shoops, father and son, were settlers on the Gissler tract under them, and that John Shoop, jun., entered under the plaintiffs, and not adversely. This was the material inquiry in the case, and was a question of fact for the jury. , If the younger Shoop entered as a tenant of the plaintiffs, he remained and continued a tenant, and was bound to deliver up the possession to his landlord. On the other hand, if he entered adversely, and claimed the land from his entry, then the plaintiffs, by their negligence in not having the Gissler survey returned, or having possession under the warrant, had lost all title to the survey. Parol evidence was given by both parties on this question. The plaintiffs’ counsel asked the court to instruct the jury, “ that, if they believed John Shoop, before he began to clear on this tract of land, went on it by permission of Henry Bachman, and that John Shoop, jun., also went upon this tract of land by permission of Henry Bachman, to clear and cultivate it, for the use of the land and the payment of the taxes for the whole tract, then the principle of law, that the survey must be returned within seven years, is not applicable to the case, and, therefore, the defendants cannot resist the plaintiffs’ right to recover the tract of land in controversy, on that principle.” 1\nTo this the court assented, and in the charge said, «The ground on which the plaintiffs rely to recover is, that they have given evidence sufficient to entitle them to recover against the defendants, who, the plaintiffs allege, went into possession under a contract in the nature of a lease from them, and under their title. This is denied by the defendants. The evidence on this subject is submitted to the jury.” This seems to me to be the material question in the cause, and is one of fact for the jury. If the jury believed from all the evidence, that the defendants went into possession of this land as the tenants of the plaintiff, and -under an agreement that they might clear land, have all the crops, and pay the taxes due on it for the use of the improved land, the defendants have not the right now, and in the absence of all title on their part, to deny the plaintiffs’ title, and prevent their recovery.\nUpon the question whether the defendants went into possession under the plaintiffs or their agent acknowledging their title, such as it is, this suit depends. If the defendants did so enter, it would be not only unjust, but illegal for them to turn round, deny the plaintiffs’ title, and keep them out of possession of the land — and especially so since the defendants have made no advancement towards perfecting a title for themselves.\nBut if the defendants went into possession of this land adversely to the plaintiffs’ title, and not under it, the plaintiffs have failed to show such a title as will enable them to recover.\nOn looking carefully at all the evidence in the cause, the case was put fairly to the jury, and the points well answered. The plaintiffs’ warrant called for a small improvement begun two weeks before, on the East branch of Armstrong’s Creek, and adjoining the Short Mountain, about nine or ten miles from the Susquehanna river.- To me it is clear, that the improvement called for in the warrant was made for designation, not for title. In travelling in the woods looking for land at that day, the girdling of a few trees, or the cutting of a few boughs for a hunter’s cabin, was designated as an improvement. Tbe call was common in warrants before tbe Revolution; and was but little regarded by tbe deputy surveyor in tbe execution of tbe warrants. But if tbe warrant was precisely descriptive of tbe land surveyed, tbe law imposed a duty on its owner, to have it returned • into tbe land-office in a reasonable time. Tbe land-offices of tbe province closed on tbe 4th of July, 1776, and so remained until tbe 9th of April, 1781, when tbe legislature re-established them under tbe Commonwealth; 2 Smith’s Laws, 192. Tbe ninth section of that act required, that all lands heretofore surveyed under any grant, warrant, location, or office right, should be returned in tbe space of nine months from tbe passing of tbe act, with a penalty for refusal or neglect in tbe deputy surveyor, on application made to him by tbe owner, and his legal fees paid or tendered. Tbe time was extended by subsequent acts of tbe legislature. Tbe Commonwealth was indulgent to tbe owners of old office rights, and continued that indulgence until some settler entered, or a new warrant was obtained for tbe land. Tbe act of 1786 defined an improvement to be an actual resident settlement, with a manifest intention of making it a place of abode, and tbe means of supporting a family, continued from time to time.\nTbe evidence is clear, that John Sboop, jun., was tbe first resident settler on tbe land within tbe Gissler survey. When be entered, the Commonwealth was not prohibited by tbe Gissler warrant and survey, from granting the land to a Iona fide improver, of issuing a new warrant for tbe land as vacant. Tbe Gissler survey has never been returned; and nothing could protect tbe title of tbe plaintiffs under this warrant and survey, but an actual and continued occupation and possession of tbe land before any new right was commenced or acquired. The improvement called for in tbe warrant was merely descriptive, and not being continued, gave no title. All tbe other questions raised are of no moment — involving no principle of general importance, or which assist either party in tbe case under consideration. Judgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Fisher, for plaintiffs in error.",
      "Hamilton, and Herman Alriehs, contó."
    ],
    "corrections": "",
    "head_matter": "Wilhelm v. Shoop.\nWhere a warrant was issued in 1774, and a survey thereon in 1775, which was never returned, and there was no possession under the warrant; the warrantee, by his • negligence in not having the survey returned, or in not having possession under the warrant, loses all title to the survey, as against an adverse claimant under a resident settlement upon the tract, beginning in 1829; and the Commonwealth might grant the land to him as a bona fide improver, or issue a now warrant for it as vacant.\nIf warrants were precisely descriptive of the land surveyed, the law iihposed a duty on its owner, to have it returned into the land-office, in a reasonable time.\nIf the defendants wont into possession of the tract, under an agreement in the nature of a lease, they would have no right, in the absence of all title on their part, to deny the plaintiff’s title; and the principle, that the survey must be returned in seven years, would not be applicable.\nIn error, from the Court of Common Pleas of Dauphin county.\nJune 26, 1846. This was an ejectment for one hundred and fifty acres of land, in Jackson township, Dauphin county, in which Henry Wilhelm, only son and heir-at-law of Ellis Wilhelm and Elizabeth his wife, late Elizabeth Bachman, Jacob Bachman, only son and heir-at-law of Christian Bachman, deceased, and others, were plaintiffs, and. John Shoop, sen., and John Shoop, jun., were defendants.\nOn the trial before Eldred, P. J., the plaintiffs gave in evidence a warrant from the late proprietaries of Pennsylvania, to Francis Gissler, dated 17th October, • 1774, for one hundred and fifty acres of land in Paxton township, including an improvement began about two weeks before, on the East branch of Armstrong’s Creek, in Upper Paxton township.\nBy an extract from the books in the surveyor-general’s office, it appeared that ¿612, 15s. Pennsylvania currency, were paid for one-hundred and fifty acres of land, including a small improvement, as per warrant of the 17th of last month. This money appeared to have been paid the 24th of November, 1774.\nThe plaintiff proved that Bartram Galbraith was appointed deputy surveyor by John Lukens, the then surveyor-general, on the 5th of February, 1762, and that he was reappointed by Daniel Brodhead, surveyor-general, on the 8th November, 1791, for a district that included the land in dispute; also a paper, purporting to be a survey made by Bartram' Galbraith, deputy surveyor for 'Francis Gissler, of one hundred and sixty-five -acres of land, on the 21st of February, 1775, on warrant dated October 17,1774. He proved also, that i\\ was in the handwriting of Bartram Galbraith, as deputy surveyor, and that this paper was found amongst the papers of the late John Davis, a deputy surveyor of Dauphin county, in 1842.\nThe survey of this tract of land has never been returned into the land-office; but on the back of this paper, (given in evidence as above stated,) the words “Ret’d” are written, also in the handwriting of Bartram Galbraith.\nThe plaintiff then gave in evidence, a warrant dated December 3, 1793, to William Pain, for three hundred acres in Armstrong’s Yalley, adjoining Michael Bachman and others, in Upper Paxton township, and the survey thereon, dated December 23d, 1793, by Bartram Galbraith, as adjoining lands of Bachman.\nAlso a warrant, dated January 29, 1794, to William Johnson, with a survey thereon, by Bartram Galbraith, deputy surveyor, as adjoining Michael Bachman, on the 12th of June, 1795.\nAlso an application made by John Shoop, one of the defendants in this cause, filed 21st July, 1800, for two hundred acres of land, in Upper Paxton township, adjoining Simpson, Michael Bachman, &c., setting forth an improvement made by him, in 1796| and a warrant that issued the same day on the above application, on which there was a survey made by John Davis, deputy surveyor, for on© hundred and sixty-seven acres, one hundred and' sixteen perches, as adjoining on two sides, Bachman’s land in right of Gfissler.\nAlso a warrant, dated 4th June, 1800, to John and Daniel Brubecker, for one hundred acres adjoining Jacob Bachman, and others, with a survey thereon, by Levi' Hollingsworth, deputy surveyor, on the 12th March, 1809, as adjoining Jq,cdb Bachman in right of Francis Q-isslcr'. These warrants and surveys adjoined and surrounded the land in controversy; and the different deputy surveyors called this tract, In 1793, Michael Bachman’s. In 1795 it was called Michael Bachman’s land. In 1800, Shoop, one of the defendants, called it, in his application, Michael Bachman’s land; and in his survey, the deputy surveyor in 1827 called it Bachman’s land, in right of Gissler; and in 1809, it was called Jacob Bach-man’s land, in right of Francis Gissler. The devisees and representatives of Michael Bachman, who died about the year 1790, were the plaintiffs, and claimed title to this land, under this warrant, in the name of Francis Gissler; although they were unable to show any conveyance or transfer of it to Michael Bachman, nor was there any evidence in the cause, which showed that Francis Gissler or any person for, or under him, has come forward to claim this land, or this warrant; which it was alleged was surveyed on the land in controversy, for moré than sixty years. Under these circumstances, the plaintiffs, to make out their claims to this warrant, and to show that they had exercised acts of ownership over, and claimed this land under the Francis Gissler warrant, gave in evidence the assessments and books in the commissioner’s office, commencing in 1185, when Dauphin was set off from Lancaster*- county, and continuing down to 1841; showing, as the plaintiffs contended, that taxes were assessed on this land during, all of that time, and paid by them, and called sometimes Michael Bachman, Bachman’s, Bachman’s heirs, Michael Bachman’s estate, ■ Michael Bachman’s heirs, and Jacob Bachman’s. -\nThe plaintiffs proved by witnesses, who had known this-land,for fifty years, that, at their earliest recollection, there was an old improvement on this tract, and the traces of an eld house, then gone to decay, and other acts of ownership over the land; and that it was called Bachman’s land and Bachman’S improvement at an early' day by John Shoop, one of the -defendants. There was evidence given on this subject on both sides, which was referred to the jury.\n- The plaintiffs further proved, that the defendants went into possession of this land under their title, and with their permission, under an agreement that they might dear the land and receive the crops; and they were to pay the taxes assessed on the .same: this position was denied by the \"defendants, who, supported this denial with some testimony, -when — the evidence on the subject on both sides was referred-to the jury.- . ..:\nThe plaintiffs further gave in evidence the treasurer’s sale book, showing a sale of this land for the unseated -tax, to Frederick Kelker, in June, 1824. ■ ' ,\nThe evidence given on the part', of the defendants is -briefly, but dearly, stated in the opinion of the court.\nA number of bills of exception to the .admission and rejéction of evidence were taken by the plaintiffs, to which it is unnecessary to refer here, as they are not noticed in the opinion of the. court,\nA number-of points were also submitted-by the plaintiffs, oh which the court were requested to instruct 'the jury. The court answered all the points submitted. The only point and the answer thereto, noticed by this court, are stated in -the opinion. .\nOn the questions of law raised on the'trial, the court (EldrBD, P. J.) instructed the, jury as'follows: ' , •\n“If I understand the - plaintiffs, they claim to recover on three grounds. First, they claim a right to recover under, and in pursuance of the deed \"for the land from the treasurer to Frederick. Kelker, sold to him for the unseated taxes due on it. To this, the defendants have, several objections, which, it is not necessary particularly .to-notice; as my opinion is', -that under the evidence presented by the plaintiffs, they are. not entitled to recover on this .ground. One-of the defendants’ objections is, that there being no survey returned in the land^office, .the land was not liable to.taxation although there may have been an actual survey on the ground, añd, therefore, a sale'for. taxes would be altogéther'void. This is a new question, or one that has never come directly under review by the Supreme -Court, to my recollection, and is a question of considerable importance,- as T know of many tracts\" of land up^on which there are large improvements made, under the' faith of a tax sale, when no evidence can be furnished that the surveys have ever been returned into the land-office. ■ ' ,\n' “The ground on which-1 rule this question against the plaintiffs, and which I regard cdnclusive against him^ is, that however legal the treasurer’s sale may have been,. the plaintiffs. have no conveyance or transfer from Kelker, the purchaser. .The papers furnished cannot b.e construed into. !a transfer; \"and the most favourable point óf viéw • in' which, it pan be considered for the plaintiffs is, that it substantially amounts to a redemption bf the tract from' the sale for taxes. ..It is true,-the land was not redeemed according to the act of l8Í5, relating to that'subject; yet from all the papers exhibited, it seems to me clear, that the parties'-interested, that is, the' purchaser at the sale and the executor of Michael Bachman, so considered it, as' they took into -account the cost and twenty-five per 'cent: The partie's interested regarding it as a redemption, third persons> have no light- to object'to it a® such. The plaintiffs certainly have shown-no transfer by the purchaser at the treasurer’s sale,- and unless it can be regarded as a redemption of this land, the title remains in him. In fact, when these papers were first offered, I understood-the counsel for the plaintiffs distinótly to say, that the receipt for'the- money was', the redemption receipt, and that, by the payment the land 'was redeemed.\nJ “ The second ground upon which the plaintiffs claim a right to recover is,, that he has furnished evidence to the jury, sufficient to satisfy them, that a survey was made on this, Francis. Grissler’s warrant, and /that Michael Bachman was the owner of that warrant; but these are questions for the jury under all the evidence. I m.ay observe, howeyeiy that from all the evidence,' they might well be satisfied that a .survey was made on this warrant-; and they might also infer that Francis Grissler transferred his interest in'the war.-nt to Michael Bachman, by some conveyance now lost. At that early day, the practice in relation to transferring the interests of warrantees to warrants for land, was quite different from what it is, at the present day. .No one thought of placing it on record, and frequently warrants were treated as personal property; and'very little form or ceremony was used in passing the interest from one to another. But if the jury should believe, that Michael Bachman was the real owner of the warrant, and that a 'survey had in fact been made on it, his so grossly neglecting to return the survey may have lost him all claim on the land. It certainly would be lost to him, ,as against one who entered upon 'the land with the intention of appropriating it to his own use, and had marked out and designated the boundaries of his claim,- or it would be lost against one who had taken out a warrant and had a survey thereon, returned to the office. The plaintiffs then having neglected, 'even to this day, to have a return of his survey into the office, cannot recover against these defendants, if they entered upon this land adversely to the plaintiffs, and with the intention of appropriating it to their own use, against the plaintiffs’ title.\n“ The third ground on which the plaintiffs rely is, that.they have given evidence sufficient to entitle them to recover against the defendants, who, the plaintiffs allege, went into possession under a contract in the nature of a lease from them, and under their title. This is denied by the defendants. The evidence on this subject was submitted .to the jury. This seems to me to be the main question in the cause, and is one of fact for the jury. If the jury believe from all the evidence, that the defendants went into possession of this land as the tenants of the plaintiffs, and under an agreement that they might clear the land, have all the crops, and pay the taxes due on it, for the usé of the improved, land; the defendants have not the right now, under the evidence, and in.the absence of all title on their part, to deny the plaintiffs’ title and prevent a recovery. Upon the question of whether the.defendants went into possession under the plaintiffs,-or their agent, acknowledging their title, such as it is, this suit depends. If the defendants did so enter, it would be not only unjust, but illegal, for them to turn round, deny the plaintiffs’ title and keep them out of possession of the land; and especially so, as the defendants have made no advancements towards perfecting a title for themselves; But if the defendants went into possession of this land adversely to the plaintiffs’ title, and not under it; the plaintiffs have failed to show such a title as will enable them to recover, and your verdict should be for the defendants.” - ■\nTo this charge, both parties excepted. The jury found for the defendants; whereupon, the plaintiffs sued out this writ of error.\nFisher, for plaintiffs in error.\nHamilton, and Herman Alriehs, contó.\nMay 17, 1847."
  },
  "file_name": "0021-01",
  "first_page_order": 21,
  "last_page_order": 28
}
