{
  "id": 954624,
  "name": "The Farmers' Bank of Reading v. Riah Gilson",
  "name_abbreviation": "Farmers' Bank v. Gilson",
  "decision_date": "1847-05",
  "docket_number": "",
  "first_page": "51",
  "last_page": "57",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 51"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 112",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0112-01"
      ]
    },
    {
      "cite": "10 Watts, 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0384-01"
      ]
    },
    {
      "cite": "2 Whart. 344",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830569
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0344-01"
      ]
    },
    {
      "cite": "8 Johns. 470",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2134546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/8/0470-01"
      ]
    },
    {
      "cite": "9 Johns. 232",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372245
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0232-01"
      ]
    },
    {
      "cite": "12 Johns. 347",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139184
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0347-01"
      ]
    },
    {
      "cite": "17 Mass. 894",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "10 Serg. & Rawle, 219",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/10/0219-01"
      ]
    },
    {
      "cite": "2 Watts, 186",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 222",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840081
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0222-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 286",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "15 Serg. & Rawle, 144",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates, 340",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0340-01"
      ]
    },
    {
      "cite": "2 Whart. 453",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0453-01"
      ]
    },
    {
      "cite": "8 Watts, 166",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0166-01"
      ]
    },
    {
      "cite": "10 Watts, 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 324",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts, 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Whart. 344",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830569
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0344-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 15269,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 1.701105615066134e-07,
      "percentile": 0.700791822225929
    },
    "sha256": "3e56848e9f2f91a272c3b52e16aec26308ceb2179b9d86e5d5ea17946ffd35cb",
    "simhash": "1:9c8142854c02fa2c",
    "word_count": 2779
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Farmers’ Bank of Reading v. Riah Gilson."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe concur with the judge who tried the cause on all the points but one. The suit was brought to let the plaintiff into the benefit of the security held by the bank as a stakeholder; and it therefore stands on no higher ground than if it were brought against the maker of the note, who would be ultimately liable to bear the loss were the plaintiffs to succeed against the bank. The suit is, in substance, therefore, an application to be substituted for the bank. But there is no substitution where,the debt is discharged between the surety and the principal, or where it is barred by the statute of limitations; as was held in Fink v. Mehaffy, 8 Watts, 324; Bank of Pennsylvania v. Potius, 10 Watts, 152; and in this case it was barred on the principle of Kennedy v. Carpenter, 2 Whart. Rep. 344, in which it' was ruled that an endorsee of an accommodation note can recover from the maker only on the contract of endorsement, and not on an implied assumpsit for money subsequently paid to his use within six years before suit brought. Now the note, which is in this instance the meritorious cause of action, was payable in March, 1833; and at that time the plaintiff, as payee, might have sued the maker; but this suit was brought against the bank to August Term, 1843, and he shall not get round the statute of limitations by compelling the bank to enforce its security against the principal. It is scarce necessary to say that parol evidence of the contents of the lost record was properly received.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Smith and Porter, for the plaintiffs in error,",
      "Strong and Barling, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "The Farmers’ Bank of Reading v. Riah Gilson.\nThe contents of a lost declaration may be supplied by parol evidence.\nThe lien which a bank has by virtue of the act of the 21st of March, 1814, and the act of the 25th of March, 1824, upon the stock and dividends of its debtor, results for the benefit of an endorser, who has been compelled to pay the bank, and who at the time of payment gives notice that he claims the stock and dividends.\nThe endorser in such cases may recover from the bank the dividends that may have been declared and retained, in an action for money had and received.\nBut if more than sis years have elapsed between the time at which the note became due and payable, and the commencement of the action, he cannot recover; the meritorious cause of action being barred by the statute of limitations.\nArticles of copartnership between the endorser and drawer, under their hands and seals, reciting that the note was put into the partnership concern as.part of the drawer’s share of contribution to the common stock, but in which there is no covenant to defend the endorser against the payment of the note, will not prevent the operation of the statute of limitations.\nIn error from the Common Pleas of Berks county.\nIn the court below, Gilson brought suit against the bank in 1843, and declared for money had and received. On the 19th of January, 1833, Christopher Medler drew an accommodation note in favour of Biah Gilson or order, for the payment of $1116 12|-, at ninety days. The note was endorsed by Gilson, and discounted by the bank for the benefit of Medler, and not being paid at maturity, was protested and.due notice given to Gilson. The bank brought suit against Gilson to April Term, 1836, and obtained a judgment on the 14th of November following. The declaration having been lost, the plaintiff proved by H. W. Smith, Esq., the attorney of the bank, that he drew the declaration, and that he declared on the nóte before mentioned. To the testimony of Mr. Smith the defendants objected, on the ground that the record could not be supplied by parol proof. The court overruled the objection', admitted the evidence, and sealed a bill of exception. To August Term, 1840, the bank sued out a scire facias to revive their judgment, and the same was revived on the 11th of January, 184-1, and to August Term, 1841, a writ of fi. fa. was issued against Gilson. On the 1th of October, 1841, Gilson paid the bank the principal and interest of the judgment, and the execution was then returned stayed and costs paid. At the time the note was discounted, Medler held sixty shares of stock in the bank, upon which, $30 per share had -been paid, subject to the payment of the, remaining $20 on each share, which stock still stands in Medler’s name upon the books of the bank. The dividends declared on this stock, from May, 1833, to November, 1842, amounted to $1206, and were still retained by the bank. This sum of $1206, the plaintiff claimed to recover in this suit. At the time Gilson paid the bank, he notified them that he claimed Medler’s stock and dividends, and claimed to be substituted to all the rights of the bank against Medler. Medler, by a power of attorney dated 29th of October, 1842, authorized Robert M. Barr, Esq., to transfer his sixty shares of stock to James Medler-, and by an assignment dated 24th of July, 1843, he assigned the dividends to David Barnett. Mr. Barr called at the bank with the power of attorney, to make the transfer, and Mr. Barnett subsequently with his assignment to receive the dividends. The bank refused to permit the transfer or to pay the dividends, on account of the notice given by Gilson. James Medler then brought suit against the bank, for not allowing the transfer' to be made; and David Barnett instituted a suit for the dividends.\nBanks (President) charged the jury as follows:—\n“ On the 19th of January, 1838, Medler drew his note at ninety days, for $1116 12-|-, payable to the order of Gilson, at the Farmers’ Bank of Beading. This note was discounted by the bank for Medler, who got the money. At this time, Medler owned and held sixty shares of the stock of said bank, on each share of which 30 dollars had been paid; he held said stock subject to the payment of 20 dollars, in addition to that already paid on each share.\n“ Suit was brought on the note and judgment obtained against Gilson, and execution was issued against him, and he paid the money on the 7th of October, 1841.\n“ On the 24th of July, 1343, Medler transferred the dividends declared on said stock up to 1842, to David Barnett. The bank is a mere stockholder, and this action is to try the rights of Gilson and Barnett to said dividends.\n“ The aet of the 21st of March, 1814, provides that no stockholder, who may be indebted to the bank, shall transfer his stock, or receive dividends thereon, until the said debt shall have been paid or secured. , At the time this debt was contracted, and became payable, the stock owned by Medler was a security to the bank for his debt. This very security may have inspired confidence in Gil-son to become his endorser, who after all was but a surety; it may have been so far relied on by him, as lo prevent his taking any other security for his own indemnity. Honesty and good morals forbade the bank from doing any thing that would have impaired this security, or made it less available. It was bound to hold it impartially, and to use it justly for the benefit of the endorser.\n“ The surety having been compelled to pay the debt, and having paid it, it would be but an aet of justice and benevolence, that he should succeed the bank in all its rights to this security. The surety, by his very character and relation to the bank, had an interest in all the securities held by it'for this debt against Medler, the principal debtor. This security was primarily held by the bank, who was the creditor in the first instance; but it was also held in trust for secondary interests. As, soon as the surety paid the debt, then, by operation of law, it would enure to his use; if at the time of payment he made a demand to that effect upon the creditor.\n« Sureties having paid the debt are entitled to all the intei’ests and securities which the creditor held against the principal debtor; they stand in his place, and have a right to a transfer of every security he has; they have the right to avail themselves of all these securities, the same as the creditor could have done. This right is not founded as much in contract as it is upon the principles of natural and substantial justice; a demand of a transfer when the money is paid is enough; if it is refused, it stands in equity as if it was already done. As to this point of the case, the plaintiff is entitled to a verdict.,\n“ It has been argued, that when the debt was paid the security W’as gone. This argument is drawn from the provisions of the act of the 25th of March, 1824. This no doubt is so as between the creditor and debtor. It does not however change the rights of sureties; it was not intended thereby to alter, or impair, their rights and remedies, and does not do so.\n“ It has been argued that Gilson, when sued, should have obtained credit for the dividends then declared; that he, having omitted to do so, has lost his claim upon them. I do not feel the force of this argument; it is a matter of no difference to Medler, whether they were taken then to pay this debt, or are taken now, except as to the interest; he might have gone forward and had them applied, as payment; having omitted to do this, it is no defence to his assignee now.\n“ The statute of limitations has no operation under the circumstances of this case against the plaintiff.\n“ The bank is not liable for interest, being a mere stockholder; and the' money having been there at all times, for him who was entitled to it, no interest can be allowed.\n“ Yerdict for plaintiff, §>1206.”\nThe following errors were assigned\n1. The court erred in admitting parol evidence to supply part of the record alleged to be lost.\n2. The court erred in charging the jury that the plaintiff was entitled to recover.\n8. The court erred in charging the jury that the statute of limitations had no operation under the circumstances of this case against the plaintiff.\nSmith and Porter, for the plaintiffs in error,\nargued, that they were aware the court had decided in Harvey v. Thomas, 10 Watts, 68, that parol evidence might be. given of part of a record which has been lost; and that it was taken for granted in Loughry v. McCullough, 1 Barr, 503, that the contents of a lost record might be supplied by parol evidence. No reasons are given for these decisions ; the principle is not examined; it is merely asserted that such evidence was competent. A record, it is said, imports absoluto verity, and incontrovertible credit; parol proof in relation to it is forbidden; no plea, averment, or proof, can be received to contradict, alter, or vary it. If mistake or fraud be alleged, application must be made to the court where the proceeding or judgment is had, to have it corrected, and the record, as corrected, will be the only true record; Morris v. Galbraith, 8 Watts, 166; Hoffman v. Coster, 2 Whart. 453. To make out a record altogether by parol proof is far more dangerous than to vary it by this kind of evidence ; the reasons of the court in the cases cited forbid the one as much as the other. Application should be made to the court in which the record remains to supply it; as in the case where fraud or mistake is alleged. In Hamilton v. Vanswearingen, Addison, 48, parol evidence of the contents of a lost deed was refused, because the party might have obtained a deed of confirmation, or an order of court under the act of 1786. And in McCalley v. Franklin, 2 Yeates, 340, parol evidence of the contents of a lost deposition of a deceased witness was refused, because the party knew the deposition was lost in the lifetime of the witness, and might have supplied it by taking another deposition. Here Gilson lived in the same county, was a party to the record, and it was part of the title to recover in the present suit.\n2. The phraseology of the act of the 21st of March, 1814, 6 Smith’s Laws, 163, art. 11, and that of the act of the 25th of March, 1824, 8 Smith’s Laws, 226, art. 11, are different, and this difference is not accidental, as the judge below seems to have supposed ; 15 Serg. & Rawle, 144, and 17 Serg. & Rawle, 286. By the former, the banks have a lien on tlie stock and dividends for any indebtedness; by the latter, the debt must be actually due and unpaid. As soon, therefore, as the debt is paid, the lien is gone, and all right of subrogation goes with it, and the endorser is incompetent to preserve it, by a mere notice at the time of payment. In the cases, as we have them in the books, the right of subrogation, and the benefit resulting to the endorser from the lien, was claimed before actual payment; Ramsey’s Appeal, 2 Watts, 222; Kuhns v. Westmoreland Bank, 2 Watts, 186.\nAgain, the dividends declared, before the original judgment against Gibson, were a good defence pro tanto; and those subsequently declared were a defence to the scire facias. Matter which would have been a defence in a former action cannot afterwards be made the subject of a suit; Messier v. Amery, 1 Yates, 533; Irvine v. Hanlin, 10 Serg. & Rawle, 219, 220 ; Marriott v. Hampton, 2 Esp. 546; Brown v. McKinnally, 1 Esp. 279; Knibbs v. Hall, 1 Esp. 84; Hamlet v. Richardson, 2 Eng. Com. Law, 407; Bilbie v. Lumley et al., 2 East, 469; Loring v. Mansfield, 17 Mass. 894; Canfield v. Monger et al., 12 Johns. 347; White v. Ward et al., 9 Johns. 232; Cobb v. Curtiss, 8 Johns. 470; Le Guen v. Governeur, 1 Johns. Ca. 492.\n3. The endorser and payee of an accommodation note can only recover from the drawer, on the note, and cannot date his cause of action from the time he pays and takes up the note, and thus recover on the money counts ; and if more than six years elapse from the time the' note becomes due, to the commencement of the suit, the statute of limitations furnishes an impassable barrier to a recovery; Kennedy v. Carpenter, 2 Whart. 344. The note being then the meritorious cause of action, upon it Gilson must stand or fall. He can only be. substituted for the bank, and cannot, as regards Medler, be placed in a better situation than the bank itself. The note became due in 1833, and clearly a suit in 1843 is too late. Where the debt is paid, as between principal and surety, or barred by the statute of limitations, subrogation is at an end; Fink v. Mehaffy, 8 Watts, 384; Bank of Pennsylvania v. Potius, 10 Watts, 152.\nStrong and Barling, for defendant in error,\nwere requested by the court to confine themselves to the last error assigned. The question then is, was Gilson in such a position, as regards Medler, that he can be subrogated to the rights of the bank ? The statute of limitations is not in the way, because the dividends are to be considered as having been applied to the payment of the note, from time to time, for the use of Gilson, and this he has a right to insist on at the first opportunity; Romig v. Erdman, 5 Whart. 112. Under the circumstances, six years is no bar to the right of subrogation ; Burns v. Huntingdon Bank, 1 Penna. Rep. 395. The suit was upon the implied promise of the bank, and the bank could make no defence that was not personal, as Medler could not recover from the bank until the note was paid, although the statute of limitations' did .protect him; Medler could not take advantage of his own wrong.\nThis branch of this case was argued and opinion delivered at June Term, 1846, hut not then directed to be reported."
  },
  "file_name": "0051-01",
  "first_page_order": 51,
  "last_page_order": 57
}
