{
  "id": 954628,
  "name": "Gilson v. Farmers Bank of Reading",
  "name_abbreviation": "Gilson v. Farmers Bank",
  "decision_date": "1847-05",
  "docket_number": "",
  "first_page": "57",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 198",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852575
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0155-01"
      ]
    },
    {
      "cite": "8 Watts, 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0384-01"
      ]
    },
    {
      "cite": "6 Watts, 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 7460,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 7.862482880661612e-08,
      "percentile": 0.45904336507649673
    },
    "sha256": "ef87472b8bfc642e9403930767e6a58e86707365dbeb03d88d72a81956abed10",
    "simhash": "1:dbdf96e9bcd8e55c",
    "word_count": 1268
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gilson v. Farmers Bank of Reading."
    ],
    "opinions": [
      {
        "text": "Per. Curiam.\nThe case presented ,by the record is in no respect materially different from what it was when it was here before. In the articles of copartnership between Medler and Gilson, it is recited that the note drawn by the former and endorsed by the latter, was put into the concern by the drawer as contribution to the common stock; but there is no covenant to defend the endorser against the bank, or even to account. Then as recourse on the contract of endorsement had been jmecluded by the statute of limitations, and as there was no covenant in the articles on which the plaintiff could recover against Medler, in an action at law, there was no ground on which he could, in equity, be subrogated to the rights of the bank against Medler.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per. Curiam."
      }
    ],
    "attorneys": [
      "Strong, for the plaintiff in error.",
      "Smith and Porter, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Gilson v. Farmers Bank of Reading.\nJune 16, 1847. The cause came on again for trial in the Common Pleas, upon the same evidence; when the plaintiff further offered in evidence the following article of agreement, the execution of which was admitted:.\n“ Articles of agreement made and concluded upon this 19th day of January, A. D. 1833, by and between Riah Gilson, of Reading, state of Pennsylvania, of the one part, and Christopher Medler, of Easton, state of Pennsylvania, of the other part, witnesseth, that the said parties have agreed to become co-partners together in constructing all of the work, consisting of an aqueduct, locks, culverts, &c., (which are held on. contract from the Chesapeake and Ohio Canal Company, originally by Gilson, Norman, Fresh & Medler,) which co-partnership shall be known as Gilson & Co., and shall continue until the said constructions shall be fully completed; and to that end and purpose the said Christopher Medler, on the day of the date of these presents, hath paid to the said Riah Gilson, in a note payable ninety days after date, one thousand one hundred sixteen dollars and twelve cents, one part of which five hundred twenty-five dollars and one-half cent cash.paid by the said Christopher Medler will constitute his one-half share of the amount of expenses incident to the management and carrying on the work, which has been actually paid up to this date inclusive ;* the remainder, five hundred fifty-eight dollars six and a quarter cents, the. said Christopher Medler has paid as his share of stock; and the said Riah Gilson also agrees to appropriate a like sum, to be used, laid out and employed in common between them, for the management of the said work, to their utmost benefit and advantage. And it is hereby agreed between the said parties, and the said co-partners each for himself respectively, that the said co-partners shall do their utmost and best endeavours for their joint interest, profit, benefit, and advantage in constructing the work, without any sinister intentions or fraudulent endeavours whatsoever. That they, the said co-partners, shall and will, from time to time, and at. all times hereafter, during their co-partnership, pay, bear, and discharge, equally between them, all expenses incident to their work. And that all gain, profit, and increase that shall come, grow, or arise, for, or by reason of the joint business as aforesaid, shall be divided equally and proportionately between them at the completion of their work, share and share alike. And also, that all such losses as shall happen in the said joint business, without fraud, shall be paid and borne equally and proportionally between them. And it is further agreed by the said co-partners, that there shall be had and kept from time to time, and at all times during their co-partnership, perfect, just, and true books of accounts, which shall show all transactions relating to their business, and all matters and things in the management thereof in any wise belonging or appertaining, which said books shall be used in common between the said co-partners, so that either of them may have free access thereto, without any interruption of the other. And also it is agreed, that Riah Gilson shall be the superintendent or head man, shall draw all money or moneys from the Canal Company, or any other debt relating to the co-partnership business, for which, sum or sums he shall be held accountable for disbursing, until otherwise agreed upon. And, also, that on the completion of the work, they, the said co-partners, shall and must be both present at drawing of the balance of money due them from the Chesapeake and Ohio Canal Company, on the final estimate, which, upon receiving, the gain and loss of the concern shall be truly adjusted, and shall be equally parted and divided between them, the co-partners, their executors or administrators, .each paying and receiving, as the case may be, share and share alike. It is further agreed, that a true copy of this contract shall be furnished, to apprize the president and officers of the Chesapeake and Ohio Canal Company of this agreement, to be filed in the company’s office.\n“ In witness whereof, we have hereunto set our hands and seals at Blackford’s Ferry, state of Maryland, on the day and year first above written.\n“ Sealed in presence of Tiros. Shepherd, Jr.,\nWm. A.-Wells.\nChristopher Medler, [l. si] Riah Gilson. [l. s.]\n* Explanation.\n“ Riah Gilson has paid . $1641 12-|\nChristopher Medler has paid. . 525 00|- ■\nand now hands to Mr. Gilson 1116 12\nThis makes a fund of . . $3282 25\nFrom which take the amount of\ncash expended . . . 2166 18 Balance $1116 12\nremains as the fund alluded to, to carry on the work, one-half amount of which is furnished by the said Medler, and is five hundred fifty-eight dollars and six cents, and a like amount which will constitute the remainder furnished by the said Gilson.\n“ The aforesaid parties have subscribed their names to this contract after the above explanation had been annexed, to which they were perfectly agreed to.\n“ Witness present at signing,\nThomas Shepherd,\n'Wm. A. Wells.\nChristopher Medler, [l. s.] Riah Gilson. [l. s.]”\nThe court rejected the article of agreement, sealed a bill of exceptions, and directed a verdict for the defendant. The plaintiff thereupon sued out this writ of error, and assigned for error hero, the rejection of the article of agreement by the court.\nStrong, for the plaintiff in error.\nThe articles of agreement showed that we had a legal claim for this debt under seal; and -if so, the statute of limitations was not in our way. There is at least an implied covenant that Medler would pay the debt.\nAlthough we have lost our remedy against the principal debtor directly in equity, we still may be subrogated to the rights the bank had. The right of subrogation does not depend upon privity or contract; Kyner v. Kyner, 6 Watts, 221; Fink v. Mehaffy, 8 Watts, 384; Pott v. Nathans, 1 Watts & Serg. 155; Burns v. Huntingdon Bank, 1 Penna. Rep. 395; Bank v. Potius, 10 Watts, 152; Rittenhouse v. Levering, 6 Watts & Serg. 198.\nSmith and Porter, for defendants in error.\nA simple contract debt is not protected from the statute of limitations because accompanied with a pledge as a collateral security; Boyd v. Wilson, 1 Penna. Rep. 216. Even if this court should be of opinion that all the securities the endorser had for'the payment of the debt, in equity, belonged to the bank, there is no covenant in the agreement to pay the note, or to indemnify the endorser. There is nothing in the agreement' as available as the note itself. There can be no implied covenant in a writing under hand and seal, such as this."
  },
  "file_name": "0057-01",
  "first_page_order": 57,
  "last_page_order": 60
}
