{
  "id": 954638,
  "name": "Martin v. Jones",
  "name_abbreviation": "Martin v. Jones",
  "decision_date": "1847-06-28",
  "docket_number": "",
  "first_page": "82",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Serg. & Rawle, 178",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0178-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 362",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts & Serg. 107",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0107-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 146",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0146-01"
      ]
    },
    {
      "cite": "3 Rawle, 407",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0407-01"
      ]
    },
    {
      "cite": "3 Whart. 589",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0589-01"
      ]
    },
    {
      "cite": "3 Watts, 248",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0248-01"
      ]
    },
    {
      "cite": "5 Watts, 80",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843971
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0080-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 132",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 524,
    "char_count": 9604,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.3538221726440422
    },
    "sha256": "8761679a0167ef7d7aa0d9e60148e9302cedfdd09cd3d171060c8af57d550c8c",
    "simhash": "1:76338e9536bbebbf",
    "word_count": 1780
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Martin v. Jones."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe fatal error on the trial below was the admission of Samuel T. Jones as a witness to prove the instrument on which the action is founded. The universal judgment of civilized nations excludes from the administration of justice the testimony of witnesses directly interested, in the result, except in instances of overbearing necessity. These exceptions in our law need not be specified, because they are well known to the profession. In the great case of Bent v. Baker, 3 Term Rep. 27, the rule adopted as the true guide to exclusion, is whether the witness is to gain or lose by the event of the cause. This rule has not been shaken by any case in England or this state, of which I am aware. I adopt, however, the dictum'of the Chief Justice in the case of Shipton v. Thornton, 9 Ad. & El. 327, that the safe rule is to admit the witness when there is reasonable doubt as to his interest. In such cases, the matter ought to be left to the jury on the score of credibility.\nI cannot perceive any reasonable doubt as to the interest of the witness in the result of the cause at bar. He was of the firm of A. J. & S. T. Jones, being the latter person, which firm had transferred the note in question to Parker, for the purpose of securing and indemnifying him against his liabilities on account of the firm. Admitting, then, that A. J. Jones was not insolvent, (but the aspect of the case is the other way,) still S. T. Jones was responsible to Parker for one-half of the amount, and stood exposed to the whole. He states, on his voir dire, that he had “ most paid” his half. But he was legally bound for the whole, as he admits it to have been a partnership debt. Throwing out of the case, therefore, altogether, the insolvency or solvency of A. J. Jones, (which was much mooted on the argument in relation to a subservient point,) S. T. Jones, the witness, had a plain and apparent interest in the event of the cause. Eor if the plaintiff succeeded, on whose behalf he was called, the responsibility of the firm of A. J. & S. T. Jones would be relieved, and thus the witness be relieved from one-half of the amount — even admitting that the other partner was solvent — and from liability for the whole. It is of no account that the witness had most paid his half, as he said; because it is not the quantum of interest which disqualifies. Any interest is within the principle of exclusion; and if the plaintiff was defeated, it threw back on the firm, and on each member, the whole of the original liability to Parker. No room is left for doubt as to the interest of the witness in the event of the suit.\nThe fountain of justice should be kept pure, and ought to flow undiluted from the base admixture of interest. The public weal, as well as the safety of honest suitors, demands it.\nThis disposition of the first error assigned renders it unnecessary to notice the others.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "McOormiclc and J. A. Fisher, for plaintiff in error.",
      "¡Kunhle, contri."
    ],
    "corrections": "",
    "head_matter": "Martin v. Jones.\nIn 1842, A. M. and the firm of M. & M. gave their -promisspry note for the payment of $500, to A. J. J. of the firm of A. X and S. T. J., partners in trade. On the 22d of July, 1843, A. J. X assigned this note to G. S. P. to secure and indemnify him against liabilities incurred on account of the said firm of A. X & S. T. X The firm of A. X & S. T. J. failed in July, 1843. In an action of debt on the note, brought in the name of A. J. J. for the use of G. S. P. against the makers, it was held, that S. T. J., the partner of A. J. X, was not a competent witness to prove the execution of the instrument on which the action was founded, on the ground of his interest in the event of the suit: and this, whether A. J. J. were solvent or insolvent.\nIn an action on a promissory note given to one of two partners, for the use of a third person, to whom the note was transferred to indemnify him against injury or loss on account of liabilities incurred for the firm; it was held, that the other partner was not a competent witness to prove the note, on the ground of interest in the event of the suit; and that the quantum of interest was immaterial.\nIn error to the Common Pleas of Dauphin county.\nJune 28. This was an action of debt brought by Andrew J. Jones, for the usé of Gilbert S. Parker, the defendant in error, who was plaintiff below, against Stephen Miller, James Martin, and Perry Martin, co-promisors in a joint and several promissory note with Atkinson Martin, the plaintiff in error, and defendants below.\nThe note, on wliich the suit was brought, was in these words:\n$500. ' “Harrisburg, February 28, 1842.\n« Thirty days after date, we, or eithér of us, promise to pay A. J. Jones, or order, Five Hundred Dollars, value received, without defalcation.\n(Signed,) « Atkinson Martin,\nMiller & Martins.”\nAt the time this note was given, and previously and subsequently thereto, A. J. Jones and S. T. Jones were partners in the mercantile business, trading under the firm of A. J. & S. T. Jones. On the 22d of July, 1843, A. J. Jones transferred the said note to one Gilbert S. Parker, to secure and indemnify him against any loss or injury, on account of liabilities incurred by him for the said firm of A. J. & S. T. Jones. It appeared that the firm of A. J. & S. T. Jones failed in July, 1843. On the trial, the plaintiff called\nS. T. Jones, of the firm of A. J. & S. T. Jones, as aforesaid, to prove the handwriting of the defendants, the drawers of the. note. The defendants objected to the competency of the witness offered, on the ground of his interest in the event of the suit, and examined him on his voir dire. On this examination, the witness stated that «the note in question was assigned to G. S. Parker. It was to indemnify him against A. J. Jones’s note in Bank of Pennsylvania for $310, and part of a note in Dauphin Deposit Bank, drawn by A. J. & S. T. Jones. It was originally $680, and I have reduced it to $420. I am S. T. Jones, of that firm. Parker took this note as collateral security — Parker only agreed to pay my brother’s one-half of the note in Pennsylvania Bank, and I and Mr. Rutherford agreed to pay the other half. I consider I have most paid my half.”\nThe court thereupon overruled the objection of the defendants, admitted the witness, and sealed a bill of exceptions.\nAs the only question decided in this court arose on the error assigned under this bill of exceptions, to the admission of Samuel T. Jones as witness to prove the instrument on which the action in this case was founded, it is unnecessary to' notice other bills of exception taken on the trial, to the admission and rejection of testimony.\nMcOormiclc and J. A. Fisher, for plaintiff in error.\nThe party against whom a witness'is produced has a right to show every thing which may, in the slightest degree, affect his credit; Cameron v. Montgomery, 13 Serg. & Rawle, 132.\nThe payment of costs by a deposit of money, and an engagement to pay any additional costs, not sufficient to make a party to the record a witness. Nothing but an unconditional payment of costs and a deposit of money, to pay future costs in any court, will render a plaintiff who has assigned his interest a- competent witness, and the giving security to pay the costs will not be sufficient; Hoak v. Hoak, 5 Watts, 80; Clement v. Bixler, 3 Watts, 248.\nIn a suit against three joint obligors, one of them who is not summoned is not a witness for another, although the latter paid into court a sum sufficient to pay the debt, interest and costs; Smith v. Sillyman, 3 Whart. 589. When the competency of a witness is in the least degree doubtful, it is to be referred to the jury, with instructions to disregard his testimony, if they believe him interested; Hart v. Heilner, 3 Rawle, 407.\nA judgment in favour of one joint and several obligor is a discharge of all the others; Hostetter v. Kauffman, 11 Serg. & Rawle, 146. One who has acquired an interest in a debt by an assignment, is incompetent as a witness in a suit for its recovery, even ■though he has re-assigned his interest, and paid all the costs into court; Clover v. Painter, 2 Barr, 46. Instruction to the jury to reject does not cure the error of admitting the witness; Commonwealth v. Reitzel, 9 Watts & Serg. 107; Miller v. Stem, 2 Barr, 286; Ely v. Hager, 3 Barr, 154; Nash v. Gilkeson, 5 Serg. & Rawle, 362; Ingham v. Crary, 1 Penna. Rep. 389.\n¡Kunhle, contri.\nThe true test of the interest of a witness is that he will gain or lose by the direct legal operation and effect of the judgment; or, that the record will be legal evidence for or against him in some other action. The interest, to disqualify, must be a present, certain, and vested interest; and not an interest uncertain, remote, or contingent; Greenl. 535, sec. 390. If the plaintiff recover, the individual claim of A. J. Jones will go to pay the indebtedness of the firm of A. J. & S. T. Jones; but S. T. Jones (the witness) will, in that event, be liable for contribution. The liability of the witness will not be affected in either event of the suit.\nThe insolvency of A. J. Jones will not disqualify the witness; because A. J. Jones is not legally insolvent or'bankrupt. His estate has not passed into the hands of assignees; is not in the course of liquidation as an insolvent estate; but his insolvency is merely matter of opinion or speculation. The creditor of an insolvent, who has not been discharged as such, or appointed assignees, may be a witness for him; 14 Serg. & Rawle, 178; 2 Barr, 55. The analogy is, that in the cases cited the witness may receive more, and in the case at bar may be obliged to pay more.\nJune 28."
  },
  "file_name": "0082-01",
  "first_page_order": 82,
  "last_page_order": 86
}
