{
  "id": 954555,
  "name": "Faunce v. Lesley",
  "name_abbreviation": "Faunce v. Lesley",
  "decision_date": "1847-05",
  "docket_number": "",
  "first_page": "121",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 121"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 249",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 151",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0151-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 366",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0366-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 147",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0147-01"
      ]
    },
    {
      "cite": "5 Watts, 483",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844087
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0483-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 419",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/10/0419-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 275",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804298
      ],
      "pin_cites": [
        {
          "page": "286"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0275-01"
      ]
    },
    {
      "cite": "2 Whart. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 94",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0094-01"
      ]
    },
    {
      "cite": "6 Whart. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0053-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 150",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "12 Serg. & Rawle, 198",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0198-01"
      ]
    },
    {
      "cite": "5 Watts, 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0022-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 7452,
    "ocr_confidence": 0.365,
    "pagerank": {
      "raw": 6.502590017143801e-08,
      "percentile": 0.4000702357550575
    },
    "sha256": "9c58cd6102aa277efd1c09139c75d8bf5cd4059ba9625b8f174fffda036bdf76",
    "simhash": "1:fe6aaa891d9feeba",
    "word_count": 1282
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Faunce v. Lesley."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWere this cause before us on a motion for a new trial we would award it; not, however, for misdirection. The principles of law involved in the case were well stated, and the facts, all depending on, parol evidence, were left to the-jury, but with the intimation of an opinion unfavourable to the transaction. In Twine’s case, the distinction between actual and legal fraud was faintly sketched; if, indeed, it'was attempted; but it has often since been held, that an assignment is made fraudulent by the reserva- ' tion of an advantage to the debtor, so fixed that his creditors cannot wrest it from him; and on this ground the judge'was required to charge that the binding of the debtor’s apprentices to his assignee was such a reservation. The contract, however, was collateral to the assignment; and the labour of the apprentices could not have been reached by execution, even if no contract had been made; To subject it to payment of debts, would-be inconsistent with the contract of apprenticeship. The apprentice works under his master's direction; and the produce of his labour g'oes along with his master's earnings to accumulate property, which, of course, the creditors may seize and sell. But, they were, in this instance, put actually in a more advantageous position by the transaction; for the wages reserved might be seized by an attachment in execution, and made available in payment of their debts, which was not so before. The direction was right, but the verdict was wrong ; and what was the remedy ? Certainly not a writ of error; for it would eventually be as prejudicial to the great ends of justice for this court to correct the errors of the jury, as for the jury to correct its judgments in the last resort. Each has its peculiar province, and will best perform its functions within the precincts of it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "McQormielc and McClure, for plaintiff, in error,",
      "Boas and Fisher, contra."
    ],
    "corrections": "",
    "head_matter": "Faunce v. Lesley.\nWhere one indebted assigned his personal property to his creditor, and on the same day made a distinct agreement for the employment of his apprentices by the creditor, at’stipulated wages, to be paid to the assignor, the assignment is not void as to creditors on that account ¿ for, 1. The agreement was collateral to the assignment. 2. The wages reserved might be reached by creditors, while the labour of the apprentices could not otherwise have been subjected to execution.\nAssignor of personal property being released, is a competent witness fox his assignee, in a contest with the creditor of tire assignor-as to the validity of the assignment.\nAmendment of narr., by increasing the damages, does not necessarily entitle defendant to a continuance and payment of costs of the term by plaintiff.\nIn error from the Common Pleas of Dauphin.\nJune 28. Trespass against the sheriff for seizing the property of the defendant in error, under an execution against’Johnson. It appeared on the trial that Johnson was a marble mason and lessee of a lot, on which he had erected a shop which he had the privilege of removing, and in which he carried on his trade. In November, 1842, he was the owner of a quantity of marble and 'worked stone lying on this lot and another one. On the 18th he entered into an agreement with Lesley, who was then one of his workmen, and to whom it was alleged a sum of money was due for wages, by which he sold his stock of marble, and received a note for the balance remaining due after deducting the wages due to Lesley. At the same time, they sigued a distinct agreement, by which Lesley agreed to employ two apprentices of Johnson until the next spring, at wages to be determined by that time; it being agreed if there was enough work to employ them, Johnson should receive three dollars per week, and if not, then, not less than two; Johnson finding the apprentices in hoarding and' clothing. Lesley also agreed to pay a proportionate part of the ground-rent for the lot, and a reasonable rent for the shop, fences, &c., until he removed the stock. It was proved that, after this assignment, possession was given to Lesley, and that Johnson rarely went to the lot, unless requested by Lesley, to assist him in making sales.\nAt the time of the assignment, Johnson was much indebted, but had other property besides that conveyed to Lesley, all of which was sold by the sheriff. On the 8th November, 1842, a judgment was confessed by him, and this property sold under a fi. fa., issued in January, 1843. The books of Jobusou and the accounts which were settled between himself and Lesley, were not produced, and there was evidence that at that time Lesley was a man without property.\nThere were two exceptions arising out of the following circumstances :• First, Johnson having been released by Lesley, was called as a witness by him, and examined under objection. Second, After the evidence was- closed, the plaintiff amended his narr., by increasing the damages from $700 to $2000, the defendant objecting and asking a continuance on payment of costs by plaintiff. The defendant asked instructions: First, That the agreement stipulating for an advantage to Johnson was entirely void as to his creditors. Second, That if a partial possession-was retained by the assignor, or his apprentices, it was void.\nIn answer to the defendant’s points, the court (Eldbjed, P. J.) instructed the jury that the evidence, if believed, showed a full and entire possession was given, or such as the nature of the articles admitted of, and refused to decide the assignment void as a question of law. That there being judgments against the assignor, the plaintiff was bound to remove all doubts as to the fairness of the transaction, as to the consideration, the delivery of possession and the intent of the parties in the transaction.\nThe charge, that on the evidence, the plaintiff might recover,, and the answers to the points submitted, together with the exceptions stated above, were the errors assigned.\nMcQormielc and McClure, for plaintiff, in error,\nmade three points. 1. That á debtor cannot make a reservation in an assignment for himself or family without rendering the whole void as against his creditors; McClurg v. Lecky, 3 Penna. Rep. 83; Deckard v. Case, 5 Watts, 22; Passmore v. Eldridge, 12 Serg. & Rawle, 198. 2. That a change of possession must accompany the assignment. 3. Where, by the assignment, a benefit is reserved, and there is no actual change of possession, it is a question for the court, and ought not to be submitted to the jury; Young v. McClure, 2 Watts & Serg. 150; Hoofsmith v. Cope, 6 Whart. 53; McBride v. McClelland, 6 Watts & Serg. 94; 2 Whart. 302.\nBoas and Fisher, contra.\n-These positions are not denied, but here there was such a change of possession and delivery as the nature of the things admitted of; Clow v. Woods, 5 Serg. & Rawle, 275, 286; Babb v. Clemson, 10 Serg. & Rawle, 419; Carpenter v. Mayer, 5 Watts, 483; Young v. McClure, 2 Watts & Serg. 147; McVicker v. May, 3 Barr, 224. Johnson was a competent witness, especially after the release; Miller v. Fitch, 7 Watts & Serg. 366. The reservation of wages for the apprentices was no benefit, since the boarding and clothing would consume the amount, and if there were a surplus, that and the reservation of rent for the buildings could be attached. Under the decisions, the benefit reserved must be part of or come out of the thing assigned; Johnston v. Harvey, 2 Penna. Rep. 82; McClurg v. Lecky, Rahn v. McElrath, 6 Watts, 151; Avery v. Street, 6 Watts, 249."
  },
  "file_name": "0121-01",
  "first_page_order": 121,
  "last_page_order": 123
}
