{
  "id": 954571,
  "name": "Hershey v. Keembortz",
  "name_abbreviation": "Hershey v. Keembortz",
  "decision_date": "1847-06-30",
  "docket_number": "",
  "first_page": "128",
  "last_page": "133",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Serg. & Rawle, 143",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0143-01"
      ]
    },
    {
      "cite": "6 Binn. 102",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0102-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 488",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0488-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 488",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0488-01"
      ]
    },
    {
      "cite": "Rob. 293",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "6 Mass. Rep. 85",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0071-01"
      ]
    },
    {
      "cite": "3 Mass. Rep. 74",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0063-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 369",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 148",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 316",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0315-01"
      ]
    },
    {
      "cite": "9 Watts, 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0009-01"
      ]
    },
    {
      "cite": "8 Watts, 492",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0492-01"
      ]
    },
    {
      "cite": "9 Watts, 266",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0266-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 442",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0442-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 140",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "13 Serg. & Rawle, 160",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1814002
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0160-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 166",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0166-01"
      ]
    },
    {
      "cite": "6 Binn. 109",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 201",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0201-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 402",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0402-01"
      ]
    },
    {
      "cite": "2 Wheat. 178",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/15/0178-01"
      ]
    },
    {
      "cite": "1 Wheat. 179",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        532374
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/14/0179-01"
      ]
    },
    {
      "cite": "6 Watts, 117",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 Binn. 102",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0102-01"
      ]
    },
    {
      "cite": "13 Serg. & Rawle, 160",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1814002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/13/0160-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 11457,
    "ocr_confidence": 0.378,
    "pagerank": {
      "raw": 2.4735422011727813e-07,
      "percentile": 0.8067819784087799
    },
    "sha256": "28f68ac240b807451e6b7b5a29dbf9e0fc1fb88438d53d772ea3aefaa421451d",
    "simhash": "1:7ef0f20672ddffc5",
    "word_count": 2071
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hershey v. Keembortz."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe proper rule for the case before us was stated by Mr. Justice Sergeant, in Galbraith v. Galbraith, 6 Watts, 117, in which it was said that a sale of land as a- tract containing so many acres, more or less, and at a certain price per acre, gives no remedy, without proof of wilful misrepresentation, for a,surplus or a deficiency after the bargain is closed. And the reason for it is a plain one. It would be palpably unjust for a party, who had taken his chance as to the quantity, instead of insisting on a survey at the proper time, to have an allowance for his disappointment. Where the parties do not treat on the basis of actual measurement, they waive it, and agree to give and take the tract as it is estimated. Using the supposed quantity and stipulated price per acre but as data to arrive at the value in gross, they treat, in fact, as if the land were bought and sold in the mass, and for a round sum; and the vendor is answerable, in respect of the quantity only, for mala fides. Such is the principle of Smith v. Evans, 6 Binn. 102. But it is settled by Bailey v. Snyder, 13 Serg. & Rawle, 160, that the right to ascertain the actual quantity of a tract sold by the acre, whether specially reserved in the articles or not, remains as long as the contract is executory; and the Chief Justice said it weighed much with him in Smith v. Evans, that it had been executed by a conveyance. ' The case before us is, if possible, stronger. Not only was there no special stipulation for a survey, but the vendor refused to have one inserted in the articles. The scrivener testified, that when he had written to the part at which the price per acre was mentioned, he inquired whether the tract was to be surveyed, and suggested the propriety of having it done; but that the vendor said he thought it would hold out, as a person who was a surveyor had formerly bought it, and he did not think he would cheat himself; upon which the parties told him to put the quantity at one hundred and twenty acres, more or less. Now, though this express waiver is made out by parol evidence, which would not be received, were it wanted to control the interpretation of the articles, yet the right of survey, existing, as we have seen it does, independent of special provision, might be rebutted by it on a bill for specific performance. But the waiver of it, implied from the acceptance of a conveyance, is just as strong and entirely conclusive. It certainly does not weaken the effect of it, that the conveyance was made in pursuance of a decree of specific performance in the Orphans’ Court. In the absence of fraudulent misrepresentation, the maxim is, as in every other case, caveat emptor.\nBut the testimony of Gray, that the vendor once • told him he was not certain about the quantity, and thought he was paying taxes for more land than he had, was, at most, evidence of a suspicion, and not of actual knowledge; and this suspicion may have subsided before the sale. Even if it had not, he was not bound to disclose it. In Hepburn v. Dunlop, 1 Wheat. 179, 1 Cond. Rep. 259, it was held that a mistaken opinion of the value of property, honestly entertained, and stated as opinion merely, without any untrue assertion of fact, is not to be treated as a fraud. And in Laidlaw v. Organ, 2 Wheat. 178, 4 Cond. Rep. 791, it was held that a vendee of merchandise is not bound to disclose his private information of the state of the market which would affect the price of the article, it being enough that he says nothing tending to impose on the vendor. A severer rule of morality would be impracticable in a commercial community. In the case under consideration, the vendor would not have been at liberty to suppress any material fact distinctly known to Mm; but the only fact he asserted, that the land had been purchased at the reputed quantity by a surveyor, was not attempted to be disproved. The description of the quantity in the title deeds spoke for the rest. His doubts, if he entertained any at the time of the bargain, were matters of opinion in which he might be mistaken, and with which the vendee, to .whom the same sources of information were open, and whose business it was to decide for himself, had nothing to do. According to the contract, as it was executed, each party was to take Ms chance of a doubtful event, and each is bound to abide by it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Alricks, for plaintiff in error.",
      "J. A. Fisher, contra."
    ],
    "corrections": "",
    "head_matter": "Hershey v. Keembortz.\nWhere land was sold at a certain price per acre, neat measure, and was described as containing one hundred and twenty acres, more or less: after deed delivered and the purchase-money paid, there can be no recovery for a deficiency of about six acres unless there be actual misrepresentation, or the concealment of a fact distinctly known to the vendor. It is not necessary that he should disclose his suspicions of the existing deficiency.\nIn error from the Common Pleas of Dauphin county.\n' June 28. Assumpsit to-recover money paid by the plaintiff to the defendant. In August, 1840, Hoover, the defendant’s intestate, sealed articles by which he agreed to convey two tracts of land, one containing one hundred and twenty acres, and the other fifteen acres, he the same more or less, to Hershey, in consideration of $85 per acre, neat measure, for each and every acre. Hoover dying, his administrator, in the \"same year, presented a petition to the Orphans’ Court for leave to perform the coüftracfc, which was granted, a deed made and the purchase-money paid and distributed among the heirs. In these proceedings the quantity of the land and the terms of sale followed the articles. The deed was not upon the paper book, but was stated by counsel to have described the land by courses and distances, and to have named a gross sum as the consideration.\nOn the trial, the plaintiff- called the scrivener who drew the articles. He stated, « When I got to the place where it says so much per acre, I asked them if the land was to be surveyed, and Hoover said he thought it would hold out what was there stated. I told them I thought they had better have it, surveyed, because it was by the acre. Hooyer said he thought it would hold out, that a surveyor had bought the tract, and he did not think he would cheat himself. They said I should write it one hundred and twenty acres, more or less. They were both satisfied.”\nThe plaintiff then proved, that by actual measurement the tract, described as one hundred and twenty acres, contained but one hundred and thirteen acres and forty perches. Gray, the surveyor, also said he had previously had a conversation with Hoover, in which he spoke of having his land surveyed, as he was not certain about the quantity. The intimation he threw out was -that he was paying-taxes for more land than he had.\nHe then called a witness, who stated he had, in July, 1840, bargained with Hoover ’ for this land. They estimated the different fields, and witness said he did not think it possible there were one hundred and twenty acres in that tract. Hoover declined a survey at his expense, but showed some of his title papers, and stated he had bought it for one hundred and thirty-five acres. After some conversation about a dam, Hoover then said he thought it would not hold out, that the purchasers might have it surveyed, but he would not sell it for less than one hundred and thirty-five acres. “We might survey it after we purchased it.”\nThe defendants gave evidence, that at the delivery of the deeds and payment of the purchase-money, no objection was made as to a deficiency in the quantity.\nThe court (Eldred, P. J.) instructed the jury that the plaintiff, having a full opportunity to have a survey made before the execution of the deed — and not taking that precaution — the deed was a final consummation of the contract, and unless there was actual fraud there could be no recovery. The fraud relied on was Hoover’s misrepresentation, ftut tjjjkt would not render the defendant liable who was sued in his individual capacity.\nAlricks, for plaintiff in error.\nThe fact that the conveyance was made under a decree for specific performance of the articles differs the case from the ordinary one of a deed executed between parties. The decree, which is the material point, could not enlarge or diminish the right of either party, nor did the deed operate as a merger of the articles, except so far as it was a performance of the contract therein contained. This view is also an answer to the objection that the defendant receiving the money as administrator under the decree, and having paid it away, is not personally answerable. The decree only authorized a receipt of the value of the land actually conveyed at the agreed price per acre ; any thing received beyond that was not affected by the proceedings, and, if paid under a mistake of facts, was liable to be reclaimed: Grier v. Huston, 8 Serg. & Rawle, 402; Ashcom v. Smith, 2 Penna. Rep. 218. There was also sufficient evidence of knowledge in Hoover to go to the jury on the question of fraud.\nBy our law the mere acceptance of a deed describing the land by correct boundaries, does not prevent the correction of a mistake where the sale and conveyance show the price was ascertained by the quantity of the land: Jenks v. Fritz, 7 Watts & Serg. 201; 2 Paige’s Rep. 182; Smith v. Evans, 6 Binn. 109; Boar v. McCormick, 1 Serg. & Rawle, 166; Bailey v. Snyder, 13 Serg. & Rawle, 160 ; Frederick v. Campbell, 13 Serg. & Rawle, 140 ; Cronister v. Cronister, 1 Watts & Serg. 442; Byers v. Mullen, 9 Watts, 266 ; Horbach v. Gray, 8 Watts, 492 ; Selden v. Williams, 9 Watts, 9; Stebbins v. Eddy, 4 Mason’s Rep. 414; Lee v. Dean, 3 Whart. 316; 1 Dall. 148 ; Bogart v. Nevins, 6 Serg. & Rawle, 369; Ege v. Sidle, 3 Barr, 113; Union Bank v. U. S. Bank, 3 Mass. Rep. 74; Pearson v. Lord, 6 Mass. Rep. 85; 1 Moody & Rob. 293; 2 Smith’s Leading Cases, 244, 44 Law Lib.; Broom’s Legal Maxims, 124, 50 Law Lib.\nJ. A. Fisher, contra.\nThe articles, the proceedings in the Orphans’ Court, and the deed, show the agreement of the party was to sell and purchase the land on the footing of there being one hundred and thirty-five acres on which the price was calculated; either having the chance of a mistake in his favour. By the acceptance of the deed, the articles were merged as to any agreement relative to the quantity; Dagne v. King, 1 Yeat. 322; Large v. Penn, 6 Serg. & Rawle, 488; Glen v. Elen, 4 Serg. & Rawle, 488. Here the consideration was named in a gross sum, and that has been considered as an answer to a claim like the present; Smith v. Evans, 6 Binn. 102; McClelland v. Creswell, 13 Serg. & Rawle, 143. The right of ascertaining the quantity, where a sale is by the acre, must be exercised before the business is closed; Bailey v. Snyder, 13 Serg. & Rawle, 160. It is no defence to a security for the purchase-money after delivery of the deed; Haggerty v. Fagan, 2 Penna. Rep. 533. This is the settled rule, unless there be fraud at the delivery of the deed. There are cases where an extreme error is held to show mistake in both parties or fraud by one. Here there was no such deficiency as is required by those eases, nor any representation on which the purchaser could rely. To sustain the action on ,the ground of fraud, there must be evidence that would entitle the party to recover in an action on the case for a deceit which cannot be pretended here; and if there were, the present defendant is not answerable on that ground.\nJune 30."
  },
  "file_name": "0128-01",
  "first_page_order": 128,
  "last_page_order": 133
}
