{
  "id": 954558,
  "name": "Weiting v. Nissley",
  "name_abbreviation": "Weiting v. Nissley",
  "decision_date": "1847-05",
  "docket_number": "",
  "first_page": "141",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 141"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 354,
    "char_count": 5755,
    "ocr_confidence": 0.371,
    "pagerank": {
      "raw": 2.878138265593029e-07,
      "percentile": 0.8433435694513464
    },
    "sha256": "e66e353c2d769ea71a6a8dc699d6a059d1729bf93cd310b281a874258cc7a233",
    "simhash": "1:1f4e9c60b87833e3",
    "word_count": 991
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weiting v. Nissley."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nLet the decree be affirmed, for the reasons given by the president of the Orphans’ Court.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Roberts and MoOormiele, for appellant.",
      "Alricks, contra."
    ],
    "corrections": "",
    "head_matter": "Weiting v. Nissley.\nWhere a final account of administrators was confirmed in 1839, they cannot be compelled to settle another account in 1846, though, in the proceedings for that purpose,' specific errors and omissions in the settled accounts are pointed out, and the sole distributee be a minor having a guardian.\nAppeal from the Orphans’ Court of Dauphin.\nJune 20. The appellant filed a petition in 1846, setting forth his marriage with the sole heir of Hershey, who died in 1829, and that the appellee, who was the surviving administrator of Hershey, had filed an administration and supplemental administration account, but that there were large sums of money received and not accounted for. The answer of the appellee averred an administration account settled in 18-37, before which time the appellant’s wife, then a minor, had a guardian appointed. The balance then due was paid, over to the widow of the deceased, and to the guardian of his child. That in 1889 a final account was settled, when the widow and guardian executed releases to the appellee for the balance of said accounts, styling them final administration accounts. That in 1845, appellant, being then married, on the receipt of the sum of, &c., from the guardian of his wife, had delivered a release in full. That since the filing of the said account no moneys had been received, and more than five years had elapsed since the said account and payment; wherefore he was not liable to account further.\nThe replication admitted the filing of the accounts and execution of the, releases; but denied they were final accounts, or that the releases were a bar. Also that the administrator had not received any moneys which had not been administered and' paid over, and averred that the appellant ought to charge himself with the following sums, which were not charged in his accounts. Ten items were then set out, of mistakes in the accounts of credits given, and improper payments; and also a list of book debts and rents not received, for which he was accountable. The fepliant further averred that his wife was, at the settlement of the accounts, and still is, a minor.\nThe court, (Eldred, P. J.,) after stating the case, said: “ There is no complaint of the account of the administrator, so far as it goes; but the allegation is, that there are large sums of money received by the administrators for which they have not accounted; and the object of the petitioner is to require the surviving administrator to settle another account, charging himself with these sums so omitted. The administrator, in his answer, says, that nothing has come to his hands since the final settlement of his account, and that he has nothing further to account for. For the purpose of raising the question here, the counsel for the respondent admit the facts stated in the replication of the petitioner, but deny his right to call on the administrator to open the account or to file a new one, as no assets have been received since the final settlement of his account, more than five years having elapsed since the settlement and confirmation of such account. Whatsoever may have been the practice in relation to opening and correcting such accounts, and the time during which it would be allowed, we regard the question now settled by the act of 18th October, 1840. By the act of 29th March, 1832, (Purd. 885,) the Orphans’ Court is declared to be a court of record, with all the qualities and incidents of courts of record at common law, and in all matters within its jurisdiction, its proceedings and decrees shall not be reversed or avoided collaterally in any other court, but they shall be liable to reversal, or modification, or alteration, on appeal to the Supreme Court, if made within three years. And by the act of 13th October, 1840, relating to Orphans’ Courts, a review may be granted in a proper case made out within five years after the final settlement of account. These acts, taken together, form a perfect system, and any person injured by the settlement of an account must pursue one or the other of those modes for redress, which in most cases are all that can be required. There may be particular cases of hardships in this law, but the general benefit of the provisions of these acts of Assembly far overbalance these particular cases. These acts, whilst they give to the vigilant every means of redress necessary for their protection, fix a period when all litigation is at an end. In the present case, the account was confirmed on the 12th February, 1839; and by the decree of the Orphans’ Court made, the account must be regarded as the final account, on the authority of Bower’s Appeal, 2 Barr, 432, and not having been appealed from within three years, nor a review asked for within five years, it is final and conclusive; and should there be errors in the account, as is alleged, they cannot be corrected either in the present form of proceeding or by a petition for a review, The rule is dismissed and respondents discharged.”\nRoberts and MoOormiele, for appellant.\nThe limitation in the act of Assembly cannot be construed to discharge a party for his omissions to account, or to bind infants; and the fraud or mistake was undiscovered until within the five years; the party in interest during that time being incompetent to act.\nAlricks, contra.\nInfants are bound.by statutes of limitation, unless expressly excepted; Beckford v. Wade, 17 Ves. 87. The object of the act was to prevent the necessity, after five years, of showing that the apparent mistakes, &c., did not exist. As to the fraud constituting an exception, there is no charge to that effect in the proceedings."
  },
  "file_name": "0141-01",
  "first_page_order": 141,
  "last_page_order": 143
}
