{
  "id": 954573,
  "name": "Sallade v. James",
  "name_abbreviation": "Sallade v. James",
  "decision_date": "1847-05",
  "docket_number": "",
  "first_page": "144",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 436",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850048
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0436-01"
      ]
    },
    {
      "cite": "9 Johns. 108",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/9/0108-01"
      ]
    },
    {
      "cite": "2 Johns. 418",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 14",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0014-01"
      ]
    },
    {
      "cite": "5 Binn. 285",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793656
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0285-01"
      ]
    },
    {
      "cite": "3 Watts, 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0394-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 269,
    "char_count": 3844,
    "ocr_confidence": 0.376,
    "pagerank": {
      "raw": 6.431343908364283e-08,
      "percentile": 0.39733783707080994
    },
    "sha256": "c238081eaf7a52a9b88ffd225eaeab223b2b54f4999dbd5ca9adc7bcc8a25a38",
    "simhash": "1:c6b48f01d61afb02",
    "word_count": 702
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sallade v. James."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe custom which gives a tenant the way-growing crop, gives him no greater right than his landlord .had; and if the landlord had not a right superior to that of his judgment creditor, he cannot have the crop parted. But it is well settled that the growing crop of a debtor pass.es' by a conveyance of his land, whether executed by himself or the sheriff. A tenant, therefore, has a right to enter for the way-growing crop only where he had an indefeasible right to sow it. But though a. judgment-creditor has not a present estate in the land, he has an interest in it which may presently he turned into one; and a lessee of it, knowing that fact, and taking his chance of the event, is supposed to have framed his contract so as to meet it. Had he retained the rent, in this instance,, till the end of the year, his eviction by lawful title would have suspended it; and though he would have lost the crop, he would have lost no more than his labour in the growing of it. Even that might have been saved by a covenant for quiet enjoyment. But, paying the rent in- advance, he parted with his security, and must bear the consequences.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "MeOormicJe, for plaintiff in error.",
      "Alrielcs, contó."
    ],
    "corrections": "",
    "head_matter": "Sallade v. James.\nA judgment was recovered against the landlord prior to tlie execution of a lease for years, at a rent payable in advance. After payment of tlie rent, and sowing of the crop by the tenant, the estate of the landlord was sold by the sheriff under the prior judgment. The purchaser and not the tenant is entitled to the growing crop.\nIn error from the Common Pleas of Dauphin.\nJune 30. Replevin for grain. On the 2d of March, 1843, judgment was entered against Crosson, and on the same day a fi. fa. issued, which was levied on the defendant’s land. On the' 6th, Crosson demised the land levied on to James, for two years, from the 1st of April, at an annual rent, payable in advance, and received the rent for the first year. In September the tenant sowed the crop, and on the 9th of October the sheriff sold the land to Boas under the execution on the judgment against Crosson. Boas conveyed to the plaintiff in the following December, and James left the premises, under a notice, on the 1st of April, 1844. In the following summer he entered, cut, and carried away the grain, for which this replevin was brought.\nThe court .(Hepburn, P..J.) directed a verdict for the defendant for the value of the grain delivered to the plaintiff under the writ.\nMeOormicJe, for plaintiff in error.\nBy a sale of the land the growing crop passes; Bank v. Wise, 3 Watts, 394. The lease, being after the judgment, was liable to be disaffirmed by the purchaser ; and where that was done, as it was here, the lessee has no title whatever under it. Had the rent been reserved in the usual form, the purchaser would have been entitled to the whole, unless for the disaffirmance, and then the lessee would have been discharged.\nAlrielcs, contó.\nBy the custom of Pennsylvania, the tenant was entitled to the way-going crop; Stultz v. Dickey, 5 Binn. 285; and by the common law, to the emblements where, as here, the lease was terminated before the time agreed upon. Under the former rule it has been held that the tenant is entitled against the plaintiff in ejectment, who has recovered judgment against his landlord; Biggs v. Brown, 2 Serg. & Rawle, 14. The rule as to emblements arises where there is an uncertainty as to the termination of the lease; 2 Bl. Com. 146; Doug. 201; 2 Johns. 418; 9 Johns. 108; and in this case there was an entire uncertainty as to whom the land might be sold. The rent was properly payable in advance, and the tenant of encumbered land is protected if he pay according to his contract: Bank v. Ege, 9 Watts, 436. This being so, it follows that the crop, which is the consideration of the rent, is equally protected."
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 145
}
