{
  "id": 954621,
  "name": "Baskin v. Seechrist",
  "name_abbreviation": "Baskin v. Seechrist",
  "decision_date": "1847-07-12",
  "docket_number": "",
  "first_page": "154",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Serg. & Rawle, 312",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts & Serg. 240",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0240-01"
      ]
    },
    {
      "cite": "5 Watts, 55",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0055-01"
      ]
    },
    {
      "cite": "3 Watts, 449",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841273
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0449-01"
      ]
    },
    {
      "cite": "4 Peters' Rep. 83",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "5 Pick. 490",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/22/0490-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 324",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0324-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 53",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798274
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0053-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 408",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1086,
    "char_count": 27784,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 1.906046350104064e-07,
      "percentile": 0.730908249863216
    },
    "sha256": "190882cae776086a2165d4c474c43519adbeccb36817a8cdbd185155e8c49eb6",
    "simhash": "1:20e5f7e16211e419",
    "word_count": 4835
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baskin v. Seechrist."
    ],
    "opinions": [
      {
        "text": "Bell, J,\nThough five errors are Specially assigned upon the record, the case resolves itself into but two questions,, and it was accordingly no treated in the argument.' The first of these, whether the defect apparent upon the face of the plaintiff’s supposed title can be' cured by presuming the existence of a petition and order of the Court of Common Pleas, regularly rendered, authorizing* the conveyance made by Andrew Albright, as sheriff, to Patrick Goulding, was considered by th'e court when the case was before it on a former 'occasion, 7 Watts & Serg. 408; and it was then settled that such an order, being In the nature of a judgment, cannot be presumed as against the defendant below, who was a stranger .to the proceeding, claiming by virtue of a possession altogether distinct from and-independent of it. This conclusion will be found to be fully sustained by the case of Woods v. Lane, 2 Serg. & Rawle, 53, if it be thought the principle announced requires the force of superadded authority; ánd an additional reason for the determinatibn is disclosed in • the fact,' that,' so far as the evidence goes, Goulding had no connection with the sheriff’s sale as purchaser, but stood entirely without interest therein. In such case; to presume the recorded order necessary to infuse vitality into the deed to .Goulding, even upon his suggestion of intermarriage with Arabella Yeung, would be to impute an error to the court in order to support, a title obviously defective. In the expressive language of Ch. J. Tilghman, used in the .case last cited-, this would be “ to presume that a transaction was right because it appears to be wrong.” The additional facts offered to-be proved on the 'last trial, are not of such a character as to warrant a departure from the decision already pronounced. It is true that' a defective claim of title may be amended by presuming a1 conveyance from one. shown to have title, where the presumptive -grantee has exercised, for a long course of years, such acts of dominion over the lands as can only indicate a claim of beneficial ownership unchallenged by any counter claim on the part of the supposed grantor. Such was the case of Taylor v. Dougherty, 1 Watts & Serg. 324, where the plaintiff, and those under-whom he claimed, had paid taxes'for wild land for upwards of'thirty years, which was held sufficient to found- a presumption of grant from the original warrantee, as against a naked intruder without colour of title. ' The same principle is asserted in Hastings v. Wagner, 7 Watts & Serg. ' 215, where it is said, after the deed itself, or the legal registration of it, the next best evidence against a third party is long-continued claim of title with acts of ownership, uncontested by adverse possession on the part of him who is supposed to have conveyed. But the present case is in no particular analogous to these and like instances, to which the plaintiffs’ counsel has sought to assimilate it. Generally speaking, the doctrine of a presumptive existence, springing from lapse of time and attendant circumstances, has no application to records and public documents which are supposed always to remain in the custody of the officers charged with their preservation, and which, therefore, must be proved, or their loss accounted for and supplied by secondary evidence; Greenl. Ev. part 3, ch. 5, sec. 509; Brunswick v. McKean, 4 Greenl. 508; Hathaway v. Clark, 5 Pick. 490. But. if we adopt the opinion of Lord Mansfield, in the Mayor of Kingston v. Horner, Cowp. 102, that after an actual enjoyment for a long course of years, though within legal memory, a grant of the thing enjoyed,' which must be by matter of record, may be presumed, what is there equivalent in our case to such enjoyment ? Certainly an effect so important is not to be ascribed to the mortgage executed by Goulding, considered as an isolated act of dominion, or to the various proceedings dependent upon it. Besides, the original objection recurs. It is not the grant or conveyance of one having the right we are called on to infer on these slender foundations, but the power and authority of a public officer, which can only be conferred by matter of record; and this is certainly, not lightly, to be inferred, if at all, in defeasance of a right residing in a third person. The allegation here is, that the record has been lost; but this rests merely in assertion, since it has not yet been shown the record was ever made. It is not to be doubted that a missing record may be proved by secondary evidence; but then its former existence and loss must be first established by competent proof. Nothing of the kind was attempted here, for it will not be pretended that the recital of Goulding’s petition, and the reference to the order to be found in the sheriff’s deed, can, under the circumstances that have place, be received as any, the slightest evidence, that the documents once had .existence, as against this defendant, who is neither party nor privy to the deed; Cowen v. Jackson, 4 Peters’ Rep. 83. The act of the 4th of March, 1846, Penna. Laws, 124, it is true, withdraws the exemplification offered from the influence of the objection, which, before that statute, was decisive against it as an instrument of evidence, but it places it on no better footing than the original conveyance, which, were it produced, would be inefficacious to show an operative title in the plaintiffs.\nIt is, however, upon the supposed legal effect of the lease of the 12th of January, 1841, and the agreement of February, 1841, endorsed thereon, by which the defendant consents to become the tenant of the plaintiff, and which, it is assumed, estops him from denying their title to, the land in question, that their right to recover in this action is principally urged. Whether this be so, is the second, and, indeed, only open question in the cause. As a general rule, it is incontrovertible, that a lessee is not permitted to impeach, or, in any way, call into question the title of his landlord; and to make a lease binding on a lessee, a mere inception of claim in the lessor is enough; provided, he be guilty of no fraud, unfair dealing, or misrepresentation in the transaction. Boyer v. Smith, 3 Watts, 449; Boyer’s Estate, 5 Watts, 55. But the exception is as well established as the rule itself, that where the tenant is induced to accept the lease by the employment of trick, the suggestion of falsehood, or the use of undue promises or threats, such acceptance will not close his mouth against the assertion of a title superior to that residing in the lessor. This is so, even though, at the time of acceptance, the lessee be not in the occupancy of the demised premises. But the exception is more stringently applicable, where he who is improperly prevailed on to attorn as tenant, is in the peaceable occupancy of the land, and thus enjoying a right of possession against all the world but the owner of the true title. In reference to such a position, it has been observed, that if one having no right induces him in possession to become tenant, it must be the result of misrepresentation of law or fact, or both; and it will require but slight proof to dissolve the relation of landlord and tenant; Hockenbury v. Snyder, 2 Watts & Serg. 240 : and it has been expressly ruled, that if the occupant’s assent be induced - by the exhibition of a forged deed, or by the false pretence of having acquired a title to the land, by purchase or otherwise, especially if accompanied by threats to displace the occupant, if he will not submit to acknowledge the pretended owner as landlord, the former will, by operation of law, be remitted to his original vantage ground, free of the legal fetters which an unenforced submission would have imposed on him: Miller v. McBriar, 14 Serg. & Rawle, 312; Hall v. Benner, 1 Penna. Rep. 402. And, I take it, it matters not whether the deception practised, originates in voluntary falsehood or in simple mistake, for the immunity it confers springs not so much from the fraud of the usurper, as from the wrong which the deception would otherwise work upon the rights of the lessee; though, questionless, the presence of moral turpitude will tend to hasten a conclusion, which, without it, may sometimes halt and hesitate; but yet the principle remains the same, the only difficulty being found in its application. The charge of the court below, which has been subjected to exception and criticism here, contains nothing beyond a clear exposition of the rule we have been considering, with its qualification, and a just adaptation of it to the facts of the case. • These are, in short, that the plaintiffs, aware of the peaceable occupancy of the defendant for a period of upwards of eighteen years, possessed themselves of a defective title, which they represented to the defendant as complete and perfect, accompanied by an offer of favourable terms, if he would accept alease of the land from them; and a threat to turn him out of possession by process of law, if he refused, under the influence of which he was induced to yield his independent occupancy, and to assume the dependent position of a lessee. There can be no question made, but that for the misrepresentations, promises, and threats of the plaintiffs, the defendant would not have accepted the proffered demise. His prior rights are, consequently, not subject to be compromised by his subsequent surrender of them; and this, whether the misrepresentations proceeded from mistake or design. It follows, there was no error in the instructions given to the jury, that the plaintiffs being, otherwise, without title, could found no right to recover in this action upon the agreements,of 1841, which, upon the facts shown, turn out to be utterly destitute of consideration. The minor bills of exception to evidence, being dependent on, and subordinate to these principal question's, have not been insisted on, and call for no particular notice. It is sufficient to say, the ruling of the court below, in respect to them, was correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J,"
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Jordan and Greenoúgh, contó."
    ],
    "corrections": "",
    "head_matter": "Baskin v. Seechrist.\nThe existence of a petition and the order of the Court of Common Pleas thereon, authorizing the sheriff to make a deed, being in the nature of a judgment, cannot be presumed against one, who was a stranger to the proceeding, and who claimed by virtue of a possession altogether distinct from, and independent of it\nThe doctrine of presumptive existence, springing from lapse of time and attendant circumstances, has no application to records and public documents, which are supposed always to remain in the custody of the officers charged with their preservation, and which must be produced and proved, or their loss accounted for, and supplied by secondary evidence.\nIt is not to be doubted, that a missing record may be proved by secondary evidence j but then its former existence and loss must be first established by competent proof.\nThe rule is incontrovertible, that a lessee will not be permitted to impeach, or in any * way call in question the title of his landlord: provided, he be guilty of no fraud, unfair dealing, or misrepresentation in the transaction.\nWhere a plaintiff, aware of the peaceable possession of the defendant, had possess^! himself of a defective title, which he represented to the defendant as complete ami perfect, and accompanied such representation by an offer of favourable terms if he would accept a lease from him, and with threats to turn him out of possession if he refused; it was held, that a lease taken under such circumstances by the person in possession, would not compromit his rights: and this, too, whether the misrepresentation was made through mistake, or by design.\nIn error from the Court of Common Pleas of Union county.\nJuly 5. This was an action of ejectment for a tract of land, in Chapman township, Union county, containing one hundred and fifty acres, brought by John Baskin and John Snyder, against Michael Seechrist.\nOn the trial of the cause in the court below, before Wilson, P. J., the plaintiffs proved, that for the land claimed by them in this suit, Joseph Van Gundy obtained a patent from Penn, on the 16th of April, 1776. On the 18th of April, 1776, Joseph Van Gundy mortgaged four tracts of' land, in which was included the tract in controversy, to Hannah Lethgo. Her executors, Amos Long and Arabella Young, late Arabella Long, sued out a sci. fa. on this mortgage, in the court of Common Pleas of Northumberland county, where it had been recorded, to May Term,' 1790: Union county, in which the land is now situated, being at that time a part of Northumberland county. On an alias scire facias, to August Term, 1790, which, as well as the previous writ, was returned “nihil,” judgment was’entered for the plaintiffs. On this judgment, a writ of levari facias, for the sale of the land, was issued to November Term, 1790, and returned, “ nob executed.” On an alias issued to August Term, 1791, the sheriff (Withington) returned, “ land sold to Thomas Duncan, August 3d, 1791, for ¿642 to which was added the following: “ Purchased in by me, in trust for Arabella Young, one of the plaintiffs. ' (Signed) Thomas Duncan.” This was all the evidence of legal title, given by the plaintiffs. It was not shown, that a deed was ever made to Thomas Duncan, or to Arabella Young. The plaintiffs, however; proved, that John Baskin, one of the plaintiffs,. on the 19th of January, 1841, entered into an agreement with the defendant, by which the defendant took a lease of the property from Baskin, by which he was to give up the possession of the property to Baskin, on the 1st of April, 1842. Qp the lease, a further agreement was subsequently endorsed, to which Seechrist, the defendant, was a party, and by which he further recognised a tenancy.’ The lease commenced with the following preamble:\n“Whereas, John Baskin, of Selinsgrove, Union county, has by an article of agreement, dated January 12th, 1841, bought of John Lashells, Esq., attorney in fact for Edward Thompson, of .the city of Philadelphia, four certain tracts of land, situate in Chapman township, Union county, two of which are now in the occupancy of Michael Seechrist, adjoining lands of Samuel Hunter, Abraham Zeigler, and others, the one tract containing about one hundred acres, and the other about fifty' acres, and adjoining each .other. Now this agreement witnesseth, that the said Baskin doth lease and to farm let unto the said Michael Seechrist,” &c.\nEndorsed on the lease was the following and .further agreement :\n“ I do hereby agree to pay all the taxes for the land leased by me from John Baskin, in Chapman township,‘in consideration of his allowing me to have the rent for house and piece of land rented by me to Daniel Wolf, which is part of said land. February 19, 1841.\n(Signed,) Michael Seechrist.”\nThe defendant called and examined the following witnesses:\nThomas Thursby testified, that he knew the land on which Michael Seechrist lived. The witness proceeded, under objection by the plaintiffs, which was overruled by the court, and was plaintiffs’ third bill, to testify, as follows : Twenty-one years ago, last fall, I helped him, Michael Seechrist, the defendant, to grub a piece on it. Here the plaintiffs objected to proof of improvements made by Seechrist on the land, or the kind of improvements. The court said that the defendant might show, that he was in possession, how he was in possession, and how he occupied the land; and overruled the objection, which was plaintiffs’/ow£7¿ bill. The witness then proceeded as follows:\n“ I cannot, say how much he grubbed; think thirteen acres, not all that fall — put it out in wheat that fall and the fall after. He built on the land a house and barn, between one and two years after. He moved in with his family and continued there till the present time — cleared land, year after year. Thinks in 1841 had seventy acres cleared. Hr. Baskin never lived on the land, nor farmed any on it, that I know of.” Cross-examined: “ Cannot tell how much he had in possession twenty-one-years ago. I do not know that Patrick Goulding ever had possession of the land.” /\nJacob Seechrist, affirmed. “ Twenty-two years ago this fall, my brother took possession by beginning to grpb now land. He had hands to work through the winter; called it thirteen acres. In the spring he built a house on it, and moved on it. Built a barn pretty soon, first one stable and a threshing floor; cleared land and put it in grain; kept clearing all the time some; has lived there ever since. Had cleared from seventy to seventy-five or eighty acres in 1841, planted a few apple trees, and some cherry trees. I spoke, to Hr. Baskin after the lease was given. He spoke to me about the land before the lease was given. He asked me how long Michael was living there, and I told him. He said he heard this land Michael was living on, was for sale. He asked me if Michael would be able to buy it. I told him he would not, unless he got a good chance in payments. He said, not to say any thing about it, or somebody else would go and buy it. Said I might tell Michael. I told Michael; Michael allowed he could, got no good right. After the lease was given, I told the doctor I thought he had not a good right; that he should not have brought Michael under a lease, that it was said he had not a good right, and said if he had not a good right, we might call him a bad man.. Another time he told me, I should come along and show him the comer. I told him I would not.”\nCross-examined. “It was always said Goulding owned the land. The doctor might have said so to me. Do not recollect that I ever told Michael, it was said to be Goulding’s. Might have talked to him about Goulding’s claim. Was talked so in the neighbourhood. I saw a young man about twenty years ago, who called himself Goulding. Michael, appeared to be willing then to take a lease. Think it was the first year Michael moved on the land. Michael never paid him a gray mare on account of improvement. Goulding wanted my mare — offered to sell the land to me and Sinolair, and would allow me for the mare $ 100. We would not make a bargain till we knew whether he had a right to the-land. I do not know that Michael claimed the land then. Goulding said he had a good title for the land, and he would give Michael a lease for the land. Michael and I met him afterwards at Selinsgrove. We had a talk about a lease. We told him we would take a lease if he had a right. He would not give one. Was something said about seven years. Nothing more said. He went away and saw him no more after. We could not agree. I don’t know of Sheriff Martz ever being there.”\nWilliam Seechrist, sworn. “ Am a son of Michael Seechrist. I am twenty years of age. My father has lived on this land as long as I can remember. I do not know whether I was born there or not. Dr. Baskin came to our house and said he had a good right, and wanted to have the agreement signed, and said if he would not sign it, he should leave it — if he would sign it, he might stay eight or nine years. He was there more than once. He brought sugar-sticks and gave' the little ones. The first time my father would not sign it.”\nCross-examined. “ I- was at home when the sugar-sticks were given; got none. It was not signed that day, was signed after the sugar-sticks were given — gave to all the children different sized pieces. I was once before examined and swore to the same thing. I do not know whether I told all before. I swore before, that the doctor'told, if he did not take a lease, we should leave the land. Did not hear the doctor offer to sell the land. Did not swear before that he did, and that he could have eight or nine years to pay it. I was at school the day it was signed. Was not there when. Keyser put his name to the paper, and do not know where the doctor went to from there. Had no doctor there before that time in sickness, that I know of.”\nJacob Keyser, Sworn. “When the lease was signed, the doctor said he had a good title, and if Seechrist would come to his house he would show it to him. Soechrist said he did not know whether a title was good or not. The doctor said if he could come up and bring a person with him he would show him the title — that he would rather give him a good bargain, as go to law; that he hated to go to law. ' I was examined before the justices in this town.”\nJacob Seechrist, sworn. «Doctor Baskin never was in possession of this land.”\nIn the course of the trial, and before the testimony on the part of the defendant was given, the plaintiffs offered, in connection with the patent, the mortgage of Hannah Lethgo, from Yan Gundy, and the writs of scire facias on the mortgage of Hannah Lethgo, by her executors, and the writs of levari facias, under which the land was sold by the sheriff, which were in evidence; and as part of the said records, a deed from Andrew Albright, sheriff, to Patrick Goulding, for the four tracts of land included in the patent, with the -acknowledgments, dated 29th of August, 1804.- Objected to, and objection sustained by the court. This was plaintiffs’ first bill of exception. The plaintiff then offered in evidence the same record in connection with the certificate of the prothonotary, dated August 20, 1842, that search has been made for the proceedings to make the deed to Patrick Goulding. Also a copy of a deed from Andrew Albright, sheriff, to Patrick Goulding for the four tracts of land mentioned in the patent, and mortgage already in evidence— dated August 19, 1842 ; also, that search has been made for the deed from Andrew Albright to Goulding, and for the petition recited in the said deed; also the record of a mortgage dated 10th November, 1817, Patrick -Goulding to Thomas Owen, jun., and Jared Longstreth, recorded in Union county.’ Also the record of suit, the señe facias on the, mortgage, Owen and Longstreth for Owen and Richards, against Patrick Goulding, 144, May Term, 1821. Also record of sheriff’s deed in Union county, Isaac Martz, Esq., sheriff, to Thomas Owen, jun., and William P. Richards, September Term, 1821; also, articles of copartnership between Thomas Owen, jun.j Edward Thompson, and William P. Richards; also, dissolution of partnership and assignment of Thomas Owen to Thompson and Richards — 30th November, 1822, agreement between William P. Richards and Edward Thompson — 19th November, 1825, assignment, Edward Thompson to Richard Renshaw and Peter Mackey, in trust to pay creditors — 13th July, 1839, appointment of Enoch Garter, as assignee of Edward Thompson in place of Renshaw and Mackey. Copy of petition and bond, 27th February, 1840. Letter of attorney, Enoch Carter to Edward Thompson, to sell real estate —24th December, 1840, letter of attorney, Edward Thompson, to John Lashells, to sell real estate — 18th January, 1841, deed, John Lashells, attorney m fact for Edward Thompson to John Baskin and John Snyder for this land; and in connection with this, the deposition of Joseph P. Morris, taken 9th of March, 1848, and also his deposition taken on the. 5th January, 1843. Also proof of search made for the original from Isaac Martz, Esq., sheriff, to Owen and Richards. Also lease dated 12th January, 1841, between John Baskin and Michael Seechrist. Also agreement endorsed thereon, dated February 19, 1841, signed by Michael Seechrist;\nThe defendant objected to all the evidence contained in the above offer, except the lease of agreement of 12th of January, 1812, and the agreement endorsed thereon, on the 19th of February, 1841, bn the ground that no title was shown in Patrick G-oulding, and consequently that- all the subsequent proceedings were a nullity, and vested no title in the plaintiffs. The court sustained the objection, and sealed’ plaintiffs’ second bill of exception. The plaintiffs, after defendant had closed, offered the deed of John Lashells, attorney in fact, of Enoch- Carter, to John Baskin and John Snyder, for this land. This was offered to show that Baskin and Snyder were equally interested in the land leased to defendant. .Objected to by defendant; ' The court sustained the objection and sealed the plaintiffs’ fifth bill. The plaintiffs then renewed their offer of all the papers and records offered .before, to the rejection of which, their second bill of exception was taken, for the purpose now of repelling the allegation of fraud, or improper conduct in obtaining the lease. By the court: “The papers and records, now offered a second time on this trial, were given in evidence on a former trial, as well for the purpose of showing title in the plaintiffs, as to show that there was no imposition practised upon the defendant, in leasing to him. The case was carried, up to the Supreme Court, by writ of error; who decided that it was improperly received. The evidence offered by the plaintiffs does not show title in them, and the admission of it would not vary the case.” Rejected, and plaintiffs’ sixth bill sealed. The plaintiffs then offered the triennial assessment lists of 1820, 1830, and 1826, and also in connection; the mortgage of 10th November, 1817, from Patrick Goulding to Thomas Owen, jun., and Isaac Longstreth, and the evidence embraced in the preceding offer, for the purpose of showing title in Patrick G-oulding, under whom plaintiffs claim. Rejected; and plaintiffs’ seventh hill sealed.\nThe defendant requested the court to charge the jury as follows:\n1. That consideration is absolutely necessary to enable a party to enforce an agreement; and plaintiffs have shown no consideration whatever as. the foundation of their agreements in evidence— one dated 19th January, and the other 19th February, 1841.\n2. If the jury believe Michael Seechrist was induced to become a party to the agreement aforesaid upon the assurance of Dr. Baskin that he had good title to the land, the said agreements are void, inasmuch as the doctor has not shown any title for said land.\n8. That whether the said agreements of Michael Seechrist were obtained by misrepresentation or mistake on the part of Dr. Baskin, is not material in either case; they are equally void, and verdict should be for defendant.\nThe court (Wilson, P. J.) charged the jury, that under the evidence in the cause, the plaintiffs had no title, never had been in possession, and had no right of possession, and could not recover. That the representations made, and influence used, as disclosed by the testimony, in procuring the lease, are such as between the parties, where no consideration is shown for the foundation of the lease, as will dissolve the relation of landlord and tenant between them, and place them in the situation in which they were before the lease was entered into, and in that situation the plaintiffs could not recover.\nThe points of the defendant were answered by the court as requested. To the charge of the court the plaintiffs excepted. The jury found a verdict for the defendant; whereupon the plaintiffs sued out this writ of error, and assigned the following errors here:\n1. The court erred in rejecting the evidence contained in the 1st, 2d, 5th, 6th, and 7th bills of exceptions ; and in admitting the evidence in 3d and 4th bills of exceptions.\n2. The court erred in their answering the defendant’s points.\n3. The court erred in charging the jury that a man in possession, taking a lease, stands in a very different situation than a person taking one when out of possession. ■\n4. In charging the jury, “ had their (the plaintiffs) offer been entertained and admitted in evidence by us, it would not have shown title in plaintiffs.”\n5. The court erred in taking the facts from the jury, and deciding the plaintiffs cannot recover.\nMiller, for plaintiff in error.\nJordan and Greenoúgh, contó.\nJuly 12."
  },
  "file_name": "0154-01",
  "first_page_order": 154,
  "last_page_order": 164
}
