{
  "id": 954566,
  "name": "Bank v. Donaldson",
  "name_abbreviation": "Bank v. Donaldson",
  "decision_date": "1847-07",
  "docket_number": "",
  "first_page": "179",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 179"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 744,
    "char_count": 20155,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 4.091738462773636e-07,
      "percentile": 0.9092725097100256
    },
    "sha256": "a5d04f32ef501b8a00c24dee27a506ec8f81056f855c9bbb4d796e79b0dd5f44",
    "simhash": "1:ef2182f5ee1f577e",
    "word_count": 3545
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bank v. Donaldson."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe first bill of exceptions to evidence is not sustained. The witness Forsyth, called by the defendants, testified that he had had a conversation with Cowden on a particular occasion, and the plaintiffs were allowed to extract from him all that was said. This they had a right to do.\nThe second exception is not sustained. The rejected paper was-any thing but official. It appeared on inspection to be merely a list of names intended for a precipe, and made by counsel for private use. It proved nothing, and it did not satisfactorily appear how it was procured.\nThe third bill is not sustained. The witness Colt was allowed to state his recollection of the amount Donaldson was in advance for payments towards the debts of the firm of Colt & Donaldson. He spoke from his own recollection, invigorated by his knowledge of the books, with which he was familiar; and he was competent to do so.\nAnd the fourth exception is not sustained, being of the same stamp as the preceding.\nThe principal exception to the charge is the submission to the jury of a question of fact, the evidence of which is said to be all on one side. But the jury were to judge of the credibility of the witnesses, and might possibly have disbelieved every word of their testimony; in which event it would have been their duty to find against the parties who were to maintain the affirmative of the issue. If the defendants wished to submit the effect of the evidence to the court, their business was to demur to it, not to claim the benefit of a demurrer without the risk of it.\nThe instruction required in the defendants’ fourth and sixth points, was properly withheld. The true allowance for the depreciated stocks and notes would have been their cash value in the market at the time of the transfer ; and the jury were so charged. But as they found the whole transaction to be fair, the question became immaterial; and as no error on that head could prejudice the defendants, they could not have assigned it, had one existed.\nThe remaining errors are assigned on the foundation of a notion that, the present is not merely a feigned issue to try a disputed fact, but an action, in substance as well as in form, to recover the plaintiff’s legacy — a mistake which was corrected when the cause was here before, but which has strangely been persisted in. As no execution issues, on the determination of a feigned issue — and more especially in this case, where the defendants were not the persons to pay — it was immaterial whether the jury were directed to allow interest, or whether the sum found exceeded the sum laid: these were matters not to be tried, but to be determined by the final decree of distribution. All these misconceptions have arisen from the preposterous form of the issue.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Bellas, for plaintiff in error.",
      "Jordan and Gasey, contó."
    ],
    "corrections": "",
    "head_matter": "Bank v. Donaldson.\nWhere a witness is called on the part of the defendant, and testifies that he had a conversation with a particular person, on a particular occasion, the plaintiff has a right to extract from the witness all that was said on that occasion.\n.V paper that is not official, and which appears on inspection to be merely a list of names intended for a preecipe, and made by counsel for private use, and when it does not satisfactorily appear how it was procured, proves nothing, and is not evidence.\nA witness may state his recollection of the amount a party was in advance, in payments, towards tire debts of a firm of which said party was a partner, when the witness speaks from his own recollection, invigorated by his knowledge of the books of the firm with which he is familiar.\nIt is not error in the court, to submit the decision of a fact to the jury, when the evidence is all on one side; as the credibility of the witnesses is for the jury, and if they are not believed, it is the duty of the jury to find against the party maintaining the affirmative of the issue.\nIf a party wishes to submit the effect of evidence to the court, it is his business to demur, and not to claim the benefit of a demurrer, without taking the risk of it.\nThe true allowance for depreciated stocks and notes, is their cash value in the market at the time of the transfer.\nAsno execution issues on the determination of a feigned issue, and more especially in a case where the defendants therein were not the persons to pay, it is immaterial whether the jury were directed to allow interest, or whether the sum found exceeded the amount laid : these were matters not to be tried, but to be determined by the final decree of distribution.\nIn error from the Common Pleas of Union county.\nJuly 8. William Donaldson and Anna Maria, his wife, against the West Branch Bank and the Bank of Pennsylvania. This was an issue directed by the Court of Common Pleas of Union county; and the question to be settled under it was, 'whether the legacy claimed by the plaintiff, under the will of John Cowden, were paid, or whether the executor, John H. Cowden, had been guilty of a devastavit, to which William Donaldson, now seeking to recover the legacy, was a party. The facts of the case are these:\nJohn Cowden, in his late will, dated the 1st day of September, 1836, left to his daughter, Anna Maria, with other property, a legacy of $3000, with the payment of which he charged his real and personal estate. lie died on the 12th day of January, 1837. In one year after his death, if the legacy remained unpaid, it was to he on interest. After the several specific bequests in his will to his children, grandchildren, and great-grandchildren, he gave and bequeathed to his son, John H. Cowden, all the remainder of his estate, real, personal, and mixed: he to pay all the testator’s debts, Ms daughter Elizabeth, and all his other bequests; and appointed Mm his executor. John H. Cowden became largely indebted. Judgments were obtained against him by his creditors ; and the real estate, which he took under the will of his father, situated in Union, Lycoming, and Northumberland counties, was taken in execution by-process issued on these judgments, and sold for an - amount exceeding- $50,000. The property did not sell for enough to pay all the judgments 'and mortgages given by John IT. Cowden to his creditors; but for more than sufficient to pay the creditors of John Cowden, the testator, and the legatees named in his will, whose legacies were charged on the land, of which, the legacy of Anna Maria Donaldson was- one.\nWilliam Donaldson and Anna Maria, his-wife, one of the legatees named in the will, claimed payment -of her legacy of $3000, out of the fund raised by the sheriff's sales. The defendants, who were the creditors of John H. Cowden, the residuary devisee, resisted the payment of this legacy; n6t because the legacy of $30.00, given to her, -was not a lien on the, lands sold, and entitled to payment on that account in preference to their claims against John H. Cowden; but’they alleged a devastavit of the estate of John Cowden, deceased, by thfe executor; and to which, they say, Wil-. liam Donaldson was a party, and' colluded with the executor- when he had the means of satisfaction of his wife’s legacy-in'his own hands, and after he knew of the insolvency of John H. Cowden. The defendants showed, that William Donaldson was indebted to John Cowden, at his death, in the sum of $1000, for which he had given his note on the 8th of July, 1831, payable three days after' date; and- as a member of the firm of Colt & Donaldson,- a further -sum of $2000, for $1000 of which, he gave their note, dated the 8th of July, 1831, and payable three days after date and for the remaining $1000, gave their note on the 6th of September, 1836, payable on demand. At the death of John Cowden, when these notes came into the hands of John H. Cowdén, the executor, as residuary legatee, the whole of the principal was due, and interest on the principal for several- years; and Donaldson, at that time, owed the estate of John Cowden more than the amount of his wife’s legacy, which was a subject of set-off against the legacy. John Cowden died on the, 12th of-January,,1837. ■ No .settlement was ever made of this claim- against Donaldson, or against Colt & Donaldson, until the 22d of November, 1842. ' The defendants showed, that the creditors of John H. Co.wden had entered their claims of record, so as to create a lien on his real estate to a very large amount, and greatly beyond what his real estate afterwards sold for at sheriff’s sale. These liens were entered of record, during the spring, summer, and fall of 1841. They proved by William Forsyth, that he and Donaldson talked about the larger 'liens that were entered against John II. Cowden, in January, 1842. They showed by the records, that the real estate of John H. Cowden, in Northumberland county, was sold by the sheriff on the 18th of July, 1842; that his real estate in Lycoming county had been put up for sale, and bid off in August, 1842. Objections to the confirmation of this sale were made, and, by consent, it was set aside, and afterwards sold in 1843. John II. Cowden made his application for the benefit of the bankrupt act, on the 23d of December, 1842, and was subsequently discharged. Subsequently to the sale of his real estate in Northumberland county, and to the attempted sale in Lycoming county, arid previously to the application of John H. Cowden for the benefit of the bankrupt act, to wit, on the 23d of November, 1842, he settled with William Donaldson, and took in payment from Donaldson for his individual note of $1000, which with the interest then due upon it amounted to about $1625, sixty-five shares of stock of the West Bank, at par — $25 for each share. At the same time, William Colt, the partner of Donaldson, settled the two notes of Colt & Donaldson, which, at that time, with their interest, amounted to $280T. In payment for these, John H. Cowden took from Wm. Colt his note, with Mr. Moore as security, for $1200, payable to Mr. Thompson in one year thereafter, with interest, to pay, as Mr. Cowden states, a debt which he owed Mr. Thompson, of that amount; and for the balance, he took from Mr. Colt $1600, in what has been denominated post-notes of the Tidewater Canal Company. The defendants alleged that these transactions were fraudulent between Cowden and Donaldson; and that the purchase of these stocks and notes was a devise to favour Donaldson, who could have set off his wife’s legacy against his indebtedness to the estate of John Cowden, deceased, on these notes. The defendants, in addition to the proof of the manner in which John II. Cowden was involved at the time, and of his application, after the settlement of these notes, for the benefit of the bankrupt act, gave in evidence the situation and estimated value of the stock of the West Branch Bank, at the time of the transfer, and also of the value of the Tidewater Canal Company’s notes; or, at least, gave testimony which was submitted to the jury,- from which they were to determine whether they were depreciated or not.\nThe notes of neither of these corporations were current at the time of settlement. In April, 1842, John H. Cowden transferred several judgments of his deceased father’s estate in Columbia county, amounting to $735, to William Donaldson, for Swatara railroad stock, for which he then subscribed to the company. This stock was also depreciated. . William Donaldson, at the time of the transfer, was agent for the company. The stock purchased did not belong to Donaldson, but to the company; and the subscription by Cowden was an original subscription to the, company for fourteen shares of stock, at $50 a share, and amounting to $700, and for which he received a certificate from the company.\nJohn II. Cowden, also, in April, 1842, transferred a judgment of his deceased father’s estate in Northumberland county, amounting to $472, to William Donaldson, for Tidewater Canal notes, that had become depreciated, and were of nominal value.\nOn the trial in the court below, (Wilson, P. J.,) the defendant called and examined William Forsyth as a witness, who testified as follows:\n“I knew of the large judgment against Mr. Cowden about January, 1842. I think Mr. Donaldson knew of it from my conversation with him. I went to Philadelphia about that time to endeavour to get a stay on the judgment of the Philadelphia Bank. Before I went down, I saw Mr. Donaldson at Northumberland. I knew also of the judgment of the M. & M. Bank, and I heard there was a conveyance to the Pennsylvania Bank. I think they were spoken of between me and Mr. Donaldson. I had obtained a copy of the judgments from the office in Northumberland county. I think Donaldson ivas at the sales in Northumberland in July, 1842, of Mr. Cowden’s real estate.\n“ Cross-examined. — Mr. Donaldson being at Northumberland, I told him what I was going to Philadelphia for, and Mr. Donaldson said ho thought I could effect ivhat I was going to Philadelphia for. [Here plaintiff requested witness to state all the conversation that took place between Mr. Donaldson and himself at the time referred to in his examination in chief. Defendant’s counsel objected to the witness stating his opinion, or Mr. Donaldson’s opinion, of what the witness could effect with the creditors in Philadelphia.]\n“ Court. — What the defendants have objected to was in evidence without objection. The witness may go on and state what conversation took place between him and Mr. Donaldson at the time he speaks of in his examination in chief.”\nTo this decision of the court the defendant excepted, and this was his first hill of exception.\nThe defendants then offered in evidence a paper, which was found in a bundle of records relating to the Cowden estate, which were filed in the Supreme Court. On the paper was the following endorsements, by the prothonotary of Northumberland county: “John H. Cowden’s heirs, &c.;” a little below, “filed August 10th, 1842.” The paper was offered to show that Mrs. Donaldson, as one of the children of John Cowden, deceased, appeared in court at that time, by counsel. The paper, on inspection, appeared to contain a list of the names of the legatees of John Cowden, deceased, for whom Samuel Hepburn and Charles G-. Donnell, Esqs., appeared; and among them was the name of Anna Maria Donaldson.\nObjected to by plaintiffs, because it was not an office paper, not identified in any way; and if an office paper, it was only part of a record; that thé paper did not show that it was filed in this, or any other suit, or for what purpose the counsel appeared; and that it was a paper too loosely procured to make it evidence. Rejected, and defendant’s second bill sealed.\nThe plaintiffs called William Colt, of the firm of Colt & Donaldson, (the partnership between whom had been dissolved in 1836,) and examined him as a witness. He testified, on being shown a copy of the accounts taken from the books of the said firm, “ that it was a correct copy of the state of our accounts taken from the' books.” The defendants objected to the evidence, as not being the best evidence, and not relevant; and that it was offered to show the state of the accounts in November, 1842. But (by the court) “the witness may state his recollection of the state of his accounts.” The witness then proceeded as follows: “ I had recourse to the books at all times; they were kept in Donaldson’s fire-proof. What I know is from the books; I frequently examined them.” Here the defendant objected to his stating what he knows, and that the books ought to be produced. Objection overruled, and defendant’s third bill sealed. The witness then proceeded as follows:\n“ In 1842, Mr. Donaldson was considerably in advance of me in payment of debts due by the firm. I refer generally to 1841 and 1842, as I often examined the books; also in 1843. I examined the books several times. I think very shortly after we dissolved I had heavy contracts, and took goods out of the store; I think to more than I was to take out by the agreement. I think I had taken that amount out as early as 1837. Think I was in arrear in our partnership, accounts $6000 or $7000 in 1842. I mean that I owed him that much at that time; that he was at that time in advance. I speak of this from our accounts as I ascertained them in the books. We agreed on the entries in the books being correct of our accounts; both had recourse to them.”\nThe plaintiffs then offered that part of the deposition of Thomas W. Lloyd, cashier of the West Branch Bank, which the defendants refused to read, when they gave his deposition in evidence. This was objected to by the defendants, because the judgment bond therein spoken of was not produced, and the account and references to it were not evidence. But (by the Court) “the witness speaks of it from his own knowledge, without the copy ,of this account. Plaintiffs do not offer to go into .contents, but to prove that John- H. Cowden gave his bond, and the payment of 'it as an independent fact. The defendants have cross-examined as to the’ same matter.” The objection was overruled, and that part of the deposition offered admitted. This was defendant’s fourth bill. The part referred to and offered in evidence was then read as follows : “ In the, settlement with Mrs. Cowden, the bank took his. bond for $12,171 24, as stated in the accounts annexed, to close up his book accounts. The bank sold this bond, and have received principal and interest in full.\nThe answers of the court to the fourth and sixth points of the defendant were assigned as error in this, court; and the points and. answers were as follows,:\n4. That if. the property was collusively transferred by Donaldson, or by William Colt, for himself and Donaldson, in exchange for securities, and was of little or no, value intrinsically, or from being cast into bankruptcy by Cowden, the plaintiffs are only entitled to deduction and allowance for'the value, or benefit of the property-so. transferred to the executor,, so far as' defendants could- make it. available, by due diligence.\n6. That the jury are to judge of the valúe, of the stocks, and no.tes of the Tidewater Company according to. their, value, at the. time of the transfer made to J. H. Cowden, and also to find .how far they were, availabla.or valuable to defendants, or could be made beneficial to- them by proper diligence..\nAnswer of court to the 4th point: — “If you-find ,that . the transfer-was. collusive, the plaintiffs are entitled, to a deduction, or-allowance., for,, thé. value, or benefit-of the property s.o transferred to..the-, executors, at. the,.value , of. the property- so transferred as you* shall find that,value tOj.be, at the..time o.f. the. transfer*,without rfc gard to its being cast into bankruptcy, or of wbat these defendants could have made available of it by due diligence.”\nTo the 6th: — “You are to judge of the value of the stocks and notes of the Tidewater Canal Company according to their value at the time of the transfer made .to John H. Cowden; but we do not say that you are to find how far they were available or valuable to the defendants, or could be made beneficial to them by proper diligence. You are to ascertain its value at the time of the transfer in case you find it was collusion.”\nBoth parties excepted to the charge of the court. The jury found a verdict for the plaintiff for a larger amount than that claimed in the declaration. The defendant thereupon sued out this writ of error, and assigned the following errors:\nThere is error in the defendant’s four bills of exception to evidence.\n1. In submitting to the jury the question whether the. West Branch Bank stock and the Tidewater Canal notes, were depreciated or not, although all the evidence established the certainty of their depreciation.\n2. In the instruction to allow interest upon the legacy claimed up to the date of the verdict, when it was only allowable to the date of the sheriff’s sale, 18th July, 1842.\n3. The verdict and judgment exceed the amount claimed in the declaration.\n4. There is error in refusing the instruction requested in the 4th and 6th points of defendants below.\nBellas, for plaintiff in error.\nJordan and Gasey, contó."
  },
  "file_name": "0179-01",
  "first_page_order": 179,
  "last_page_order": 186
}
