{
  "id": 954536,
  "name": "Noll v. Swineford",
  "name_abbreviation": "Noll v. Swineford",
  "decision_date": "1847-07-14",
  "docket_number": "",
  "first_page": "187",
  "last_page": "193",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Johns. Rep. 318",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 53",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0053-01"
      ]
    },
    {
      "cite": "9 Watts & Serg. 186",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 381",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481753
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0381-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 258",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854606
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0258-01"
      ]
    },
    {
      "cite": "3 Whart. Rep. 85",
      "category": "reporters:state",
      "reporter": "Whart.",
      "pin_cites": [
        {
          "page": "86"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. Rep. 366",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0366-01"
      ]
    },
    {
      "cite": "2 Rawle, 350",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 487",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0487-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 58",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/8/0058-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 258",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts & Serg. 186",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts & Serg. 381",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0381-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 844,
    "char_count": 17791,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 4.5329491497148775e-07,
      "percentile": 0.9239698916809436
    },
    "sha256": "1916bcc9e9134522420d3aef5755b361ecdaff31e1ac7d2b500ef84bad830a71",
    "simhash": "1:c4e3d729ac4790a0",
    "word_count": 3131
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Noll v. Swineford."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nIt has been felt,' that the extraordinary remedy afforded by our laws to mechanics and material men requires to be properly guarded, to prevent it from becoming a source, of unjust annoyance and injury to those; whose property is liable to be made the subject' of its action. It has, accordingly, from time to time, attracted legislative attention, until-the fruit of former experience was embodied in the act of the 16th of June, 1836, which provides, inter alia, that the claim’or statement filed in the office of the prothonotary shall set out « the amount or sum claimed to be due, and the nature or kind of the work done, or the kind and amount of materials furnished, and the time when the materials were furnished, or the work was done, as the case may be.” As this statute, and those of a kindred character which preceded it, confer a large license upon the class of meritorious citizens whose interests it was intended to advance; our courts have found it necessary, for the protection of others, to hold them to, at least, a substantial compliance with the requisitions of the acts of • Assembly. This observance is, indeed, absolutely essential to the safety of owners, purchasers, and other lien creditors, as furnishing some data hj which, in case of dispute, they may' be enabled to search out the truth. The clue may be an imperfect one; but in this consideration will be found additional reason why it should be afforded to those, who, otherwise, are left to grope in obscurity without even a glimmer of light by which to direct research. As- the law calls for nothing unreasonable at the hand of .him who would, fasten an encumbrance upon the property , of his neighbour, no just ground of complaint is afforded, by insisting upon a rigid adherence to its provisions. The information it exacts is, or ought to be, entirely within the power of the creditor to give, and an omission to put it on the record is, therefore, without excuse: Rehrer v. Zeigler, 8 Watts & Serg. 258 ; Thomas v. James, 7 Watts & Serg. 381; Witman v. Walker, 9 Watts & Serg. 186. Indeed the great object of the statute' in pointing out the characteristics of the statement to be filed, would, in the end, be utterly defeated, were we to indulge the laxity of practice which ignorance and carelessness'conspire to introduce and perpetuate. From a perusal of that portion I have extracted, it is manifest, the 'act contemplates work and labour done, and materials furnished, as distinct and separate items which, to be sure, may enter into and make part of the same claim, but not necessarily.so, and when so, not properly to be confounded or treated as one. ■ The amount claimed is to be set out, and the spirit of the act, looking to its evident object, demands that this should be done in reference to each subject, forming a distinct matter of account. Where the plaintiff proceeds by incorporating in- the same statement several independent claims, the provision fails of perfect, satisfaction, by the averment, of a sum in gross; for the end sought is a check upon fraud and imposition, and to secure this, it is almost as important those interested in the building to be encumbered, should know the extent of the claim springing from each specification, as that they should be informed of the whole amount demanded.. Nay,, this would seem to be altogether necessary as a means to shelter them, in some degree, from collusion or mistake, against which it is so difficult to guard, that every mode which the most liberal extension of the statute points to, should be exacted. The case in hand furnishes no inapt illustration of the propriety of such a construction. By his state-, ment the plaintiff claims $>579f$j for work and labour done, and for materials, viz.: lumber furnished. No one can .read this paper without being impressed with the idea, that the lumber forms a principal item of the -gross sum named in it. It is, indeed, set out with more formality and seeming particularity than is bestowed upon the other item; and yet, when ‘the plaintiff comes to prove his case, his claim for -lumber turns, out to be so trifling as almost to be unworthy of notice; and he abandons it with scarcely a.diminution of his original pretensions as to the amount claimed' to be due, nearly the whole being covered by his demand for work done. The information supposed to be given by the statement, thus turns out to be fallacious, and is calculated rather to mislead than to enlighten. Were this tolerated, it is not too much to say, every thing like certainty would soon disappear from the face-of these instruments, and with it all safety for the owners of property so charged. We, therefore, agree in the opinion of the court below, that the reason of the provision in the act of Assembly calls for a distinct specification, not only of the subjects of claim, where there are more than one, but also the amount averred to be due on each; without which a statement would be, in a variety of instances, comparatively worthless for the purposes of inquiry.\nAnother exception is taken to the validity of the claim filed here, namely, that it does not show the time when the alleged work was done, which is essential under the statute : Rehrer v. Zeigler, supra. Were it necessary, this objection would be well worthy of consideration; and, for myself, I may say, I do not perceive how it could well be answered. It is, to be sure, urged, that the dates stated under the videlicet refer as well to the work as to the lumber furnished. It seems to me it is difficult so to read it, without doing violence to the grammatical construction as well as to the plain meaning of the sentence. Were this even conceded to be doubtful, it might be sufficient to say the very concession proves the statement lacks, in this particular, that degree of certainty which ought to be exacted, and which it is so easy to confer on these papers.\nThe conclusion at which we have arrived excludes the necessity of deciding the other questions made in the court below, since the defect pointed out overthrows, in toto, the plaintiff’s right to sue in this form. But I apprehend it would not be difficult to show the plaintiff committed an irreparable mistake when suing out his writ of scire facias; and that his efforts to redeem this blunder, by offering to amend at the trial, were properly resisted by the court, as an attempt to introduce upon the record a new party, who had never been legally informed of the proceeding. There is a wide difference between misnaming a defendant, natural <jr artificial, which was the fact in all the eases cited on this point.by the plaintiff in error, and omitting, altogether, to bring into court the only proper party by process duly served. The first error can only be objected to by plea in abatement; but the second would seem to be fatal in every step of the cause, for the simple reason, that the plaintiff, in personal actions, must, of necessity, fail in his proof to charge the party improperly sued, and where the proceeding is in r&m, because he has given no notice to those whose privilege it is to take defence. Nor is such a defect amendable under the act of 21st March, 1806, as is shown by Wilson v. Wallace, 8 Serg. & Rawle, 58.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Qasey, for plaintiff in error.",
      "Swineford and Miller, contó,",
      "Qasey, in reply."
    ],
    "corrections": "",
    "head_matter": "Noll v. Swineford.\nThe claim filed, under the mechamos’ lien law of 1836, for materials furnished, and work and labour done, must state the amount claimed for each as a distinct item, or the omission will render it totally invalid.\nThe time when the alleged work was done, should also be stated in the claim filed, to give it validity: per Bell, J.\nOn the trial of a scire fadas on a mechanic’s lien, a new party, who had never been legally informed of the proceeding, cannot be introduced on the record.\nIn error from the Court of Common Pleas of Union county.\nJuly 8. This was a scire facias on a mechanic’s lien, in which Henry Noll was plaintiff, and Absalom Swineford, and Dr. Joseph R. Lotz, building committee of the First Presbyterian church of New Berlin, and Elias Fees, contractor, were defendants.\nThe claim was filed on the 13th of July, 1844, and was in the following words:\n“Henry Noll v. Absalom Swineford and Dr. Joseph R. Lotz, building committee of the First Presbyterian church of New Berlin.\n>- Mechanic’s lien for $579 65.\n“ Henry Noll, (carpenter,) of the township of Penns, in the county of Union, and state of Pennsylvania, files this, his claim, for five hundred and seventy-nine dollars and sixty-five cents, as well against a certain brick building or house of worship, erected on part of lot No. 104, (in the plan of the borough New Berlin,) as the piece of ground or curtilage appurtenant thereto, situate on the south-east corner of Vine and High streets, in the said borough, bounded by land of Michael Kleckner on the south and east, High street on the north, and Vine street on the west. Said building has one high story, and is about forty feet in front, and fifty feet deep, with a portico, and owned by the First Presbyterian church of the borough of New Berlin, in said county, of which Elias Fees is the contractor to erect the same: which sum of $579 65 the said Henry Noll claims to be due him for carpenter work and labour done and performed in and about the erection of said building as a carpenter, and for materials, to wit: lumber furnished, by the said Henry Noll, between the 29th day of June, 1843, and the 23d day of February, 1844, and within six months from the filing of this lien.\n“ He therefore requires the prothonotary of Union county to file and enter the same of record.”\nThe' scire facias pursued the form of the claim as filed. On the writ of scire facias was endorsed the following: “ A. Swineford appears, and accepts the service of the writ, saving all exceptions, and imparls specially.”\nOn the trial of the cause, before Wilson, P. J., the plaintiff abandoned his claim for materials, and went for the work done. He ■ then ealled and examined William Benner, who proved the execution of the carpenter work by the plaintiff, under Elias Fees, the contractor, and that it was worth from $275 to $800. He also proved, that Fees was the contractor, and that the time when the work was done, was between. July, 1843, and February, 1844.\nThe defendants then offered in evidence, the charter of incorporation of “ The Trustees of the First Presbyterian church in New Berlin;” the articles of association, dated the 14th of January, 1841, and that the church was incorporated by the court, on the 21st of February, 1842. This evidence was offered to show, that the church was incorporated, and that there was a proper party to sue and be sued. Objected to by the plaintiffs, and objection sustained by the court. The rejection of the evidence offered, was plaintiff’s first bill of exception. It appeared that the trustees named in the charter were, Ur. J. R. Lotz, Robert B. Barber, Samuel Wilson, Joseph Stillwell, and Absalom Swineford. The plaintiffs, at this stage of the trial, asked leave to amend the seire facias, by striking out the names of Absalom Swineford and Dr. Joseph Lotz, building committee of the First Fresbyt'erian church in New Berlin, and to insert the style of the corporation. This was refused by the court; and plaintiff’s second bill of exception was sealed. They then offered to amend, by striking out the names and words of Dr. Joseph Lotz and Absalom Swineford, building committee, and inserting “trustees.” Objected to, objection sustained, and plaintiff’s third bill sealed by the court. The plaintiffs then moved to amend by striking out building committee, and inserting trustees, in the scire facias. Motion denied; and plaintiff’s fourth bill sealed.\nThe court (Wilson, P. J.) charged the jury, in substance, as follows :\n“ We have seen, that the claim for materials in this case is entirely defective. No certain amount for materials is set out, neither is the amount for work done set out with any certainty; and although, if the claim were for work done alone, it would be sufficiently set out in the claim filed, but being blended in one general sum for work and materials, it wants that certainty which is necessary to ascertain what is due on the work: and that the amount of each should be separately set out, would appear to be required from the whole tenor of the act of Assembly, and writ directed to be issued on the claim filed.\n“ In addition, we find the claim objectionable on another ground.\n“ The claim is entitled, Henry Noll against Absalom Swineford and Dr. Joseph R. Lotz, building committee of the First Presbyterian Church of the borough of New Berlin, and Elias Fees, contractor. They do not show that Absalom Swineford and Dr. Joseph R. Lotz are owners, or reputed owners, of the building, or that they were even such committee. By thus entitling the suit, the claim would'appear to be filed against Swineford and Lotz, as a building committee of the church. The latter part, « Committee of,’ &c., and in entitling the claim, is to designate who Dr. Lotz and Mr. Swineford are, in relation to the building, against which the claim is filed, and thus filed would be defective. It would be against Swineford and Lotz as owners, or reputed owners, when it is not shown they were either. But the plaintiff has, in the body of his claim filed, after describing and identifying the building, said that it is owned by the First Presbyterian church of the borough of New Berlin, in said county. The church is, and was before this building was undertaken, incorporated by the court, and put on record, in which charter of incorporation is given the name, style, and title of the church, ‘ The Trustees of the First Presbyterian Church, in New Berlin,’ by which they can, and are to sue and be sued.\n“ The owner, or reputed owner, is not proceeded against in the scire facias. The act of Assembly giving the scire facias, clearly intends that the name of the owner, or reputed owner, shall be inserted in the writ, as well as in the claim for the purpose of notice.\n“ The plaintiff excepted to this charge, and requested it to be filed.” ’ .\nThe jury found for the defendants, and the plaintiff took this writ of error.\n1. The court erred in admitting the charter of incorporation in evidence.\n2. The court erred in refusing to permit the plaintiff to make the several amendments requested.\n8. The court erred in charging the jury, that the plaintiff could not recover the value of the work and labour done, because the claim was defective as to materials furnished.\n4. The court erred in charging the jury, that the claim was filed against Swineford and Lotz as owners, or reputed owners.\n5. That the proceedings on the lien must be against the church, by its corporate style.\n6. The court erred in directing a verdict for the defendants.\nQasey, for plaintiff in error.\nWhere a claimant embraces both work and labour done, and materials furnished, in his claim filed, and the claim, so far as it relates to the materials, is defective, does it vitiate the whole claim, and preclude a recovery for the work done ? There is nothing in the act of Assembly which would prevent the two from being joined in the same claim or lien. They are not in their nature repugnant or inconsistent with each other. Where a claim is founded partly on a good, and partly on an illegal consideration, and they can be distinguished, either by the evidence or otherwise, a recovery may be had for that which is good. Where there are several counts in a declaration, and some are defective, plaintiff may have judgment upon those which are faultless. No injury could result to the owner, as apprehended by the court in their charge; for a payment would be an extinguishment of the lien to that extent, and would apply to that part of the lien whieh was correctly entered, and not to that which was defective : 5 Watts, 487; 2 Rawle, 350; 2 Miles, 208; 5 Whart. Rep. 366; 3 Whart. Rep. 85, 86.\nWhether, under the act of 16th April, 1846, it may not be so amended, as to state the proper party on the record, is also a question.\nThey argued, that although corporations were not expressly embraced in the letter of the act, they were within its spirit and meaning; and there was much reason for giving it this construction, it being a remedial act, and, made to prevent a failure of justice, should be liberally expounded.\nSwineford and Miller, contó,\ncited Rehrer v. Zeigler, 3 Watts & Serg. 258; Thomas v. James, 7 Watts & Serg. 381; Witman v. Walker, 9 Watts & Serg. 186; Wilson v. Wallace, 8 Serg. & Rawle, 53 ; and Cooper v. Bissel, 15 Johns. Rep. 318.\nQasey, in reply.\nThe case of Rehrer v. Zeigler does not apply. The time is correctly stated, so far as the work is concerned, showing its performance between two particular dates, set out in the body of the claim. The case of Wilson v. The Commissioners of Huntingdon County, is distinguishable from this case by this important difference. The commissioners were set out as owners, or reputed owners; they were so named and proceeded against in-the scire facias. In the case at,bar, the owner: was correctly stated in the body of both the claim and the scire facias ; the only defect was in naming the committee on the record, and style of the suit. •\nThe case of Thomas v. James, 7. Watts & Serg. 381, does not embrace any principle applicable to this case.' It only decides, that a lien upon several houses must specify how much is claimed on ■ each,; but is no authority against the right to blend a claim for work and materials by the same person, against the same building..\nThe case of Cooper v. Bissel, 15 Johns. Rep. 318, is not like the present. Here wé have the original claim filed; to amend by it is correct. The owner is properly stated in it.\nJuly 14."
  },
  "file_name": "0187-01",
  "first_page_order": 187,
  "last_page_order": 193
}
