{
  "id": 954633,
  "name": "Keeler v. Vantuyle",
  "name_abbreviation": "Keeler v. Vantuyle",
  "decision_date": "1847-07-30",
  "docket_number": "",
  "first_page": "250",
  "last_page": "254",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 132",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 84",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Leigh. 665",
      "category": "reporters:state",
      "reporter": "Leigh",
      "case_ids": [
        6728453
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/29/0466-01"
      ]
    },
    {
      "cite": "5 Watts, 49",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844072
      ],
      "pin_cites": [
        {
          "page": "275, 441"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0049-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 68",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0068-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 33",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0033-01"
      ]
    },
    {
      "cite": "1 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0011-01"
      ]
    },
    {
      "cite": "5 Binn. 129",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0129-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 9683,
    "ocr_confidence": 0.369,
    "pagerank": {
      "raw": 8.281685002461842e-08,
      "percentile": 0.4789526339180392
    },
    "sha256": "4ded383c46d8ebacfb4c716cc9dc64e4e398e0120ccb24a415456f9d9449f4c4",
    "simhash": "1:1831f723a1598de4",
    "word_count": 1718
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keeler v. Vantuyle."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nOf the errors assigned, but few have been in conclusion seriously urged in this court. These will be considered. ' Permitting the defendants to withdraw their general plea of not guilty,, after an award made in the cause, which had been appealed from; and allowing Walter to plead not guilty as to an undivided third part, and Alexander to plead not guilty as to the undivided two-third parts of the land in question. There was no error in the court allowing the defendants to take separate defences on the, trial. Such an amendment would have been allowed before the act of 1806, which expressly allows a defendant to alter his plea or defence on or before the trial of the cause: Dunlop’s Dig. 188, 189. But this amendment made no material change in the defence. The evidence would be the same. It only permitted the defendants to take defence for different undivided portions of the tract in question. The counsel has likened it to the case of a plaintiff, who will not bo allowed to file an additional count in his declaration or statement setting out a new and distinct cause of action from that tried before the arbitrators : 5 Watts & Serg. 32. But this is not like that case.. There was no error in allowing the defendants to take separate defence for the portions of the premises they respectively claimed after the award. The next error worthy of notice is the-answer of the court to the fifth point of the plaintiff. The court were requested to instruct the jury, that if they believed that Alexander, after going into possession of the land, and before the sale, in the presence of Milo Keeler, said that lie owned no land, that subsequent possession was no notice of title, and the plaintiff entitled to recover. To this the court answered, “ that the possession of the defendant being the only notice of his title, if he gave Milo Keeler information that he did not own the land, the effect of his possession as to Milo Keeler would be removed, and he would, so far as this point is concerned, be entitled to recover. There is no evidence of any communication in relation to the ownership of the property, between Milo Keeler and Alexander Yantuyle, before the sale, except as contained in the doubtful testimony of Heister Keeler.” If we can understand the evidence, unquestionably the evidence of Augustus Wheelock, as well as that of A. K. Brinck, went to prove that Alexander Yantuyle declared he did not own any property; and we think this ought to have been brought into the view of the jury, and submitted to them for consideration. The plaintiff’s counsel requested the court to instruct the jury, “ that the rule of law is, that silence will postpone where silence is fraud; and that if the jury believe that Alexander knew of the sale, and gave no notice of his claim or title, he is concluded.” To this the court answered, “ The principle of law stated in this point is correct; but Alexander Yantuyle, being in the actual possession, was under no obligation to go to Wilkesbarre for the purpose of giving notice of his title, at the sheriff’s sale.” It is true that possession is generally notice; but we cannot accede to-the principle to the extent that the judge laid it down in the case before us. On the trial of Billington.'y. Welsh, 5 Binn. 129, Mr. Justice Yeates charged the jury, that if the defendant really had notice of the execution and sale, jt was a fraud to omit warning all persons against purchasing the part claimed by himself; and in delivering his opinion in banc, he declares that it is of peculiar importance, that notice should be given at sheriffs’ sales of adverse claims. If Alexander Yantuyle saw his property, advertised for sale by the sheriff, on a day certain, on an execution against him, why should he omit to give notice ? Notice is easily given at this day, without travelling to the county town. An advertisement put up at the sale, or a notice in the same paper that has the sheriff’s advertisement, is easily inserted. We are not to be understood as deciding that where a man is in the open, notorious, and continued possession of land, that omitting to give notice will destroy his title: but that is not this case. And although Alexander Yantuyle was in possession, if the jury believed that he declared that he was not the owner, it would be but slight constructive notice. If he knew of the premises being taken in execution and selling at sheriff’s sale as his estate, it was his duty to give notice; and omitting to do so was a circumstance — and a strong circumstance — to be left to the jury, in this contest about the right of possession and ownership of this land.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Wright and McQlintoeh, for plaintiff in error,",
      "Oase, contrA"
    ],
    "corrections": "",
    "head_matter": "Keeler v. Vantuyle.\nAfter an award for defendants, and an appeal, they may sever in their pleas.\nTo instruct the jury there is no evidence of a fact but in the testimony of one witness, if another has given the same testimony, is error.\nA. being in possession of land under a parol sale from B., a suit was brought against A. and B., and judgment obtained against B. alone, who waived inquisition on an execution against A. and B¡ A. having notice of such intended sale, and having declared in the presence of one who became the purchaser at the sheriff’s sale, that he did not own any land, should give notice of his title. Mere possession will not be sufficient notice in such case. Semble, an advertisement in the same newspaper with the sheriff’s advertisement of the intended sale, or a notice posted at the place of sale, will be sufficient.\nIn error from the Common Pleas of Wyoming.\nJuly 16. This was an ejectment by Keeler against A. and W. Yantuyle, who pleaded not guilty. After an award for defendants and appeal, the court permitted the defendants to sever in their pleas, which was assigned for error.\nThe question below turned on the title to two-thirds of the land claimed by A. Yantuyle. In 1841, Wood and another brought an action against one Simons and A. Yantuyle, and recovered a judgment against Simons alone. An execution issued against both the defendants, and the two-thirds of the land in question were seized, an inquisition waived by Simons alone, and the property sold by the sheriff, in 1843, to the plaintiff. It appeared that in 1832 and 1834, Simons had become the owner of these two-thirds by unrecorded conveyances. In 1836 Simons made a parol sale of the land to A. Vantuyle.\nIt was a question in dispute whether this sale was fraudulent, and whether such a possession had been taken under the parol contract as was sufficient; both these points were determined for the defendants under the charge.\nThe evidence, so far as it is necessary to state it with reference to the decision of this court, was as follows: A. Wheelock testified that A. Vantuyle, in the presence of the plaintiff, said he did not know why he was pressing him — since he had no land — did not own any thing; but this it appeared from the paper book was after the sheriff’s sale. A. R. Brink testified, that in 1841 plaintiff asked A. Vantuyle if he owned any land. He said he did not. Heister Keller testified, that when he posted the sheriff’s advertisement on the premises, A. Vantuyle had told him he did not own any land.\nThe plaintiff asked instructions :\n5. That if the- jury believe that Alexander has declared, after going into possession of the land, and before the sale, in the presence of Milo Keeler, that he owned no land, his subsequent possession was no notice of title, and the plaintiff is entitled to recover.\n6. That the rule of law is, that, silence will postpone where silence is fraud, and that if the jury believe that Alexander knew of the sale, and gave no notice of his claim or title, he is concluded.\nThe court (Jessup, P. J.) told the jury that mere declarations could not divest a title, but they were very strong evidence as to the question of fraud in the sale. To the points submitted, he answered,\n“ 5. That the possession of the defendant being the only notice of his title, if he gave Milo Keeler information that he did not own the land, the effect of his possession as to Milo Keeler would be removed, and he would, so far as this point is concerned, be entitled to recover. There is no evidence of any communication in relation to the ownership of the property, between Milo Keeler and Alexander Vantuyle, before the sale; except as contained in the doubtful testimony of Heister Keeler. If, however, as has already been said, the plaintiff was in anywise misled and induced to purchase by such declarations, the plaintiff ought to recover. Declarations made after the sale, could not, by any possibility, have induced the purchase, and therefore have no operation upon this part of the case.\n“ 6. The principle of law stated in this point is correct; but Alex-under Yantuyle being in tbe actual possession, was under no obligation to go to Wilkesbarre for the purpose of giving notice of his title, at the sheriff’s sale.”\nWright and McQlintoeh, for plaintiff in error,\nargued, that after an award the pleas could not be altered: 1 Whart. 11; 2 Barr, 446 ; 5 Watts & Serg. 33 ; 3 Barr, 367. That the court erred in stating there were no declarations of want of title but in the evidence of Heister-Keeler, and leaving the fifth point to the jury on that evidence alone, when two other witnesses testified to the same point. As to this they cited 1 Watts & Serg. 68; 1 Barr, 68; 5 Watts, 49, 275, 441; 2 Leigh. 665; 5 Watts & Serg. 84. On the 6th point they contended there was error under Billington v. Welch, 5 Binn. 132, since the possession was under a parol contract and the deeds were not recorded.\nOase, contrA\nJuly 30."
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 254
}
