{
  "id": 954542,
  "name": "Poyntell v. Spencer",
  "name_abbreviation": "Poyntell v. Spencer",
  "decision_date": "1847-07-20",
  "docket_number": "",
  "first_page": "254",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts, 494",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838023
      ],
      "pin_cites": [
        {
          "page": "500"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0494-01"
      ]
    },
    {
      "cite": "7 Wend. 129",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0129-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 245",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816697
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0245-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 407",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0407-01"
      ]
    },
    {
      "cite": "5 Watts, 55",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844074
      ],
      "pin_cites": [
        {
          "page": "386"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0055-01"
      ]
    },
    {
      "cite": "3 Watts, 449",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841273
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0449-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 51",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0051-01"
      ]
    },
    {
      "cite": "4 Watts, 146",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842696
      ],
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0146-01"
      ]
    },
    {
      "cite": "14 Johns. Rep. 224",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 10963,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 7.402568673092235e-08,
      "percentile": 0.4428206045989554
    },
    "sha256": "91efec3b1e44f60175a6008af0a2c3c29bd669c2d4e6cef22ba7699a9ce6929e",
    "simhash": "1:9b9d64ebeb1b70a9",
    "word_count": 1950
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Poyntell v. Spencer."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe defence set up to this scire facias, is want of title to the mortgaged premises at the time of the sale to the defendants’ intestate, who was the mortgagor; and a principal allegation of error, is an instruction that evidence of title in the mortgagee had not been given. His conveyance to the mortgagor contained a recital that a patent for the tract had issued to Samuel Meredith, on a warrant and survey in the name of Robert Morris; and that he had conveyed it to William Poyntell, the father, from whom, in the absence of proof to the contrary, we would be bound to presume it had descended to the vendor, his son. But this recital in a deed-poll, not being the words of the grantee, was not evidence to affect him; and so far forth the plaintiff had not given .evidence that the vendor had any title at all. But he resorted to a recital in the mortgage, which, being the mortgagor’s deed, would have affected him had the language 'of it gone far enough; but it did not. It contained no more than á recital that Mr. Meredith had received a patent, but not a word about a conveyance from-him to Mr. Poyntell; and it consequently left the proof of title as bare as it was before. The instruction therefore was justified by the state of the proofs.\nIt has been urged, however, that the vendee was bound to restore the'possession before he could rightfully take a lease from the Gas-kills, and set up their title as an adverse one. But it was so clearly proved that the vendor’s assignees had undertaken to defend him against their ejectment, as to authorize the court to treat, the fact as one taken for granted. Mr. Caldcleugh had written to the vendee to make himself easy, as the best counsel in Philadelphia had pronounced the title to be good; and that, as Peter Gasldll, who was to manage the claim on the other side, lived near that city, he would make an arrangement with him to try the title there. That was evidently done; for Mr. Gaskill, who sued in the character of an alien to give the federal court jurisdiction, was notoriously a citizen, and-would else have been compelled to sue in the Common Pleas of Wayne county, where the land lay, and where the.defendant resided. This certainly dispensed with the duty of the vendee to give the assignees notice when the declaration in ejectment should be served on him. When therefore they suffered judgment to go by default, what was he to do ? It is true that a vendee cannot resist an. action for purchase-money without first putting, where it can be done with justice to himself, the vendor in statu quo: he shall not keep the land and the price of it to secure him against an outstanding title which may never be prosecuted. But I take it, he is not bound to restore the possession without receiving compensation for his improvements or the money he has paid. In this instance, the value of the improvements was not shown; but the vendee entered on the tract when it was forest land, and as he has resided on it thirty years, it would be unjust to make him either pay for moonshine or give up his home. By failing to defend him according to their agreement, the assignees left him at the mercy of the Gaskills, and consequently at liberty to provide for himself by the only means in his power. His possession under the lease from them, therefore, was not a continuance of his former possession in contemplation of law; nor could' it fill up the time necessary to complete his title by the statute of limitations. How could any subsequent possession whatever bring the statute to bear on the title of the Gaskills, who had not only brought their ejectment against him within the twenty-one years, but had actually recovered judgment against him, on which they could have instantly turned him out if he had pretended to hold adversely to them ? If they had actually turned him out, his relation to the vendor would have been dissolved, and he would then have unquestionably been at liberty to form a new one, by leasing or purchasing from them. But for what purpose execute a writ of possession, and bring him back, at the next moment, as a lessee or a purchaser ? ■ The ceremony would have been a ridiculous one. A forcible eviction on a recovery by title, is not an indispensable ingredient in the breach of a warranty. The defendant may give way to such a recovery; and though he must actually go out of possession to bring himself within the words of the covenant, he need not wait till he is thrust out. Here the defence being taken, not on an eviction, but on the quality of the title, required no proof of ouster, it being enough to justify the terre-tenant for having made terms with the successful party, that the assignees, who had undertaken to, defend him against an impending ejectment, failed to do so. It is he, and not the present plaintiff, who is the sufferer. If the title he received was really a good one, the vendor, or those who succeeded to his right under the mortgage, did him an injury by putting him off his guard, and promising to set it up for his defence; if it was really no title at all, he was injured by being made the vendee of a thing so worthless. The assignees could not complain, in the one case, of a loss of possession imputable to their own negligence; or, in the other, of being deprived of what was of no value to any one. Even had they done every thing in their power to defend him, they could not complain that he had not done what he had no. longer power to do. Had he not submitted to the Gaskill title, the marshal would have removed him from the possession before he could have restored it; and resistance to it would only have subjected him to additional costs. Had this been an action on a bond - fo,r purchase-money, instead of a scire facias on a mortgage, after the defendant had been actually evicted by process, he surely would not have been fixed for the price of a defective title because he had not done what its very defectiveness disabled him to do. The affirmative would not be attempted. Yet in principle, that is the present case. The authorities cited for the plaintiff are good law for cases in which the defendant has power to restore the possession with justice to himself, but not for a case like the present. As the plaintiff has relieved us from determining the exceptions to evidence if the principal points should be ruled- against him, we pass them without further remark.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Bellas, for plaintiff in error,",
      "Greenough, contra."
    ],
    "corrections": "",
    "head_matter": "Poyntell v. Spencer.\nA party entering under a conveyance, and giving a mortgage for the purchase-money, is not under all circumstances bound to surrender possession or pay the purchase-money; but after long-continued possession of land originally unimproved, he is permitted to show a better title than that of his grantor, ont-standing, as a defence to an action on the mortgage.\nA. entered under a conveyance by B. in 1814, and gave a mortgage for the purchase-money. In 1894, C. brought ejectment under a paramount title, and recovered judgment by default in 1825, of which action B. had notice, and informed A. of'his intention to try the title in that action. In 1826, an habere issued, of which notice was given to the agent of B. In 1830, A. took a lease for two years from C., and continued in possession until 1845. In an action on the mortgage, B. showing no title, it was held, that after the recovery and lease, A. ceased holding under B. 2d. That after such long possession and evidence of a paramount title, A. might set up failure of consideration for the mortgage, though he continued in possession.\nRecital of title in a deed-poll is no evidence against the grantee entering under such deed.\nRecital of title in a mortgage will affect die mortgagor.\nIn error from the Court of Common Pleas of Wayne county.\nJuly 16. This was a scire facias upon a mortgage dated in 1814, executed by the defendant’s intestate to Poyntell, from whom it passed by divers mesne assignments to the plaintiff. This mortgage was given to secure purchase-money under a conveyance of even date by Poyntell to Spencer, the mortgagor. That conveyance recited a patent granted in 1800 to William Meredith, it being a tract called Belleview, warranted in the name of R. Morris, which Meredith and wife, by indenture, &c. conveyed to Poyntell, the father of the grantor, who by his will devised the same to the grantor. This deed contained a covenant for general warranty, and is stated by the court to have been a deed-poll.\nThe mortgage recited “the title for which premises is derived from the Commonwealth by patent dated in 1800, &c., to Samuel Meredith,” being the same which W. Poyntell, by indenture bearing even date herewith, granted to said Spencer.\nThe plaintiff then proved acknowledgments of the non-payment of the mortgage, and rested his case.\nThe defendant gave in evidence a patent issued in 1806, to J. P. Gaskill et ah, descendants of W. Penn, jun., for lands surveyed in 1775, under warrants issued to Penn in 1688,1687-8. Also, the record of an ejectment in the Circuit Court of the United States in 1824, by Gaskill’s lessee v. Spencer, (the mortgagor,) in which judgment had been obtained by default in 1825, and an habere issued in 1826, which had never been returned. Tie farther proved a letter .(somewhat mutilated) from Caldeleugh, one of the assignees of Poyntell, (the mortgagee,) to Spencer, stating he had heard that Gaskill threatened an ejectment unless Spencer would purchase, advising him not to do so, and saying he would make arrangements with Gaskill to have the title tried in Philadelphia. The date of this letter did not appear. In 1826, Spencer wrote to the agent of Caldeleugh, informing him of the recovery, and that possession had been demanded by the marshal and Gaskill’s agent, who offered him a lease, which he'would not accept until made sure about the title. In 1830, Spencer took a lease for two years from Gaskill, and continued in possession until his death in 1841; which was continued by his heirs, who were joined in this action, brought in 1845, as terre-tenants.\nThe court (Jessup, P. J.) directed a verdict for the defendant, saying that for want of evidence of ahy other title, the patent to the Gaskills was good. That Spencer was authorized in taking the lease, since he could have been ousted if he had not. The time elapsing between the notice to the assignees and the lease was sufficient to justify him in supposing they did not intend to relieve him; and that after the lease he ceased holding under Poyntell. The defence in this case rested on failure of consideration for the mortgage by an actual eviction under paramount title.\nBellas, for plaintiff in error,\ncited 14 Johns. Rep. 224; 4 Watts, 146, 190, 151 — 154; 5 Watts & Serg. 51; 3 Penna. Rep. 132; 3 Watts, 449; 5 Watts, 55, 386; 3 Watts & Serg. 407; 16 Serg. & Rawle, 245; 14 Johns. Rep. 224; 7 Wend. 129; 1 Barr, 344.\nGreenough, contra.\n1 Watts, 494, 500; 3 Penna. Rep. 419, 424, 425.\nJuly 20."
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 258
}
