{
  "id": 954623,
  "name": "Adams v. Robinson",
  "name_abbreviation": "Adams v. Robinson",
  "decision_date": "1847-07-27",
  "docket_number": "",
  "first_page": "271",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850021
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0172-01"
      ]
    },
    {
      "cite": "10 Watts, 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0141-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 306",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 Serg. & Rawle, 291",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/3/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 257,
    "char_count": 3384,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 1.4332329753439916e-07,
      "percentile": 0.6517103892929665
    },
    "sha256": "f0dd4952a4c75a75d6bdd0d4fe946b9c68e758bbb9aebd95569ae518d4e95ed6",
    "simhash": "1:3430bc2dde02a7ae",
    "word_count": 576
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Adams v. Robinson."
    ],
    "opinions": [
      {
        "text": "Eer Curiam:\nThis case is not distinguishable in principle from Waggoner v. Hastings, and Kite v. Brown, decided at the last term at Harrisburg. In the first, a warrantee in actual possession of a part' of his-tract was'deemed to be in the exclusive possession of the whole of it, against one who had an older tSitle. to a part of it, but )vho was'not in actual possession of any part of his survey; and this, though no act of ownership had been exercised over the part included by the interference. In the present case, the plaintiff, being the owner of the unseated tract-, though by a younger title, claimed to' recover the land within the interference, by an alleged adverse possession of it for twenty-one years; not arising, howeyer, from enclosure, or cultivation, but from the use of it for all that time as a sugar-camp, during the season, which usually lasts from three to four weeks. But such an occupancy Is too desultory and fugitive to fulfil the intent of the statute, which requires it to be actual, continued, notorious, distinct, and hostile. ’ Annual entries to tap sugar trees, and boil the-sap, constitute rather a succession of- trespasses than an actual and permanent occupancy of the ground. In Johnson v. Irwin, 3 Serg. & Rawle, 291, and Royer v. Benlow, 10 Serg. & Rawle, 306, actual possession is said to arise from cultivation or enclosure and in Sorber v. Willing, 10 Watts, 141, and Wright v. Guier, 9 Watts, 172, it ivas held, that the use of an unseated tract, as á wood lot, does not constitute it. These cases rule- the point directly against fhe plaintiff.\n. 'Judgment affirmed.'",
        "type": "majority",
        "author": "Eer Curiam:"
      }
    ],
    "attorneys": [
      "JSlwell, for plaintiff in error.",
      "Butler, contra."
    ],
    "corrections": "",
    "head_matter": "Adams v. Robinson.\nThe owner of a younger survey residing on the land does not acquire .title to an interference, by mere user for woodlan4 and making sugar, without actual enclosure or cultivation, when there is actual residence by the owner within tlie elder survey.\nAn entry and survey by the real owner breaks the continuity of an adverse possession. Per Jessup, P. J.\nIn error from .the Common Pleas of Wyoming county.\nJuly 19. Ejectment. The plaintiff’s title was a warrant and survey on the ground in 1813, including part, of the land covered by the defendant’s title. He had- resided .on and cultivated the undisputed part of'the tract, and made sugar, and cut timber trees on the land in dispute, and paid taxes for-the whole, for 'more than twenty-one years. . 1 .\nThe defendant had the elder title, the lines of which were marked on the ground,- and there had been residence on the undisputed part of his tract, by his tenants,- during the twenty-one years’ possession by the plaintiff. ' ‘ ■ ,.\nIn 1814, 1831, 1838, and 1-844, the defendant, or those under whom he claimed, had entered upon, surveyed and re-marked the line of his survey, including the land in dispute.’ There had been no cultivation, enclosure, or residence by either party on the property in dispute,.but the pjaintiff had erected á cabin there, which was used during the season for making spgar, but closed at other timeá.\nHis honour (Jessup, E. J.) instructed the jury that the possession by the plaintiff was not of the character to divest the defendant’s right, since he had actual possession of his tract. And that the entries.and surveys by him would have broken the continuity of the plaintiff’s adverse possession thereof.\nJSlwell, for plaintiff in error.\nButler, contra.\nJuly 27."
  },
  "file_name": "0271-01",
  "first_page_order": 271,
  "last_page_order": 272
}
