{
  "id": 954582,
  "name": "Jameson's Appeal",
  "name_abbreviation": "Jameson's Appeal",
  "decision_date": "1847-07",
  "docket_number": "",
  "first_page": "280",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Serg. & Rawle, 144",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813923
      ],
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0144-01"
      ]
    },
    {
      "cite": "2 Binn. 218",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788938
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0218-01"
      ]
    },
    {
      "cite": "1 Watts, 397",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838040
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 425,
    "char_count": 7454,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32664375413392827
    },
    "sha256": "40689da279168a70b57d15f6f0c98c2302148142d00505915bff933499a1730e",
    "simhash": "1:2543cac534129cfd",
    "word_count": 1330
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jameson’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIt never was supposed by the legislature or the profession, that a judgment and an execution on it had each a distinct and independent lien; else the act of 1827 would not have stopped'with declaring that the lien of a judgment should not be prolonged by issuing an execution on it. That act changed the whole face of the law on that subject, by cutting off every pretence of lien, except that of the judgment revived, at proper intervals, by scire facias or agreement; in consequence of which, it became necessary to revive from time to time, though execution were levied, till the land was actually turned into money by a sale. The common law lien of a testatum execution is an independent one, only because the lien of the judgment is limited to lands in the same county; but it is regulated by another act, and depends on other considerations. The report, therefore, was properly confirmed.\n- Judgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Maxwell, for appellant.",
      "Oollins, contra,"
    ],
    "corrections": "",
    "head_matter": "Jameson’s Appeal.\nA judgment, and an execution thereon, have not, under our acts of Assembly, distinct and independent liens upon the same land.\nThis was an appeal by Alexander Jameson, from the decree of the Court of Common Pleas of Luzerne county, confirming the report of the auditor appointed by the said court to appropriate the money raised by a judicial sale of the real estate of Philip Lee, Elijah Lee, and Perry Lee.\nThe facts which raised the question decided here, are briefly these:\nJameson, the appellant, was the assignee of a judgment against Jesse Lee, Philip Lee, Elijah Lee, and Jesse M. Lee. On this judgment he issued a writ of fieri facias, under which the sheriff, on the 25th of March, 1887, levied upon land 'of the Lees, the defendants ; but no inquisition or further proceedings were had thereon by the plaintiff, Jameson, except to receive and receipt for certain payments made on account of the said judgment by the defendants therein, in 1837,1838,1839,1840. At the time of the levy as aforesaid, the judgment was in full life, and a lien upon the land of the defendants. Subsequently to the levy under the execution issued on Jameson’s judgment, other judgments were entered against the Lees, the defendants as aforesaid; the first and oldest of which judgments was entered to November Term, 1838, and was in favour of C. D. Shoemaker and 0. Collins, executors of Elijah Shoemaker, deceased. It appeared on the argument, although not disclosed by the paper book, that executions were issued on these judgments, under which the same land levied upon under the execution of Jameson, was again levied upon, and regularly sold by the sheriff, on the 9th day of August, 1843. At the time of the sale by the sheriff, the lien of Jameson’s judgment had expired. It was admitted that the lien of the judgment of Shoemaker & Collins was preserved by regular revivakup to the date of the sale. Under this state of facts, the auditor appropriated the money to the judgment of Shoemaker & Collins; and the court below (Conyngham, P. J.) confirmed the report, and decreed accordingly. From this decree Jameson appealed, and assigned the decree of the court as error here.\nMaxwell, for appellant.\nThe old question, decided in Ebright v. The Bank, 1 Watts, 397, and in like cases, was not raised in this case. Jameson does not claim the money on account of any lien of his judgment. The facts of this case and the one referred to, are, it is true, somewhat analogous; but the question to be decided here is different. He claims the money on the lien of his execution and levy alone — not that,the execution and levy kept alive the lien of his judgment. We repudiate that idea; but we say, that the execution and levy created a new and additional lien, clearly separate, distinct, and independent from that of the judgment; that it was a taking of the property into the custody of the law; a holding of it in the nature of a mortgage. Did the act of 1798, relating to lien of judgments, alter the law in cases like ours ? Not expressly, nor by implication, as this court have adjudged. But the courts seem to have given a more liberal construction to that act than the legislature of 1827 was willing to tolerate. For instance, this court, in Young v. Taylor and Barron, 2 Binn. 218, decided that an execution without a levy continued the lion of a judgment without a scire facias. In Pinnock et al. v. Hart et al., it was decided that a scire facias, issued within five years of the expiration of the stay of execution, continued the lion of the judgment; and that if a scire facias was returned tarde venit, and after the expiration of the five years, and the intervention of a term, an alias scire facias issued, the two were counted together, and the commencement of the proceeding must be referred to the first. Now unquestionably the act of 1827 cut up all these decisions ; the legislature designing that the lien of a judgment should be continued by no such means ; but in the case of the Commonwealth for Pennock’s Executors v. McKisson, 13 Serg. & Rawle, 144, 146, this court decided just as plainly, that “ a judgment is a general lien; an execution'a specific lien; a seizure of lands into the officer’s hands to satisfy the debt, a pledge somewhat in the nature of a mortgage, and is so considered in bankruptcy.”\nThe other decisions seemed, pretty clearly, to contravene the act of 1798,- but this did not; and the legislature of 1827, with this law laid down plainly before them, clearly sustained as it was by the common law, and by'the acts making lands chattels for the payment of debts, did not meddle with it. There can be no good objections to our lien. In the nature of a mortgage, it is more to be favoured, for reasons already mentioned, and others that may be. The property held by it has been seized and taken into the custody of the law, by the officer of the law, and for our benefit. The levy created a vested, incipient title, susceptible of perfection, and the lien is to be more favoured than that of a judgment. The latter is general and indefinite; while that of' a levy is specific, thus bringing down the general lien of the judgment.\nIn Pinnock’s Executors v. McKisson, this court said: “The act of 1798 does not touch the lien created by the levy;” — neither, as we have seen, does the act of 1827. This court also said, “ An execution levied on land retains its lien, and is neither within the letter or spirit of the act,” nor within that of the act of 1827. We refer to Betz’s Appeal, 1 Penna. Rep. 271, decided at May Term, 1830.\nIn the ease of Todd v. McCulloch, 3 Penna. Rop. 445, your honours say that in the former case «it seems to have been established, substantially, if not in terms, that the lien of a judgment is preserved by an execution, only as regards the land levied.” Now this is a very different question, and a very different decision, from any decided before the act of 1827, and it is also perfectly consistent with that act and with our views of it here urged. And your honours further say, in the last case, (also since the act of 1827,) « Lands are chattels for the payment of debts; and the lien by which they are to be bound for more than five years without a seire facias, seems to be that which the common law attributes to an execution, rather than the lien of the judgment.”\nOollins, contra,\nwas stopped by the court.\nThis case was argued at July Term, 1845, and directed at the last term to be reported in connection with Packer’s Appeal."
  },
  "file_name": "0280-01",
  "first_page_order": 280,
  "last_page_order": 283
}
