{
  "id": 954583,
  "name": "McFadden v. Sallada",
  "name_abbreviation": "McFadden v. Sallada",
  "decision_date": "1847-07-27",
  "docket_number": "",
  "first_page": "283",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts & Serg. 81",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0081-01"
      ]
    },
    {
      "cite": "2 Whart. 40",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dal. 339",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "15 Serg. & Rawle, 153",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1815526
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/15/0153-01"
      ]
    },
    {
      "cite": "2 Wash. C. C. Rep. 222",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "opinion_index": 0
    },
    {
      "cite": "1 Dall. 339",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408480,
        12146516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0355-01",
        "/dall/1/0339-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 219",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/10/0219-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 317",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798206
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0317-01"
      ]
    },
    {
      "cite": "4 Watts, 420",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0420-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 153",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1815526
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/15/0153-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 17100,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 1.6998226758966983e-07,
      "percentile": 0.7006053248664305
    },
    "sha256": "0ae1c0aeec745980a1b72567392b68dc610cc9e6212feb847ebbdb5af707201c",
    "simhash": "1:5eb294285d57ffdf",
    "word_count": 2941
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McFadden v. Sallada."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nIn an action'of account-render below, there was judgment for the plaintiff quod computet. Auditors were appointed, who reported a balance in favour of the plaintiff, to which report exceptions were filed, which the court overruled, and entered judgment on the report. The errors assigned are: First, That the court below erred in overruling the exceptions to the auditor’s report. And second, which amounts to the same thing, that the court erred in entering judgment on the report. Seven exceptions were filed; the last of which only will be considered, because that is the key to the whole case. It is in these words: ‘«This action cannot be sustained against the defendant.” The declaration is not on the paper book, nor on the record; and yet it is obviously material in deciding this exception. It appears, however, that it followed the form in Reed’s Precedents, and was a declaration against the defendant as bailiff and' receiver of moneys belonging to the plaintiff. This was theunderstanding of tbe counsel for the plaintiff in error and of the defendant in error on the argument. We 'assume it, therefore, as agreed, that the declaration charged the defendant as his bailiff and receiver of his money and goods, of which he ought to render an account, &c. This is the common and proper form, where the. defendant is in fact and in lawthe plaintiff’s bailiff and receiver, and has his money or property, without having any interest in them, himself: such as plaintiff’s agent or attorney. By bailiff is meant a person who has charge of property for the- benefit of the owner, and to have his reasonable charges deducted; and by a receiver is understood, one who has charge of moneys for another, but he can claim only 'such charges and expenses as are agreed upon; Coke on Litt. 172. The action will lie- against any one who has received moneys to the use of another, especially if received of a third person to be delivered over ; 4 Watts, 420. In all such cases, what was called the common form on the argument would be sufficient. But in actions of account-render between tenants in common under the statute of Anne, that form is totally inadequate, as well as in actions of\" account between partners, which this is. In actions between partners, it must be proved that a partnership existed; that defendant was an acting partner, and that he received any part of the sums from any' of the persons mentioned in the ‘ declaration, for the common benefit of the plaintiff and defendant; 1 Dall: 340; 2 Serg. & Rawle, 317. Essential ingredients, totally inconsistent with the state of facts which support the action when the plaintiff alone is the owner of the fund or property in relation to which an account is demanded. Accordingly, the form of the declaration in account between partners always alleges that the sums were received for the common benefit of the plaintiff and defendant. See the' substance of the form in Whelen v. Watmough, 15 Serg. & Rawle, 153. A form of declaration between partners may also be found in 2 Penna. Prac., and also in Wentworth’s Pleadings, vol. 1.' It would be a perfect anomaly to allow a declaration averring that the defendant had received money and goods of the plaintiffs, and demanding an account for the whole, to be supported and maintained by evidence, that a partnership existed between the plaintiff and defendant; and that the defendant received money or goods belonging to the partnership. It would be entirely at variance with the old and well-known rule, that the allegata et probata must correspond. But it is unnecessary to enter at large into any course of reasoning on the subject. The point has been .decided by a court of high authority in this state. Thus, if the declaration charge the defendant as bailiff-of certain goods, belonging to the plaintiff, and as receiver of certain moneys from C. and D., being the money of the plaintiff, and the evidence is of moneys received on partnership accounts, the plaintiff and defendant being partners, the variance is fatal; 2 Wash. C. C. R. 482. And in Irvin v. Hanlin, 10 Serg. & Rawle, 219, the analogous principle was ruled, that in an action by one tenant in common against the other, the declaration ought to state that the parties are tenants in common, and that the defendant has received more than his share. If he is charged as bailiff generally, the plaintiff will be nonsuited. And in James v. Browne, 1 Dall. 339, it was ruled, that as between partners it is sufficient for the plaintiff generally to charge the defendant with the receipt of the money to their joint benefit. The declaration ought to be on the record. But as it seemed to be admitted on the argument, that it pursued the common mode ■ of charging the defendant as bailiff and receiver of the moneys of the plaintiff, we know not how; we cannot avoid so considering it. But there is another objection to the action equally fatal, and which is encumbered with no difficulty on the record. It seems, from the evidence, that the plaintiff and defendant, with two others, entered into a contract to perform a certain job on the public works; that the plaintiff and defendant, and one of the others, advanced all the capital, whilst the fourth advanced nothing, but was the acting manager and overseer of the work; which, perhaps, although I think it is not distinctly so stated, was to be his contribution to the stock. But the amount which each was bound to contribute is not in evidence. The money advanced and invested, together with all moneys received, was sunk or lost in the work. There was neither profit nor capital to be divided, except the stock and the tools, &c., which amounted to §383; book debts of which no estimate is made, and a small balance due on the work. The court below' cite a case from 1 Yes. jun., 242 — of the correctness of which no one can doubt— to the import, that in an account taken in chancery, each partner is to get credit for the capital invested, and to be charged with the amount drawn from the firm, which is to enter into the general account of the stock and profits, in order to equalize the shares of the several partners. In that proceeding all the partners are called in. But the great objection to this proceeding on the part of the defendant is, that the plaintiff did not file his bill in equity under our act of Assembly, when precisely such an account could be raised, and full justice be meted out to each partner. This is an action of account at common law, by one partner against another — where there was several — to recover, not a share of the profits or funds of the partnership received by that other, but to recover contribution, specifically, for an over-advancement by the plaintiff beyond what the defendant advanced — leaving out of view all receipts by the other partners, and without any settlement of the partnership, upon the allegation that the acting partner, who controlled the funds of the concern, is insolvent. And this is sought to be accomplished in an action of account-render. Now, the foundation of the action of account by one partner against another is, that each must account for that portion received by him, and that he is not bound for the deficiencies of the others unless a joint liability is distinctly proved. This was distinctly ruled in Wheeler v. Watmough, 15 Serg & Rawle, 153. Mr. Justice Duncan says: “ Each party in interest may have his separate action for his own interest against any one who has received his money, and recover from him that portion which has come into his hands unaccounted for by him.” But here the object is to recover from the defendant part of the sum advanced by the plaintiff to launch the partnership ; but not one cent of which, is it alleged or proved, went into the hands of the defendant. It all went into the hands of the acting manager or partner, now alleged to be insolvent, who did not make profifStit of.it, or if he did, squandered it. The only account reported is the amount advanced by the plaintiff, and the amount advanced by the defendant to launch the partnership or work, together with the amount received out of the firm by the plaintiff, and the amount received by the defendant. Now, as it appears that the defendant received somewhat more than the plaintiff, there would be some plausibility in the plaintiff’s claim, if he went for that excess, or for an account of the profits received by defendant. But that would not yield him’ so much; and he goes for the difference in loss between the two. And the auditors deduct from defendant’s advancement what he received from the firm, and what the plaintiff received out of the firm from his advancement, and hold the defendant to contribution for the difference, so as to equalize their loss. The court below so considered the action ; that is, as a proceeding to compel contribution between two of the firm. No case was produced by the counsel, or cited by the court, where the'action of account-render was held to lie, under like circumstances, either in England or here; and I think none such can be produced. The foundation of the action, as between partners, commencing with the writ, Eitzherbert, N. B., title, Writ of Account, 2, charges the defendant with receiving money coming to the common profit of the plaintiff and defendant. It is continued in the declaration. And yet, in the gravamen of the action alleged, the defendant did not recover any thing. In this proceeding no account was taken of the stock, outstanding debts, or of the state of the accounts of the other partners, particularly of the account of the partner who managed the job, and expended all the moneys of the concern. He says, to be sure— because his deposition affords the evidence in the case — that there was an entire loss, except the stock, book debts, &c., as above mentioned: evidence, I apprehend, totally incompetent, as it was objected to by the defendant in this attitude of the action. It has the aspect all through of a proceeding not to compel an account; but to compel a contribution for excess of stock furnished by plaintiff into the concern, shutting its eyes to every thing else, even to the property on hand, and the book debts not collected. Such is not the office\" of the action of account-render between partners; if, in fact, a partnership existed, of which an examination of the authorities, in their bearing on the case exhibited by the evidence of Bryan, would have great room to doubt. But in this action, the defendant is accountable only for his own defalcations. In Connecticut, their Supreme Court decided, that where there were more than two partners, the action of account-render would not lie ; because they could not all be brought in, and that in such cases the remedy was in chancery. Judge Duncan, however, in the case alluded to above, says, that rule is not adopted in Pennsylvania; no doubt because at that time we had no equity jurisdiction on the subject. And it was so ruled in Lyles v. Styles, 2 Wash. C. C. Rep. 222. It was ruled, that if two be concerned in a partnership, and one, acting fairly and for the best, according to his judgment, produce a loss, he is not answerable to the other. Now, there is no evidence that Bryan, the acting person in the concern, acted unfairly or dishonestly ; and the loss may have been the result of overruling events. Why, then, should the defendant bo answerable to Sallada, in the absence of all evidence as to the amount which each party was to invest. Perhaps, the over-advancement of Sallada was at his own desire, and on account of the confidence he reposed in the acting manager. It seems, therefore, that this is not the action adapted to the plaintiff’s case, as he chose to present it. This conclusion is the more readily adopted, because there is a distinctive action adapted to meet the case, under circumstances and facts where the defendant or partner ought to contribute according to law: Venning v. Leckie, 13 East, 7, where Lord Ellenborongh said, the purchase of the goods was to launch the partnership, for which, between themselves, each partner was to contribute his share, and for which each had his action against the other; although for the accounts of the firm or partnership, the remedy was in equity. Same principle, 7 Bing. 714; and iii Collyer on Partnership, 418, it is said, that'if A. and B. commence business as partners, and A. advance the whole capital, he may maintain an action against B. for a moiety, because, quoad B.’s share, the partnership is considered not commenced. Gale v. Leckie, 2 Starkie, 107, is to the same import. In South Carolina, it was held, that if one of the partners fail to advance the money, according to the agreement, when the partnership was entered into, the other may maintain an action against him: INott & McCord, 20. It would appear distinctly enough, that what was the basis of the partnership, and the several amounts necessary to launch it by the several partners, may be considered and regarded as distinct and separate from the accounts of the firm; and that an' action at law, in England, will be supported on this basis or agreement, by any one of the firm, for contribution. The action may then be adjudicated fairly' and justly, without bringing in the other parties. This action appears to have been misconceived, which is a matter of no surprise, because he who resorts to the action of account-render, will discover that its character and capacities are ill-defined in the books. 1 And this complaint has been made by judges whose large experience and whose eagle eye enabled them to explore the hidden things of the profession: among whom, I may mention the late Judge Duncan. Whoever resorts to the action of account-render, will find it environed with perils. There is a multitude of apparently irreconcilable dicta in the old books, many of which arise from not sufficiently attending to the distinction between the cases of account for the plaintiff’s own money, against his bailiff and receiver; the action between partners for the money received to the common profit of plaintiff and defendant; and the action between tenants in common against the defendant for receiving more than his own share. ' What was well said as to one class, particularly the first, has been appropriated to the others, and the converse, until certainty and precision were lost. The English lawyers have long since resorted to-chancery as vastly preferable in the settlement of accounts between partners. The action as between partners was only adopted in this state, because there was no court of chancery-jurisdiction here. But since the act of 1840, that' defect in our jurisprudence is supplied; and I apprehend the profession here will follow the footsteps of the English profession, and abandon the action of account-render between partners, as cumbrous, illdéfined, and not so well adapted to all the exigencies of' partnership concerns as the proceeding in chancery. This court is of opinion that there is error in the proceedings; and the judgment of the court below is reversed.\nJudgment reversed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Slenher, contó."
    ],
    "corrections": "",
    "head_matter": "McFadden v. Sallada.\nIn account-render by a partner, the defendant is not liable on partnership transactions where the declaration is against him, as bailiff, receiving money to the use of the plaintiff. It should aver a receipt for the common benefit of plaintiff and defendant.\nAccount-render will not lie by one of several partners against another, to recover a proportionate part of the loss sustained by the transactions of the firm. The remedy is in chancery.\nIn error from the Common Pleas of Union.\nJuly 22. Sallada brought account-render against McFadden, and, it is said, declared against him as bailiff and receiver to the use of the plaintiff. Judgment, quod computet, having been recovered, auditors were appointed.\nFrom their report it appeared that McFadden, Sallada, Hall, and Bryan, were partners in the construction of the public works. The three former advanced different proportions of cash as capital, and Bryan was the active member without capital. The capital of the firm was sunk; and of the assets remaining, it appeared that Sallada, the plaintiff, had received the debts due by the Commonwealth ; and the tools were received by Bryan, Glover & Co. Bryan was insolvent, and the auditor reported as due to the plaintiff, $121 57, being the proportion of his loss in the concern, payable by the defendant as partner.\nJudgment having been entered on this report, this writ of error was sued out.\nMiller, for plaintiff in error.\nThe liability must accord with the declaration; Whelen v. Watmough, 15 Serg. & Rawle, 153. Here were no receipts by the defendant, but a loss by all; to determine which, the accounts of all the partners must be settled, and they must be parties to the proceeding.\nSlenher, contó.\nThere is no doubt the defendant is bound to reimburse the plaintiff his share of the loss, and this is the only remedy here; James v. Browne, 1 Dal. 339; McFadden v. Erwin, 2 Whart. 40; Yohe v. Barnit, 3 Watts & Serg. 81.\nJuly 27."
  },
  "file_name": "0283-01",
  "first_page_order": 283,
  "last_page_order": 290
}
