{
  "id": 954565,
  "name": "Edgar v. Kline",
  "name_abbreviation": "Edgar v. Kline",
  "decision_date": "1847-07",
  "docket_number": "",
  "first_page": "327",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 221",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0221-01"
      ]
    },
    {
      "cite": "5 Binn. 469",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0469-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 445",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0445-01"
      ]
    },
    {
      "cite": "2 Yeates, 541",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0541-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 21",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "20 Johns. 144",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142458
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/20/0144-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 304",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878648
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/14/0304-01"
      ]
    },
    {
      "cite": "2 Yeates, 543",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0543-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 586,
    "char_count": 13796,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 1.7286035014201307e-07,
      "percentile": 0.7050374365455283
    },
    "sha256": "cdf014dfbf17f865c1a3ede422c0e0def310724f0d502f225c8d20e5508db826",
    "simhash": "1:b2008e34ca06f0d3",
    "word_count": 2477
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edgar v. Kline."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe note sued on not being negotiable, there can be no question that Rickerts and Stewart took it subject to every equity existing at the timé of the transfer, between the original parties to it; and, therefore, the admitted failure of the consideration upon which it was given, to say nothing of the falsehood and fraud practised by Edgar upon Kline, affects it fatally in the hands of the equitable assignees, unless, indeed, they were induced to purchase it by Kline’s declaration, that it was a valid instrument and would be paid at maturity. Such a representation, acted upon Iona fide by the transferrees, would preclude the defendant from any inquiry into the adequacy of the consideration, or the fairness of the original transaction, for it amounts to a relinquishment of any objection he might otherwise have made on these grounds, and it matters not whether the representation proceeded from ignorance, carelessness, or design. Carnes v. Fields, 2 Yeates, 543; Weaver v. McCorkle, 14 Serg. & Rawle, 304; Chamberlain v. Gorham, 20 Johns. 144. Assuming there was proof of this on the trial below, though the fact seems to have been disputed, its effect was to raise in favour of the assignees a counter equity superior to that residing in the maker of the note, upon the principle that it would be unjust to visit them with a loss occurring because of the negligence or folly of the obligor, there being no default in the assignees; McMullen v. Wenner, 16 Serg. & Rawle, 21. But'as the ground of this equity is the loss that would otherwise fall upon an innocent party, it is incumbent on him who would have advantage of it, to show he paid or gave value for the chose in action he seeks to recover, for, without this, no loss to him can happen. Where this has. not been done he is a bare donee, with no other rights than those which appertained to the original1 holder of the security assigned, and, of course, open to every defence which might have been made available- against him. The rule is the same, and for the same reason, in the case 'of negotiable paper procured by fraud or negotiated after maturity, and so not within the protection afforded by the peculiar policy of lex mercatoria. It was, therefore, incumbent on the real plaintiffs in this case, to show how they eapie by the note in question, and what value they paid for it, more especially as they were called on to do so, and having failed in this particular, the court below was right in instructing the jury the defendant was entitled to their verdict: the facts which the evidence had a tendency to prove being undisputed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Hurley, for plaintiff in error,",
      "Oornly, contrá."
    ],
    "corrections": "",
    "head_matter": "Edgar v. Kline.\nThe equitable transferee of a promissory note not negotiable, takes it subject to every equity existing between the original parties at the time of the transfer ; and hence, in an action on the note by the transferee against the maker, in which it was admitted that the consideration for which the note was given had failed before the transfer; it was held, that tire failure of the consideration fatally affected the note in the hands of the equitable transferee : unless he were induced to take it by the declaration of the maker, that it was a valid instrument, and would be paid at maturity.\nIf the transferee of a promissory note not negotiable were induced to take it by the declaration of the maker thereof) that it was a valid instrument, and would be paid at maturity $ such declaration acted upon, bona fide, by the transferee, will preclude the maker from any inquiry into the adequacy of the consideration, or the fairness of the original transaction.\nThe effect of such declarations when proved, is to raise a counter equity in the transferee superior to that subsisting in the maker; and, as the ground of this superior equity is the loss which would otherwise fall upon an innocent transferee, it is incumbent on him to show that he paid, or gave value, for the note on which he seeks a recovery; and more especially is he bound to show tins fact when he is called upon to do so.\nIn error from the Common Pleas of Columbia county.\nJuly 29. This was an action on a promissory note, originally instituted before a justice of the peace, in which William Edgar, for the use of Elijah G-. Rickets and Alexander B. Stewart, trading under the firm of Rickets and Stewart, were plaintiffs, and Hiram R. Kline was defendant. The defendant appealed from the judgment of the justice, and filed a transcript thereof in the Court of Common Pleas.\nThe note on which suit was brought, was in the following words: — ■\n“ September 20,1848. Eighteen months after date, I promise to pay unto William Edgar $82 50, to be paid in grain of any kind, delivered at Kline’s mill, at the Bloomsburg price; and the said Edgar is to take the grain prior to the date hereof, if notified of its being ready, for value received.\n(Signed)\n“Hiram R. Kline.”\nThe^ circumstances, under which the note was given, appeared from the evidence at the trial to be, substantially, the following : In 1841, William Edgar took a lease of a farm from one Daniel McHenry, for four years, from 1st of April, 1842, at $85 a year. After moving on the farm, and living on it a year, or eight or nine months, Edgar rented it for the remainder of his term to one Conner, and left it. After Conner had been on the farm for two or three weeks, Edgar induced him to throw up his lease. After this was done, Edgar told Conner that he was going to sell the remainder of his term, under his lease from McHenry, to Hiram R. Kline, and that lie would sldn him; that there were judgments to the amount of several hundred dollars entered up against the farm, and that he believed it would be sold; and that he had paid McHenry two years’ rent in advance, and that he would have his money out of it somehow. On the 20th of September, 1848, an article of agreement between William Edgar and Hiram R. Kline, under which Edgar leased the farm for the remainder of his term to Kline, was drawn and executed. After the lease was executed and delivered to the scrivener, who drew it up and was to hold it, Edgar said to Kline, “ If you will give me your notes and five dollars more than the article calls for, I will talee it in grain, at Kline's mill, at the Bloom prices ;” which proposition Kline, after some hesitation, agreed to accept. The notes, of which the one in suit was one, were then drawn up and signed by Kline. The notes were given for the consideration of the article. When Klino had signed the notes, he held them up in his hand, and said, “ Edgar, I am to hold the land for three crops, will you bade me in it.” JEdgar answered that he would. Edgar then took up the article and destroyed it; but whether with the assent of Kline, did not appear. Under the article, Kline was to hold the land for the remainder of the term. Edgar said he had paid McHenry, or nearly so, for the whole four years.'\nA few months after Kline entered under his contract with Edgar, the farm was sold by the sheriff under judicial process, the sheriff’s deed acknowledged to the purchaser in April, 1844, and Kline dispossessed in July, 3844. When Kline informed Edgar that he was dispossessed, he asked him if he would back him on the notes he had given him; to which Edgar replied that he would not.\nThe notes given by Kline to Edgar, of which the note in suit was one, were for the rent in advance, to wit: from September, 1843, up to April, 1846, and 'amounted to nearly $300 — part of which he had paid. He was, therefore, to have had possession of the land, under his contract with Edgar, for nearly three years, but was dispossessed in ten months after taking possession. A few days after the note in suit was given by Kline, Edgar handed it to Rickets and Stewart, one of whom presented it to Kline, who said it was a good note, and he would pay it at maturity. There was some contradictory evidence, as to whether Rickets and Stewart took the note in consequence of Kline’s declaration that it was a good note, and would be paid at maturity, or whether this declaration were made after they had taken it. It was admitted on the trial by plaintiff,.that the consideration for which.the note was -given had failed; or that Kline had received no consideration for the note. It also appeared, that, in the spring of 1845, Rickets called at Kline’s mill and demanded of Kline the grain in payment of the note. Kline told him he had not the grain, and would not pay it. It also appeared, that the defence of Kline before the justice was, that he had not received any consideration for the note; that it. was given for rent in advance, and that he was turned out of possession before his term was out. At the trial in the court below, no attempt was made by the' plaintiffs to show that they had paid, or gave value, to Edgar for the note, although notified that they were required to do so.\nThe court below, (Anthony, E. J.,) after referring to the facts, and stating the general rules of law as to notes negotiable, negotiated before due, and notes not negotiable equitably assigned, &c., charged the jury, in conclusion, as follows:—\n“ But we apprehend that a different rule applies to paper not negotiable; the assignee takes it subject to all the'equities, between the original parties to the instrument, and when he is notified, as in the present case, that the defendant received and the original holder gave no consideration for the note, the holder should, in order to place himself in a better position than the assignor, prove that he gave a valuable consideration for it; otherwise the defendant should be permitted to consider William Edgar as the real plaintiff, although the suit is brought for the use of Rickets and Stewart. Chitty says, in his treatise on Bills, ‘ In the case of bills payable to: bearer, that if the bearer bring the action, he ought to entitle himself to it on a valuable consideration, and strictly to prove his coming by it bona fide, and in any other case where there is reason to expect that a defence will he attempted. On the want of consideration, the plaintiff should be prepared, on the trial, to prove what he gave for the bill, &c.’ In a note to the above, it is now held, that there is no difference between a failure and want of consideration, that each may be set up as a defence, not only between the original parties, but also against a holder claiming by endorsement after the note has become due, or taking it with a knowledge of fraud or other equitable circumstances entitling the maker to avail himself of the defence.\n“ If negotiable paper be subject to the above proof as to consideration, how much more necessary is it, when a note is neither payable to ‘order’ or ‘bearer?’ The suit must be brought in the name of the payee; he is the legal plaintiff on record: it need not be shown that any transfer was made to the cestui que use; they may in fact suggest on the docket that it is for their use, without having paid one cent for the note; they may be merely the agents to collect the money and pay it over to the legal plaintiff. Can this mere suggestion prevent the -defendant from proving that he received no consideration for the note, because at the time it was made, or shortly afterwards, he admitted it was a valid note and would be paid at maturity ? There is no doubt, as between Edgar and Kline, the consideration utterly failed. Edgar admitted that he had cheated him, ‘ had skinned him.’ We think that in order to enable Rickets and Stewart to recover, they should prove that they not only took the note in consequence of Kline’s declaration that it was good, and would be paid when due, but that they also p'aid a good or valuable consideration for it to William Edgar, by reason of Kline’s promise or declaration. As they have not shown that they did pay any thing for the note, and as Kline has proved that it was without consideration, we therefore direct the jury to find a verdict for the defendant.”\nThe plaintiffs excepted to the charge; the jury found for the defendant; and the plaintiffs took this writ of error, and assigned as error here—\n1. The court erred in taking the cause from the jury, by directing the jury to find a verdict for the defendant.\n2. In saying, “ that when he (the plaintiff) is notified, as in the present case, that the defendant received, and the original holder gave no consideration for the noté, the holder should, in order to place himself in a better position than the assignor, prove that he gave a valuable consideration for it, otherwise the defendant should be permitted to consider William Edgar as the real plaintiff, although the suit is brought for the use of Rickets and Stewart.”\n3. In saying, “We think that in order to enable Rickets and Stewart to recover, they should prove that they not only took the note in consequence of Kline’s declaration, that it was good and would be paid when due, but that they also paid a good or valuable consideration for it to William Edgar, by reason of Kline’s promise or declaration.”\nHurley, for plaintiff in error,\ncontended that Rickets and Stewart' before taking the note called upon Kline, who assured them it was good and would be paid at maturity. They took the note upon the faith of these representations. Not bound to prove consideration here: Carnes v. Fields, 2 Yeates, 541; Knight v. Pugh, 4 Watts & Serg. 445; Holmes v. Karsper, 5 Binn. 469; Brown v. Street, 6 Watts & Serg. 221.\nOornly, contrá.\nThere was no proof of the transfer of the note, except that on the record: the suit was marked for the use of Rickets and Stewart. He cited, Chitty on Bills, p: 9, to show that they should have proved a consideration-‘paid for the note. Note, not assignable, therefore no presumption.of consideration: Armstrong v. Lancaster."
  },
  "file_name": "0327-01",
  "first_page_order": 327,
  "last_page_order": 332
}
