{
  "id": 954562,
  "name": "Brown v. Nickle",
  "name_abbreviation": "Brown v. Nickle",
  "decision_date": "1847-10-18",
  "docket_number": "",
  "first_page": "390",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Serg. & Rawle, 247",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. 365",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 196",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 253",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "14 Serg. & Rawle, 435",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8879277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0435-01"
      ]
    },
    {
      "cite": "9 Watts, 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    },
    {
      "cite": "5 Watts, 422",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Cranch, 218",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        572746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0218-01"
      ]
    },
    {
      "cite": "6 Watts, 405",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846136
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0405-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 12",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1815535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/15/0012-01"
      ]
    },
    {
      "cite": "9 Watts, 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 5087,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 1.8497852920590814e-07,
      "percentile": 0.7233477704684713
    },
    "sha256": "b42135a13a8f482b655d770449f6146109dabac1e8501df029341050a959a9c5",
    "simhash": "1:4b19f4c78e41d81f",
    "word_count": 888
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown v. Nickle."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe cases of Colwell v. Woods and Kerr v. Gilmore, the latter of which pushed the doctrine to its verge, rule the present too imperatively to he resisted. In the first of them it was determined that a conveyance and simultane-, ous covenant to reconvey on repayment of the purchase-money before a given day, must be construed to be a mortgage, though it appear by parol that the partiés did not intend it to be so; and in the second, that it is not competent to the parties to prove by parol that the defeasance was a subsequent and independent agreement. These cases are not to be resisted; yet we must suppose that there may be, in some shape, and under some circumstances, such a thing as a conditional sale. - But the proof proposed in this instance was not of distinctive acts which constitute it, but of the understanding of the parties. Their understanding, however, must be gathered from the writing; and if that be ambiguous on the face of it, it cannot be gathered from parol proof. If there is no patent ambiguity in the instrument,’constituted as it was by the conveyance and a separate defeasance, they must nevertheless abide by the legal effect of it. The evidence of mere misapprehension, therefore, was properly rejected.\nBut the direction was erroneous. Subsequent to the decision of this court, in Seitzinger v. Ridgway, 9 Watts, 496, the legislature enacted that a party should not be barred in any case by less than two verdicts and judgments; but still later declared that one verdict and judgment shall be conclusive in actions of ejectment brought “ to enforce the payment of purchase-money toherein time becomes of the essence of the finding of the jury.” It is plain, from the words of it, that this declaratory act applies to the specific case of a plaintiff vendor who had recovered a verdict for the land, in which the jury had given the defendant time to redeem; for in no other can time be of the essence of the finding. In the first ejectment, ruled to be conclusive in the District Court, the plaintiff had not recovered a conditional verdict, for lie was alleged to be the debtor, and went as a mortgagor, alleging payment for the land, not the price of it. The case is consequently not within the letter or the meaning of the restrictive act.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Dunlap and Woods, for plaintiff in error.",
      "Mahon and Washington, contó,"
    ],
    "corrections": "",
    "head_matter": "Brown v. Nickle.\nA verdict and judgment in ejectment, by a mortgagor against his mortgagee, is not conclusive on the mortgagee, though the only question tried was whether the debt had been repaid.\nAn agreement for the sale of land, for which a deed in fee is to be made in two years, with an endorsed agreement by the vendee to cancel the agreement on repayment of the price with interest by the vendor, within two years, is a mortgage.\nParol evidence of tire intention of the parties that the transaction should be a conditional sale, and not a mortgage, cannot be received.\nIn error from the District Court of Allegheny county.\nSept. Ik. Ejectment by Brown. The plaintiff’s title consisted of sealed articles, witnessing that Nickle had sold to Brown the premises in question, and engaged to give to him, his heirs and assigns, a deed in fee-simple within two years from the date thereof; Brown agreeing to pay $140.\nAlso an agreement endorsed thereon, signed by Brown, without date, but having the same witnesses as the articles, agreeing to annul that agreement on Nickle repaying, within two years, the amount paid him by Brown, with interest. Under the articles Brown entered and occupied until ousted by Nickles, under a judgment in ejectment. The value of the land was about $200.\nThe defendant proved this recovery in ejectment by Nickle v. Brown, and gave evidence that the only question tried there was the fact of the repayment by Nickle within the period extended by Brown.\nThe plaintiff offered evidence that the parties and scrivener intended a conditional sale, and not a mortgage by the articles.\nThe court (Lowrie, J.) rejected the evidence, and directed a verdict for the defendant, if the jury believed the verdict in the former ejectment was upon the fact of payment alone, considering that judgment in such case to be conclusive.\nDunlap and Woods, for plaintiff in error.\nTime may certainly be made of the essence of the contract, as in this case it was; Shaw v. Turnpike, 2 Penna. Rep. 454; Dauchy v. Pond, 9 Watts, 51; Power v. North, 15 Serg. & Rawle, 12. It was therefore a question for the jury, whether this agreement was a mortgage or a conditional sale; Ken v. Gilmore, 6 Watts, 405; Conway v. Alexander, 7 Cranch, 218. In neither case, however, is the judg ment conclusive; Stevenson v. Keppinger, 5 Watts, 422; Seitzinger v. Ridgway, 9 Watts, 496.\nMahon and Washington, contó,\ncited Estep v. Hutchman, 14 Serg. & Rawle, 435; Kane v. Fisher, 2 Watts, 253; Griswold v. Stewart, 4 Cowen, 459; Colwell v. Woods, 3 Watts, 196; Kerr v. Gilmore, 6 Watts, 405; Adams v. Barnes, 17 Mass. 365; Garvin v. Dawson, 13 Serg. & Rawle, 247; Act 21st April, 1846, Dunlop’s Dig. 969; Act 13th April, 1807, sec. 4, (Purd. 334.)\nOct. 18."
  },
  "file_name": "0390-01",
  "first_page_order": 390,
  "last_page_order": 392
}
