{
  "id": 954619,
  "name": "Wilkinson v. The Pittsburgh Farmers and Mechanics' Turnpike Company",
  "name_abbreviation": "Wilkinson v. Pittsburgh Farmers & Mechanics' Turnpike Co.",
  "decision_date": "1847-09-25",
  "docket_number": "",
  "first_page": "398",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 398"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Verm. 445",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11269886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/3/0445-01"
      ]
    },
    {
      "cite": "8 Watts, 39",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848377
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0039-01"
      ]
    },
    {
      "cite": "4 Yeates, 119",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Dall. 137",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 276",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11745894
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0276-01"
      ]
    },
    {
      "cite": "5 Watts, 78",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 144",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481785
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0144-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 317",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481771
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0317-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 509",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478356
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0509-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 12267,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.41062336066697325
    },
    "sha256": "8078e8d5fe8917c22edd2f1a136f893005cb0aa65251ffe1040baa6bcd40220d",
    "simhash": "1:373bc0ebbd367251",
    "word_count": 2163
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilkinson v. The Pittsburgh Farmers and Mechanics’ Turnpike Company."
    ],
    "opinions": [
      {
        "text": "Rosees, J.,\n(after stating the action and offer of evidence.) — The defendant’s counsel object to the competency of the witness, on the ground that he is insolvent, that Wilkinson the plaintiff, is his insolvent assignee, and that the suit is brought in the name of Wilkinson, assignee of McCoy. It scarcely admits of doubt, that on this offering without more, the witness is incompetent, because he is directly interested in the event of the suit. Wilkinson, the legal plaintiff, is but a trustee in the first place to the creditors, and a trustee for McCoy of the surplus, if any, after paying debts. There is no principle better , settled than that a witness will not be permitted, by his own testimony, to increase a fund in which he is entitled to participate. In the case in hand, it is not a mere formal or technical objection; for the sum claimed as due, exceeds by some three or four hundred dollars the whole amount of the indebtedness of the witness. He would swear that sum into his own pocket, besides getting rid of all his debts. Moreover, the case depends altogether on his testimony, for without it the plaintiff failed in his action. Another objection to his competency, equally fatal, is, that although the discharge under the insolvent laws discharged his person, yet his after-acquired property, unlike a ease of bankruptcy, remains liable for his debts. To meet the first objection, plaintiff gave in evidence a release from McCoy to Wilkinson, dated 3d of September, 1839, releasing or transferring to the latter the surplus, if any, after paying his debts; also the petition of McCoy for the benefit of the insolvent laws, No. 1, December Term, 1835. After this proof witness was again offered and rejected by the court, and bills of exception sealed. The counsel for the plaintiff then offered the witness together with a release from his creditors. But the court being of opinion that this did not better the plaintiff’s case, again rejected the witness and sealed a second bill. As the last bill includes all the points, my attention will be directed to that exception alone. It embraces the whole case. In the first place it is insisted by the defendant in error, that all the creditors did not release, and this he contends appears from a comparison of the list of creditors filed with the petition, with the names of the creditors signed to the release; and this is undoubtedly the case, for some of the names of the persons who are returned as creditors, nowhere appear to the release. This is a fatal exception; for he remains still interested so far as respects creditors who have neglected or refused to sign the release. It is enough that they are no parties to it. The release of some of his creditors will not remove the objection to his competency. It requires the concurrence of all to produce that effect. It is no answer to this view of the case, that the creditors whose names do not appear may be barred by the act of limitations, or may have been paid. This is possible, although not probable, and, if so, must be shown by proof. We are not at liberty to presume it, or depend on an allegation merely to remove an objection founded on the interest which the witness unquestionably has to increase the fund, to which his creditors, to whom he is still liable notwithstanding his discharge, are entitled. It is plain, the more they receive from that source, the less will be his indebtedness. But waiving every exception on the score of interest, is McCoy a competent witness ? we think he is not. It is conceded, that if the rule established in Steele v. Phenix Insurance Company was still in force, he would be competent; but that case has, in repeated decisions, been much shaken and finally overruled, much to the satisfaction of the profession. This series of decisions began with Post v. Avery, 5 Watts & Serg. 509, and ended with Grant v. Levan, 4 Barr, 427. The rule now established is, that an assignment of a cause of action, merely colourable, does not divest the title of the plaintiff, so as to make him a competent witness; and that every assignment is deemed colourable when no other motive for it can be made to appear. And the law is the same when the assignment is made with a view to a suit. On the argument, the general rule was admitted; but it was insisted that this was an exception, because the assignment of McCoy was a legal assignment, under the law for the relief of insolvent debtors. But it is not perceived what difference this can make: the reasons being as strong and as applicable to this case as those which have been already ruled. If by the legal operation of the assignment, all interest whatever, legal and equitable, was divested from the insolvent and vested in his assignee, I grant it could not be considered colourable, being made under legal coercion, and, therefore, there could be no possible objection to the competency of the witness. It would not, I agree, were that the case, fall within the reason of the decisions in the cases of Post v. Avery, 5 Watts & Serg. 509; McClelland v. Mahan, 1 Barr, 364; The Reading Railroad Company v. Johnson, 7 Watts & Serg. 317; Bittinger v. Keys, 2 Barr, 459; Patterson v. Reed, 7 Watts & Serg. 144, and other cases ruled on this question. But as before observed, his interest in the surplus still remains, notwithstanding the assignment. Thus, when this suit was instituted, it will not admit of question McCoy was an incompetent witness ; nor can he afterwards, by any contrivance between himself and his assignee, remove a wmll-founded objection to his competency. This is attempted here; but on the authority of adjudged cases, we are clearly of opinion, that he should not be allowed to succeed. The question is not whether he has a present interest; but had he, at any time, either before or after the commencement of the suit, such an interest as disqualified him from giving testimony ? That he had, has been already shown: he shall not therefore be permitted (so go the cases) by release or assignment, or by any device or machinery whatever, to qualify himself to give testimony in his own case, by removing an unanswerable exception to his competency. We must throw out of view the legal assignment, which merely converts the insolvent from the legal, to be, in part at least, the equitable owner of the property assigned; and we must consider his position at the time the parties concoct the scheme to carry the cause by the force of his evidence. Can it be denied, that at the time the releases are executed, the remarks of Mr. Justice Kennedy apply with equal force as in Patterson v. Reed ? Does it not enable McCoy, and others standing in the same position, to bring their oaths into market, and to recover a debt otherwise valueless, by reason of his own testimony ? The truth is, it is a rule of policy designed to avoid the temptation to perjury, a rule which I sincerely hope may never be relaxed. The suit is brought by Wilkinson as trustee. The witness is substantially a party to it, although his name does not appear on the record. Indeed there would be less risk in examining Wilkinson, than McCoy. Now whether the witness is the legal or equitable owner, whether his name appears on the record or not, is of no sort of consequence, as has been repeatedly decided. The rule is, that whether the party to the suit is the legal or equitable owner of the debt, whether his name appears on the record or not, whether the assignment be with or without a valuable consideration, real or fictitious, he is not competent for any purpose connected with the action, (vide authorities cited.) In Wolf v. Fink, 1 Barr, 441, a witness was excluded because he was a party, or rather had been, to the suit, although he had not a particle of interest. The court said, the ground of exclusion was not interest, but arose from considerations of policy. The same considerations operate with full force here. It is far better that a just claim should be occasionally lost from defect of proof, than that we should throw such a temptation to crime in the path of suitors. This is a strong case to show the propriety of the rule. We have the best reason to believe that the releases were a mere sham, intended to be cancelled as soon as the purposes for which they were executed was answered. Wo are not left to conjecture the object of the parties. It is averred that the sole motive was to make. McCoy a witness; for without the benefit of his testimony the action could not be maintained. As then no distinction is perceived between this and the numerous cases already ruled, we are of opinion the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rosees, J.,"
      }
    ],
    "attorneys": [
      "MeOandless, for plaintiff in error.",
      "Graft, contó."
    ],
    "corrections": "",
    "head_matter": "Wilkinson v. The Pittsburgh Farmers and Mechanics’ Turnpike Company.\nAn insolvent debtor is not a competent witness for his trustee in an action brought on a covenant made with such insolvent, though the witness release his claim to any surplus of the assigned estate, such release being made for the purpose of rendering him competent.\nIn covenant, the short plea, “ covenants performed absque hoc,” amounts to a denial of the allegations in the declaration. Per Grier, P. J.\nIn error from the District Court of Allegheny county.\n■Sept. 15. Wilkinson, insolvent trustee of McCoy, brought an action of covenant on articles sealed by the defendants and said McCoy, in which it was agreed that certain work should be done by McCoy, which was to be paid for according to monthly estimates to be made by the surveyor or superintendent. The pleas were entered in short “ covenants performed absque hoe, and payment.”\nOn the trial, plaintiff offeréd to prove by McCoy that he demanded estimates to be made by the surveyor; and the company refused, and no estimates were made. Objection being made to his competency, a release was shown and given by McCoy to the plaintiff, « of all claim of surplus,” dated about the time the action was commenced, the consideration being one dollar, and it being admitted to have been executed with a view of making the party a witness. The petition of McCoy in insolvency was then shown, and the witness rejected. The record states, a release by the creditors of McCoy was then shown, and the witness again rejected.\nThe court (Grier, P. J.) instructed the jury, that though the plea of covenants performed standing alone, admitted the cause of action laid in the declaration, yet the addition of absque hoe has always been considered as putting in issue the performance by the plaintiff as alleged in the declaration.\nThe rejection of the evidence and the decision as to the effect of the plea were assigned for error.\nMeOandless, for plaintiff in error.\nCan an insolvent become a witness for his trustee by means of releases by his creditors, and his releasing all claim to the surplus ? The point is settled by the decisions in this court. He is not party to tbe record, nor has he right of action which has passed to the present plaintiff. He has released his claim to any benefit, and has been released from all liability. The recent cases are of assignments to transfer the interest for the purpose of making the assignor a witness. Here it was by act of the law; Ruby v. Glenn, 5 Watts, 78. There also the plaintiff was offered as a witness; here he is no party, nor has he any legal interest. Long before Steel v. The Phenix, this doctrine .prevailed. Youngs v. Willing, 2 Dall. 276; McEwen v. Gibbs, 4 Dall. 137; Browne v. The Insurance Company, 4 Yeates, 119.\nGraft, contó.\nThe witness would relieve himself from liability on their covenant by proving performance: Greenl. Ev. § 406. He was moreover augmenting a fund for the payment of his creditors, all of whom have not released; he had therefore a legal interest: 8 Watts, 39. The witness had been the real owner of the fund, and when that is the case, no process can be resorted to to qualify him to support the claim: the numerous recent decisions of this court proceed on this ground, not on the question of legal liability to costs, &c.; as also, 1 Greenl. Ev. §§ 392, 428; 3 Verm. 445; 3 Har. & McH. 97.\nSept. 25.\nThis is the statement in the bill of exceptions, but by the counsel and court it is said, that all the creditors named in the insolvent petition had not joined in the release."
  },
  "file_name": "0398-01",
  "first_page_order": 398,
  "last_page_order": 402
}
