{
  "id": 954631,
  "name": "Dennison v. Goehring",
  "name_abbreviation": "Dennison v. Goehring",
  "decision_date": "1847-09-23",
  "docket_number": "",
  "first_page": "402",
  "last_page": "406",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 402"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 324",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Munf. 227",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        6719015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/17/0683-02"
      ]
    },
    {
      "cite": "1 Verm. 416",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 556",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0556-01"
      ]
    },
    {
      "cite": "6 Wheat. 264",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11730243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/19/0264-01"
      ]
    },
    {
      "cite": "1 Wheat. 304",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        532366
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/14/0304-01"
      ]
    },
    {
      "cite": "10 Wheat. 146",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1434801
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/23/0146-01"
      ]
    },
    {
      "cite": "2 Whart. 330",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0330-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 435",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Verm. 177",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        11268816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/6/0177-01"
      ]
    },
    {
      "cite": "3 How. 413",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3317136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/44/0413-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 580,
    "char_count": 8760,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 2.1226707680563735e-07,
      "percentile": 0.7647021119764126
    },
    "sha256": "d79c2235b6b1d3f593e4ee8d632dc2af161a784bd7cec2b7de8997c591d8e8e0",
    "simhash": "1:b0f7ac09f3bc2f07",
    "word_count": 1585
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dennison v. Goehring."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThis cause was commenced in the District Court for the county of Allegheny, on its equity side, by bill filed by Jacob Goehring and wife against Samuel Dennison, setting out a trust created for the benefit of the wife, and praying a decree for an account. A final decree having been pronounced, in accordance with the prayer of the .complainant, the defendant, Dennison, by virtue of the statutes giving an appeal from decrees in equity made by the Common Pleas and District Courts, appealed to this court, and, after a rehearing here, the decree of the court below was affirmed, at the September Term, 1845; and the record, with the decree of affirmance, remitted to the proper pourt, to be executed, in pursuance of the 11th section of the act of the 16th June, 1836. After-wards, the defendant brought his bill of review in the District Court to reverse the original decree, for alleged error in law appearing in the body of the decree, and a demurrer setting forth the former-decree of affirmance by this court. The court dismissed the defendant’s bill of review; from which decree of dismissal this appeal is taken. Thus, the only question presented for determination is, whether a bill of review for errors on the face of the record can be entertained by an inferior tribunal, after the final decree of this court on appeal, affirming the decree appealed from. A bill of review is in the nature of a writ of error; and its object is the examination and reversal of a decree made on a former bill, signed and enrolled. It may be admitted either for error of law, appearing in the decree itself, without further examination of matter of fact; or because of some new matter, dehors the record, which has arisen since the decree, or, at least, come to light after decree made, and which could not possibly have been used at the time the decree passed, (1 Hinde’s Ch. Pr. 56.) It is said that in England, bills of review are now but little known in practice, as decrees are very seldom enrolled, and therefore, a bill in the nature of a bill of review has been generally substituted; (2 Daniels’s Ch. Pr. 1281, 1232;) but in this country, where it has not been the practice to reduce decrees to strict form, but to consider all the prior proceedings as part of it, and the whole' as forming the record, the proper form of procedure is still by bill of review. It seems to be assumed by text-writers upon the subject, that in England a bill of review upon new matter discovered, may be permitted, even after the affirmance of a decree in parliament; (2 Madd. Ch. 540, 541; Story’s. Eq. Pl. 369, 2 Dan. Ch. Pr., 1238;) for this is not an interference to reverse or alter the decree of the House of Lords. The case usually relied on for the position is Barbnn v. Stearle, 1 Vern. 416, but some doubt has been thrown upon this case as an authority for such a purpose, by the remarks of Chancellor Walworth in Stafford v. Bryan, 2 Paige, 46, 47. He says of it, “It seems to be an authority against such a right; for there the prayer was merely in aid of an application intended to be made to the Lords, and the claimant expressly disavowed any authority in the court of Chancery to reverse or alter the order or deoree of the House of Lords,” and the Lord Chancellor himself appeared to think he had no such right; and in the principal case, the Chancellor strongly called in question his authority to review a decree of the High Court of errors and appeals, upon the foot of newly discovered facts, unless such a right was expressly reserved by the decree made above. But we are not now called on to determine this question of jurisdiction, which, if it has place, is founded on a consideration altogether independent of the objection to be urged against a re-exanimation by the inferior court, of the decree made by the supreme court, for alleged error in law. The latter right has been much doubted by English and other commentators upon chancery practice; and certain it is, that no decided case can be found sanctioning the idea of its existence. Indeed, in Willan v. Willan, 16 Ves. 89, Lord Eldon said he knew of no instance of an application for leave to file a bill of review in Chancery, even where the appeal was still depending in the House .of Lords, though he would not say it might not be done; and in Hincks v. Nelthorpe, 1 Vern. 204, the Lord Keeper, commenting upon the jDractice then creeping in, of drawing up decrees without stating what facts were allowed to be proved, declared lie would not permit such mode, for else a decree could not be reversed by a bill of review, but all erroneous decrees must be reversed upon appeal. It is plain that in making this remark, his lordship contemplated a bill of review as being only available before appeal brought; and when it is considered that such a bill is in the nature of a . writ of error, it seems strange that any hesitancy should have been indulged upon the question whether it can be entertained by the forum whose decree had become the subject of revision. But I think this hesitancy has never been felt by the judicial tribunals of this country. In truth, the pretension which sets up the jurisdiction claimed here is so unreasonable in itself, resting upon no better foundation than an expression of a doubt of its soundness, that it would seem to require less than the weight, of judicial decision, directly upon the point, to put it at rest. But the books of reports of our sister states furnish us with more than one determination denying this anomalous right of review. Thus, in Tennessee, it is held in Cox v. Breedlove, 2 Yerger, 499, that a bill of review will not' lie on a decree rendered in the Supreme Court. So in South Carolina, in Haskell v. Roane, 1 McCord’s Ch. Rep. 29, it was .decided that a chancellor cannot alter or modify the decree of an appeal court, for the reason that the same power -would authorize him to reverse it entirely, which'would be a manifest absurdity. To the same effect is Calmes v. Ament, in Kentucky, 1 A. K. Marsh. Rep. 342, in which the court say, “ An affirmance of a decree by a court of appeal will bar a bill of review for any error which might exist in the record, though it was not assigned nor inquired into by the court. So, if the decree be reversed, and a rendition of a decree by the Circuit Court, in pursuance of the mandate of the court of appeal, it would .equally bar an attempt by bill of review, to inquire into errors which be in the record.” To these cases may fairly be added Stafford v. Bryan in New York, (supra,) and The Wash. Bridge Co. v. Stewart, decided by the Supreme Court of the United States, (3 How. 413.) These decisions are consonant with reason; and the rule they establish is absolutely necessary to prevent the confusion and mischiefs which would flow from practically transposing the relative positions of our courts, superior and inferior: an inconvenience which the occasional correction of mistake in a comparatively few individual cases would not compensate. Nor does the rule deny a remedy for error committed by the appellate jurisdiction. No question can be made of the power of this court to entertain a petition for a rehearing of its own decrees, in the nature df a bill of review, while the record remains in its possession. But it is too late, after the record has been remitted to the court below for execution; for then there is nothing remaining in this court upon which it can act.\nDecree dismissing the bill of review affirmed.'",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Alden and Dunlop, for plaintiff in error,",
      "Todd and Woods, contra,"
    ],
    "corrections": "",
    "head_matter": "Dennison v. Goehring.\nAfter a decree upon an appeal in equity and a remittitur, a bill of review for errors in law does not lie in the court below.\nAppeal from the District Court of Allegheny county.\nSept. 16. The only question here was, whether a bill of review could be maintained for errors apparent on the record, after decree upon appeal to the Supreme Court.\nAlden and Dunlop, for plaintiff in error,\ncited Barnum v. McDaniels, 6 Verm. 177; Story’s Eq. Pl., sects. 403, 405, 407, 408; 1 Cr. Dig. tit. 11, c. 3, s. 5; Act 29 Apr., 1844, (Dunl. Dig. 921:) Act 16 Apr., 1845, s. 4, (Dunl. Dig. 951;) Act 16 June, 1836, s. 13, (Dunl. Dig.); Fretz’s Appeal, 4 Watts & Serg. 435; Ex parte Morton, 2 Whart. 330; Equity Rules, U. S., Rule 90; Perry v. Phelps, 17 Ves. 108; De Wolf v. Johnson, 10 Wheat. 146; Martin v. Hunter’s Lessee, 1 Wheat. 304; Cohens v. Virginia, 6 Wheat. 264.\nTodd and Woods, contra,\ncited act 16 June, 1836, s. 13, Purd. (1841) 237; Bower v. Tallman, 5 Watts & Serg. 556; 1 Verm. 416; Dunlops v. Laporte, 1 Hen. & Munf. 22; Usborne v. Baker, 2 Maddox Ch. 540; Campbell v. Price, 3 Munf. 227; Kisler v. Kisler, 2 Watts, 324; Story’s Eq. Pl. 427, art. 5, sect. 6, Constitution; Act 21 April, 1846, (Dunl. Dig. 971.)\nSept. 23."
  },
  "file_name": "0402-01",
  "first_page_order": 402,
  "last_page_order": 406
}
