{
  "id": 954561,
  "name": "Sturgeon v. Ely",
  "name_abbreviation": "Sturgeon v. Ely",
  "decision_date": "1847-09-25",
  "docket_number": "",
  "first_page": "406",
  "last_page": "409",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 406"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts, 188",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Pick. 420",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/30/0420-01"
      ]
    },
    {
      "cite": "2 Munf. 129",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        6717821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/16/0340-01"
      ]
    },
    {
      "cite": "3 Wash. C. C. Rep. 12",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6132011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/29/0257-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 268",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0268-01"
      ]
    },
    {
      "cite": "11 Hen. 7",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 8538,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 7.500188514851263e-08,
      "percentile": 0.44621462486809077
    },
    "sha256": "70fa84c6eb81b41ab4f7524c2e1e29f6038abfd4d358188294f423e64014818e",
    "simhash": "1:13186b603e10be83",
    "word_count": 1538
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sturgeon v. Ely."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe devise before us is an obscure one ; but the legal construction of it is, that it did not give the widow, who was devisee for life, a power to part with the ground. The devisor gave her, while she lived, the personal property and the two lots with the buildings on them, and also power to sell the buildings and lease the ground. “And, if my wife,” said he, “ can lease the whole, or any part, of the said lots to advantage for her and the children, I do authorize hér so to do, or to sell the buildings and keep the ground on ground-rent.” What need of a special power to sell the. buildings, if she could sell the ground on which they stood? or why distinguish between.them for any purpose whatever ? A sale is not the less so because it is a sale on ground-rent; and a special power to sell, coupled with it, would be superfluous and absurd. But she was at liberty to sell the buildings and keep the ground on ground-rent — a provision which shows she had separate powers which were intended to be exhibited in contrast. The difficulty-is in the word ground-rent, which we use to signify the redditus, or render, reserved in a perpetual lease ; but the devisor was little skilled in the use of terms, and, in a clause immediately preceding the word, he spoke of the power as simply a power to lease. It is difficult to see how the words “keep the ground” cbuld be satisfied by raising half the value from it for present purposes, and keeping the value of the residue for the family in the shape of a fee-farm rent. It must be admitted, however, that the actual intention of the testator is by no means clear.\nOn the other hand, the deed of family settlement bars, for the present, all who, executed it. It is true, that neither the mother’s grantee, nor the defendants who ■ claim by title derived from him, are party to it; but it is a plain agreement between the heirs, made in consideration of a valuable property received on the foot of it, to prevent the mother from being called to account for what she had done in respect to the estate. She was to be “released from all responsibility” — to whom ? To any person. Though the parties used words of release, the contract is evidently an agreement. There seems to have been a doubt about the' extent of the power, and the agreement was intended to bé a confirmation, of, her execution of. it. It was an act of family repose. But she was bound by a covenant of general warranty which passed with the ground to the defendants; and which would be broken .by a recovery in this ejectment; the consequence of which would be an immediate liability of her personal representative to the extent of her assets, including the property received by th.e plaintiffs. To prevent this circuity,' their agreement bars them, on the principle that a release of one joint obligor bars an action against the other. They were bound to .protect her in the only.way they could — by not pressing their title against the defendants. The agreement was a family settlement and ratification of past transactions, which a chancellor would enforce in all its relations for the sake of peace. ' It consequently bars Robert Sturgeon forever, and the husband of each daughter '; but not his wife, or her heirs, after his death.\nJudgment affirmed!",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Dunlop and Bakeivell, for plaintiffs in error.",
      "McOandless, contra."
    ],
    "corrections": "",
    "head_matter": "Sturgeon v. Ely.\nA. devised certain real estate to his wife for life, or during widowhood ; « and, if my wife can lease the whole, or any part, of the said lots to advantage for her and the children, I do authorize her so to do, or to sell ‘the buildings and keep the ground on ground-rent.” It seems a conveyance by the wife in fee reserving a ground-rent of one dollar to herself in fee, is not within the terms of the power.\nBut where the wife conveyed in fee with general warranty, and one of the heirs and the husbands of the other heirs, joined in a family settlement with the wife, wherein, for a valuable consideration, they released her from all claims; the purchaser, ta prevent circuity of action, is protected from suit by the parties to such release.\nIn error from the District Court of Allegheny county.\nSept. 16. Ejectment by Robert Sturgeon and six others in right of their wives, who, with said Robert, were the heirs at law of Jeremiah Sturgeon. A verdict passed for the plaintiffs, subject to the opinion of the court. The evidence was turned into a case stated, and the court (Grier, P. J.) thereupon gave judgment for defendant. Jeremiah Sturgeon, by his will in 1813 and 1815, devised as follows: — “ I will, or bequeath, unto my wife Mary, all my personal estate, together with the two lots and buildings thereon erected, whereon I iioav live, during her natural life or widowhood, she maintaining my younger children. And, if my wife can lease the Avhole, or any part, of the said lots to advantage for her and the children, I do authorize her so to do, or to sell the buildings and keep the ground on ground-rent.” In the event of the marriage of his wife, he directed an equal distribution of his estate among his children, giving a specific lot to one of them for life, after the death or marriage of his wife — remainder to her children. The will then continued: “ The two lots, in the reserve tract, and the in-lots in the toAvn of Allegheny, No. 7 and 8, shall ,be leased, or sold, as my executors may think best, and all the residue of my lands which I own shall. be sold, or leased, as my executors may think most advantageous or beneficial for the legatees concerned.” Testator nominated his wife and R. B. executors. The latter renouncing, the AvidoAY alone acted.\nIn 1823, Mary, the widow, “acting executor of Jeremiah Stargeon,” conveyed to Sewell in fee a lot in the city of Pittsburgh, (the one in dispute,) reserving a yearly rent of one dollar “ to her, the said Mary Sturgeon, her heirs and assigns,” with a clause of general warranty. No other consideration appeared from the paper book. In 1826, Sewell conveyed under a mortgage of $2095; and, in 1834, his grantee conveyed to one of the present defendants.\nIt would seem, from the statement, in the opinion of this court, that this lot was one of those mentioned in the first clause of the will as “ the two lots whereon I now live,” though the paper book was uncertain as to this point.\nIn 1832, the widow, Robert Sturgeon, and the other plaintiffs, “in right of their wives,” sealed an agreement which recited the will above mentioned, and the desire of the parties “ that a settlement of the said estate and a division of the said two lots of ground may be made, excluding therefrom the lots already sold, or leased, by the said Mary, who is to be released from all responsibility on account thereof; and said Mary is anxious to be discharged from all claims that any of her children, or their said husbands, may have against her, either on her own private account or on account of any act or acts, or commissions, of hers, in, or about, the estate of the said Jeremiah Sturgeon; and, finally, in order that the said estate may be finally settled,” the property was then divided among the parties, and sums of money agreed to be paid by some of the parties to the others. Mary, the widow, in consideration of having the sum of $6000 made up to her by the other parties, as the price of her purpart, and receiving $100 from each of them to enable her to pay her debts, agreeing to release her life-estate to them, and they mutually agreeing to exchange releases among themselves. The agreement then proceeded to give an absolute release by the parties thereto to the said Mary, who further agreed to release all interest in the lands remaining unsold to the other parties.\nMary Sturgeon, the widow, having died, this ejectment was brought; and the judgment of the court assigned for error.\nDunlop and Bakeivell, for plaintiffs in error.\nThe conveyance is not under the power, and is of a greater estate than the grantor held, which was for life only. By the 11 Hen. 7, c. 20, this conveyance is void: Cruise Dig. c. 15, s. 1, Co. Litt. 365 b; Jourdan v. Jourdan, 9 Serg. & Rawle, 268.\nMcOandless, contra.\nThe court will construe such a power liberally: Warner v. Howell, 3 Wash. C. C. Rep. 12; Robinson v. Hardcastle, 2 Term Rep. 241; Roberts v. Stanton, 2 Munf. 129 and 138 ; Bank v. Stone, 13 Pick. 420 ; Porter v. Turner, 3 Serg. and Rawle, 108; Gregg v. Irish, 6 Serg. and Rawle, 211; Allison v. Kurtz, 2 Watts, 188. At all events, the present' plaintiffs, having released the widow, have, so far as they can, confirmed the conveyance. ' •\nSept. 25."
  },
  "file_name": "0406-01",
  "first_page_order": 406,
  "last_page_order": 409
}
