{
  "id": 954534,
  "name": "Long v. Penn Insurance Company",
  "name_abbreviation": "Long v. Penn Insurance",
  "decision_date": "1847-09-27",
  "docket_number": "",
  "first_page": "421",
  "last_page": "425",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts & Serg. 320",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483351
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0320-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 436",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 9292,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 1.3681046768756716e-07,
      "percentile": 0.6377298444812806
    },
    "sha256": "1e89fc747d3f0e65afda3a1fc26ac5aa35253daf6a68ac4e667c23758cf87ec5",
    "simhash": "1:28af834dc34e66e4",
    "word_count": 1644
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Long v. Penn Insurance Company."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe record presents two questions: first, the defendant’s liability for the instalments due on twenty shares of stock transferred by Gabriel Adams to Thompson Bell. Second, the right to set off $3000 admitted to be due on a policy of insurance in favour of M. B. Rhey, transferred to the defendant, on which he claims to sot off the whole amount due. There is no difficulty on the first point. On the books of the company, it appears that the stock was transferred by Gabriel Adams to Thompson Bell, “ subject to the payment to the company ly him, of any instalments due and unpaid on said shares.” On the same paper and same date, it is thus underwritten, “I, Thompson Bell, accept of the above stock on the conditions named in the transfer.” Taken in connection as one instrument, the meaning is plain. Thompson Bell accepts the stock on the conditions named, and those conditions are, he will pay the company the instalments due and unpaid. The words. “ by him,” refer to Thompson' Bell and to ño other person, and contain an. engagement to be personally answerable for the amount remaining due. • It is true he is but a trustee, but that does not prevent him from being personally bound to fulfil his .contract. His remedy, if any, is against his cestui que trust. The secretary was certainly right in not permitting the stock to be transferred to R. Bell, as he was not present to assume payment of the residue’ remaining due and unpaid.’ Surprise cannot be alleged, as the defendant was. .distinctly inforinép.^.thait the transfer could not be made as:;de.áfed', -and the reason of it; and he consented to take the transfer to himself, and entered into the contract. The conduct of the’ officer was in conformity to a rule of the office, intendedifor the benefit of the company and the security ef its customers. They require some person to accept the stock and become responsible. The money due on the stock was charged to the defendant, and the dividend paid and received'by him without objection. The company having given him full information on the subject, furnished, him with a warrant of attorney regularly prepared so- as to facilitate the transfer. It appears that R.' Bell, was afterwards in' the city; but the matter was suffered to rest until after the disastrous fire of the 10th of April, 1845, which.-caused the insolvency of the company,, who are unable to pay, at most, more than'92J per cent, on their insurances. After the fire in the same month, Thompson Bell spoke of the twenty shares of stock, and wished to know if they could not be then transferred to his brother. The secretary very properly replied that the -company was known to be insolvent; that he had no authority to permit it, and that no transfers were allowed. To have acceded to the defendant’s request, would-have been unjust to the other stockholders, as well as the creditors of the company: if, as there is no doubt, the security on which they relied was lessened by tfie proposed transfer. The creditors had a right to the assets of the company, as: they stood at the time the disaster took place. On the other hand, if the security was the same, or better, the -defendant ■ cannot complain, as he has his remedy over against the equitable owner of the stock. • . . ■\nBut the defendant insists he is entitled to his set-off, ■ and this is his main point. As I understand, the jury have allowed him to 'the extent of the dividends which the company have been able to make to thé'other creditors, but he contends he -is entitled to the whole amount due. If this is permitted, it enables the defendant, by purchasing a claim against the company, perhaps at a reduced price, to put himself in a better condition than the other stockholders and other creditors. It happens, however, unfortunately for the defendant’s pretensions, that the point is already ruled in Hillier v. The Allegheny Mutual Insurance Company, 3 Barr, 370. That was an action brought by the Allegheny County Mutual Insurance Company, on a promissory note of Thomas A. Hillier, a member of the company. The question was, whether a set-off in a policy of insurance was allowable; it being admitted the company was wholly insolvent, and the amount of its funds insufficient to pay all its losses. It was ruled, after a full hearing, that in such, a case the loss of the defendant cannot be set off to an action brought by the company on a premium note, when the funds of the company are not adequate to pay all losses. The principle of the case is, that the member, the then defendant, stood in the double relation of debtor and creditor, and that it would be unjust to permit him to set off, as he would thereby get more than his share of the insolvent fund. That where the company is bankrupt, each member is entitled to payment, not of his whole loss, but of a part of it, in the proportion which the amount of all the losses bears to the amount of the joint effects. The rule is applied to members of Mutual Insurance Companies, simply because they stand in the double relation of debtor and creditor, and hence that it is their duty to make good the amount they are indebted on that account before they can be permitted to participate in the fund. What distinction, therefore, can be drawn between the cases, I am at a loss to imagine. Here the defendant stands in the double relation of stockholder and debtor. The obligation, therefore, is equally binding on him as on a member of a Mutual Insurance Company, because he is a member or stockholder of the company, standing in the same double relation. The question is not whether he can be allowed any set-off until the affairs of the company are settled and liquidated; for the plaintiff has interposed no difficulties on that head; but whether he is allowed to set off the whole demand, thereby decreasing the fund to which all the creditors, pro rata, ■are entitled. That a loss under a policy of insurance may be set off, is not denied; nor that payment into court, or tender in notes of a bank, as between the bank itself and its debtors, are equivalent to payment. Nor is it disputed, that in the ordinary case of a debtor to a bank which stops payment, even though the debtor may be a stockholder, set-off is allowable. These points, which are ruled in Ellmaker v. The Franklin Insurance Company, 6 Watts & Serg. 436; The Northampton Bank v. Selfridge, 8 Watts & Serg. 320, and 9 Cowen, 414, are not contested; but it is denied they have any application here. That part of the claim is on an unpaid cheek given by defendant for instalments of stock, cannot take the ease out of the principle already ruled. Although he gave his check for the amount due, it remains unpaid, and the suit is against him as a stockholder.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Williams, for plaintiff in error.",
      "Metealf and Loomis, contra."
    ],
    "corrections": "",
    "head_matter": "Long v. Penn Insurance Company.\nA. purchased stock of an insurance company for B.; the transfer was made to A., “ subject to the payment of the instalments due on the shares,” who subscribed the transfer, “ accepting the stock on the conditions named in the transfer.” The by-laws required the transferee to assume this liability, and it was in consequence of B/s absence that the transfer was made in A.’s name', at the suggestion of the secretary of the company. A. is personally liable to the company for the unpaid instalments.\nThe company having become insolvent, A. took an assignment from a stranger of an unpaid balance due on a policy of insurance by the company. He cannot set off more than the pro rata dividend of the assets of the company upon the losses.\nIn error from the District Court of Allegheny county.\n■ Sept. 22. This was an action to recover the unpaid instalments due on certain shares of the plaintiff’s stock. T. Bell was -by agreement substituted as defendant. The facts material were these: On the 5th of July, 1844, one Adams transferred upon the books of the company, twenty shares of the plaintiff’s stock to T. Bell, « subject to the payment to the company of any instalments due and unpaid on said shares.” On the same paper and at the same time there was written, “ I, Thompson Bell, accept of the above stock on the conditions named in the transfer,” which he subscribed.\nThe defendant proved by the secretary of the company, that Bell applied for a transfer of the shares from Adams to his brother R. Bell, for whom he had purchased them, but the regulations of the company requiring the written acceptance of the liability of the transferree, and R. Bell being absent, the defendant, at the suggestion of the secretary, took the transfer in his own name. At the samé time, he received blank forms for his brother, to sign in order that he might take the defendant’s place on the books: but that was never done.\nIn April, 1845, the company became insolvent, and then application was made for a transfer to R. Bell, which was refused.\nIn October, 1845, T. Bell took an assignment of an unpaid claim due by tbe company on a policy of insurance, the total amount of which he sought to set off to this action. It was proved the assets of the company would probably pay 92J per cent, on their losses, and that amount was allowed.\n■ The two questions were the liability of the defendant and the right to the set-off.\nWilliams, for plaintiff in error.\nMetealf and Loomis, contra.\nSept. 27."
  },
  "file_name": "0421-01",
  "first_page_order": 421,
  "last_page_order": 425
}
