{
  "id": 954596,
  "name": "McKee et ux. v. Jones",
  "name_abbreviation": "McKee v. Jones",
  "decision_date": "1847-10-04",
  "docket_number": "",
  "first_page": "425",
  "last_page": "430",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle, 160",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0160-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 58",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0058-01"
      ]
    },
    {
      "cite": "5 Watts, 200",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0200-01"
      ]
    },
    {
      "cite": "1 Watts, 163",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838024
      ],
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0163-01"
      ]
    },
    {
      "cite": "5 Whart. 288",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0288-01"
      ]
    },
    {
      "cite": "5 Rawle, 91",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0091-01"
      ]
    },
    {
      "cite": "2 Munf. 363",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        6720115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/16/0494-01"
      ]
    },
    {
      "cite": "2 Leigh, 14",
      "category": "reporters:state",
      "reporter": "Leigh",
      "opinion_index": -1
    },
    {
      "cite": "1 Cow. 89",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2156506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/1/0089-01"
      ]
    },
    {
      "cite": "2 Sumn. 560",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Rawle, 165",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "5 Rawle, 163",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts, 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "5 Whart. 288",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0288-01"
      ]
    },
    {
      "cite": "5 Rawle, 91",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824607
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 13487,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 3.80076086232711e-07,
      "percentile": 0.8974214326781214
    },
    "sha256": "797e04a40f6cc893888b080fd6613a36437b28636a8ef8f8ad19c08c6bcc4b7a",
    "simhash": "1:1811f71a8cb6f21a",
    "word_count": 2384
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McKee et ux. v. Jones"
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis ejectment engaged the attention of this court on a former occasion, and will be found reported in 3 Barr, 497. The evidence of the parties was substantially the same then as now. On the authority of numerous cases, this court then held that it ought to be left to the jury to determine under the evidence, that the mother added the codicil to create the trust, and if the daughter assented to the trust it still exists. The further argument has satisfied us that the case hears a strong resemblance to the principle settled in Hoge v. Hoge, 1 Watts, 214. Where the trust owes its validity to the fraud of the devisee, the trust arises ex malificio, in which, equity turns the holder of the legal title into a trustee. The defendant below excepted to the plaintiff’s evidence as it was presented to the court; and all the bills of exception have been assigned for error. The first five bills belong to the same class; 'the objections were incompetency and irrelevancy. We think the evidence was both competent and relevant. In 2 Freeman, 34, where a testator having settled lands on his son for life, and having discoursed about altering his will, for fear there should not be enough besides to pay certain legacies to his daughter, was told by the son that he would pay them if the assets were deficient; it was decreed, that having suffered his father to die in peace on a promise which had prevented him from altering his will, he should pay them. What is this case but an engagement by the daughter to the mother on her death-bed, when the codicil-was signed, that the devise in the codicil was in trust for her brother. The admission of this evidence to the jury is one of the points strongly urged as incompetent for the purpose offered. We believe it admissible on the principle settled in Hoge v. Hoge, and the cases there cited.\nThe fifth and sixth bills of exceptions. This evidence was to account for the delay in bringing the ejectment, and to show that the plaintiff was largely indebted, and much absent from the neighbourhood. It is time the evidence was of little moment in the case. It did not make title, and was hut a small circumstance to strengthen the title exhibited. It was only offered to account for the delay in bringing the action. An ejectment in Pennsylvania being in some measure in the nature of a bill in equity, it is well to account for delay in all equitable actions. We cannot say it was error in the court to admit the evidence for the purpose offered.\nSeventh bill of exceptions and assignment of error. After the defendants had closed their evidence, the plaintiffs called a witness and offered to prove that Robert Ackleson, (whose testimony had been first taken by the plaintiff on a commission to Kentucky, and read by the plaintiff, and afterwards taken on a commission by the defendant, in which he contradicted his first evidence,) told him to divide the grain for the shares of Jones and McKee, for the purpose of corroborating the testimony of Ackleson, as given in evidence by plaintiff, and contradicting that given by defendants. The credit of a witness may also be impeached by proof that he has made statements out of court contrary to what he has testified at the trial: 1 Greenl. Ev. see. 462. Statements by a witness at another time, though admissible to corroborate, are not equally so to confirm him. This is the general rule. But component declarations may be given in contradiction of evidence tending to show that the testimony at the bar is a fabrication of recent date,' and to show that the same statement was made before its ultimate effect on the question trying -could have been foreseen: Craig v. Craig, 5 Rawle, 91. Whether evidence shall be given of contradictory statements made by a witness examined on the trial, without first interrogating or advertising the witness proposed to be contradicted, is a matter for the discretion of the court trying the case; and their decision will not be reviewed in this court: Shark v. Emmet, 5 Whart. 288. Here the witness resided in Kentucky. He was not examined in open court. In his second deposition he denied the truth of all he had stated in his first deposition.’ The declarations purposed to be proved were made prior to either deposition, and were in accordance with the evidence given on the first commission. It would seem that, the case was with the rule in Craig v. Craig, 5 Rawle, 91.\nThe next errors assigned are to the answers of the court to the first, second, third, and fourth points put by the counsel for the defendants. There is but one question worthy of consideration in these points, and that is, whether, upon the marriage of Alexander McKee with Eleanor Jones, he thereby became a purchaser for a valuable consideration of a legal estate in the premises during the joint lives of himself and of the said Eleanor. It is contended that his estate is not subject to the trust unless he had notice before the marriage. For this proposition the learned counsel admits, they can find no direct authority or ease in point. That I readily admit, but they endeavour to support this extraordinary doctrine on the principle that marriage is a good and valid consideration. This is not denied. It is so- for many purposes. But I will not agree that marriage will enlarge the husband’s estate beyond the title of the wife in her real property. In Chew v. The commissioners of Southwark, 5 Rawle, 163, the court held that a mere naked seizure of the freehold by the wife as trustee, will not support curtesy. The husband, if entitled to the estate at all by the curtesy, has the right to it immediately upon the death of his wife. But if she dies, seized only in trust for the use of another, and not for her own benefit at the time of her death, the husband cannot take. To permit the husband to take the estate of the- wife, when she was only seised of the freehold as a trustee, would be a violation of the trust and of the rights of the cestui que trust, which are paramount to that of either the wife or the husband; Gilbert on Uses and Trusts, 174; 5 Rawle, 165. So in Dennison v. Goehring, reported ante, p. 402. Mr. Justice Kennedy, in 5 Rawle, 165, recognises the law to be, that where a mother transfers a large portion of her property to her children by her deceased husband, it is good against a subsequent husband who married without knowledge of the fact. See King v. Cotten, 2 P. Wms. 358.\nThere is no other point in the case that is necessary to consider.\nJudgment affirmed..",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Metcalf and Loomis, for plaintiff in error.",
      "Williams and JDunlop, contra."
    ],
    "corrections": "",
    "head_matter": "McKee et ux. v. Jones\nA devise made under a parol promise or agreement that the devisee will hold the land in trust for herself and another, creates a valid trust.\nAnd it is immaterial, that the cestui que trust procure the devise to be made on a secret trust for the purpose of avoiding his creditors.\nSubsequent parol admissions by the husband, and by the wife in the presence of the husband, of such a trust existing on a devise to the wife, are evidence.\nEvidence of reasons for delay in enforcing the trust properly admitted to rebut presumption from laches.\nWhere a witness contradicted his statements in a prior deposition, his previous declarations are admissible to corroborate his first statements.\nA husband by the marriage, is not such a purchaser for value as will discharge the legal title held by the wife of secret trusts.\nStatement of facts by this court on a former writ of error allowed to be read to the jury on a subsequent trial; not, however, as evidence of such facts.\nIn error from the District Court of Allegheny county.\nSept. 23. This was an ejectment in which the main question was, whether a trust had been established by the parol agreement of a devisee with the devisor.\nThe plaintiff’s evidence was the will of his mother, dated August 21, 1823, devising the tract in question to her son Ephraim, (the plaintiff,) and daughter Eleanor (the wife of the defendant below). On the 23d of October, the testatrix executed a codicil giving the whole tract to Eleanor in fee. Under exception the plaintiff proved, by the counsel who drew the will and codicil, that at the request of Ephraim Jones, who was much involved, and desired the land might be devised to his sister Eleanor, who would hold one-half in trust for him, he had called on the testatrix, who assented to her son’s request, and the codicil was thereupon prepared. •\nUnder exception, another witness stated he was present at the execution of the codicil, and after it was signed, and witnessed that the person who brought it to the house asked the testatrix if she was satisfied with this will. She said she was, with the exception of the tract in' question. “ The old lady tried to turn herself around on the bed, towards her daughter, and said, ‘Nelly, recollect the half of this farm belongs to your brother Ephraim.’ Nelly said, ‘ Oh! shure!’ or something like that, as people generally do when they answer short.” He then, under exception, proved declarations by the testatrix of her intention to make the alleged alteration in her will. He also, under exception, read the evidence of It. Ackleson, taken under a commission, who stated that he had been tenant of the land under Jones, (the husband of the devisee,) and had repeatedly heard him declare that one-half of the land belonged to the plaintiff, and that his wife, in his presence, had made the same declarations; and that plaintiff had given a receipt for the rent signed “by himself, and as agent for” plaintiff, which paper was lost. The plaintiff, under exception, gave evidence of his intemperate habits and indebtedness, and 'his application to counsel .to prosecute this claim in 1840, to rebut the presumption from delay.\nThe defendant having- given in evidence a deposition of R. Ackleson, taken subsequently to that on behalf of plaintiff, in which he contradicted his previous statements as to the receipt, and in another matter, the plaintiff under objection proved the declarations of this witness, made prior to either commission, corroborating one of his statements in plaintiff’s commission. The court also permitted plaintiff’s counsel to read the summary of the facts stated by the judge who delivered the opinion of this court on a former writ of error ; not, however, as evidence of those facts.\nThe defendant’s points Avere — That defendant became a purchaser of his wife’s estate by the marriage, and was not affected by the trust unless with notice at the time of, or prior to, the marriage. This was negatived. To the second, the court, Hepburn, J., said, the execution of the will must have been procured by the promise of the devisee that she would convey or hold in trust for her brother, there being no active part taken by her otherwise in procuring the • will. This promise, to be binding, must be made prior to or contemporaneously with the execution of the will; if made after the will was complete, it- was too late to avail the plaintiff; and that it was immaterial that the plaintiff being indebted procured the devise to be made in such a manner as to prevent his creditors levying on the property.\nIn the course of the charge, the court had said that trusts were always the subject of proof by parol in Pennsylvania, and that if the will was changed, with the intention, on the part of the testatrix, that Eleanor should hold the land in trust for herself and her brother, and Eleanor assented to the trust, the verdict should he for the plaintiff.\nThese points in the charge, and the various exceptions above stated, were the errors assigned.\nMetcalf and Loomis, for plaintiff in error.\nThe acts of the plaintiff in procuring the will were not competent evidence to prove that the trust alleged was created afterwards. And the declarations of the trust afterwards, and the evidence to explain the delay, were equally incompetent and irrelevant. Marriage being a valuable consideration, the husband becomes a purchaser, and to be affected must be charged with notice: 2 Kent’s Com. 131, 133; Bouslaugh v. Bouslaugh, 17 Serg. & Bawle, 363; 4 Cruise, 28, 502; 1 Cruise, 512, 369 ; Flag v. Mann, 2 Sumn. 560; Sutliff v. Forgey, 1 Cow. 89; Waller v. Armistead, 2 Leigh, 14; Coutts v. Greenhow, 2 Munf. 363. Whatever may be the rule as to reading the opinion of this court to the jury, certainly there can be no question as to the impropriety of using the statement of the facts by the judge to the jury, who cannot fail to be biassed by it. It is in a measure prejudging the case.\nWilliams and JDunlop, contra.\nDelay has always great weight with a chancellor; and as this is an equitable proceeding, we were bound to explain the apparent laches. The evidence of declarations in support of testimony is admissible in corroboration when that testimony is attacked: Craig v. Craig, 5 Rawle, 91. At all events, these are matters of discretion; Sharp v. Emmet, 5 Whart. 288. That there was such a trust as the courts will enforce, has been decided: Story’s Eq. § 192,385; Hoge v. Hoge, 1 Watts, 163, 214; Gaullaher v. Gaullaher, 5 Watts, 200. To make a conveyance fraudulent as to creditors, the debtor must be the owner: Gilmore v. N. A. Land Co., 1 Pet. C. C. R. 460. The reading of the opinion of this court has been decided to be proper: Noble v. McClintock, 6 Watts & Serg. 58. There is no rule that the husband by marriage becomes such a purchaser as is here contended for: Hinton v. Hinton, 2 Ves. 631; 4 Kent’s Com, 43; Chew v. Commissioners, 5 Rawle, 160.\nOct. 4."
  },
  "file_name": "0425-01",
  "first_page_order": 425,
  "last_page_order": 430
}
