{
  "id": 954630,
  "name": "Woods v. Connor",
  "name_abbreviation": "Woods v. Connor",
  "decision_date": "1847-10-04",
  "docket_number": "",
  "first_page": "430",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Serg. & Rawle, 74",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/12/0074-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 526",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/8/0526-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 395",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/3/0395-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 411",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/1/0411-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7812,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03357628186044823
    },
    "sha256": "22548cfb55fed20e0bd92062918acbb696fa6dfb3a22552f129f6f5e8a5d8cae",
    "simhash": "1:776b42311d84f876",
    "word_count": 1400
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woods v. Connor."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe 27th section of the act of the 16th June, 1836, regulating compulsory arbitrations, gives to either party the right of appeal from an award of arbitrators, provided the same be entered within twenty days after award made and filed in the proper ofiice; and the 34th section provides that if an appeal shall not be entered within that time, “ it shall be the duty of the prothonotary, at the request of the party in whose favour the award shall have been made, to issue execution, or such other process as may be necessary and proper to carry into effect the judgment entered on such award.” This provision, though not expressly, yet by plain implication, operates to stay the execution during the period allowed for the appeal, for it is only in the event of the appeal not being taken, that an execution, or other process, is to be issued, and expressio unius est exclusio alterius. By force of the 24th section of the act, every award is to have the effect of a judg.ment, from the time of its entry; but this is for the purpose of creating a lien upon the real estate of the party against whom it is made, and not for the purpose of execution. If the legislature had contemplated a right in the successful party to cause an execution to issue within the twenty days, it would, certainly, have inserted a provision to arrest or supersede the final process, should an appeal be taken in time; but the statute 'Contains none such, and this is an argument of no little weight to prove no such right was intended to be given. But here the plaintiff caused an execution to be issued on the twentieth day after the entry of the award, which, according to the rule of computation of time in such case, as settled by Sims v. Hampton, 1 Serg. & Rawle, 411; Frantz v. Kaser, 3 Serg. & Rawle, 395; and Mayes v. Jacoby, 8 Serg. & Rawle, 526, was premature. For this reason alone, the court ought to have set aside the execution on the application made by the defendant. We are of opinion he was entitled to the stay of execution allowed by the 3d section of the act of 1836, relating to executions. It is true, that section is, in terms, confined to actions commenced by writ in court; and this it is which gives rise to the only objection urged here, against the indulgence claimed by the defendant. But the fourth section of the act of 1810, directs that appeals from judgments rendered by justices of the peace, on being entered on the docket of the prothonotary, “ shall from thence take grade with, and be subject to, the same rules as other actions, where the parties are considered to be in court.” In Thompson v. Grifford, 12 Serg. & Rawle, 74, it was held, in effect, that this provision subjected appeals from justices of the peace to the operation of all public laws, regulating and governing actions originally instituted in the common-law courts, and, as a consequence, that under the act of 21st March, 1806, a statement might be filed in lieu of a declaration, in a suit brought into court by appeal: though by the words of that act, the right to do so is confined to suits brought in any court of record within the Commonwealth. In accordance with the directions of the act of 1810, appeals have always been treated as if they had originated in court: except where it is otherwise expressly directed by act of Assembly. The proceedings, the trial and the judgment are according to the forms of the common law, as is the final process of execution ; and this because they are subject to the same rules as other actions. Now, one of these rul in existence at the time of the enactment of the act of 1810, . was established by the act of 21st March, 1806, (Purd. Dig. ed. of 1824, 268,) giving the same stay of execution upon all judgments recorded, as given by the act of 1836, which, in this particular, is substantially a copy of the elder statute, and intended to supply it. It would seem, therefore, that the defendant’s claim for suspension of process is directly within the purview of these several acts. Were it not so, there would be a casus omissus in direct opposition to the manifest general intent of the law-makers; for, as is plainly to be gathered from all the statutes enacted upon the subject of the process' of execution, it has been the policy of this state, from an early day, to allow a breathing-time to the debtor after judgment recovered against him, whether before a justice of the peace, by award, or verdict in court, upon his offering security for the eventual payment of the debt.\nBut there is still another statutory provision, upon which the defendant’s claim may be supported. By the eighth section of the compulsory arbitration law, either party, in any civil suit or action, may enter a rule of reference, and by the 34th section, an execution is given upon an award rendered) after the expiration of twenty days: “subject, nevertheless, to the provisions of the law concerning the stay of execution upon judgments.” No distinction is made by this statute between awards made in actions instituted by writ, issuing out of the court, and appeals brought into it, under the act of 1810, since both are “ civil suits or actions.” The defendant’s case is, therefore, within the literal terms of the arbitration act, giving a stay of execution; and there is nothing in its spirit, or, so far as I can perceive, in that of the act of 1810, which would tend to debar him of this privilege. The latter statute, it is true, provides a different stay of process than that accorded by the act of 1836, but that is only when the judgment of the justice remains únappealed from. From what period, then, is the time of the stay, in cases of appeal, to be computed ? It has been shown, a defendant in such case is within the purview of the act of 1836, and consequently, the provisions of that statute are to be referred to for an answer to this question. These fix the first day of the term to which the action was brought, as the moment when the computation of time is to commence; and as, in contemplation of law, a cause upon appeal commences de novo, from the first day of the term to which it is entered, it follows the stay is to be reckoned from that period.\nNo objection has been made to the manner in which the defendant entered the ground of his claim, or the' stay upon the record. It is understood the court below decided against him solely on the ground that his case was not within the statute relating to executions. In this, it seems, the court was wrong. Upon both the grounds that have been discussed, the execution must be set aside.\nOrdered accordingly;",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Alden, for plaintiff in error.",
      "Boyd,, contra."
    ],
    "corrections": "",
    "head_matter": "Woods v. Connor.\nAil execution cannot issue on an award under the act of 1836, until the expiration of the twenty days allowed for an appeal; and this, whether the reference was after an appeal from the judgment of a justice, or in a suit originally brought in a court of record. ,\nDefendant in a suit brought into the Common Pleas by appeal from a justice, is entitled, under the general law, to stay of execution from the first day of the term to which the appeal was entered.\nSept. 24. On the 5th of December, 1846, Connor obtained a judgment before a justice of the peace,- against Woods. An appeal having been taken to the Common Pleas, the defendant entered a rule of reference. On the 24th February following, the referees made an award for plaintiff, and judgment nisi was entered. On the 11th March, the defendant appeared, and suggesting his freehold, claimed a stay of execution. On the 16th, a fi. fa. issued, which the court refused to set aside, considering the defendant, though a freeholder, not entitled -to a stay of execution. This refusal, and the error in the execution as being prematurely awarded, were the errors assigned.\nAlden, for plaintiff in error.\nBoyd,, contra.\nOct. 4,"
  },
  "file_name": "0430-01",
  "first_page_order": 430,
  "last_page_order": 433
}
