{
  "id": 954614,
  "name": "Commonwealth, ex rel. Wilson, v. Sheriff and Jailer of Allegheny",
  "name_abbreviation": "Commonwealth ex rel. Wilson v. Sheriff & Jailer",
  "decision_date": "1847-09-21",
  "docket_number": "",
  "first_page": "445",
  "last_page": "447",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 337,
    "char_count": 5706,
    "ocr_confidence": 0.39,
    "sha256": "cf12533b056ab659f0834ba4857154aa6cd23995891ce3eb41ed66bb00263927",
    "simhash": "1:75e70ef2d462a62b",
    "word_count": 982
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth, ex rel. Wilson, v. Sheriff and Jailer of Allegheny."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe act of the 26th March, 1814, makes it the duty of the several courts of Common Pleas to fix and order a daily allowance, not exceeding a certain amount, for all poor and insolvent debtors confined in prison, who have not sufficient property to support themselves. It is further made the duty of the plaintiff, at whose suit any such debtor may be imprisoned, upon notice given by the keeper of the prison, to pay the said daily allowance. On failure thereof, the debtor may apply to the Court of Common Pleas, who, upon inquiry, may discharge the debtor from imprisonment; and, after his discharge, he cannot again be imprisoned for the same debt and costs. It is very clear that in all eases coming Avithin the provisions of this act, the jurisdiction is vested exclusively in the Court of Common Pleas. Indeed, exclusive jurisdiction is given to that court in all cases of insolvent debtors whatever. If, therefore, the District Court, Avhich we cannot believe, undertook to discharge the prisoner under that act, the discharge was coram non judice, and void. But it was not necessary that they should so decide, as the defendant was entitled to be discharged because he was in prison under mesne process, and the acts under which he was so held were repealed. We, therefore, do not perceive in what way the proceedings before the District Court will avail the prisoner.' As that court has no power to discharge the prisoner under the act of 1814, neither has this court, and for the same reason. Relief must be had, if at all, in the Court of Common Pleas. But, waiving this -point, which in itself is docisÍAre against the defendant, we will inquire whether the prisoner has brought himself within the provisions of the act. It is conceded that, if this was a case of debtor and creditor, he would be entitled to a discharge by the proper tribunal; for -it is admitted that he is poor and insolvent, and without property sufficient to support himself. But the question is, granting this, has he brought himself within the benefit of the act ? or, in other Avords, does the act extend further than cases arising from contracts, express or implied ? Does it embrace torts or actions sounding in tort? Judgments obtained in actions founded on actual force or upon actual fraud, or deceit; or actions for libel, slander, malicious prosecution or conspiracy; or in an action for seduction or a criminal prosecution ? In one sense, after judgment, the wrong-doer becomes indebted to the plaintiff for the amount recovered; but did the legislature intend that, where a father, as in the case in hand, seeks redress for a grievous wrong in the seduction of his daughter, that ipso facto judgment is rendered, he may be compelled to maintain her seducer in prison ? That is the question raised on the defendant’s application. The act, Ave think, upon every principle of construction, must be confined to cases Avhere, in the proper sense and acceptation of the terms, the prisoner is a poor and insolvent debtor. In such cases, lie is entitled to be relieved from imprisonment, where it appears to the satisfaction of * the Court of Common Pleas, who have exclusive jurisdiction over insolvents, that he has no means of present support. But where his imprisonment is the consequence of crime, as in the cases enumerated, his only remedy is under the general act for the relief of insolvent debtors. In the act of 16th June, 1836, an act relating to insolvent debtors, (17th section,) a distinction is taken between . debts arising ex contractu and judgments obtained in actions of tort; for, where the petitioner is in custody at the time of the order for his discharge, in any action sounding in tort therein named, he is not entitled to be discharged from imprisonment until he has been in actual confinement during a term of sixty days. To give the act of 1814 the construction contended for, it would virtually annul that provision, in all cases where the prisoner was in poor and indigent circumstances. This we cannot persuade ourselves the legislature intended. The question is not whether the prisoner shall be suffered to starve, but upon whom does his support devolve — the plaintiff or the county ? and we are of opinion most clearly on the latter. The only remedy of the prisoner is, by application to the Court of Common Pleas under the act of the 16th June, 1836 — an act relating to insolvent debtors.\nPrisoner remanded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Alden, for the relator.",
      "MeOandless and McOlure, contó."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, ex rel. Wilson, v. Sheriff and Jailer of Allegheny.\nThe Common Pleas has exclusive jurisdiction to discharge defendants in execution ■ under the bread act.\nDefendant in an action for tort is not entitled to a discharge under the bread act. In such cases the county is liable for his support.\nThis was a habeas corpus to the sheriff and jailer of Allegheny county. The petition of the relator stated, that an action on the case per quod servitium amisit had been commenced in the District Court and prosecuted to judgment. That he had been arrested and detained on a capias ad resp. until notice to the plaintiff had been given requiring the payment of the “jail allowance.” In default of such payment, he had been discharged on habeas corpus ■by the president of the District Court. On the same day, he was again arrested on capias ad satisfaciendum, and was still detained. That he was unable to support himself, and notice to pay the weekly allowance had been given — wherefore, &c.\nIt was admitted that the relator was held under a ca. sa. in an action for seduction of the plaintiff’s daughter ; and it was proved that notice had been given by the jailer to pay the allowance.\nAlden, for the relator.\nMeOandless and McOlure, contó.\nSept. 21."
  },
  "file_name": "0445-01",
  "first_page_order": 445,
  "last_page_order": 447
}
