{
  "id": 954594,
  "name": "Finn et al. v. Commonwealth",
  "name_abbreviation": "Finn v. Commonwealth",
  "decision_date": "1847-10-04",
  "docket_number": "",
  "first_page": "460",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Pick. 133",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013234
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0137-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 8685,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 6.5754854646575e-08,
      "percentile": 0.402605518700125
    },
    "sha256": "7c1b727f3399a099df409223db79564da4015c50627570ffb9ed51a937ab04d7",
    "simhash": "1:1682544b3f210dab",
    "word_count": 1555
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Finn et al. v. Commonwealth."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nA variance between the evidence and the time laid is undoubtedly immaterial as regards proof; but the time may be very material as regards charging a crime in an indictment, or averring a demand in. a declaration. A cause of action may be laid as having accrued at any day previous to the suing out of the writ, without regard to its identity with the day to be proved; but it must not be laid so as to make it appear that the plaintiff had no right to sue when he brought his action. And, as a court can look to nothing but the record on a motion in arrest of judgment, the rule is the same in criminal as in civil cases ; for to lay an offence on a day subsequent to the finding of the indictment, would be undoubtedly fatal to it. Hawkins, in book 2, § 77, calls such a day an imppssible day. In this case, it appears by the indictment itself, that the power of the execution was spent before the day of the levy; and that the writ, though retained by the constable beyond the return-day, had died in his hands. It was as much defunct as it would have been had it been returned, in pursuance of the constable’s duty, to the justice from whom it emanated. The levy was made, therefore, without semblance of authority; and the constable was bound to know it, because he was bound to know his duty. It is very possible that mistakes of fact', in seizing the property of a stranger, in place of the property of the debtor, would excuse the sheriff or constable, so far as to protect him from an indictment, and even to make it criminal to resist him ;.but respectable authority is to be found, by which even that has been denied. But on the principle that moliter manus imp omit is a plea to an action for a trespass to the person, and that proof of it is a defence to indictment for a breach of the peace, it certainly would not be criminal to resist him committing a wilful trespass, provided unnecessary force were not applied. In this indictment it appears that the authority for the seizure derived from the exigence of the writ had expired; and that the defendants did no more than temperately exercise the common-law right of recaption. Had they enforced it by a breach of the peace, they would have been trespassers from the beginning, and indictable as such; but as the jury found the defendants not guilty on the count for an assault, the rescue was justifiable, and no offence was committed.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Babbitt and Walker, for plaintiffs in error.",
      "Galbraith, contra."
    ],
    "corrections": "",
    "head_matter": "Finn et al. v. Commonwealth.\nIf a constable levy upon'and take goods, after the authority for the seizure derived from the exigence of the writ of execution has expired, and the defendants do no more than temperately exercise the common-law right of recaption, the rescue is justifiable, and no offence is committed. Miter, if they, in enforcing the rescue, commit a breach of the peace.\nIn error from the Quarter Sessions of Erie county.\nSept. 29. This was an indictment against James Finn, and Nehemiah L. Finn, for an assault and battery, and forcible rescue.\nThe first count of the indictment charged the defendants with committing an assault and battery on one S. V. Welles. ■\nThe second count set forth and charged the defendants, in substance, as follows: — “ That on the 29th day of March, in the year of our Lord one thousand eight hundred and forty-five, before and by the consideration of William W. Loomis, Esq., then being one of the justices of the peace in and for the said county of Erie, and having jurisdiction in the premises, at the borough of Northeast, in said county, one R. W. Gardner, in, due form of law, recovered a judgment against one Nehemiah L. Finn for the sum'of forty-eight dollars and ten cents, debt or damages and costs of suit; and after-wards, to wit, on the 81st day of July, in the year of our Lord one thousand eight hundred and forty-five, at the county aforesaid, execution in due form of law was issued upon the said judgment in the name of the Commonwealth of Pennsylvania, directed and delivered to S. Y. Welles, then and still being constable of the township of Northeast, in said county, commanding him, the said S. Y. Welles, constable as aforesaid, to levy the debt and costs aforesaid of the goods and chattels of the said Nehemiah Finn, defendant in said judgment, and make sale thereof as by law required, and make return thereof in twenty days; and the jurors aforesaid, on their oaths and affirmations aforesaid, do further present that on the 16th day of September, in the year last aforesaid, in the county aforesaid, the said S. Y. Welles, by virtue of and in pursuance of the command of the said execution, so as aforesaid directed and delivered to him, did seize and take one horse, of the value of fifty dollars, of the goods and chattels of the said Nehemiah Finn, and the said horse then and there detained in his custody for the cause aforesaid; and the jurors aforesaid, on their oaths and affirmations aforesaid, do further present that the said James Finn and Nehemiah L. Finn, afterwards, to wit, on the day and year last aforesaid, with force and arms, at the county aforesaid, the said horse so as aforesaid by the said S. V. Welles seized and taken, and in the custody of the said S. Y. Welles then and there being, from and out of the custody and against the will of the said S. Y. Welles then and there unlawfully and injuriously did rescue, take, drive and lead away.”\nThe third count charged the defendants with conspiring forcibly to resist the said constable in the execution of the process as aforesaid, directed to him as aforesaid; and that in pursuance of such conspiracy, the said horse seized and taken in execution by the said constable, and in his custody as aforesaid, they did rescue, &c.\nThe writ of execution was issued and delivered to the constable on the 31st day of July, 1845, and no attempt made to execute it until the 16th of September, 1845, which was twenty-seven days after the return-day of the writ.\nThe jury found the defendants not guilty on the first count, and guilty on the second and third counts of the indictment.\nThe defendants, thereupon, moved in arrest of judgment, for the following reasons:\n1. The second count of said indictment sets forth and alleges that a judgment was in due form of law recovered against one Nehemiah L. Finn, upon which judgment an execution was issued to S. Y. Welles, constable of Northeast township, commanding him to levy the debt and costs of said judgment of the goods and chattels of Nehemiah Finn, which would be illegal.\n2. The said second count alleges that the execution aforesaid was issued by the justice, William W. Loomis, Esq., to said constable on the thirty-first day of July, A. D. 1845, and that on the 16th day of September, in the year aforesaid, the said constable, by virtue of the said execution, seized and took one horse, the goods and chattels of Nehemiah Finn — thus setting forth an illegal seizure.\n3. The third count refers to the same seizure as is set forth in the second count, and in effect charges the defendants with having conspired to resist the said constable in making an illegal seizure.\nThe court, after argument, discharged the rule, and passed sentence on the defendants.\nThe defendants thereupon sued out this writ of error, and assigned the following errors :\n1. The court below erred in not arresting judgment on the motion of plaintiffs in error, and in giving judgment against and passing sentence upon them — the acts set forth in the indictment of which they were found guilty not being an indictable offence.\n2. The indictment on its face shows that the constable had no authority to levy on the horse — his execution having issued the 31st day of July, 1845, and the levy thereon made on the 16th day of September, 1845, being long after the return-day of said execution.\nBabbitt and Walker, for plaintiffs in error.\nThe main error is, that in the indictment the defendants are charged with resisting the execution of a writ issued by a justice of the peace against them on the 31st July, and not executed until the 16th September. Under the act of Assembly an execution issued by a justice of the peace must be returned in twenty days from the time it issues, and a levy made under it after that time is illegal»\nIt is not an indictable offence to resist an officer executing an illegal warrant; 1 Chitty’s Crim. Law, 30, 41; Commonwealth v. Alcott et al., 8 Pick. 133.\nGalbraith, contra.\nIt was not necessary to set out the date of the writ in the indictment. The defendants might render themselves liable to this prosecution, even though the writ in the officer’s hands was void, from his failing to execute it within the time required by law.\nOct. 4."
  },
  "file_name": "0460-01",
  "first_page_order": 460,
  "last_page_order": 463
}
