{
  "id": 954615,
  "name": "Knight v. Abert",
  "name_abbreviation": "Knight v. Abert",
  "decision_date": "1847-10-04",
  "docket_number": "",
  "first_page": "472",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 472"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 276,
    "char_count": 3089,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 8.587447351009245e-07,
      "percentile": 0.9768548282158536
    },
    "sha256": "fc1dbecd1499aa0e31860a374c5b421505e216a9fc410a262857a7b91290364f",
    "simhash": "1:49d1f517ccf85e1a",
    "word_count": 560
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "McCalmont, P. J., directed a verdict for the plaintiff."
    ],
    "parties": [
      "Knight v. Abert."
    ],
    "opinions": [
      {
        "text": "Gibson, C.' J.\nIn this, and perhaps every other American state, an owner of cattle is.not liable to an action for their browsing on his neighbour’s unenclosed woodland. But it .follows' not that because such .browsing is excusable ás a trespass, it is matter of right. It is an immunity, not a privilege; 'or, at niost,- a license, revokable at the will of the tenant, who may turn his neighbour’s cattl.e away from his grounds at' pleasure. Their entry is, in strictness, a trespass, which; for its insignificance, is not noticed by the law, probably on the. foot of the maxim, de minimis, or per- ’ haps, because it is better. that all waste lands should be treated as eoihmon without stint. It certainly saves vexatious litigation. The particular loss from it is unappreciable, even as a subject of nominal damages, and would probably be held so, even in England, where waste land is altogether worthless. But even if an owner of 'Cattle had the right claimed for him, the tenant would not be bound to expend his money or his labour in preparing his land for the safe and convenient enjoyment of it. - ‘A man must use' his property so as not to incommode his neighbour; but the maxim extends only to neighbours who do not interfere with it or enter' upon it. He who suffers his cattle to go at large, takes upon himself the risks incident to it. If it were not so, a.proprietor could not sink a well or a saw-pit, dig a ditch or a mill-race, or open a stone quarry or a mine-hole on his own land, except at the risk of being made liable for consequential damage from it — which would be a most unreasonable restriction of his enjoyment. He might as well be required to level a precipice, put a fence round a swamp, or cut down reclining trees. It is enough, in all reason, that his neighbour’s cattle have the range of his forest, without imposing on him the duty of looking to their safety. If the owner of them do not choose to enjoy his license on that footing, let him keep them at home or send a herdsman along with them. The law imposes no such duty on the tenant.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C.' J."
      }
    ],
    "attorneys": [
      "Mowe, for plaintiff in error,",
      "Lathy, contrá."
    ],
    "corrections": "",
    "head_matter": "Knight v. Abert.\n. . .Though no action lies in Pennsylvania for a trespass by cattle pasturing upon unen- . closed Woodland, yet, that not being a matter of right, the owner of the land is not liable for an' injury sustained by such cattle falling into a. hole dugby him -within .the bounds of his land, and left unenclosed.\n\" In-error from the'Common Pleas of Clarion county.\n• Oct. 1. Case.- — The defendant was the owner of unenclos’e.d woodland,' in which he had dug an ore-pit. The plaintiff’s ox had wandered on'the land, and fallen into the pit, and was thereby kiífed. For this the action was brought.\nMcCalmont, P. J., directed a verdict for the plaintiff.\nMowe, for plaintiff in error,\ncited 1 Com. Dig. 429 ; 11 East, 60.\nLathy, contrá.\nEvery man is bound to. use his property so as not to interfere with his neighbours. The defendant was bound to secure the pit, to prevent accidents like this: Addis. 258; 3 Campb. 398; 2 Esp. N. P. 599; 6 Car. & P. 674; 3 Nev. & Man. 738.\n■Oct. 4."
  },
  "file_name": "0472-01",
  "first_page_order": 472,
  "last_page_order": 473
}
