{
  "id": 954533,
  "name": "Rhodes v. Sparks",
  "name_abbreviation": "Rhodes v. Sparks",
  "decision_date": "1847-10-20",
  "docket_number": "",
  "first_page": "473",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 265,
    "char_count": 3306,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 1.3562854287600522e-07,
      "percentile": 0.6345860318497333
    },
    "sha256": "024f8ec4b9ab96a517b3edcca184ee0307a7df2eee9b87e990adacfb42087337",
    "simhash": "1:2e18713ff57ab0f9",
    "word_count": 581
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rhodes v. Sparks."
    ],
    "opinions": [
      {
        "text": "Gibson, 0. J.\nSparks, pretending that Benedict, owed him $700 for money lent, assigned his claim to Rhodes at the-risk of the latter; and Rhodes covenanted to convey to Sparks a tract of land, or pay him $500 at a day certain, and another hundred at three days’ notice. Rhodes sued Benedict, and to make-Sparks a witness by obviating an objection to his competency, on the ground that he had not received the entire consideration of-the transfer, executed a paper releasing from responsibility and declaring that Rhodes was to pay, without regard to the suit; whereupon Sparks was received as a witness, and disbelieved by the jury, who found for Benedict. Cummings, the assignee of the articles, now sues in the name of Sparks for the unpaid consideration of the transfer; and Rhodes offers to prove, not only that the money had not been lent to Benedict, but that Rhodes had been induced to take the transfer of the claim, and execute the articles, as well as the written declaration, by false declarations of Sparks, that he had actually lent the money; and that Cummings was equally apprized that he had not.\nHad the offer implicated Rhodes in a conspiracy with Sparks to lend his name, and prosecute the claim on joint account, with mutual knowledge of its baseness, it would have been met by the maxim, nemo allegans turjpitudinem suam, audiendus est. But it contained no admission of such a confederacy, or any thing from which it could reasonably’be inferred. Such transfers were common, and thought to be not discreditable, as the law was then held; but the transaction before us strongly illustrates the propriety of the late decisions, by which the principle of Steele and-the Phoenix Insurance Company has been definitively abolished. Instead of admitting that Rhodes was cognisant of the injustice of the claim, the offer is based upon an assumption that he was imposed upon by Sparks, and used as an unconscious instrument to give effect to a groundless claim; and this, we must suppose, could have been proved. But to say nothing of the wrong, which, in this respect, he supposes to have been done to himself, the consideration of the covenant sought to be enforced was, upon the basis of the transaction offered to be proved, a grossly immoral one. Nothing exceeds the turpitude of a claim fabricated in secret, and sold to an unsuspecting man with a view to sustain it by the vendor’s oath. It is a sale of his own perjury; and no contract founded on a consideratión so foul can be enforced. The evidence, therefore, ought to have been received.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, 0. J."
      }
    ],
    "attorneys": [
      "Richmond and Farrelly, for plaintiffs in error.",
      "Riddle and Pearson, contra."
    ],
    "corrections": "",
    "head_matter": "Rhodes v. Sparks.\nA., in consideration of an agreement to convey land or pay a sum of money, assigned to B. a claim for a loan to C. To render A. competent as a witness, B., in the action against O., relased A. from liability, and agreed to pay the consideration at all events. In an action by A. on the articles, it is competent for B. to prove, as a defence, that the claim of A. on C. was a mere pretence, there having been no recovery against C., and B. not being privy to the fraud.\nIn error from the Common Pleas of Crawford county.\nOct. 1. The case is sufficiently stated in the opinion of this court.\nRichmond and Farrelly, for plaintiffs in error.\nRiddle and Pearson, contra.\nOct. 20."
  },
  "file_name": "0473-01",
  "first_page_order": 473,
  "last_page_order": 474
}
