{
  "id": 954578,
  "name": "Bates v. Koch",
  "name_abbreviation": "Bates v. Koch",
  "decision_date": "1847-10-06",
  "docket_number": "",
  "first_page": "474",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 233,
    "char_count": 4099,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 4.5828155114230504e-08,
      "percentile": 0.28691807900769506
    },
    "sha256": "bcf4d92a2b0947f2f4b7fe442222a9aa8f6fea4bf31f97647a88e5d2c6d6bccb",
    "simhash": "1:dea4bc21aa7e9cb3",
    "word_count": 726
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bates v. Koch."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe argument of the plaintiff in error is based on the assumption that the act of the 20th March, 1845, repeals the 5th section of the act of the 20th March, 1810. If correct in stating there was an absolute repeal, it would be difficult to resist his view of the case and the authorities cited. The recognisance on which the judgment was rendered was regularly taken, and in suit under the 5th section of the act of 1810, while it was confessedly in force, and before the repealing act of 1845. By the latter act, the recognisance, instead of being in the nature of special bail, is directed, in cases of appeal from the judgment of aldermen and justices of the peace, to be bail absolute, and so much of the existing laws as are altered and supplied are repealed. No.w, to what extent was the act of 1810 repealed? Surely the legislature did not intend to interfere with recognisances properly taken and in suit, but to recognisances thereafter taken, viz., after the 1st June, at which time the act was to take effect. It would be indecent to attribute to them a deliberate intention to interfere with existing rights, and to interrupt the regular administration of justice, unless their meaning is too plain to be misunderstood. But here a contrary intention appears. The legislature have.postponed the operation of the act until the 1st of June, that all persons, justices, aldermen, and others, should have notice, and that suitors should not be prejudiced.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Walker, for plaintiff in error.",
      "Galbraith, contó."
    ],
    "corrections": "",
    "head_matter": "Bates v. Koch.\nA recognisance, on an appeal from the judgment of a justice, which was taken in 1844, under the 5th section of the act of the 20th of March, 1810, and die appeal tried on the 10th of May, 1845, is not affected by the act of the 20tii of March, 1845, which was intended to apply to recognisances taken after the 1st day of June, 1845, the time at which the act was to take effect.\nIn error from the Common Pleas of Erie county.\nOct. 2. This was a case stated, in a scire facias, on a recognisance of bail, taken on an appeal from the judgment of a justice of the peace; in which Moses Koch, the defendant in error, was plaintiff, and Hezekiah Bates, the recognisor, and plaintiff in error, was defendant. The case, as stated, was this:\nUpon the 18th of October, 1844, a suit was brought by Moses Koch, against Thomas Day, George IT. Ward, and William H. Martin, before George Kellogg, Esq., a justice of the peace, for the penalty of $50, given by the act of Assembly, for selling goods at public vendue or outcry, without license, in which suit judgment was entered for the plaintiff on the 18th of October, 1844, for' the penalty of $50.\nUpon the 29th of October, 1844, H. Bates, to secure an appeal for defendants, entered into the usual recognisance under the law then in force, of which recognisance the following is a copy:\n“ Hezekiah Bates bound in the sum of $100, conditioned that the defendants prosecute their appeal with effect, agreeably to act of Assembly. Acknowledged, the 29th of October, 1844.”\n“ On the 20th of March, 1845, by an act of Assembly of the same date, the 5th section of the act of 20th of March, 1810, under which the recognisance in this case was taken, was repealed.\n“ Upon the 10th of May, 1845, the suit, to secure the appeal in which the recognisance was taken, was tried in court, and a verdict for the plaintiff for the penalty of $50, upon which judgment was regularly entered. This scire facias issued the 21st day of November, 1845. If, upon the foregoing, the court consider that the plaintiff is in law entitled to recover on said recognisance, then judgment for the plaintiff for $50, and interest from the date of the original judgment, with the costs thereon. Otherwise judgment for the defendant.”\nThe case stated, stipulated that either party should be entitled to a writ of error.\nMarch 30, 1847, judgment for the plaintiff in the case stated, for $50 and interest and costs. The defendant thereupon sued out this writ of error, and assigned the judgment of the court as error here.\nWalker, for plaintiff in error.\nGalbraith, contó.\nOct. 6."
  },
  "file_name": "0474-01",
  "first_page_order": 474,
  "last_page_order": 476
}
