{
  "id": 954605,
  "name": "Thompson v. McFarland",
  "name_abbreviation": "Thompson v. McFarland",
  "decision_date": "1847-10-18",
  "docket_number": "",
  "first_page": "478",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 478"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 98",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts & Serg. 84",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 248,
    "char_count": 3826,
    "ocr_confidence": 0.385,
    "pagerank": {
      "raw": 1.1091472161645432e-07,
      "percentile": 0.5702776493919144
    },
    "sha256": "ee062b2f97cea5306a8032f0572a7bacd7e1b1aa538f3140888ace148878eff2",
    "simhash": "1:343d7990e7928436",
    "word_count": 677
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thompson v. McFarland."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nAs a plaintiff in ejectment recovers on the strength of his own title alone, it is immaterial whether the paper, which was the subject of exception, was received or not. It would probably have been a defective link in the chain between the defendant and the patentee, had the defendant been the demandant and attempting to recover the possession by the force of it; but it was as sufficient for the purpose of defence that the patent showed the title to be out of the plaintiff, as it would have been had the writing in question showed .it to be in the defendant. Its competency for that purpose might be doubted; but at worst, the error, if there was one, did .not pz-ejudice the party complaining ■of it, and we reverse for nothing less than actual injury.\nThe direction was palpably right. The lines on the ground constitute the actual survey, of which the marks on the ground are the primary and best evidence — the lines on the draft being inferior and secondary. The latter, however, serve to indicate the place of a line where the footsteps of the surveyor cannot be traced. Where they can, they locate the tract without regard to the courses and distances in the draft, whose office is to serve as a guide when no other is left. This elementary principle needed not to be reasserted, and the judge below went no further.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Stewart, for plaintiff in error.",
      "Pearson, contra."
    ],
    "corrections": "",
    "head_matter": "Thompson v. McFarland.\nIf an unofficial survey, the lines of which are marked on the .land, is adopted by a deputy surveyor in his return, it is immateral that the lines of the draft will not, on actuaL measurement, include the whole of the tract within the lines of such unofficial survey. The marked lines govern in all cases.\nIn error from the Common Pleas of Mercer county.\nOct. 4. The plaintiff in this ejectment claimed under a patent in 1834; the defendant under a patent in 1804 to Scott; and the question was, whether the land in dispute was covered by the Scott patent. It appeared that one Swearingen had made an unofficial survey, which the deputy surveyor was asked to adopt as the survey on the Scott warrant. This he declined doing without examination, but sent to have it examined. On report made, he drafted a return on the Scott warrant, the lines of which excluded, on actual measurement, a small strip of the tract marked by Swearingen ; but no other lines were marked on the land.\nThe court left it to the jury to say, whether the lines marked by Swearingen had been adopted by the deputy surveyor, saying, if they were, they must govern.\nThe other exception was to the admission of a paper, on the part of the defendant, certifying what was the intention of the grantors in one of the mesne conveyances, which, of course, became immaterial if the title under Scott’s patent was valid.\nStewart, for plaintiff in error.\nWhen there is a return of an official survey made, and it remains for twenty-one years, that survey is conclusive, unless there has been work upon the ground: thus the work upon the ground is the survey.\nThe return of a survey is conclusive, unless an application has been made for a re-survey: Adams v. Jackson, 4 Watts & Serg. 84; Norris v. Hamilton, 7 Watts, 98.\nIt would have been improper to adopt the survey of Swearingen, as he was a party interested, and had the survey made himself,\nPearson, contra.\nThe survey of Swearingen is marked on the ground ; but the official survey is not marked on the ground ; and, though the draft returned by the deputy surveyor cuts off fifteen perches, the defendant is not concluded by that draft. The deputy surveyor either adopted the Swearingen draft without survey, or went on the ground and examined the survey sufficiently to be satisfied it was correct, and then adopted it.\nOct. 18.\nThe reporter was unable to discover from the paper book upon what this allegation was based."
  },
  "file_name": "0478-01",
  "first_page_order": 478,
  "last_page_order": 480
}
