{
  "id": 954608,
  "name": "Crail v. Crail",
  "name_abbreviation": "Crail v. Crail",
  "decision_date": "1847-10-11",
  "docket_number": "",
  "first_page": "480",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 370,
    "char_count": 6283,
    "ocr_confidence": 0.384,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.46920920872220734
    },
    "sha256": "3e47154862f7651cd8a2943a3f93e11d7dd4d165fac72d356b8cbffc9350f54c",
    "simhash": "1:baf911a5ec565414",
    "word_count": 1111
  },
  "last_updated": "2023-07-14T16:04:23.168080+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Crail v. Crail."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThis was an action of ejeetmentfor the six-ninths of a tract of land in Raccoon township, in the county of Beaver. The plaintiffs claimed as ,heirs-at-law of old John Crail, who.was the father of the defendant. The defendant claimed in his own right, by virtue of an aetual resident settlement, commenced in 1813, by Hailes, the son-in-law of John Crail, and a warrant and survey and patent in pursuance of that settlement. A-number of points were made by the counsel of the plaintiff, and many errors assigned; those that are material will be considered.\nThe first error assigned is, to the court telling the jury that it would require dear and satisfactory evidence to warrant a jury in coming to the conclusion that Hailes was holding the possession for John Crail. When we look at the title of the parties we see nothing wrong in this instruction. By satisfactory evidence, (says (xreenleaf, sect.. 2, p. 4,) which is sometimes called sufficient mdence, is intended that amount of proof which ordinarily satisfies an unprejudiced mind beyond reasonable doubt. The circumstances which will amount to this degree of proof, can never be previously defined. The only legal test of which they are susceptible, is their sufficiency to satisfy the mind and conscience of a common man; and so to convince him that he would venture to act ijpon that conviction in matters of the highest concern and'importance to his own interest: 1 Starkie on Ev. 514. The defendant had a strict legal title from the Commonwealth, and near thirty years’ possession under it, claiming it as his own before the death of his father. We think the judge was right in telling the jury that it would require clear and satisfactory evidence to affect such a title.\nThe second error assigned, is to the court^ubmitting the tenancy of the defendant to the jury as purely a matter of fact, without defining what a tenancy was, and asking them the following question: “ Does the evidence satisfy you that the defendant was the tenant of John Crail?” The court were not asked to define what a tenancy was. We must bear in mind, no agreement or bargain of lease, written or parol, was produced or given in evidence by the defendant, to the plaintiff. There was some evidence that Hailes, the son-in-law of John Crail, in 1826 and 1827, gave to his father-in-law some buckwheat and some oats; by the plaintiff under the evidence it was alleged to be on account of rent; on the other side it was denied to be on that account. In 1829, when John Crail made his application under the acts of Congress for a pension as a revolutionary soldier, he then swore that he owned no land but the few acres he held out of the survey of Beltzhoovér, on which he resided, and acquired by the statute of limitations; at that time he laid no claim to the land in question. He denied, on his oath, that he owned it. The court instructed the jury fully on this point, and told them that the law was, that no tenant could dispute the title of his landlord. The counsel do not complain of the law on that subject, as declared by the court, nor could they, with hopes of success. But they complain that the court left the question to 'the jury to determine. How could the court have done otherwise ? It is the province of the jury to determine all matters of fact; and as there was no written lease given in evidence, whether the plaintiff had proved a tenancy was for the jury.\nThe decision of this question disposes of the whole case. All the other points are predicated by the counsel of the plaintiff for a favourable answer on this. Unless the plaintiffs could prove S. M. Crail a tenant, the plaintiffs had no case. Having failed in this, the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Olarfce and GunningTiam, for plaintiff in error.",
      "Agnew and Fetterman, contra."
    ],
    "corrections": "",
    "head_matter": "Crail v. Crail.\nIt is not error to instruct the jury that they should require dear amd satisfactory evidence to find a tenancy from parol declarations, when the alleged tenant had a legal title from the Commonwealth, and it appeared an ancient agreement for a sale to the landlord had been abandoned.\nTo obtain explanations of what constitutes a legal tenancy, they must be asked for.\nIn error from the Common Pleas of Beaver county.\nOct. 4, 5. This was an ejectment by the heirs of John Crail against S. M. Crail.\nIt appeared that a settlement had been made in 1797, which right was transferred to John Crail. It was found by the verdict that the residence, &c., was not on the tract in dispute.\nIn 1818 one Hailes commenced an improvement on the tract in dispute, and the same year executed articles for the sale of his right to John Crail.- These were, however, shown to be cancelled, and there was no evidence they had been complied with.\nIn 1828, Hailes conveyed to S. M. Crail, the defendant, who obtained a survey and patent for Hailes’ right.\nIn 1829, John Hailes applied for a pension from the United States, stating in his application that his property consisted in 1818 of, inter alia, two hundred and fifty acres of land, and that since then it had been recovered from him in an action at law by a stranger, excepting twenty-six acres, and that he had no other income. In the accompanying certificate his property was stated not to exceed $174.\nThere was some evidence that defendant had admitted John Crail owned the land, and that he and Hailes on one or two occasions had paid rent by a share of the crop.\nHis honour, Bredin, P. J., instructed the jury that the possession retained by Hailes, and his sale to defendant, after the agreement with John Crail,. migjit be presumed to have been abandoned; that coupled with the affidavit of John Crail, in 1829, it would require clear and satisfactory evidence to warrant them in finding he held for John Crail.\nHis honour also submitted the question to the jury, whether S. M. Crail was the tenant of John Crail — saying that if he obtained possession from John as tenant, he was estopped denying his title; but if he had obtained possession from another, and the landlord had no title, he would not be estopped.\nThe errors assigned were, that the jury were misled by requiring a grade of evidence unknown in civil actions. 2. The court should have defined what constituted a tenancy.\nOlarfce and GunningTiam, for plaintiff in error.\nAgnew and Fetterman, contra.\nOct. 11."
  },
  "file_name": "0480-01",
  "first_page_order": 480,
  "last_page_order": 482
}
