{
  "id": 954570,
  "name": "Donaldson v. Kerr",
  "name_abbreviation": "Donaldson v. Kerr",
  "decision_date": "1847-10-22",
  "docket_number": "",
  "first_page": "486",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481780
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0032-01"
      ]
    },
    {
      "cite": "6 Wend. 103",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2007416
      ],
      "pin_cites": [
        {
          "page": "132"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/6/0103-01"
      ]
    },
    {
      "cite": "12 Johns. 397",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0397-01"
      ]
    },
    {
      "cite": "12 Johns. 189",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wend. 114",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "1 Pick. 281",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "4 Whart. 369",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 708,
    "char_count": 11964,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 8.668277315052014e-08,
      "percentile": 0.49199528621166716
    },
    "sha256": "9d7f899fd36225c22953f1bf79ebf19d75a6d5bf7d46904479db66cae8df3685",
    "simhash": "1:7aa23b280870f499",
    "word_count": 2109
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Donaldson v. Kerr."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe case is this. The plaintiff below, as sheriff of Mercer 'county, by virtue of a writ of venditioni exponas, then in his hands, exposed, at public sale, on the 23d March, 1841, a certain house and lot, as the property of Thomas Stevenson, the defendant in the execution. During the progress of the sale, Donaldson, the plaintiff in error, bid for the premises the sum of $300. While this bid was pending, the crier of the sale, employed by the sheriff, said to Donaldson, probably in reference to some movement of departure made by the latter, that if he would stay, he would get the property; the reply was, .“Down .with it, ancbyou shall have your money.” The hammer did not then, however, fall upon Donaldson’s bid, but the sheriff, in his presence, though without his consent,1 so far as appears, adjourned .the sale over until the next.day. This was done without, on .the..one.hand, an express retraxit of the bid by the bidder, or, .on the. other, any intimation to him by the sheriff, 'that the premises.-at the adjourned sale would be again-set up at the same bid. On the 24th March, being the next day, the property was again offered at .Donaldson’s bid, he not being present.; and no, one appearing to. bid a larger sum, the house and lot was knocked down, to Donaldson. He refused to comply with the conditions of the sale, by payment of the purchase-money; and after some time, .the property was again expósed to-sale, at his risk, and sold for the sum, of |10. This action is brought by the plaintiff below, as sheriff, to recover the difference in value between Donaldson’s, bid and the sum at which a sale was finally effected. Under these facts,, -the question presented and discussed in the argument is, was the defendant below legally declared purchaser of the estate offered for sale ? and .this resolves itself into another; could the sheriff, after an adjournment of the sale,'on his own mere, motion, insist on the'defendant’s bid, as a subsisting one on the second day: the latter not having expressly retracted it'before the'Conclusion of the sale? This precise point has never been made ijr this state, nor elsewhere, so far as my researches have extended; but I think it is n.ot difficult of determination, as well upon general principle as by . analogy.\nIt is but repeating a very trite rule of the law of'contracts, to say, that to their completion, mutuality is essentially requisite: there must be an offer by one side, concurred in b.y.the other, and that both the parties proposing to contract must be bound, or neither will be; (Chitty on Con. 9, 12.) As is said in Slaymaker v. Irwin, 4 Whart. 369, it is incumbent on him who -seeks to recover damages for the breach of an agreement, to show a ease of some matter or thing mutually assented to by the \"contracting parties. So far has this principle been carried, .that in Cooke v. Oxley, 3 Term Rep. 653, it was held, that -one who offered to sell goods to another, giving the proposed vendee an 'hour .to consider whether he would accept the offer, was not bound, in the mean time, because of the want of consideration springing from mutual and concurrent obligation: though Ch. J. Parker, while asserting the general principle of mutuality, in McCullough v. The Eagle Insurance Company, 1 Pick. 281, thought it reasonable that in mercantile contracts, where time is expressly given for deliberation and determination, the party making a proffer should be held to it while the time was running.\nIn the application of the general rule, some difficulty has been experienced in determining, • in the particular cases, the precise moment of time when the aggregatio mentium may be said to have occurred. This is most frequently so, when the negotiation has been by a correspondence by letters transmitted through the post-office ; in which case it is impossible the offers or promises should concur at the same instant of time. • Of this the two cases last cited, and Mactier v. Frith, 6 Wend. 114, are examples. But where the bargaining proceeds between parties standing face to face, little room is given for the intervention of this difficulty. In Mactier v. Frith, Mr. Justice Mafcy, following Pothier in his Traite du Contrat de Yente, p. 1, §§ 2, art. 8, truly states the operation of the principle in such instances. “Although,” says he, “the will of the party making the offer may precede that of the party accepting, yet it must continue down to the .time of the acceptance.” Where parties are together chaffering about an article of merchandise, and one expresses a willingness to accept of certain terms, that willingness is supposed to continue, unless it is revoked, to- the close of their interview and negotiation upon the same subject; and if, during this time, the other party says he will take the article on the terms proposed, the bargain is thereby closed. What is meant by the bargain being closed is, that nothing mutual between the parties remains to be done, to give to each the right to have the contract carried into effect. No one, I presume, will be disposed to call into question the soundness of this doctrine, as applied to private negotiations for a sale or other contract; nor is there any ground, that I can perceive, upon which to found a distinction in respect to sales by public outcry. As the terms of a proposal may indicate, when the presumption of a revocation attaches, so the nature of the transaction, without formal words, may clearly show when the binding effect of an offer ceases. Now, I take it to be of the very nature of an auction, that the sale and bidding shall proceed without interval, suspension, or interruption, till it be finished. During its progress the attention of the actors is generally given exclusively to it; and until the hammer falls the bidder is entitled to the locus penitentice; but unless he sooner retracts his offer, he is bound up to the conclusion of the sale, or until another bids a larger price. But if the auctioneer adjourns the sale’ of the particular article, and passes to something else, even for an 'hour, without the express assent of the bidder, it is tantamount to a rejection of the preceding bid, which is thereby annulled. So much was asserted, arguendo, in Jones v. Nanney, 13 Price, 22, (6 Eng. Exch. Rep.,) obviously with the approbation of the judges of the Exchequer Chamber, though the cause was, eventually, decided on another ground. But it requires not the authority of an adjudication to sustain such a proposition; for its converse is highly unreasonable, and in direct contravention of the rule already stated, requiring mutuality of obligation as an essential ingredient of contract. It could not be, for an instant, seriously contended, that one entering an auction room and making a bid for some article then exposed to sale, could. be held to his bid after the s'ales-man had laid the thing aside as unsold: though within a time shortly, subsequently, he should again expose it to the competition of bidders. As has been truly said, the person proposing to purchase must be taken as acting in reference to the existing state of things and the persons present at the moment; with whom he is willing to compete, and is, therefore, not to be exposed during an interval of suspension, without his express assent, to the result of endeavors to bring in others to out-bid him.\nBut conceding this to be so in the instance of an ordinary auction, it is sought to make the case of a public judicial sale an exception to the rule. Rut he who seeks to establish an exception, should show a clear distinction founded upon a convincing reason. None such, we think, has been offered here. It is true, the sheriff, as the officer of the law, is bound to make the most he reasonably can of the property exposed to sale; and, for this purpose, a discretion is allowed him in the acceptance of bids; and he is permitted to adjourn the sale from time to time; but he cannot! do so at the expense of one merely contemplating a purchase. An adjournment of the sale is never made for the benefit of the bidder, and as it may well be presumed to be against his consent, it would not be consonant with fairness to hold him bound, in the absence of an express disclaimer, whilst the officer is left entirely free. Besides, if, at the hazard of the bidder, the sale can be postponed for a day, why not for a week or a month ? Where will you fix the limit of such a discretion ? Obviously, there can be no ascertained rule to bound it, for its due exercise must depend on the circumstances of the particular case. And is the bidder to be compelled, in the meantime, so to shape his affairs, as to hold himself in readiness to meet any exigency that may occur ? The answer given is, he may retract his bid. But many contingencies may intervene to prevent this; and it is unreasonable to subject him to a hazard not contemplated by the parties at the time the offer was made. After all, we are brought back to the inquiry, why establish a distinction in this particular, between judicial and other public sales ? The only ground given by the court below is, that otherwise, it would be in the power of plaintiffs to sacrifice the property of defendants, by continuing sales of land from day to day. If it be conceded a sheriff is bound to do so, at the request of a plaintiff in the execution, it furnishes no sufficient reason why one who has no agency in the adjournment, and can exercise no control over it, should be visited with a consequence unknown in analogous cases. ' But we apprehend no such inconvenience will be putin practice. It.is not generally the interest of a plaintiff to cause a sacrifice of the estate exposed to sale; but should a case occur where the rights of a defendant in final process, or of his creditors, have been improperly compromised by the action of the sheriff, no doubt a remedy would be applied by the court from which the process was issued.\nWe are aware that, in different counties of the Commonwealth, a difference of practice and opinion obtains in reference to this subject ; and it is therefore, perhaps, well an opportunity has been afforded to settle the law which mu.st govern in such cases.\nJudgment reversed.\nBurnside, J., dissents.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Pearson and Stewart, for plaintiff in error.",
      "Woods and Stephenson, contó."
    ],
    "corrections": "",
    "head_matter": "Donaldson v. Kerr.\nWhere a.bid has been made at a sheriff’s sale by auction, and the sale adjourned, the bid is withdrawn by implication.\nIn error from the Common. Pleas of Mercer county.\nOct. 6. The question was, whether a hid at a sheriff’¡3 sale by auction is continued, though the sale he adjourned. The court below ruled that it was, unless the bidder expressly withdrew his offer. The facts are particularly stated in the opinion of this court.\nPearson and Stewart, for plaintiff in error.\nThe same rule must prevail as in cases of private auctions. In them there is an implied condition that at the adjourned sale, the property will be set up de novo. But if this were not the case, the entire want of mutuality would avoid the contract. Can it be said to be at his risk, in the interim, and how long may that be continued ? Gbit, on Con. 9,12; Cooke v. Oxley, 3 Term Rep. 653; Livingston v. Rogers, 1 Caines, 583 ; Tucker v. Woods, 12 Johns. 189 ; Keep v. Goodrich, 12 Johns. 397; Jones v. Nanney, 13 Price, 22. Had the sale been adjourned expressly at the bid, there might be some pretence for holding him bound, but without that he could not be required to call again to withdraw his bid, as he might have done.\nWoods and Stephenson, contó.\nThe bid is considered as continuing, until expressly withdrawn; Mactier v. Frith, 6 Wend. 103, 132; Gaskill v. Morris, 7 Watts & Serg. 32. The sheriff is not like a common auctioneer; he is bound to sell not only to the highest but the best bidder: Story on Sales, § 461; hence an advanced offer does not necessarily avoid a prior offer by a better purchaser. The rule contended for would prevent a sheriff adjourning a sale at his discretion.\nOct. 22."
  },
  "file_name": "0486-01",
  "first_page_order": 486,
  "last_page_order": 490
}
