{
  "id": 954593,
  "name": "Allison, Executor of Stewart, v. Purdy",
  "name_abbreviation": "Allison v. Purdy",
  "decision_date": "1847-10-14",
  "docket_number": "",
  "first_page": "501",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Johns. 361",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/7/0361-01"
      ]
    },
    {
      "cite": "2 Litt. 174",
      "category": "reporters:state",
      "reporter": "Litt.",
      "case_ids": [
        4217535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/12/0174-01"
      ]
    },
    {
      "cite": "9 Watts, 139",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0139-01"
      ]
    },
    {
      "cite": "9 Wend. 170",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/9/0170-01"
      ]
    },
    {
      "cite": "8 Wend. 437",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0437-01"
      ]
    },
    {
      "cite": "5 Pick. 391",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/22/0390-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 7319,
    "ocr_confidence": 0.372,
    "pagerank": {
      "raw": 4.621887471290392e-08,
      "percentile": 0.28940509659057345
    },
    "sha256": "a30f2828741c363d0c5f099986e19a3f04ae4be96114be3afb0c81a3a145f26c",
    "simhash": "1:3457f5c3e20fd84f",
    "word_count": 1269
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allison, Executor of Stewart, v. Purdy."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nAs a general principle, the drawer of a promissory note is liable to the payee and endorser; and the endorsers to each other, in the order of endorsement. The first endorser gives credit to the drawer, and the subsequent endorser to the prior endorser and the drawer. At the time this note was protested, Stewart, as the first endorser, was unquestionably liable to Purdy, whose name appeared on the note as the second endorser. Nor ha| their legal rights been altered since, as Purdy paid the money which he now seeks to recover back, under a reservation of the legal right which they might have against each other. Although it is conceded that the face of the paper determines, prima facie, their legal position ; yet it cannot be denied that it may be changed by matters dehors, by which the drawer may be converted into an endorser, and vice versa; and a second endorser may occupy the position and be subject to the same responsibility as the first. Of this there are numerous instances, where the drawer has been regarded as the endorser, and as such has sustained suit against the endorser. The law regards the essence of the transaction, regardless of the garb it assumes. > Is there any thing in this case which changes its legal aspect, is the question. Henry Ankeny was the drawer of two promissory notes, for $500 each, on one of which, Archibald Stewart was the sole endorser, and on the other, Andrew Purdy, the payee and first endorser, and Archibald Stewart, the second endorser. Both notes were for the accommodation of the drawer. On the last note the controversy arises. Thus the notes originally stood; but being renewed from time to time, the order of endorsement was changed; and, on a consolidation of the notes, Stewart becomes the first, and Purdy the second endorser. This change was made without the knowledge or consent of either Stewart or' Purdy. The business was arranged thus: Ankeny, in whom the parties appear to have placed the utmost confidence, was intrusted with a blank, signed by both; sometimes one signed first, sometimes the other, as they were most conveniently found. The note was afterwards filled up in the handwriting of Ankeny, and the sum inserted by the cashier of the bank where the note was discounted. In what light, then, is Ankeny to be viewed, but as the confidential agent of both, \"with, the implied understanding that the legal responsibilities of the parties should remain as before. For instance, it never could have entered into the head of either, that they had invested Ankeny with the power to substitute Purdy as an endorser on the note to which Stewart alone was the party, of that he should change the legal character and relations of the respective endorsers on the second note. If, then, he undertook to change their positions without their assent, he went beyond his authority, and the parties were not bound by his act. ' The onus, in this view, is thrown upon Purdy, who will be bound to show that Stewart assented to the change. Does the case present any evidence of assent ? This is a fact for the jury. I agree, that if this was the case of a renewal of a note, drawn, endorsed, and discounted in the usual way, it would be competent evidence of consent. But there is something more entitled to the consideration of the jury, which, perhaps, they may believe negatives the presumption arising from the face of the note. The alteration was made certainly without the express consent of Stewart. Ankeny says the renewals of the notes were generally made by endorsement, before the notes were filled up ; the notes were generally taken to the bank, and the sums filled up there. In getting the endorsements of Purdy and Stewart, sometimes I went first to one, and sometimes to the other, and got their names on the note just as I happened to see them. Neither Purdy nor Stewart .attended to the renewals of the note in bank. The business was done by myself. Without intending to express any opinion on the facts, we think there is matter to submit to the jury. Was the alteration made by accident or design ? Did the parties intend to change their legal responsibilities ? Did Stewart consent to be converted into a first endorser on the note on which he was the second endorser ? On the decision of these facts the case depends ; for if the jury believe he did, then their verdict should be for the plaintiff: otherwise the verdict should be for the defendant.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Agnew, for plaintiff in error.",
      "Cunningham, contrA"
    ],
    "corrections": "",
    "head_matter": "Allison, Executor of Stewart, v. Purdy.\nA., for his own accommodation, procured the discount of two notes of equal amounts, on one of which B. was sole endorser; on the other, C. and B. were endorsers. The notes were renewed, and then consolidated by A., who procured the endorsements of C. and B., in the order he accidentally met with the parties, and without informing them of the consolidation. The last renewal was dishonoured: B. being the first endorser. C. and B. each paid one-half of this note, without prejudice to their rights. C.’s right of recovery against B. will depend upon the facts, whether the change in the names was by design, and whether a change in liability was intended.\nIn error from the Common Pleas of Beaver county.\nOct. 7. In -1838, Ankeny drew two notes, of $500 each, which were discounted for his own accommodation. One, dated December 12, 1838, at' sixty days, to his own order, on which Purdy was the first, and Stewart the second endorser. The other was dated March 21, .1838, at sixty days, to the order of Stewart, and by him endorsed. '\n. The notes were renewed from time to time by Ankeny, who procured the endorsements, in blank, by Stewart and Purdy, as he happened to meet them,-without any regard to their priority. The two notes were consolidated in 1839, without notice to Purdy or Stewart, and the same practice as to endorsements continued. In 1843, the note, reduced to $250, was protested: Stewart being the first endorser. Purdy paid half the amount, and Stewart the other half, without prejudice to their respective rights, and this suit was thén brought. The court was of opinion, that there-being no agreement, and no evidence of Purdy having procured the change in the situation of the endorsements, the legal consequence of their position, on the'notes must prevail, and -Stewart was liable to Purdy.\nAgnew, for plaintiff in error.\nThe change being accidental, and Purdy knowing the object of the note, continued liable as'before, since it was but a renewal: Dundas v. Gallagher, 4 Barr, 209; Hill v. Buckminster, 5 Pick. 391; Casson v. Smith, 8 Wend. 437; Tanner v. Hall, 1 Barr, 418, 9 Wend. 170. In'was the interest of both parties to reduce the note as much as possible; and while that process continued, it cannot be that an accidental change is to vary the liability of the accommodation endorsers.\nCunningham, contrA\nNo connivance on the part of Purdy -is pretended; the parties there are upon their legal rights; the endorsement was a new contract: Young v. Ball, 9 Watts, 139; and upon accommodation paper, the rights of endorsers, as between themselves, are the same as in other eases: Dickson v. Reed, 2 Litt. 174; Brown v. Mott, 7 Johns. 361; McDonald v. McGruder, 3 Peters, 475, The blank endorsement was, in fact, an unlimited letter of credit.\nOct. 14."
  },
  "file_name": "0501-01",
  "first_page_order": 501,
  "last_page_order": 503
}
