{
  "id": 954545,
  "name": "Watson's Appeal",
  "name_abbreviation": "Watson's Appeal",
  "decision_date": "1847-10-18",
  "docket_number": "",
  "first_page": "505",
  "last_page": "507",
  "citations": [
    {
      "type": "official",
      "cite": "6 Pa. 505"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts, 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0214-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 443",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 370",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0370-01"
      ]
    },
    {
      "cite": "5 Wheat, 229",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 224,
    "char_count": 3433,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 4.6922169990516086e-08,
      "percentile": 0.2937507167406285
    },
    "sha256": "ce536caa7996d303395c1558d291b9199d1799019d8b049afae665430f9591c3",
    "simhash": "1:04daa2847d4eb0ed",
    "word_count": 601
  },
  "last_updated": "2024-02-27T19:46:05.543167+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watson’s Appeal."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nIf the act of Congress of the 19th June, 1840, is regarded, I think the court was wrong in charging the administrator with the pension granted to Mrs. Perkenpine, as the widow of her former husband, Colonel Hubley of the revolutionary army, and which he received after her death. The pension was not subject to her debts, and was, by the act of Congress, the exclusive property of the children of the pensioner: Pamph. Laws of 1840, p. 25. It was not assets of the estate in the hands of the administrator; it was received by him for the rise of the children of Colonel Hubley, and received as trustee for that special purpose; it was wrong to bring it into the administration account. This court decided, in the case of Aston’s Estate, 5 Wheat, 229, where a testator authorized and directed his executors and the survivors of them, to lay out a certain tract of land into lots, and to sell and dispose of the same, and gave the proceeds to certain nephews and nieces, who were his residuary legatees, to be equally divided between them; and the executors sold the lots and received the proceeds; that these proceeds were received as trustees, not as executors, and therefore ought not to be brought into the administration account. And in the trustees of Jacobs v. Bull, 1 Watts, 370, the executors were held accountable as trustees, although named in the will as executors.\nIt is for the convenience of the department, that the act of Congress authorizes the payment of pensions to an executor or administrator, who is to pay it over to the children of the pensioner. Congress has excluded all creditors. From the moment Watson received the pension in this case, he was a trustee for the children of Hubley; to them he is bound to account. He received for their special use and benefit, and for no other use or purpose whatever ; and it should not have been charged against Watson in his administration account. This disposes of the whole case.\nSo much of the decree of the Orphans’ Court as charges the administrator- with the pension fund, is reversed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Fetterman, for appellant.",
      "Metcalf and McGfuffin, contrA"
    ],
    "corrections": "",
    "head_matter": "Watson’s Appeal.\nAn administrator is not chargeable in his administration account witli the personal property of liis intestate, which is not assets for the payment of debts, as a pension granted to his intestate, which, by the act of Congress conferring it, is declared not liable to creditors, though payable to and received by him as administrator.\nFrom the Orphans’ Court of Mercer county.\nOet. 9. 'Watson, as administrator of Perkenpine, having settled his account, the matter was referred to an auditor, who charged him with the amount received on account of a pension granted by the United States, to his intestate as widow of an officer of the revolutionary army.\nThe charge was made with a statement by the auditor, that it was not assets for payment of debts.\nFetterman, for appellant.\nBy the act of Congress this fund is not assets; Act of June 19, 1840; Feb. 26,1834. The sureties are not liable for this fund, hence it should not go into the account which would be conclusive on them. Reed v. Commonwealth, 11 Serg. & Rawle, 443; Commonwealth v. Gilson, 8 Watts, 214.\nMetcalf and McGfuffin, contrA\nThe fund was received as administrator, and as such only could it be received under the act of Congress. It was therefore part of the funds of the intestate received by the administrator,' all of which must go into the account: Apt 1834, § 5.\nOct. 18."
  },
  "file_name": "0505-01",
  "first_page_order": 505,
  "last_page_order": 507
}
