{
  "id": 985063,
  "name": "St. John's Church versus Hanns",
  "name_abbreviation": "St. John's Church v. Hanns",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "9",
  "last_page": "10",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 248,
    "char_count": 3714,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 2.6178755995877883e-07,
      "percentile": 0.8210322300643783
    },
    "sha256": "460de6a11243296cbbf31b05bd2d9ebd1b4d19e86143d66c1ce2ac0698fbbbe4",
    "simhash": "1:5e279c244250b90f",
    "word_count": 680
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "St. John’s Church versus Hanns."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe defendant can have no pretence of right unless it is given by the sixth article. But certainly that propounds the rule and privileges of membership. On paying his dollar he could become a member, and then, as such, he would be entitled to use the burying ground. He bought no burying lot; but when he became a member he acquired a member’s rights. But these necessarily depend upon the rules of the church, which are essentially alterable. To be a member he must perform a member’s duties, as they are from time to. time prescribed by the general regulations of the church. He has ceased to be a member, and can therefore have none of a member’s privileges. When, on former occasions, he had a burying lot assigned to him, the right to it did not cease to be dependent on his membership. If he wants the right of burying, he must obtain it as other strangers do.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Thompson, for plaintiff.",
      "Marshall and Walker, for defendant."
    ],
    "corrections": "",
    "head_matter": "St. John’s Church versus Hanns.\nAn article of association of a church, containing a provision, that those who have no right to the burying ground, shall pay to the church council according to their circumstances, not less than one dollar, and have their names entered on the books, and then their right shall be as good as any others; does not give a right to the burying ground to one who had paid one dollar ten years before, and who had.ceased to be a member of the congregation.\nError to the Common Pleas of Erie county.\nTrespass, by the Church against Hanns, for breaking open its burying ground and burying a member of his family. The defendant claimed a right to bury there under the following sections of the Articles of Association, agreed on in 1835:—\n“ Article 4. And each German, that has hereunto subscribed and paid, shall have a right to the burying ground and church for himself and family; hut no one shall have a right to sell his right, and all those that have subscribed for the land and church to be built thereon, and also help to support the preacher, shall be an acknowledged voter for building and choosing the burying ground, and also to elect the preacher.”\nThe 5th, after naming the elders and deacons then agreed upon, provides that the five acre lot given by Conrad Brown, Sr., and Samuel M. Brown, to the society, shall be “for a perpetual burying ground for the Germans in this congregation so long as water runs and grass grows — that it shall never be sold — that no tribunal, no matter of what name, shall have power to make a law so that the said five acres of land can be sold.”\n“ Article 6. For those who have no right to the above-mentioned burying ground, and also no right to the church, they shall, for the good of the church, pay to the church council according to their circumstances, say from $1 to $50, then shall the council enter their names in the church book, and then their right is as good as any others.”\n“ Article 9. A half acre of land shall be measured from the burying ground for those who have no share in the burying ground, where they may bury their dead; and if they are able, they shall pay for each grave $1, to one of the elders, for the benefit of the congregation.”\nThe defendant became a member in 1846, and then paid $1, and it did not appear that he had paid any since, though he had buried some children in a lot of .the burying ground; and, before the breaking complained of, he had ceased to be a member of this congregation and had joined another. The plaintiff claimed only nominal damages so as to test the right; but the court charged that the defendant had a right of burial; and hence this writ of error.\n(1853)\nThompson, for plaintiff.\nMarshall and Walker, for defendant."
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 10
}
