{
  "id": 985049,
  "name": "Poundstone et ux. versus Mary Everly et al.",
  "name_abbreviation": "Poundstone v. Everly",
  "decision_date": "1854-09-27",
  "docket_number": "",
  "first_page": "11",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 11"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 208",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0208-01"
      ]
    },
    {
      "cite": "7 Watts & S. 251",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481797
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0251-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 251,
    "char_count": 3628,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 6.852770341135411e-08,
      "percentile": 0.4177386403608859
    },
    "sha256": "4745c7722353b7a9af653f67a63de11bc3d7f33803c9a8e610536bf0f60a8ad2",
    "simhash": "1:d05e559aa28aaf70",
    "word_count": 637
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Poundstone et ux. versus Mary Everly et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, J.\nThe Act of 8th April, 1833, relating to the descent and distribution of intestates’ estate, § 1, expressly declares that, in such a case as this, the widow shall have “ one-half of the real estate including the mansion-house and buildings appurtenant thereto, for the term of her natural life.” This is not only saying how much she shall have, but where it shall be laid oil' to her by the court; and the inquisitions being in conformity with this, one of them ought to have been confirmed.\nIt is certainly an inconvenience in such a proceeding that the remainder after the life estate is to be open for further partition after the widow’s death; hut so it is in all cases where the interests of the tenants are different in the time of their duration : Act of 11th April 1835, § 1, P. L. 199; 7 Watts & S. 251. The remarks made in Seider v. Seider, 5 Whart. 208, are not inconsistent with these views. They are founded on the Act of 1794, § 4, which gave the widow the same estate as is here claimed, including the mansion-house, “ except in cases where, in the judgment of the court, the estate cannot properly be divided;” an exception not repeated in the Act of 1833.\nDecree. — The decree of the Orphans’ Court confirming the fourth inquisition is reversed, and it is now here ordered and decreed that the third inquisition made and returned in this case to the Orphans’ Court be confirmed, and the parcel of land therein first described, on which is the mansion-house of the decedent, and which contains 33|- acres, is hereby allotted to Mary Everly, widow of the decedent, to hold in severalty during her natural life; and in order that the other parcel of land in the said third inquisition described may be divided among the other parties to this suit, and the cause otherwise fully determined, this cause is remanded to the Orphans’ Court, with directions to proceed therein in due course of law.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Fuller, for appellant.",
      "Feford, for appellees."
    ],
    "corrections": "",
    "head_matter": "Poundstone et ux. versus Mary Everly et al.\nIn partition in the Orphans’ Court, under the Act of 8th April 1833, between the widow and collateral kindred of a man who died without issue, the widow is entitled to have her half, including the mansion-house, set off to her in severalty for life, if it can be done without prejudice to the rest; even though the remainder cannot be actually divided, without prejudice, among the other heirs.\nThe widow’s share, in such a case, having been satisfactorily allotted to her by the inquest, may be finally confirmed to her by a decree, without waiting for the final adjustment of the respective rights of the heirs to the other half.\nAppeal by Mary Everly, widow, from the decree of the Orphans’ Court of Fayette county.\nPetition for partition of the real estate of Jacob Everly, deceased, being a farm of 73 acres, among his widow and collateral heirs, he having left no issue. There were four inquisitions returned in this case ; three of them allotting to the widow one-half of the land including the mansion-house, which were all set aside; and a fourth appraising the whole land for sale, which was confirmed.\nThe ground taken by the court in setting aside the first inquisitions was, that the widow was not entitled to have her share set oif to her in severalty unless the land could be so divided, that the collateral heirs could also have their respective shares of the remainder in severalty; which cannot be, since the inquest find that it cannot be divided at all without prejudice, and there are seven claimants. This is the error complained of.\n27th September, 1854,\nFuller, for appellant.\nFeford, for appellees."
  },
  "file_name": "0011-01",
  "first_page_order": 11,
  "last_page_order": 12
}
