{
  "id": 985123,
  "name": "Conn versus Stumm",
  "name_abbreviation": "Conn v. Stumm",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "14",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 47",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846101
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "175, 542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0047-01"
      ]
    },
    {
      "cite": "6 Watts 387",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 170",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0170-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 175,
    "char_count": 2042,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 2.1995767225756813e-07,
      "percentile": 0.7749967276084436
    },
    "sha256": "16d07a397f34726e97187a575718bf9aff72dc12ebc493e45a9d803f2893e7ce",
    "simhash": "1:5df123789bc09cec",
    "word_count": 362
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Conn versus Stumm."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered in by\nLowrie, J.\nThe decision below is founded on a misunderstanding of the case of Zell v. Arnold, 2 Pa. R. 292; a case which has twice before been misunderstood: 7 Watts 170 ; 12 State R. 381. All that is decided there is, that a justice of the peace has no jurisdiction of an action of tort for such negligence where the claim is over $100. No one doubts that assumpsit will lie in such a case; for the law implies a contract for care and skill, not as a fiction, but as a fact, from the “ understanding,” 13 S. & R. 44, or “ course of dealing between the parties;\" 17 Id. 371; 6 Watts 387. This declaration is plainly in assumpsit. And certainly, when the law gives jurisdiction to justices “ of all causes of action arising from contract, express or implied,” it means to include such cases as this; else an action for carelessly soldering a tin bucket would be beyond the judicial competence of a justice. Other analogous cases show plainly enough that the justice has jurisdiction. 6 Watts 47; 7 Id. 175, 542.\nJudgment reversed and judgment for plaintiff with costs.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Weeeh, for plaintiff.",
      "Sowell, for defendant."
    ],
    "corrections": "",
    "head_matter": "Conn versus Stumm.\nWhere one undertakes to perforin work for another, the law implies a contract to do it with care and skill, and an action of assumpsit for a breach of such contract, claiming damages under one hundred dollars, is within the jurisdiction of a justice of the peace.\nError to the Common Pleas of Fayette county.\nAppeal from a justice of the peace. The declaration charged that the plaintiff “ retained and employed” the defendant to iron his wagon, and the defendant “ undertook and promised to do it with care and skill;” and the breach assigned was, that “not regarding his promise and undertaking,” he did not do it with proper care and skill. The plea was non assumpsit. On the trial the plaintiff had a verdict for $10 ; and afterwards the court dismissed the case for want of jurisdiction in the justice of the peace, and this is the matter complained of.\n1854,\nWeeeh, for plaintiff.\nSowell, for defendant."
  },
  "file_name": "0014-01",
  "first_page_order": 14,
  "last_page_order": 15
}
