{
  "id": 985086,
  "name": "Bennett versus The Borough of Birmingham",
  "name_abbreviation": "Bennett v. Borough of Birmingham",
  "decision_date": "1854-10",
  "docket_number": "",
  "first_page": "15",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 547,
    "char_count": 10977,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.3964426202260703e-07,
      "percentile": 0.9197663647571731
    },
    "sha256": "d168b435e1ccda20dab1c4140194b8c1ac5f9ae607ac6e0fd2a511fa65b938a1",
    "simhash": "1:b3811b29fa81d68f",
    "word_count": 1924
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bennett versus The Borough of Birmingham."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, J.\nThis action is for a penalty for a breach of a borough ordinance, said to be founded on an Act of Assembly. As a penal ordinance, and as a mode of taxation that is out of the course of the ordinary laws of taxation, it requires a strict construction.\nThe statute authorizes the borough council to require, under a penalty, all vehicles “ using the paved streets of the borough, to be registered, and a moderate license to be paid for them.” The ordinance, without noticing the form of registry and license, imposes a specific tax on all vehicles “ passing through the streets, to be paid on or before the 1st of May in each year,” and adds a penalty of five dollars for disobedience, and excepts travellers and also farmers “ bringing ” their own produce to market; and then further declares that it shall apply to all “ vehicles passing through the borough on their way to Pittsburgh or elsewhere, on their ordinary business.”\nThe borough council seem to have thought they were authorized to tax travellers and farmers going to market, but as a matter of grace or expediency, they except them, and them only, without noticing the improbability of their being permitted to require such persons to register their vehicles and obtain a license. But the fact of this exception indicates that they suppose themselves entitled to tax all persons otherwise situated who pass through the borough.\nThen it includes all other carriers of goods and persons, and all empty vehicles; and any man driving through the town without stopping to pay his two or three dollars, is in danger of having an officer sent after him in the next May, and a fine of five dollars, besides the tax imposed on him. It includes every man who drives his cart into the town to get a wheel mended, and every farmer who goes there to get a bar of iron, a box of glass, or a keg of sugar. And more especially and plainly it includes all who do not stop in the town, but pass through it to other places; and if the word “bringing” be taken strictly, it includes even farmers carrying their produce to another market.\nLet us regard this as it affects the social relations of the borough with neighbouring political divisons. Some of the clauses above referred to maké it doubtful whether the people of Birmingham were intended to be taxed at all for the use of the streets by their vehicles, except their livery-stable keepers, provided for in the third section. Then the borough council would seem to have intended that their streets shall be kept up at the charge of their neighbours. However this may be, it is very apparent that they are not willing to abide by the general law of the state, that each locality is to bear the burden of keeping its own roads in order, but wish to make all the surrounding towns and townships tributary to them; and the farmers and others of St. Clair, and the other townships on that side of the river, cannot go to Pittsburgh and elsewhere without a license from Birmingham; while the people of Birmingham may travel all the rest of the country over on untaxed roads.\nIt may be said that not so much as this was intended, and it is to be hoped that it was not, but it is all expressed. Perhaps there was no more definite intention than that of increasing the income of the borough by taxing all vehicles that made any substantial use of the streets. But the expression has a much broader comprehension than this; and even this would stand in need of a definition, before it could be admitted as a rule of positive law.\nAnd in defining it, regard must certainly be had to the public convenience, and to the common rights of the citizens. It is no proper way of executing the power vested in the council by the Act of Assembly, to pass an ordinance, which in its very terms makes every man, who passes through the town, a subject of borough taxation, and especially one which seems to discriminate so as to tax only their neighbours. Nor can such an ordinance be sustained on the ground that the borough officers understand it and will use it fairly. It does not deserve to be called an ordinance at all, and especially a penal one, when it is so elastic in its provisions.\nThere are no doubt inequalities in the burdens which different locations have to bear in regard to roads; but it is impossible to make any better of it by such ordinances as this. If Birmingham may tax all St. Clair township for passing on the streets to Pittsburgh, then St. Clair township ought to be allowed to tax all the people further out — and so with all others similarly situated. There are six or eight municipal corporations at this place, and there is no justice in one more than another having such ordinances ; and if they all have them, what is the result? No man having his business in an adjoining township, can drive to town in relation to it without paying a license for his cart or wagon to some one or more corporations, while the people of these corporations can drive through the country at pleasure, and without license. And then a citizen in one town cannot get a bag of flour hauled across the line into another, without finding a drayman who has been able to pay a license for both, nor hire a hack to drive out into the country, without seeing that it has a license for each of the towns through which it has to pass.\nWe do not understand the Act on which the ordinance is founded as entitling the borough to tax any vehicle except those of their own citizens, and those of persons carrying on some branch of business or occupation within the town by means of them. It is out of the usual course of taxation to extend the authority of town councils any further; and it cannot be done without increasing the difficulty of defining the amount of use that will subject to taxation, without subjecting the people of neighbouring towns and townships to very numerous annoyances, and without investing the executive officers of these corporations with a latitude of discretion that is entirely unusual, especially in relation to taxation. Besides this, we cannot suppose that the legislature would intend that a borough ordinance, published only by being posted up in the town just after its passage, and not usually designed to operate on any but those residing or doing business there, should make the people liable to a penalty, who merely pass through the town in an orderly manner,, and in the ordinary way of all travellers.\nSince the first, second, and fourth sections of this ordinance are entirely invalid, the. plaintiff’s cause of action, as stated in the declaration, is left without foundation; and we are saved the necessity of considering the other points made on the argument.\nJudgment reversed and judgment for the defendant below.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Marshall and Qarnahan, for plaintiffs in error.",
      "Hepburn and Appleton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bennett versus The Borough of Birmingham.\nBy the Act of 27th February 1852, the burgess and town council of Birmingham were authorized to direct all owners of carts, wagons, &c., using the paved streets of said borough, to pay such moderate license for such use as they might, by ordinance direct: Held, that this did not authorize the imposition of a tax on drays, wagons, &e., owned by non-residents of Birmingham, and used in carrying goods and produce through the borough, from an adjoining township to Pittsburgh.\nThe act in question only authorizes the taxation of vehicles belonging to citizens of Birmingham, and those of other persons carrying on some business or occupation in the town of Birmingham, by means of such vehicles.\nSuch statutes and ordinances are contrary to the usual course of taxation, and embarrassing to the public, and ought to be strictly construed.\nError to the Common Pleas of 'Allegheny county.\nThis was an action of debt brought by the defendant in error against Bennett and Kramer, to recover license fees for five drays, at two dollars each, and the penalty of five dollars imposed by the ordinance hereinafter set forth. The plaintiffs in error were the owners of the Pittsburgh Alkali Works, situated in Lower St. Clair township, and their warehouse was in the city of Pittsburgh. Their drays used in hauling from the works to the warehouse, necessarily passed through the streets of Birmingham. It was admitted on the trial that the plaintiffs in error were non-residents of the borough of Birmingham, and that all their property was taxed in Lower St. Clair township. The counsel for defendants below submitted several points, all of which were negatived by the court, and a verdict was directed for the plaintiff on the admitted facts of the case.\nBy the Act of ITth February, 1852, § 5, it is enacted as follows:—\n“ That the burgess and town council of the borough of Birmingham, in the county of Allegheny, shall have power to ordain, enact, repeal, or amend all such ordinances or by-laws of said borough as to them shall appear proper and expedient; requiring, under penalty of such fine as the said council may direct, all owners of carts, drays, wagons, carriages, and other vehicles of burden or pleasure, using the paved cartways or streets of said borough, to register such vehicles at the office of the burgess of said borough, and pay such moderate license for such use as the said council for the time being may by ordinance order and direct.”\nThe ordinance on which the suit was brought reads as follows:—\n1. “ Be it ordained and enacted, &c. That the owner or owners of all wagons, carts, cars, drays, omnibuses, hacks, or private carriages, of any description, used either for burden or pleasure, passing through the streets, lanes, or alleys of the borough of Birmingham, shall pay to the street commissioner, for the use of said borough, for each of said vehicles drawn by one horse, the sum of two dollars; and for each drawn by two horses, the sum of three dollars; and for each drawn by three, four, or more horses, the sum of four dollars; which payment shall be made on or before the first day of May in each year, &c.\n2. “ That each and every person neglecting and refusing to comply with the provisions of this ordinance, and being thereof duly convicted, shall forfeit and pay, in addition to the amount before specified, the -sum of five dollars, to be recovered before the burgess, or any justice of the peace, as other fines and forfeitures are by law collected,” &c.\n8. Relates to the owners of livery stables.\n4. “ That this ordinance shall not be construed so as to include farmers’ wagons bringing to market the produce of their farms, or the wagons or carriages of travellers; but all coal-wagons, lime-wagons, stone-wagons, or other vehicles, passing through the borough, on their way to Pittsburgh, or elsewhere, in their ordinary business, shall come within the provisions of this ordinance.\n5. “ This ordinance shall go into effect on the first day of January 1853,” &c.\nDated August 5, 1852.\nOctober 1854,\nMarshall and Qarnahan, for plaintiffs in error.\nHepburn and Appleton, for defendant in error."
  },
  "file_name": "0015-01",
  "first_page_order": 15,
  "last_page_order": 19
}
