{
  "id": 985042,
  "name": "Mickle versus Miles",
  "name_abbreviation": "Mickle v. Miles",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "20",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 20"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Munf. 277",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        6719425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/17/0700-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 259,
    "char_count": 3098,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 1.9999124646388268e-07,
      "percentile": 0.7428485212844456
    },
    "sha256": "ffe7508ffad46c56c21e47a5ea7efaf5e3e33b74bfdd6ea678308411f5f4242a",
    "simhash": "1:f4afd99dc5022577",
    "word_count": 553
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mickle versus Miles."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nLegal definitions are,.for the most part, generalizations derived from our juridical experience; and, in order to be complete and adequate, they must sum up the results of all that experience as they are to be found in the special cases that belong to the class to be defined. The ordinary definition of rent, as a profit issuing yearly out of lands and tenements corporeal, is defective in overlooking some of the cases that belong to the class; as where a furnished house or a stocked farm is leased, which are common cases: 5 Bos. & P. 224; 5 Co. 16 b; 1 Leon. 42. In such cases the personal property is really a part of the consideration of the rent, and it is only by a fictitious accommodation of the case to the defective definition, that it can be said that the rent issues exclusively out of the land. It is better to correct the definition.\nNot having noticed the inadequacy of the definition, we did not suspect any danger in drawing the very obvious deduction that we did in The Commonwealth v. Contner. And yet, in practical matters, this danger accompanies all deductive reasoning, unless when conducted with a cautious attention to, and a sincere respect for, the results of experience; for, without this, any error or deficiency in the premises or definitions must vitiate the process and the conclusion. We are glad that the learned judge who tried the cause was not misled by our mistake. A rent may issue out of lands and tenements corporeal, and also out of them and their furniture.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Wetmore, for plaintiff.",
      "Church, for defendant."
    ],
    "corrections": "",
    "head_matter": "Mickle versus Miles.\nThe ordinary definition of a rent is defective; for a rent may issue out of lands and tenements corporeal, and also out of them and their furniture; and to such a rent the right of distress is incident.\nCommonwealth v. Contner, 6 Harris 447, qualified.\nError to the Common Pleas of Warren county.\nTrespass for wrongfully taking and selling the plaintiff’s goods on a landlord’s warrant. The case came up on error at October Term, 1856, and was then decided, and the only point now needing to be reported arises out of the following facts. The defendant leased to the plaintiff, for a term of years, a dairy farm, with its stock of cattle and utensils, at an annual rent of $495, and there being arrears due thereon, he distrained for the same, and thus made his money. For this act the plaintiff sued, and contended, among other things, that this was not such a rent as entitled the defendant to distrain; because it did not issue simply out of real estate, but out of real and personal combined; and referred to the case of The Commonwealth v. Contner, 6 Harris 447. But the learned Judge of the Common Pleas (McCalmont) thought that that case was not intended to cover so broad a principle, and sustained the defendant’s right of distress, and the plaintiff excepted.\nWetmore, for plaintiff.\n2 Bl. Com. 41; 6 Harris 447.\nChurch, for defendant.\nCo. Lit. 142 a; Bro. Ab. tit. “ Dist.” 5, 8, 15; Archb. L. & T. 106; 5 Barn. & Ald. 356; 5 Bos. & P. 224; 5 Co. R. 17 ; 3 Munf. 277 ; Bradby on Dist. 103."
  },
  "file_name": "0020-01",
  "first_page_order": 20,
  "last_page_order": 21
}
