{
  "id": 985100,
  "name": "M'Clowry versus Croghan's Administrator",
  "name_abbreviation": "M'Clowry v. Croghan's Administrator",
  "decision_date": "1854",
  "docket_number": "",
  "first_page": "22",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Wend. 48",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0048-01"
      ]
    },
    {
      "cite": "4 Mass. 108",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003867
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0101-01"
      ]
    },
    {
      "cite": "4 Dall. 441",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "11 Paige 521",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "19 Pick. 459",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2037774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/36/0459-01"
      ]
    },
    {
      "cite": "6 Wheat. 109",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11729213
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/19/0109-01"
      ]
    },
    {
      "cite": "1 Hill 99",
      "category": "reporters:state",
      "reporter": "Hill",
      "weight": 2,
      "pin_cites": [
        {
          "page": "105"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "12 Wend. 38",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 139",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 127",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 299",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3514676
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0299-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 10210,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 2.418956273994098e-07,
      "percentile": 0.8008136767819282
    },
    "sha256": "cf6fc5f300a5f7b95fe7fd44c88cf98fcac5dd1ea4fc511b57918929d39f8bba",
    "simhash": "1:3cd46fad4c485b57",
    "word_count": 1871
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "M’Clowry versus Croghan’s Administrator."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe District Court entered judgment for the smaller amount named in the verdict, because, among other reasons, the plaintiff could not have recovered more if the lease contracted for had actually been executed, and the lessee had after- . wards been evicted by the remainder-man after the death of the tenant for life. The argument of the learned judge is so entirely satisfactory on this point, that we have no occasion to add anything to it; and as it is conclusive of the cause, we do not need to view it in any other aspect.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Stanton, for plaintiff,",
      "G. P. Hamilton, for defendant,"
    ],
    "corrections": "",
    "head_matter": "M’Clowry versus Croghan’s Administrator.\nWhere one owning a life estate in land makes a parol agreement to lease the same for a term of years, and dies before the term was to commence, and before a lease was executed, the other party is not entitled to recover for his disappointment from the administrator of the deceased more than his actual damages, and not' the value of his bargain.\nError to the District Court of Allegheny, (November 1856.)\nAssumpsit. The only question raised on error was upon a reserved point, which is clearly and fully stated in the opinion of Judge Williams, of the District Court, which is as follows :—\n“ This is an action to recover damages for the breach of a parol contract between the plaintiff and defendant’s intestate, by which the latter, in consideration of an annual rent of $20 or $25, agreed to renew, for a period of five years from the 1st of April 1851, the lease of certain premises (in which the intestate had a life estate) in the occupancy of Patrick Trainer, under a lease for years ending April 1, 1851, whose interest or unexpired term the plaintiff purchased at sheriff’s sale. By the agreement between the parties, the renewed lease was ‘ to be executed, completed, and delivered on or before December 1, 1850.’ The intestate died, without having executed the lease, on the 22d September 1850, and the remainder-man refused to execute a lease for the premises, on the terms of the contract between the plaintiff and the tenant for life. It was not alleged on the trial, nor was any evidence given tending to show, that the plaintiff had paid the intestate anything as a consideration for the contract— but some evidence was given tending to show that he had purchased the interest of Patrick Trainer in the unexpired lease, at sheriff’s sale, on the faith of the assurance of intestate’s agent that the lease would be renewed, and that he had paid therefor the sum of $36. The defendant’s counsel contended that the amount paid for Trainer’s unexpired term, with interest, was all that plaintiff was entitled to recover as damages for the breach of the alleged contract. But the court instructed the jury pro forma, that the plaintiff was entitled to recover the value of the lease agreed to be given, as of the date of the breach — reserving the question as to the true measure of damages for the further consideration of the court in banc. Pro ut notes of trial and charge. The jury found a verdict for plaintiff, and assessed his damages at $540.\n“ Did the court rightly instruct the jury as to the true rule or measure of damages for the breach of the contract declared on and found by the jury ? Is the plaintiff entitled to recover the value of the contract as found, or should his damages, under the facts of this case, be limited to his actual loss, or the amount paid and expended on the faith of the agreement ? It seems to me that the rule or measure of damages for the breach of a contract to lease ought to be the same as for the breach of a contract to sell land. What, then, is the measure of damages for the breach of a contract to sell where the vendor acts with good faith and without fraud, but is incapable of making a title to the land ? The rule of damages applicable in such a case, has become textbook law, and is thus stated in Sugden on Vendors: £If the purchaser affirm the agreement by bringing an action for non-performance of it, he will obtain nominal damages only for the loss of the bargain, because a purchaser is not entitled to' any compensation for the fancied goodness of his bargain which he may suppose he has lost, where the vendor is, without fraud, incapable of making a title.’ Sugd. Vend. (7 Am. Ed.) vol. 1, (t. p.) 491, (m.) 425. See note and the authorities cited. The same rule is laid down in other text-books : 2 Pars, on Oont.r. 503-6 ; 2 Greenl. JEv. (5th ed.) § 261, note 3 ;-and is amply sustained by authority. Flureau v. Thornhill, 2 W. Black. 1078; Walker v. Moore, 10 B. O. 416; Baldwin v. Munn, 2 Wend. 299; Shannon v. Comstock, 21 Id. 460; Peters v. McKeon, 4 Benio 546. In Peters v. McKeon, the court say: ‘On an executory contract for the sale of land which the vendor believes to be his own, and when there is no fraud on his part, if the sale falls through in consequence of a defect of title, the measure‘of damages is substantially the same as it is in the case of an executed sale. If the vendee has paid any part of the consideration, he may recover back the money with interest. But he can recover nothing for the loss of a good bargain.’ This rule is also recognised and affirmed in Bitner v. Brough, 1 Jones 127, and in McDowell v. Oyer, 9 Harris 417. In this last case the court say: £ In an ordinary case the vendee is compensated by recovering back so much of the purchase-money as he has paid; or by nominal damages, if he has paid nothing. But he may prove that (the land) rose in value after the contract, or that it was worth more at the time of the contract than he agreed to give (1 Jones 127), and, if he does so, the vendor must respond for the difference.’ But the vendor is only liable for the difference in value, where he might make the title and does not, or where he has acted with bad faith. For further on, in the same opinion, the court expressly declare that, 1 where he is not able to comply with his contract, and is guilty of no default or bad faith, he is not obliged to pay the vendee for the loss of his bargain.’ Any other rule would be inconsistent with the doctrine laid down in Bitner v. Brough, 1 Jones 139, and all the other cases cited.\n“ In this case the intestate was guilty of no default or bad faith. He died before he was hound to execute the lease, and his estate in the premises was determined by his death. It was not possible for his administrator to execute the contract, and the intestate was prevented from doing it by an event over which he had no control. And, therefore, according to all the authorities, the plaintiff is not entitled to recover damages for the loss of his bargain; in other words, the value of the contract is not the measure of damages, in this case, for its breach.\n“ But there is another aspect in which the case may be regarded, which seems to me equally decisive of the point as to the true measure of damages* for the breach of a contract like this. The intestate had but a life estate in the premises. It is well settled that the covenants of warranty and for quiet enjoyment, implied from the words of leasing in an indenture of lease for years, last no longer than during the life of the lessor. If, therefore, ‘ a tenant for life, make a lease for years, and die before its expiration, and the remainder-man evict the lessee, no action on the implied covenant will lie against the executor of the lessor:’ Rawle on Cov. 362-4; 2 Bac. Abr. (Bouv. ed.) tit. Oov. P. 564; Platt on Gov. 459; Gervis v. Peade, Gro. Pliz. 615; Swan v. Stransham, 3 By. 267 a; Adams v. Gibney, 4 M. P. 491; s. c. 6 Bing. 656: though the law is otherwise on an express covenant for quiet enjoyment: Platt on Gov. 459. And the reason for the distinction is, that the covenant in law expires with the term : 3 By. 257 a. But in this case there is no evidence of any agreement for an express covenant for quiet enjoyment; nor anything from which such an agreement can be fairly inferred. ‘ On the contrary, the strong presumption is, that the intestate, for the trifling rent of $20 or $25, would not have agreed to give an express covenant for the quiet enjoyment of premises worth, according to the evidence, $200 a year, clear of the rent and taxes, and upon which, in case of his death, his estate might he made responsible in damages for an amount greatly exceeding the rent.’ If, as the authorities show, the plaintiff could not have maintained covenant, if the intestate had executed the lease according to the terms of the agreement, it does not seem reasonable that in an action for its breach he should be allowed to recover as damages, the value of the contract as found by the jury.\n“ In point of fact, the plaintiff is in no worse position than he would have been if the lease had been executed; it would have become valueless, on the death of the tenant for life. Why, then, in an action for the breach of the agreement to execute the lease, should the plaintiff recover damages for the loss of the bargain, when he could maintain no action for the recovery of damages on the implied covenants of warranty and for quiet enjoyment, if the lease had been executed and delivered in the lifetime of the intestate ? Surely the law will not tolerate such incongruities — and for the failure to execute the lease, the plaintiff can only recover the actual loss or consideration paid. 0\n“ It is therefore ordered that -the verdict of the jury be modified and reduced to the amount paid by plaintiff for the interest or unexpired term of Patrick Trainer, in the premises, with' interest thereon to the date of the verdict, amounting to forty-nine dollars and seventy-two cents, ($49.72), and that judgment be entered for the plaintiff, on the verdict so modified, to wit, for the sum of $49.72, non obstante veredicto.\nStanton, for plaintiff,\nbesides the cases referred to in the foregoing opinion, cited 12 Wend. 38; 1 Hill 99; 2 Id. 105; 4 Seld. 115; Sedgw. on Dam. 155, 169; 6 Wheat. 109; 13 Eng. C. L. R. 100; 21 Id. 100; 3 Bos. & Pul. 167; Palm. 364; 2 Greenl. Evid. § 264; 4 Kent 473; 3 Term R. 402 ; 2 East 580; 6 Id. 289 ; 8 Barn. & C. 486 ; 19 Pick. 459; 11 Paige 521.\nG. P. Hamilton, for defendant,\nrefers to 4 Dall. 441; 4 Mass. 108; 4 Kent 476; 14 Wend. 48."
  },
  "file_name": "0022-01",
  "first_page_order": 22,
  "last_page_order": 25
}
