{
  "id": 985053,
  "name": "Hamm versus Beaver",
  "name_abbreviation": "Hamm v. Beaver",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "58",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Pick. 409",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2020329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/32/0409-01"
      ]
    },
    {
      "cite": "18 Wend. 107",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "7 Conn. 521",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "12 Johns. 313",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "2 N. H. Rep 28",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "16 Johns. 136",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0136-01"
      ]
    },
    {
      "cite": "3 W. & S. 143",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 373",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0373-01"
      ]
    },
    {
      "cite": "1 Jones 49",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0049-01"
      ]
    },
    {
      "cite": "1 W. & S. 285",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852628
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0285-01"
      ]
    },
    {
      "cite": "9 Watts 499",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 10098,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 8.058920871897127e-08,
      "percentile": 0.46633645436471394
    },
    "sha256": "2975da9a01d7c7961ef7e5791424d0a049ac675bac04cc13882465d0d5bd4fd8",
    "simhash": "1:acf1b6595da8e8af",
    "word_count": 1814
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hamm versus Beaver."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nOn the 23d of February 1850, John G. Beaver, entered into articles of agreement for the sale of a tract of land to James Fox, at the rate of seven dollars per acre, four hundred dollars to be paid in hand, and the residue in four equal annual instalments. Beaver was to make “ a good warrantee deed” to Fox at the time when the last instalment should be paid. In 1853, before the last instalment was due, Beaver brought an ejectment to compel the payment of the instalment then due and unpaid. That cause was- referred to arbitrators, who found “ for the plaintiff the land in controversy, to be released on the payment of $1089.65, on or before the 9th of September 1854.” The parol evidence shows very clearly that the last instalment was reserved from the award by the parties themselves. This action is brought on the legal title to enforce the payment of that instalment, and the award in the former action is relied upon as a defence. The award for the plaintiff merely established a right of entry. One judgment in ejectment, according to the common law, is not conclusive on the title. It is true that in a conditional award, like the one under consideration, the defendant’s equity may he concluded by his neglect to pay the money within the time specified in the condition. But this is a consequence of his negligence, and not the necessary effect of the award for the plaintiff. Our construction of the condition annexed to the award is, that it was the judgment and not the title to the land that was required to be released on the payment of the money mentioned. If the money had been paid within the time, and the judgment had been released according to the condition, the title would still have remained in the plaintiff as a security for the instalment remaining unpaid. There is no presumption, from the face of the record, that the condition embraced an instalment not due at the commencement of the suit. The presumption is the other way. The arbitrators might, it is true, have included in the condition the whole sum contracted to be paid; but, in that case', they ought to have required from the plaintiff a full conveyance of the land in fee simple, on the payment of the money. They have not done so. They have disposed of nothing but the cause of complaint existing at the time the suit was brought. If it was made to appear that the condition actually did comprise the whole purchase-money due, the court, by virtue of its equity powers, would interpose to compel the plaintiff to convey the title in fee, according to the contract, as soon as the money was paid. But it is not pretended that the last instalment has actually been included in the former award. The defence is, that the award is a bar, and our construction of it, without taking into consideration the parol evidence, is, that it does not bar the present action. This may seem a strict construction ; but it is a sound one, and we are satisfied that it accords with the intention of the arbitrators, the understanding of the parties at the time, and the substantial justice of the case. In the view we have here taken, it is unnecessary to decide how far parol evidence may be given to show what were the matters adjudicated in the former action.\nUnder the peculiar phraseology of the article of agreement, and the special circumstances of the case, we think that the court below was correct in its instructions in regard to the surplus land.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Corbett and Lutley, for plaintiffs in error.",
      "Reid and Lamberbon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hamm versus Beaver.\nIn an action of ejectment by a vendor to enforce payment of the purchase-money, and a conditional award in his favor, to be released on the payment of the sum found due, there is no presumption, that an instalment of the purchase-money not due at the bringing of the suit, was included in such award.\nSuch judgment is not a bar to another ejectment to enforce the payment of an instalment falling due after the bringing of the former suit, but before the award in that case was made.\nQucere, Whether parol evidence is admissible in such cases, to prove what were the matters adjudicated in the former action ?\nError to the Common Pleas of Clarion county.\nThis was an action of ejectment brought by John Gr. Beaver against Daniel B. Hamm and James Fox, for a tract of land in Clarion county, containing 255 acres and 73 perches. Beaver, by an article of agreement, dated 23d February 1850, sold the premises in dispute to Fox, one of the defendants, at the sum of $7 per acre, $400 to be paid in hand, and the balance in four equal annual instalments. A warranty deed was to be made by Beaver on the payment of the last instalment. This action was commenced on the 9th of January 1856, for the purpose of compelling payment of the last instalment, which the plaintiff alleged remained due and unpaid.\nThe plaintiff, on the trial in the court below, traced the legal title to himself, and rested.\nThe defendants then showed the article of agreement, before referred to, and also an action of ejectment by Beaver against Fox, to No. 21, September Term 1853, commenced on the 21st of May 1853, in which a rule of reference under the compulsory arbitration law was entered on the 28th of January 1854. Arbitrators were chosen on the 13th of February 1854, and on the 9th March following, an award was made and filed, finding for the plaintiff, to be released on payment of $1089.65, on or before the 9th of September 1854. On the 9th of September 1854, D. B. Hamm paid the amount of the award to James Campbell, Esq., Beaver’s attorney, and he assigned to Hamm the judgment, and paid the money over to Beaver.\nThe plaintiff then offered to prove by Campbell that, when the assignment was made by him, the residue of the purchase-money unpaid on the contract was reserved to Beaver. The defendants objected to the reception of this testimony, but the court overruled the objections and admitted the evidence, and at request of defendants’ counsel, sealed a bill of exceptions.\nThey also offered to prove that the last instalment was not embraced in the award of the arbitrators made in the former ejectment, and-it was admitted, under exceptions by defendants.\nThe plaintiff also filed a deed, dated 27th January 1857, for the land.\nThe counsel for the defendants requested the court to charge the jury:\n“ 1. The assignment by Beaver’s attorney was Beaver’s assignment, and, as he received the money, Hamm stands in his place, and the judgment having become absolute in Hamm, the plaintiff cannot recover.\n“ 2. All the purchase-money being due, at the time the award.of arbitrators was made, in the former ejectment for the same land, to compel the specific performance of the contract, that award is conclusive of the rights of the parties, and the plaintiff cannot recover.\n“ 3. Under all the facts in this case the verdict should be for the defendants.”\nThe court below (Derrickson, J.) answered these points in the negative.\n■ The jury found for the plaintiff to be released on the payment of $465.87 on the first day of December 1858, and judgment was entered upon the verdict.\nThe defendants thereupon sued out this writ, and assigned for error, that the court belo.w erred in admitting the evidence of Campbell, and in answering the defendants’ points in the negative.\nCorbett and Lutley, for plaintiffs in error.\nThe payment being due when the former award was made, should have been included. The proceeding is in the nature of a bill in chancery, and the situation of the parties at the time of the decree, and not at the institution of the suit, is the criterion : Shaw v. Bayard, 4 Barr 258. One verdict and judgment is conclusive: Seitzinger v. Ridgway, 9 Watts 496. This, though changed by the Resolution of 5th May 1841, was substantially restored by the Act 21st April 1846, and fully re-established by the Acts 30th April 1850, and 8th May 1850 : Brown v. Nickle, 6 Barr 391; Amick v. Oyler, 1 Casey 506. One decree is conclusive: Com. Dig. tit. Decrees T. 2; Seitzinger v. Ridgway, 9 Watts 499. And it must be judged of from the record alone: Paull v. Oliphant, 2 Harris 342 ; Hess v. Heeble, 6 S. & R. 57; Buffington v. Bruhman, 4 Pa. L. J. 418; Carvill v. Garrigues, 5 Barr 152. The case of Coughanour v. Bloodgood, 3 Casey 287, rules that one judgment is conclusive. Awards have the same effect: Amick v. Oyler, 1 Casey 506 ; O’Donnell v. Lynch, 1 W. & S. 285 ; Lloyd v. Barr, 1 Jones 49.\nReid and Lamberbon, for defendant in error.\nDoes the former recovery for the previous instalments prevent us from recovering for the last ? And can parol evidence be received to show that it was not in the former award? One judgment, it is admitted, in a case of this kind, is conclusive for the same cause of action. The cause of action was not devisible, but was so treated by the parties. And though it might, according to Shaw v. Bayard, have been included in the award, there is no case deciding that it must be. No deed was filed or demanded, and no stipulation of the kind put in the award. The record may not be contradicted by parol. The evidence here offered was only to explain it: Carmony v. Hoober, 5 Barr 305. We do not seek to impeach the award as though we were filing a new bill for the same cause. It is in the nature of a second bill for a distinct cause, or like a supplemental bill which may be filed even after a decree to reach matters arising since the filing of the original bill or not embraced in it: Bright. Eq. § 827; Story Eq. § 338.\nWhere the pleadings might embrace the subject-matter, it is presumed all were passed upon; but this is not conclusive. It may be shown that the claim was not made or was withdrawn: Croft v. Steele, 6 Watts 373 ; Sterner v. Gower, 3 W. & S. 143; Carmony v. Hoober, 5 Barr 309 ; 1 Stark. Ev. 222, 6th Am. ed.; Philips v. Berick, 16 Johns. 136; Irwin v. Knox, 10 Id. 365; Whittemore v. Whittemore, 2 N. H. Rep 28; 4 Grill. & Johns. 345; Wheeler v. Van Houten, 12 Johns. 313; Goddard v. Selden, 7 Conn. 521; 2 Smith L. Cases, 4 Am. ed. 573; Wood v. Jackson, 18 Wend. 107; Badger v. Titcomb, 15 Pick. 409."
  },
  "file_name": "0058-01",
  "first_page_order": 58,
  "last_page_order": 61
}
