{
  "id": 985017,
  "name": "Elliott versus Boyles",
  "name_abbreviation": "Elliott v. Boyles",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "65",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 65"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 500,
    "char_count": 8493,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 4.0502694744582156e-07,
      "percentile": 0.9077334238405406
    },
    "sha256": "fe1adc5f5edfff339db6dff14ca5c102f1df761ba4e0d7b18c3b55f012fca162",
    "simhash": "1:d20004ad8b8710a5",
    "word_count": 1486
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elliott versus Boyles."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIt is entirely natural that, in the public trial of causes, the earnestness of counsel should often become unduly intense; and it is not possible to prevent this, without such an attribution and exercise of power as would be entirely inconsistent with that freedom of thought that is necessary to all thorough investigation. The remedy for it is to be found rather in inner than in outer discipline.\n• Those who are zealously seeking the truth cannot always be watchful to measure their demeanour and expressions, in accordance with the feelings, or even with the rights of others. This zeal, even when inordinate, must be excused, because it is necessary in the search of truth; and generally, it is not possible to condemn it, as misguided or excessive, until its fault has been proved by the discovery of the truth in another direction; and possibly its vei-y excess may have contributed to the discovery. When the presiding judge is respected and prudent, a hint kindly given is generally all that is needed to restrain such ardor, when it does not arise, in any decree, from habitual want of respect for the rights of others and for the order of public business.\nWitnesses often suffer very unjustly from this undue earnestness of counsel, and they are entitled to the watchful protection of the court. In the court, they stand as strangers, surrounded with unfamiliar circumstances, giving rise to an embarrassment known only to themselves, and in mere generosity and common humanity, they are entitled to be treated, by those accustomed to such scenes, with great consideration; at least, until it becomes manifest that they are disposed to be disingenuous. The heart of the court and jury, and all disinterested manliness, spontaneously recoils at a harsh and unfair treatment of them, and the cause that adopts such treatment is very apt to suffer by it; it is only where weakness sits in judgment, that it can benefit any cause. Add to this, that a mind rudely assailed, naturally shuts itself against its assailant, and reluctantly communicates the truths that it possesses.\nWe do not at all feel authorized to say, that these remarks are demanded by anything that took place on the trial of this cause; but they are suggested by the question put by the counsel of the defendant below, and by the view taken of it by the opposite counsel. We do not at all know, who put the question, or how it was put; but we are sure that the counsel who argued the cause here are most respectable and considerate.\nThe question put to the witness on his cross-examination, and rejected by the court at the instance of the opposite party, was: Whether he did not commit wilful and corrupt perjury in a case in the Quarter Sessions ?\nThe counsel who proposed it were entirely mistaken in supposing that a negative answer would open the door for proving the affirmative, in order to contradict the witness; for the answer would have been conclusive of the fact, it being a fact entirely collateral to the issue: 1 Greenl. Evid. § 449. If such a mode of discrediting a witness were allowable, it is easy to see that, on the single question of the credibility of a single witness, the number of collateral issues to be tried might be entirely indefinite.\nBut the purpose of the question, if seriously put, was to obtain an answer that would disgrace the witness, and expose him to a criminal prosecution; and it is only in exceptional cases that such questions can be properly asked of a witness. This, however, is the privilege of the witness, and not the right of the other party. We think that we ought to say, that such a question as this ought, never to be asked of any witness; for no witness ought to answer it even if allowed to do so: 1 Greenl. Evid. § 451-5; 1 Phil. Evid. 279.\nAnd the question is entirely illegitimate as a mode of attacking the credibility of a witness. If a man is received among his neighbours as fully entitled to credit for veracity, a court and jury can have no grounds for discrediting him, except such as may arise from his want of intelligence or candour, from his contradictions or partisanship in testifying before them. The fact that those who are well acquainted with his home reputation, know it to be now undoubted, is not set aside by any single crime, or even many of them, that he may long ago have committed. If his reputation still rises above that, he is credible still, for the taint of criminality is not entirely indelible.\nHence the most proper test of character, before human tribunals, is reputation, and not single acts. And it is the only practicable one; for the witness or the party calling him can be prepared for no other, and the court can administer no other; for it cannot possibly try collateral issues, or the events of every witness’s life, in order to decide the controverted cause: 1 Greenl. Ev. §§ 461-9. It would be absolutely intolerable that a man, by being brought into court as a witness, should be bound to submit all the acts of his life to the exposure of malice, under the pretence of testing his credibility. If such were the test, courts would often present, in language and temper, scenes of unmitigated ruffianism, and the means of enforcing law and order in society, would be denounced as sources of corruption and disorder.\nThe testimony of William Crosby, that was objected to, was proper, as tending to show settled malice. And since the defendant uttered the slander, as on his own knowledge, it would furnish him no kind of excuse to show that such a story had been told him by another person. We see no error in the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Hugus and Belie, for plaintiff in error.",
      "Baer and Ooffroth, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Elliott versus Boyles.\nA witness cannot be asked on cross-examination, whether, on the trial of another cause, he had committed wilful and corrupt perjury.\nA negative answer to such question by the witness, would be conclusive on the party propounding, and would not open the way to contradict the witness by affirmative proof of the fact.\nIn an action of slander, words not laid in the declaration, nor actionable in themselves, may be given in evidence by the plaintiff, for the purpose of showing malice in the defendant.\nWhere a defendant utters a slander as on his own knowledge, evidence will not be received on the trial that the matter was communicated to him by another.\nError to the Common Pleas of Somerset county.\nThis was an action of slander, by Peter Boyles and Sarah C., his wife, against John Elliott. A narr. was filed, in which it was alleged that Elliott had charged that a man by the name of Cramer had had criminal intercourse with Mrs. Boyles, before her marriage with Boyles. An additional count was filed, by leave of the court, in which it was alleged the defendant said, “ If the dirty strumpet knew that I hold her future happiness or misery in my hands, she would keep her mouth shut.”\nThe speaking of the words laid in the first count, was proved by Dr. Gorman, and on his cross-examination, the counsel for the defendant proposed to ask him, whether he “ did not commit wilful and corrupt perjury, in a case in the Quarter Sessions of Somerset county.” This question was objected to, and rejected by the court, and at the instance of defendant’s counsel, a bill of exceptions was sealed.\nThe plaintiffs’ counsel called William Crosby, and proposed' to prove by him, that in a conversation with the defendant, as Boyles passed them, he said, “ if that man knew that I hold his domestic peace in my hand, he would not feel so big as he does.” This was objected to by the defendant, but admitted by the court; and a bill sealed at defendant’s instance.\nAfter the plaintiffs had closed their case, the defendant called Daniel Augustine, and offered to prove by him, that he told the defendant, before the speaking of the words, that in a conversation the witness had with Cramer, the latter had declared he had had carnal knowledge of Mrs. Boyles.\nThe court rejected the offer, and at the instance of defendant’s counsel sealed a bill of exceptions.\nThe jury found a verdict of $300 for the plaintiffs, and the court entered judgment thereon.\nThe defendant then purchased this writ, and assigned here for error, that the court erred in refusing to permit the defendant to ask the proposed question, on cross-examination, to Dr. Gorman; in admitting the evidence of Crosby; and rejecting that of Augustine.\nHugus and Belie, for plaintiff in error.\nBaer and Ooffroth, for defendants in error."
  },
  "file_name": "0065-01",
  "first_page_order": 65,
  "last_page_order": 68
}
