{
  "id": 985034,
  "name": "Mangle versus Stiles",
  "name_abbreviation": "Mangle v. Stiles",
  "decision_date": "1855-01",
  "docket_number": "",
  "first_page": "72",
  "last_page": "73",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 254,
    "char_count": 3643,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 8.46013294061165e-08,
      "percentile": 0.485116506792481
    },
    "sha256": "48786897ce4552ac08f8283a55a9721e078ee4899bedda1d652622f24474b4d6",
    "simhash": "1:d9816397975ef7ec",
    "word_count": 663
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mangle versus Stiles."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nTo sustain this defence would be to allow a contract to be changed by one of the parties to it. If the house was finished, and the defendant could not get the $175, there would be some equity in his defence. He is indeed paying for what he has not received; but it would be very inconvenient to allow this as a set-off in such an action, for it would throw open a perpetual rent to a perpetual dispute, by an unwritten alteration of its amount, and thus make set-offs to be the cause of- strifes, instead of a way of ending them, and this must be watched against.\nAnd it makes no difference that Mangle’s title was sold on Stiles’s judgment. The law, and not the plaintiff, fixes the effect of a judgment, and makes it a lien only on the defendant’s title; and a sale under it can reach no further, except against ¿secret equities. Stiles had a right to enforce his judgment against this Jot, and the purchaser under it assumes Mangle’s unfulfilled covenants, both as to the rent, and as to the means of securing it by the erection of the house.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Mangle versus Stiles.\nWhere a'lot of ground of the annual value of §37.50, and an agreement by the owner to advance §375, to aid in erecting a house on the lot, constitutes the consideration of a perpetual rent of §60 to issue out of the lot, and the owner of the lot conveys it subject to such rent, and the lessee covenants to erect a house upon it sufficient to secure the rent, but suspends the erection in an unfinished state, after having received §200 of the advance and before he is entitled to any more, and then his title is sold out on a judgment of the lessor against him; the sheriff's vendee, not having completed the house, is not entitled to have the rent reduced by way of equitable set-off in proportion to the §175 yet remaining to be advanced.\nSet-offs are allowed in order to prevent multiplicity of actions, and ought not to be allowed so as to be themselves the cause of new disputes.\nError to the District Court of Philadelphia.\nCovenant, by Benjamin Stiles against Thomas O. Mangle, for arrears of a perpetual rent of $60, reserved in the conveyance of a lot of ground in Philadelphia, by Stiles to Mangle. Thomas J. Martin was admitted to defend as terre-tenant, and pleaded payment. The defence was grounded on the following facts. The lot was vacant at the time of the conveyance, and, therefore, furnished no adequate security for the payment of the rent. Eor this reason Mangle covenanted in the deed of conveyance to erect on the lot a three story brick dwelling-house, of sufficient value to secure the rent. The annual value of the lot was estimated at $37.50; and Stiles, by a separate agreement, contracted to advance to Mangle $375 to aid him in erecting the house, to be paid as the work progressed. The interest on this $375 was made a part of the annual rent. Mangle commenced the building, but suspended it before a roof was put upon it. In that condition it was sold on a judgment of Stiles against him, and Martin purchased it. During the progress of the building, Stiles advanced $200, and he was not to pay the remaining $175 until the house should be completed. After the purchase by Martin, Stiles offered to pay him the $175 so soon as he should finish the house, and was always ready to do so ; but the house still remains unfinished.\nUnder these'facts, the defendant claimed, that he was entitled to a deduction from the rent, equal to the interest on the $175 ; but the court decided that he was not, in this action; and this is the matter complained of here.\n(January 1855)"
  },
  "file_name": "0072-01",
  "first_page_order": 72,
  "last_page_order": 73
}
