{
  "id": 985054,
  "name": "Hall versus Dickinson",
  "name_abbreviation": "Hall v. Dickinson",
  "decision_date": "1855-04",
  "docket_number": "",
  "first_page": "76",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 268,
    "char_count": 3991,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 6.445245598433026e-08,
      "percentile": 0.3978148919106867
    },
    "sha256": "8b4d1744a9e9d74cd2c97621a3077ea7ab0d8d86a89117cbea705b9268ad7068",
    "simhash": "1:b965fb3d955140fb",
    "word_count": 713
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hall versus Dickinson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIf the aim of all interpretation were to ascertain an intention, the error here would be plain enough to anybody that can read English. But, unfortunately, we had not, when this will was written, got entirely free from a rule that required men to express themselves in a set form of words, if they wanted to be understood, and that prevented judges from readily seeing a fee simple where they did not see the word heirs; and it is very plain that the author, of this will was not aware of this; and it is only unconsciously that he has provided against it.\nThe rule had gradually yielded, until it ceased to exact the use of the word heirs, in all cases where there were other expressions or provisions, besides those of mere gift, which showed that the testator intended his gift to be a fee simple. There^are such provisions in this will; and, noticing as we do, that the testator was very unskilful in the use of language, and cannot be supposed to have known of the rule just alluded to, we must attribute to these provisions their full value as indications of intention. -\nFirst; it is not probable that he intended a mere life estate for the son, after a conditional life estate in his widow, and without disposing of the remainder after his son’s death.\nAgain; a devise of a life estate to one of his heirs, and leaving him to take a share of the reversion of the same land by descent, is not a probable intention.\nAgain; the devise of the seventy acres to be sold, was the gift of a fee to some of his children without words of inheritance, and we cannot suppose that he intended to prefer them to George, and allow them even part of his share by descent.\nLastly and chiefly; we understand the' testator as . excluding his grandchildren named as legatees from all further share of his estate; for we are informed of no debts, and can understand him only as giving legacies to them and not as paying debts. Now this exclusion can be effected only by treating the devise to George as a fee. If it were not so, there was an interest in the land in controversy that descended to.these grandchildren immediately on the testator’s death. His will, in this regard, can prevail only by construing the devise to George as a fee.\nJudgment reversed, and judgment for the defendant below, with costs.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "J. J. Lewis and B. Darlington, for plaintiff.",
      "Broomall, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hall versus Dickinson.\nWhere a testator made his will in 1815, distributing all his real estate among his children; giving to his son a tract of land without words of inheritance, to take effect after the death of his widow; giving other land to be sold, and the proceeds divided among other children; and giving legacies to children of some deceased children, and excluding them from all other share of his estate: Held, that the son took a fee simple in the land devised to him.\nError, to the Common Pleas of Delaware county.\nAmicable action of ejectment. Stephen Hall made his will, in 1815, devising all his land as follows: To his widow, during her widowhood; after the death of his widow, twenty-two acres to his son George; a tract to his daughters Ann and Elizabeth, using no words of inheritance in either case; the remainder of his land (a tract of seventy acres) was to be sold, and the proceeds divided equally among three other daughters; and finally he gave $40 apiece to six grandchildren, children of deceased children, and declared that this last was “in lieu and full satisfaction for every demand which my children may claim against me or my estate on any account whatsoever.”\nThe case was presented on a case stated, and it was agreed that if George took a fee simple under the will, judgment should be entered for the defendant, Ann Hall; if only a life estate, then judgment should be for the plaintiff, Dickinson. The court decided that George took only a life estate, and entered judgment accordingly, and hence this writ of error.\nJ. J. Lewis and B. Darlington, for plaintiff.\nBroomall, for defendant.\n(April 1855),"
  },
  "file_name": "0076-01",
  "first_page_order": 76,
  "last_page_order": 77
}
