{
  "id": 985008,
  "name": "Reese versus The Bank of Montgomery County",
  "name_abbreviation": "Reese v. Bank of Montgomery County",
  "decision_date": "1855-05-17",
  "docket_number": "",
  "first_page": "78",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0014-01"
      ]
    },
    {
      "cite": "1 Binn. 191",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0191-01"
      ]
    },
    {
      "cite": "2 Jones 213",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 245",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 135",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Paige 229",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2050456
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/4/0229-01"
      ]
    },
    {
      "cite": "3 McLean 291",
      "category": "reporters:federal",
      "reporter": "McLean",
      "case_ids": [
        12116954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/29/1019-01"
      ]
    },
    {
      "cite": "19 Verm. 410",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4422454
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/19/0410-01"
      ]
    },
    {
      "cite": "3 Met. 163",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2064038
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/44/0163-01"
      ]
    },
    {
      "cite": "10 Pick. 415",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014280
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0422-01"
      ]
    },
    {
      "cite": "5 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844062
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0152-01"
      ]
    },
    {
      "cite": "3 Mass. 364",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 448,
    "char_count": 6532,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 5.313745092075817e-07,
      "percentile": 0.9426064994522847
    },
    "sha256": "4a0ce673ff147eaec602b59b9f3cecf90d94165b30cfc5e99026f9c9e228b831",
    "simhash": "1:3de1cb223ad55463",
    "word_count": 1204
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reese versus The Bank of Montgomery County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe law instituting this bank contemplates that it may, at its start, not have the whole of its capital stock subscribed ; and the governor is authorized, on a certain portion of it being subscribed and paid, to issue the letters patent of incorporation in favor of the then subscribers, and of “ all those who shall afterwards subscribe,” so far as to make up the full capital. It was not at all the purpose of this provision to define the persons who should be entitled, after the issuing of the charter, to subscribe ; but only to say that the corporate franchise should belong to the persons who might then be, and who thereafter should become stockholders.\nIs the plaintiff entitled to a remedy for being excluded from subscribing for the new stock? We think he is. Since the acts of incorporation do not declare how the untaken stock shall be disposed of, it stood like all the other corporate franchises, and belonged to the corporators, and they had a right to all the profits that could be derived from it — the bank held the right in trust for its members. The directors might order it to be sold, and then the profits would be shared among the members at the next dividend ; or they might allow each member to subscribe for his proportion of the new stock as nearly as it could be fixed in integral shares. This right is easily calculated, and it could not be given to one without being given to all; and to deprive the plaintiff of his share was a legal injury — a violation of his personal right, for which he is entitled to compensation.\nCan he sue in assumpsit? We think he can; though there was no contract, expressed or intended, to give him his proportion. The violation of his right was a tort, but not simply a tort; for the corporation stood to him in a special relation, out of which arose a special duty correlative to his right. The law usually imputes a contract when it imposes a duty; and it does this whenever a position is intentionally assumed, out of which the duty naturally arises. In such cases, and for the purpose of accommodating the case to the form of action, the law allows the waiver of the tort and the implication of the assumpsit. The existence of this duty is a sufficient ground for the averment of the promise which the form of action requires.\nMay the plaintiff pass by the directors and sue the bank ? We think he may. The directors had no power to affect his rights except as agents of the bank. It did the wrong in the only way it could, by the agency of its functionaries. And to compel it to redress the injury, is not to visit the sins of the guilty on the innocent, any more than is common in cases of associated interests. It is one of the necessary risks of all associations. We cannot help it that this makes new stockholders liable for old injuries, unless we say that the bank was legally different after the new subscriptions from what it was before. Besides this, the new subscribers participated in the act of the directors by taking stock under their unjust resolution.\nIt requires no jurist to say that an ex post facto resolution, for the forfeiture of the plaintiff’s interest, as a penalty for being in arrear, is void. Even the legislature has no power to perpetrate such injustice.\nSince the stock of the bank might be affected by the increase of its amount, its market value after the new stock was subscribed, is the proper measure of damages for depriving the plaintiff of his right.\nJudgment reversed and new trial awarded.\nSee 2 Casey 149.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Boyer and T. S. Bell, for plaintiff,",
      "Chain and Boyd, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Reese versus The Bank of Montgomery County.\nWhen part of the authorized capital stock of a bank remains untaken at the time of its incorporation, the right to issue the remainder of it is a corporate franchise, held by the corporation in trust for the corporators, and it must be disposed of for the benefit of all.\n■ If the directors dispose of it to the corporators unequally, and in violation of the rights of any, each corporator injured by their act, may haye remedy in assumpsit against the corporation.\nA resolution of the directors, carried into effect, distributing such shares of stock among all the stockholders, who are not in arrear on the shares already taken by them, add excluding those who are, is an unlawful imposition of a penalty on those in arrear, and a violation of the equal rights of a corporator who was ready and offered to take his proportion of the new shares.\nError to the Common Pleas of Montgomery county.\nAssumpsit, by Reese against The Bank, to recover damages for refusing to allow him, as a stockholder, to share in the distribution of a portion of the capital stock which remained untakén at the time of the incorporation of the bank. The bank was incorporated under the Act of Assembly of 21st March 1814, P. L. 154, and continued in operation by virtue of subsequent iaws, 22d March 1824, P.L. 5; 7th April 1832, P. L. 360; 18th April 1848, P. L. 318; 6th April 1849, P. L. 433. It was authorized to have a capital stock of eight thousand shares of $50 each; but up to the 2d February 1850, it had, only seven thousand one hundred and one shares actually taken. On that day, a resolution was adopted by the board of directors, to fill up the authorized capital, and giving liberty to all stockholders who had paid up their instalments in full, to subscribe for the new stock, from the 13th to the 31st of May following, in amounts proportioned to the number of shares held by them respectively; and notice of this was sent to those who were not in arrear. On the 24th May, the plaintiff went to the bank, paid up his arrears, and demanded permission to subscribe for his proportion of the new stock, and it was refused him. The stock then bore a premium of $5 a share, and for this the plaintiff sues. The court instructed the jury that the plaintiff had no cause of action.\nThe cause came up on error in 1855, and was then decided, but omitted in the reports. It came up in another form afterwards, and is reported in 2 Oasey 143.\nBoyer and T. S. Bell, for plaintiff,\nrefer to the above cited Acts of Assembly and cite 3 Mass. 364; 10 Ohio R. 91; 5 Barr 351; Doug. 524; 5 Watts 152; 10 Pick. 415; 3 Met. 163; 19 Verm. 410; 3 McLean 291.\n(17th May 1855),\nChain and Boyd, for defendant,\nrefer to Stayman v. The Carlisle Bank, 2 Am. L. Journ. 35; 4 Paige 229; 3 Id. 520; 2 Sim. & Stu. 18; 2 Wend. 135; 5 W. & S. 245, 468 ; 8 S. & R. 88; 12 Id. 265; 9 Id. 241; 3 Harris 174; 2 Jones 213; 1 Binn. 191; 4 Barr 281; 4 W. & S. 14."
  },
  "file_name": "0078-01",
  "first_page_order": 78,
  "last_page_order": 80
}
