{
  "id": 985057,
  "name": "The Marion Beneficial Society versus The Commonwealth ex rel. Drake",
  "name_abbreviation": "Marion Beneficial Society v. Commonwealth ex rel. Drake",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "82",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 247",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483389
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0247-01"
      ]
    },
    {
      "cite": "1 Paige 613",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 58",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0058-01"
      ]
    },
    {
      "cite": "1 Watts 366",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "19 Johns. 484",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 633,
    "char_count": 13858,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.817590120162003e-07,
      "percentile": 0.7187527149266232
    },
    "sha256": "51a6d571be42edabf1c20eeb23bbee6686690a92332839be8991c87d0d9224f6",
    "simhash": "1:9da8b31097ed588a",
    "word_count": 2446
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Marion Beneficial Society versus The Commonwealth ex rel. Drake."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe Act of 14th June 1886, gives the right to recover damages in the writ of mandamus, as in an action for a false return of such writ. The evidence tending to show that the relator was in a condition which entitled him to the aid of the society, was therefore pertinent on the question of damages.\nIf the respondent’s counsel had offered to read the pleadings in the cause for the purpose of showing to the jury what the issue was, the court ought to have permitted it; but when the offer was made to read the answer, in order that “ the jury might take the statements therein as admitted so far as not denied by the plea,”, the court was correct in rejecting it. The statements in the answer, not denied by the plea, were not in issue, and therefore were not to be passed upon by the jury. If they were admitted to be true, and afforded good defence to the writ, the court and not the jury might say so, irrespective of the verdict.-\nThis disposes of the first and second errors. The fourth and sixth are not specified so as to raise any particular question; ■ and there is nothing in the fifth.\nThe rejection of George Senderling, Jr., on the ground of interest, remains to be considered. His competency depends either upon his interest in the fund out of which the verdict must be paid, or his liability to assessment for the purpose of raising funds to satisfy the demand.\nIn The Washington Beneficial Society v. Bacher, 8 Harris 425, it was held, that the witness was liable to assessment to raise funds to satisfy the claim, if there should be a recovery against the society, and he was therefore excluded. But in that case the constitution of the society expressly authorized such assessments from time to time, as might be required. In the case before us, there appears to be no express provision of that kind, but the principle seems to be a just one that the members of incorporated companies are bound to fulfil the obligations of the corporation itself, whenever their responsibility is not restricted by the charter; as it may be by express provision ascertaining the amount of capital stock, or the measure of liability: 1 Am. Law Mag. 100. The members are not directly responsible to the creditors of the corporation, but, when they authorize it to contract debts for their benefit, they are each bound in conscience to contribute to the corporation itself a just proportion of the funds necessary to meet the engagements thus made. And a court of equity will give effect to this obligation, by compelling the corporate authorities to make the necessary assessment. This seems to have been done in the case of Salmon v. The Hamburg Company, 1 Cas. Ch. 206; 6 Viner Abr. 310. That decision was cited with approbation by Ch. J. Spencer, in Slee v. Bloomer, 19 Johns. 484, and by Chancellor Dessaussure, in Hume v. Winyaw and Wando Canal Company, 1 Carolina Law Journal 217; 7 Am. Law Mag. 92. In the latter case there was a decree applying the proceeds of the joint stock towards the payment of the debt, and compelling each member to pay his proportion of the deficiency. That decree was affirmed on appeal, 7 Am. Law Mag. 103. In the case before us, there seems to be no express provision ascertaining the amount of the capital, or otherwise restricting the measure of each member’s liability. But it may not be necessary to determine this point at present, as, if the members are not liable to assessment to meet liabilities incurred by their authority and for their benefit, it would seem to follow that the provision for the witness himself depends altogether upon the sufficiency of the corporate fund. As the recovery by the relator would diminish that fund, the witness was interested in defeating it. He was therefore properly excluded.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "F. C. Brewster, for the plaintiff in error.",
      "Brightly, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Marion Beneficial Society versus The Commonwealth ex rel. Drake.\nOn the trial of an issue, in a mandamus to restore the member of a beneficial society, who had been illegally expelled, the relator, being entitled to recover damages, as in an action for a false return to the writ, may give evidence, that, since his expulsion, he has been in a condition which entitled him to the aid of the society, under its constitution and by-laws.\nOn the trial of such issue, the defendants cannot read in evidence their sworn answer.\nA member of the society is incompetent as a witness for the defendants: 1. Because the fund, to which the members would have to look for aid, in case of sickness, would be diminished by the relator’s recovery. 2. Because, it seems, the members may be compelled in equity to raise a fund for the payment of the relator’s damages.\nError to the Common Pleas of Philadelphia.\nThis was an alternative mandamus, issued on the petition of the relator, Timothy Drake, to restore him to his office and place as a- member of the Marion- Beneficial Society, from which he had been expelled on the 10th February 1853.\nThe return set forth that true it was, the relator was duly admitted a member of the corporation on the 6th June 1833; but that by the 9th and 13th articles of their charter of incorporation, it was provided “ that candidates for membership shall he men of good moral character, free from all bodily infirmities,” &c.; and “ that should any member impose on the society, by feigning himself sick or disabled, and be convicted thereof, such member shall be expelled, and forfeit all rights therein, and refund all moneys fraudulently drawn from the society.”\nThat, at the time of the admission of the said Timothy Drake to membership, he fraudulently declared himself “ free from all bodily infirmities,” well knowing this not to be the fact; and by such fraud obtained admission to the society; and that the said Timothy Drake also, after his admission, “ feigned himself sick and disabled, and imposed on the society thereby.”\nThat, on the 6th January 1853, at a stated meeting of the society, two of the members thereof preferred a charge, in writing, against the relator, charging him with a violation of the 9th and 13th articles of their charter, as above set forth; and the president was thereupon directed to notify him of the said charges, and to attend at the next stated meeting of the society to answer the same. That notice was duly given to him; and that the hearing of the charges, on the application of the relator’s counsel, was adjourned to the 10th February 1853. That, on that day, the relator appeared before the society, by counsel; and thereupon the said society, after hearing the proofs, and thereon carefully deliberating, put the question to ballot, as to his guilt or innocence, and it was resolved, by the vote and concurrence of more than two-thirds of the members present, that the relator was guilty of the said charges; and he was then and there duly and legally convicted thereof. That the society thereupon proceeded by ballot to decide upon the punishment to be inflicted upon the said Timothy Drake, under said conviction, and by the vote and concurrence of more than two-thirds of the members present he was expelled.\nTo this the relator pleaded, that the society did not hear proof in support of the charges so preferred against him; but on the contrary thereof, the said society, without hearing any testimony whatever in support of the said charges so preferred, demanded of him, the said Timothy Drake, that he should disprove the same; and upon his refusal so to do, until some proof should have been heard in support of the charges so preferred against him, the said society expelled the counsel of him the said Timothy Drake from the place of meeting of the said society; and thereupon, without having heard any proof whatever in support of the said charges, and without giving an opportunity to the said Timothy Drake of defending himself against them, voted that the said Timothy Drake was guilty of the said charges, and expelled him from his place and oífice, as a member of the said corporation.\nThe defendants replied, that the society did hear proof in support of said charges; and did not expel the relator without having heard any proof in support of said charges; and upon this, issue was joined.\nOn the trial, the relator having given evidence in support of his plea, offered to prove that he w'as sick when expelled, and had so continued, and that he was unable to attend to business ; and that he was then in the Blind Asylum. This evidence was offered solely as to the damages. To this the defendants’ counsel objected; but the court admitted the evidence, and sealed a bill of exceptions.\nThe defendants’ counsel offered to read the sworn answer in evidence. The court refused to permit this to be done, and the defendants’ excepted. They then offered as a witness George Senderling, who being sworn on his voir dire said: “I am a member of the respondents’ society at the present time. I am not liable to any assessment, no matter what the result may be.” On an objection by the relator’s counsel that the witness was incompetent, the court refused to admit the evidence, and the defendants excepted.\nThey then called Charles P. MulliJcen, who being sworn on his voir dire said: “lama member of this society, and was so at the time of Drake’s expulsion. My dues are fixed at a certain sum; no assessment whatever can be made on me; am not compelled to contribute a particle, if the verdict is against the society, beyond what I would be if the verdict is in our favour; I am not in any way personally interested in the result of the cause. If I should be sick, I would be entitled to benefits out of the funds of the society; and in case of the death of myself or wife, dues are to be paid by the society.” The court refused to admit the witness, and sealed another bill of exceptions.\nThe court below charged the jury, that if the evidence satisfied them that the relator was expelled without proof, then the verdict should be in his favour; that an illegal expulsion was an actual damage; and that the standard of damages was what he would have received from the society if a member.\nThe jury having rendered a verdict for the relator, and assessed his damages at $355.40, and judgment having been entered thereon, the defendants removed the cause to this court; and here assigned for error (inter alia): 1. The admission of evidence to show the condition of the relator. 2. The refusal to permit the defendants’ answer to be read. 3. The exclusion of Senderling and Mulliken, as witnesses for the defence.\nF. C. Brewster, for the plaintiff in error.\nThe offer to prove the blindness of the relator was entirely new to the defendants. It was not an issue presented by the pleadings. No notice had been given of any claim for damages, and they were entirely unprepared to meet it: Boyd v. Boyd, 1 Watts 366; Bitting v. Mowry, 1 Miles 216. The case of the Washington Beneficial Society v. Bacher, 8 Harris 425, supports no such practice.\nThe counsel ought to have been permitted to read the answer to the jury. Stephen on Pl. 23, 29; Noble v. McClintock, 6 W. & S. 58. The witnesses offered by the defendants were clearly disinterested, and ought to have been admitted to testify. In the matter of Kip, 1 Paige 613; Juker v. Commonwealth, 8 Harris 484; Washington Beneficial Society v. Bacher, 8 Harris 429.\nBrightly, for defendant in error.\n1. Was proof of the relator’s condition, evidence on the question of damages? The Act of 1836, Brightly's Purd. 571, pl. 7, provides that “if a verdict shall be found for the person suing such writ, and judgment be rendered thereon, he shall recover his damages and costs in the same manner as he might have done in an action for a false return.” And in the Washington Beneficial Society v. Bacher, the court say that, in such case the relator is.entitled to recover damages according to the extent of the injury: 8 Harris 429.\n2. Was it the right of the defendant’s counsel, in opening his case, to read to the jury the answer of the defendants, with the remark that it was a sworn answer, and that he should ask the jury to take the statements therein, as admitted, so far as not denied by the plea ? The mere statement of such a proposition -would seem to be enough to obtain a negative response to it.\nIt is the duty of the counsel to open the pleadings to the jury, that is, to state the points in issue; not to state irrelevant matters wffiich may appear upon the pleadings, and upon which no issue could be taken.\nHere the answer goes into the causes of expulsion; if these were sufficient in law, no issue could be taken upon the truth of them. The courts entertain jurisdiction to restore • a corporator by mandamus, where the cause is insufficient, or the proceedings irregular; but they will not inquire into the merits of what has passed in a regular course of proceedings: Commonwealth v. The German Society, 3 Harris 251. The courts will not revise the proceedings of a corporation upon the merits when acting within the powers granted by their charter: 8 W. & S. 247; 4 Barr 519. The relator then, having taken issue on the regularity of the proceedings, which was the only point open to him, what right could the defendants possibly have to read their sworn answer to the jury, with the sole object of prejudicing the cause of the relator in a point not before the jury for trial ? 3 Chitty’s Gen. Pr. 887-8.\n3. The evidence of members of the defendant corporation was properly rejected. They were clearly interested. The payment of the relator’s claim for damages, would decrease the fund from which they looked to support in sickness, and from which their funeral expenses are to be defrayed after their decease. This was the precise point determined by this court in The Washington Beneficial Society v. Bacher, 8 Harris 429.\nThis case was heard and determined in 1855."
  },
  "file_name": "0082-01",
  "first_page_order": 82,
  "last_page_order": 87
}
