{
  "id": 985068,
  "name": "Kneass's Appeal",
  "name_abbreviation": "Kneass's Appeal",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "87",
  "last_page": "92",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 87"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 N. H. 572",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 354",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0354-01"
      ]
    },
    {
      "cite": "10 Yerg. 59",
      "category": "reporters:state",
      "reporter": "Yer.",
      "case_ids": [
        8541533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/18/0059-01"
      ]
    },
    {
      "cite": "16 Mass. 328",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 311",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477844
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "393"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 13049,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 4.0055500911044355e-07,
      "percentile": 0.9059755993496146
    },
    "sha256": "2db6cede5d8b4b4509f48491548c21183c1d31bbe19e4307ddb6fe424a3f414e",
    "simhash": "1:d0fc1084b2fba34e",
    "word_count": 2278
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kneass's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nOn the 29th March 1849, the legislature passed an act authorizing the executors of Christian Kneass, deceased, to sell the real estate of said decedent, subject to the approbation of the Orphans’ Court of Philadelphia county. The executors accordingly sold the property to Samuel Hood, Esquire; but. the Orphans’ Court refused to approve of the sale, on the ground, as we understand from the arguments here, that the Act of Assembly referred to is unconstitutional. The will of Christian Kneass gives a life estate to his wife, remainder to his eight children, share and share alike, in fee simple. All the children, except two, were of full age, and capable of acting for themselves, when the act was passed. The two who were minors when it was passed, arrived at full age afterwards and before the sale. But, in the mean time, one of the devisees died, leaving a minor child. So that one undivided eighth part of the estate given to the children, belonged to an infant at the time of the sale. All the other interests in the land belonged to persons of full age, and competent to act for themselves.\nPublic and private necessity have introduced a practice on this subject which has been so general, and so long acquiesced in, that it must be regarded as an important element in the construction of the powers of the legislature in such cases. To doubt or deny the validity of titles thus acquired, would lead to great injustice, and would produce the most intolerable mischief. The state has a deep interest in the free alienation and rapid improvement of all real estate within her limits. The necessities of infants and lunatics often require that the power to sell should be exercised by some one. Under the influence of these necessities, the Orphans’ Court may direct the sale of estates of minors, and the Common Pleas may order the sale of real estates belonging to persons non compos mentis. As these powers are derived from the legislature, it is manifest that others besides the judicial tribunals, may derive similar powers from the same source. Accordingly, a special act, authorizing a sale in such cases, was held to be valid in Estep v. Hutchman, 14 S. &. R. 435. Where estates are vested in trustees for purposes which require that the trust should be kept on foot, and that the trustees should have the control of the estates, and where the parties entitled to the equitable interests are uncertain, or so numerous as to make an application to them impossible, or have limited interests, or are under legal disabilities, the legislature has exercised the power to authorize the trustees to sell, or to authorize a sale with their assent. But in these cases no legal right was violated, because the sale was made by or wTith the assent of the legal owner. And where the sale was manifestly for the benefit of the cestuis que trust, the proceeds properly applied to the rightful persons, and all was done under the sanction of the legislative power and the supervision of the judiciary, the good faith of the transaction would be conclusively established, so that there could be no breach of trust: Norris v. Clymer, 2 Barr 277; Sergeant v. Kuhn, 2 Barr 393; Kerr v. Kitchen, 5 Harris 438; and Martin’s Appeal, 11 Harris 437, were cases of this character. In Kerr v. Kitchen, 5 Harris 438, the principle stated to have been settled “by judicial authority and uninterrupted usage,” is “that the legislature may authorize a trustee of the legal estate to convert it into money, for the purpose of distributing the proceeds among the persons entitled.” Where it is judicially established chat the estate of tenants in common cannot be divided without prejudice, or spoiling the whole, and where no one of the parties will take the property at the valuation, the power to sell is exercised by the courts, and this power is derived from the legislature. But it is justified by the necessities of justice — the parties in interest cannot otherwise enjoy their rights, and a sale in such a case is as valid as a judicial sale for payment of debts.\nBut in Ervine’s Appeal, 4 Harris 264, it was declared by a majority of the court, that “there is no adjudicated case where the legislature ordered the sale of one man’s land when he was sui juris, under no legal disability to act, for the benefit of another person also sui juris, and where such legislative decree was sustained.” In that case the person entitled to support for life out of the rents and profits of the estate, procured an Act of Assembly authorizing the Orphans’ Court to appoint a trustee to make sale of it, and to invest the proceeds according to the interests of the persons entitled under the will. The testator expressly prohibited a sale until after the death of the person who procured the enactment ; and those who were entitled to the proceeds after his death opposed the sale. They were under no legal disability to act for themselves. On that ground, it was determined by a majority of the court, that the legislature had no power to authorize the sale. Two of the judges dissented, on the ground that the case fell within the principle of Norris v. Clymer. But the majority thought that the case did not come within the principle of that decision, and declared that they had no intention to overrule it.\nThe respect which is always due to the legislative department of the government, justifies the presumption that an Act of Assembly authorizing a sale of land, and directing the proceeds to be distributed among the parties entitled, is passed at their instance. Hence, a conveyance under such authority is primd facie evidence of a good title in the vendee, against all persons claiming under the persons for whose benefit the sale purports to be made: Estep v. Hutchman et al. 14 S. & R. 438. Where a sale has been made under legislative authority and judicial supervision, and the owners make no objection until after an innocent purchaser has paid his money and received his conveyance, many reasons might be assigned for refusing to disturb it. But in this case the purchaser raises the objection, before the money is paid or the conveyance delivered; and the present application is in the nature of a bill to compel specific performance. It is a rule in such cases, to refuse to compel a vendee to take a doubtful title : 1 Mad. Chan. 433; 1 Dessaus. Ch. R. 382. We are unable to perceive the necessity for the exercise of this extraordinary power, so far as regards the interests of the persons who are of full age, and capable of acting for themselves. They have vested estates, and are, or ought to be, the best judges of the propriety of disposing of their rights. The undivided eighth part belonging to the infant may be set off by proceedings in partition, when the proper time arrives, or it may be sold immediately by decree of the Orphans’ Court; or it maybe sold under a special Act of Assembly, if that course be preferred. The power to direct the sale of the infant’s estate undoubtedly exists in the legislature, and the manner of exercising that power must necessarily rest in the discretion of that body.\nThere is nothing on the record to show that all the parties interested, who are of full age, and capable of acting for themselves, have any knowledge of these proceedings. If they have objections to the sale, it ought not to be confirmed, because the legislature have no constitutional right to dispose of their property against their will. But if, after notice of the application to the Orphans’ Court, they file no objections, their assent will be conclusively presumed; and the title of the purchaser would, in that event, be free from objection. Under the circumstances of this case, the decree must be reversed, and the record remanded for further proceedings.\nIt is ordered and decreed that the decree of the Orphans’ Court be reversed. It is further ordered and decreed that the record be remitted to the Orphans’ Court, with directions to award a citation to all the parties interested and under no legal disability to act for themselves, warning them to appear before the said court on a day to be therein named, and file objections to the salé, if any they have; and giving them notice that, in default of objection, the sale will be approved by the said court; and with further directions to proceed in the premises as justice and law may require.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Cochran and Kneass, for the appellants.",
      "J. R. Gowen, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Kneass's Appeal.\nAn Act of Assemby authorizing executors to sell the real estate of one not mi juris, and to invest the proceeds upon the trusts declared in the will of the testator, on giving security for the faithful application of the fund, is a constitutional exercise of legislative power; and a purchaser will be compelled to take a title under such an act.\nBut the legislature have no power to authorize the sale of the property of parties sui juris, and seised of a vested estate in the premises, against their consent.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Sarah Kneass, James Magee, Horn R. Kneass, and Napoleon B. Kneass, surviving executors of Christian Kneass, deceased, from the decree of the Orphans’ Court, dismissing their petition for the confirmation of the sale of certain real estate of their testator.\nChristian Kneass, the testator, by his last will, admitted to probate on the 4th February 1845, bequeathed to his wife, Sarah Kneass, all his personal estate, together with the rents and profits of his real estate, during life; she to maintain, educate, and clothe his minor children during their minority, without charging them with the same. And after her decease, the testator directed his estate, real and personal, to be divided into eight equal parts, and devised and bequeathed one eighth part thereof to each of his children or their heirs; and he appointed his widow, three of his sons, and a son-in-law, to be his executors.\nOn the 29th March 1849, an Act of Assembly (Pamph. L. 277) was passed, authorizing the executors of ^ Christian Kneass, deceased, to sell a certain portion of the real-estate of the testator, and to execute deeds of conveyance for the same, which, it was provided, should vest in the purchasers all the estate, right, title, and interest in law or equity, which the said Christian Kneass, at and immediately before his death, had and held- in the same, as fully and completely, and with like effect, as if such conveyances had been executed by the said Christian Kneass in his lifetime; the proceeds to be invested as provided in the will with respect to the personal estate: provided, that before selling such real estate, the executors should give bond to the Commonwealth, for the use of the parties interested, with security to be approved by the Orphans’ Court, conditioned for the faithful application of the proceeds; and provided, that before the execution of any deeds for the same, the said sales should he approved by the said, court.\nOn the 19th November 1856, the surviving executors presented a petition to the Orphans’ Court, setting forth the terms of the will and of the Act of Assembly; and also that at the time of the passage of the said act, two of the children were minors, but had since attained their majority; that two of the children had since died, one intestate, unmarried, and without issue, the other, leaving a widow and one child, a minor; and that the executors, by virtue of the authority conferred upon them by the said act, had sold the real estate therein described to Samuel Hood, Esq., for $10,250, payable as therein set forth; and praying the court to confirm the sale, upon their giving bond as provided in the said act.\nThe purchaser filed an answer admitting the facts stated in the petition, and alleging his readiness to do all things incumbent on him under the agreement for the sale of the premises; but that he was advised the petitioners could not, either by virtue of the will or of the Act of Assembly, give him a good and valid title to the property.\nThe court below dismissed the petition; whereupon the executors took this appeal from the decree.\nCochran and Kneass, for the appellants.\nThe court below dismissed the petition on the authority of Ervine’s Appeal, 4 Harris 256; but there is a wide difference between that case and the one now before the court.\nThe law on this subject is fully set forth in Norris v. Clymer, 2 Barr 277; Sergeant v. Kuhn, Id. 393; Kerr v. Kitchen, 5 Harris 434; Moers v. City of Reading, 9 Id. 201.\nJ. R. Gowen, for the appellee,\nreferred to Estep v. Hutchman, 14 S. & R. 435; Bumberger v. Clippinger, 5 W. & S. 311; Norris v. Clymer, 2 Barr 277; Sergeant v. Kuhn, Id. 393. These eases, though never expressly overruled, must be considered as deprived of all authority by Ervine’s Appeal, 4 Harris 256, which is entirely inconsistent with them. The counsel also cited Rice v. Parkman, 16 Mass. 328; Jones v. Perry, 10 Yerg. 59; Jones v. Jones, 2 Jones 354; 4 N. H. 572.\nThis, and the six following cases, were heard and determined in 1857."
  },
  "file_name": "0087-01",
  "first_page_order": 87,
  "last_page_order": 92
}
