{
  "id": 985113,
  "name": "Transue versus Brown et al.",
  "name_abbreviation": "Transue v. Brown",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "92",
  "last_page": "93",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 294,
    "char_count": 4918,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 9.097797540538143e-08,
      "percentile": 0.5059186848345213
    },
    "sha256": "0b50826afe0813ee3fc75ff27517a2adefb29df6671e7796d22f322c683d294e",
    "simhash": "1:d5ece858e50f7785",
    "word_count": 848
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Transue versus Brown et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThere was sufficient evidence of the death of the two subscribing witnesses, and of their handwriting, to admit the instrument purporting to be the will, to be read in evidence to the jury. There was also some evidence of the handwriting of the alleged testator.\nThere is nothing in the appearance of the signature of Henry Transue which would justify the court in declaring as a matter of law, that it is a mark and not a signature. The writing avers that the testator has “ set his hand and seal to it.” The attestation certifies that it was “ signed, sealed, and published.” These circumstances raise a presumption that the name signed to the instrument was the alleged testator’s own handwriting: Barker v. McFerran, 2 Casey 211.\nThe conduct of the parties not interested in supporting the will is not evidence in this issue against the legatees. Neither the acts nor declarations of a number of legatees, less than the whole, are evidence on an issue devisavit vel non. If rights have vested under the proceedings of the administrator, in selling or distributing the estate, this is not the proper time to protect them.\nWe see no error in this record.\nJudgment affirmed,",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Ihrie and A. B. Brown, for the plaintiff in error.",
      "M. G-oepp and J. M. Porter, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Transue versus Brown et al.\nWhere a will was offered for probate upwards of eleven years after the death of the alleged testator, and after the death of both of the subscribing witnesses, and on an issue devisavü vel non, there was evidence of the handwriting of the subscribing witnesses and of the alleged testator, it is sufficient to admit the will to be read in evidence to the jury.\nThe conduct of parties, not interested in supporting the will, is not evidence against the legatees.\nNeither the acts nor declarations of a number of legatees, less than the whole, are evidence on an issue devisavü vel non.\nError to the Common Pleas of Northampton county.\nThis was an issue devisavü vel non, to try the validity of a paper writing offered for probate as the last will and testament of Henry Transue, deceased; wherein Peter Brown,-one of the executors named in the alleged will, and Alexander Jensczewski and Eietta his wife, who was named as a legatee, were plaintiffs, and Charles Transue, a son of the decedent, also named as an executor, but to whom letters of administration had been granted, was the defendant.\nHenry Transue, the alleged testator, died in August 1842, leaving a widow and seven children; and on the 3d September 1842, letters of administration upon his estate were granted to Abraham and Charles Transue, two of the sons. The alleged will was not offered for probate until about the 28th March 1854; and, in the mean time, both the subscribing witnesses had died, the administrators had sold a part of the real estate for the payment of debts, had settled their final account in the Orphans’ Court, and paid over to the several- heirs, their respective shares of the balance in their hands.\nThe alleged will was dated the--day of-183T; Charles Transue and Peter Brown were appointed executors ; and it contained the following bequest to the parties propounding it for probate: “ Item, I give and bequeath unto Israel, son of Mary Bader, whom I am charged of being the father thereof, the sum of five hundred dollars. Item, I give and bequeath unto Eietta, daughter of Mary Bader, of whom I stand charged of being the father, the sum of three hundred dollars. Item, I give and beqeath unto Mary Bader, the mother of said Israel and Eietta, the interest of two hundred dollars, to be paid to her yearly and every year,-during her natural life; which two hundred dollars shall also remain in my real estate, during the aforesaid, and after the death of said Mary Bader, the said sum of two hundred dollars shall be divided, share and share alike, unto all my lawful children.”\nOn the trial of the issue, it was shown that both of the subscribing witnesses were deceased, and evidence was given of their handwriting; some evidence was also given of the genuineness of the testator’s signature, ■which was “Heinrich Transue,” in German characters. The plaintiffs then offered to read the alleged will in evidence to the jury, to which the defendant’s counsel objected; the court, however, overruled the objection, admitted the will in evidence, and sealed a bill of exceptions.\nThe defendant offered in evidence the letters of administration, and the proceedings in reference to the settlement of the estate of the alleged testator, by the administrators. This was ruled out by the court, and the defendants excepted.\nThe jury having found a verdict sustaining the will, the defendant removed the case to this court, and here assigned for error: 1. The admission in evidence of the alleged will. 2. The rejection of the evidence offered by the defendant.\nIhrie and A. B. Brown, for the plaintiff in error.\nM. G-oepp and J. M. Porter, for the defendants in error."
  },
  "file_name": "0092-01",
  "first_page_order": 92,
  "last_page_order": 93
}
