{
  "id": 985059,
  "name": "Gernet et al. versus Lynn et al.",
  "name_abbreviation": "Gernet v. Lynn",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "94",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Dall. 486",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11739140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/3/0486-01"
      ]
    },
    {
      "cite": "4 Yeates 332",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 535",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0414-01"
      ]
    },
    {
      "cite": "2 W. & S. 434",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Johns. 61",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001782
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/johns/4/0061-01"
      ]
    },
    {
      "cite": "3 Yeates 187",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0186-02"
      ]
    },
    {
      "cite": "3 Binn. 149",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 340",
      "category": "reporters:state",
      "reporter": "Yeates",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Binn. 139",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791096
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0139-01"
      ]
    },
    {
      "cite": "3 Watts 70",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 35",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0035-01"
      ]
    },
    {
      "cite": "2 Rawle 168",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0168-01"
      ]
    },
    {
      "cite": "6 Watts 171",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 464",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 437",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856500
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0437-01"
      ]
    },
    {
      "cite": "6 Binn. 97",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle 59",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0059-01"
      ]
    },
    {
      "cite": "2 W. & S. 418",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0418-01"
      ]
    },
    {
      "cite": "4 Johns. Rep. 61",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "3 Binn. 152",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 840,
    "char_count": 17692,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 5.929520531029888e-07,
      "percentile": 0.953227195871265
    },
    "sha256": "7e3ca826a3a6896ca133cadc7cdc96b0420926c5732a6f120e5030260b5d33fd",
    "simhash": "1:b968c027f05d08b6",
    "word_count": 3234
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gernet et al. versus Lynn et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe testator gives to his son, Jonathan Lynn, the tract of land in controversy, “ to hold the same to him during his natural life, and after his decease, to his children lawfully begotten, share and share alike.” The intention to give nothing more than a life estate to Jonathan is so plainly expressed, that it is impossible to substitute other words which would make that intention more manifest. It is equally clear that the children in being at the death of the testator, took a vested remainder which opened to let in any after-born children of Jonathan Lynn. Whatever doubt may have existed on the question, whether the children of Jonathan took a remainder in fee simple, or a less estate, is removed by repeated decisions of this court upon the effect of the introductory clause in. a will, declaring the intention of the testator to dispose of his whole estate. As there is nothing in the devise to the children tending to show that they were to take less than a fee simple, and as there was no other disposition of the property than that already referred to, it follows that the intention was to give the children of Jonathan the remainder in fee simple.\nBut it is said that this construction of the will is contrary to the rule in Shelly’s Case'. A little attention to the terms of that rule will be sufficient to satisfy any plain mind that this case does not come within its operation. The rule invoked is that “ when the ancestor by any gift or conveyance takes an estate of freehold, and in the same gift or conveyance an estate is limited mediately or immediately to his heirs in fee simple or in fee tail, there the words “his heirs,” are words of limitation and not of purchase: 2 Rolle’s Air. 417; 18 Ed. II.; 17 Ed. III., fol. 43 b.; 45 Ed. III., 9; 40 Ed. III., 9 a. 6; 1 Coke 104 ; 4 Kent 214; 3 Binn. 152. The rule in Shelly’s Case is of high antiquity. It did not originate in that case. It existed long before. It is stated in our law books thousands of times, by judges and elementary writers; but in every statement of it the most careless student will perceive that its object is to fix the legal meaning of the word “ heirs,” when used in the connection set forth in the rule. It does not profess to seize upon any other term and make it subservient to the same policy, regardless of the intention of the grantor or devisor. It is true that in some cases the word “issue” has been subjected to its operation; but this is never the case when the word appears to have been used to describe definite objects of the testator’s bounty. The rule only operates on the word “ issue” when it appears to have been used to mean an indefinite succession of lineal descendants, in which ease it is synonymous with the term “ heirs of the body.” When it is used as synonymous with “ children,” it is not within the meaning of the rule. It is, therefore, very clear that when the term “children” is used to designate the object of the testator’s bounty, and some of them are in esse at the date of the will, and also at the time it takes effect, neither the policy nor the words of the rule apply. In such a case the remainder neither hangs in abeyance, nor vests in the life estate to await the coming of claimants, who may answer the description of heirs of the first taker at the time of his death. In Wild’s Case, 6 Co. 17, the devise was to Rowland Wild and his wife, and after their decease to their children; it was held, that Rowland and his wdfe had but an estate for life, with remainder to their children for life, and no estate tail. In Doe v. Provost, 4 Johns. Rep. 61, the testator devised lands to his daughter Christiana “ during the term of her life, and immediately after her death, unto and among all and every such child and children as the said Christiana shall have lawfully begotten at the time of her death, in fee simple, equally to be divided between them share and share alike.” It was held, that Christiana took an estate for life, that the children who were living at the time of the devise and at the death of the testator, took a vested remainder in fee, and that the estate would open to let in after-born children. We see no essential difference between these two cases and the one now before us. In Greenwood v. Rothwell, 5 Manning & Granger 628, there was a devise to A. for life, and from and after his decease unto all and every issue of the body of A., share and share alike, as tenants in common, and the heirs of such issue. In that case the term “ issue” was not regarded as synonymous with heirs of the body, and it was held that A. took a life estate only. In Slater v. Dangerfield, 15 M. & W. 263, the word issue was regarded as meaning “ children,” and it was held that the first taker had an estate for life only, with remainder to his children as purchasers, and that it was not an estate tail. In Abbott v. Jenkins, 10 S. & R. 298-9, Chief Justice Tilghman stated that, “If the testator had said that after the death of Thomas the land should be equally divided among all his issue and their heirs and assigns, without any other words, I should have thought that the remainder limited to the children was vested, but not to come into possession until their father’s death.” These cases show that the word “issue” is not always regarded as a word of limitation, and that when it is intended to mean children it is a word of purchase.\nWhen a life estate is given to one, and the remainder is given to his children (some of whom are in being when the will takes effect,) share and share alike, no case has been produced where such a devise has been held to be an estate tail in the first taker. If the case stood upon the devising clause alone, we think it very clear that Jonathan Lynn took only an estate for life. But when the word “ children” is used in describing the persons in remainder, it is perfectly admissible to resort to every clause in the will to ascertain the sense in which the testator used the term: Ellet v. Paxson, 2 W. & S. 418. The codicil bearing even date with the will, and forming part of it, shows that the testator distinguished between an estate for life, and an estate in fee simple, and that his intention was to give a fee simple to his son Peter, and only a life estate to his son Jonathan.\nIt is supposed that this construction must necessarily overrule the cases of Hileman v. Bouslaugh, 1 Harris 344, and Auman v. Auman, 9 Harris 343 ; but there is no ground whatever for this supposition. In those eases the estate, by being limited to the heirs of the body of the first taker, fell within the letter and meaning of the rule in Shelly’s Case. But the will before us steers entirely clear of that rule. This case was therefore properly decided when the ancestors of the present parties were here, nine years ago, in an action for the purchase-money of the tract in controversy, and the defence turned on the construction of the identical clause which is the subject of consideration now : Miller v. Lynn, 7 Barr 443. Without adopting all the reasoning of the judge who delivered the opinion of this court then, it is sufficient to say that the case was well considered — that the judgment of this court was unanimous — and that we see no good reason for disregarding the authority of that decision.\nThe charges upon the estate devised to Jonathan Lynn are revoked by the codicil, and are therefore of no effect. But if they remained as encumbrances, they would not be sufficient to convert the life estate into a fee, where the intention to give a life estate only is plainly expressed, as in the case before us.\nAs Jonathan Lynn had but a life estate, the recovery suffered by him cannot destroy the vested remainder in his children.\nThe children were not bound to bring their action until after the death of' Jonathan Lynn, which took place in 1858. They are, therefore, not barred by the statute of limitations.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "H. Green and J. M. Porter, for the plaintiffs in error.",
      "M. H. Jones, on the same side,",
      "H. King, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Gernet et al. versus Lynn et al.\nA testator devised land to his son J., “ to hold the same to him during his natural life, and, after his decease, to his children lawfully begotten, share and share alike:” Held, that J. took an estate for life, with a vested remainder in fee to his children in being at the death of the testator, which opened to let in after-born children.\nMiller v. Lynn, 7 Barr 443, affirmed.\nAn introductory clause of the will, expressing the intention of the testator to dispose of his whole estate, is sufficient, in such case, to give the remainder-men a fee.\nSuch a 'devise is not within the rule in Shelly’s Case. Where the word “ children” is used to designate the objects of the testator’s bounty, and some of them are in esse at the date of the will, and also at the time it takes effect, the rule does not apply.\nWhere the intention to give but a life estate is manifest, encumbrances charged upon the land devised, will not enlarge it into a fee.\nThe Statute of Limitations does not run against parties in remainder, until after the death of tenant for life, who has aliened in fee.\nError to tbe Common Pleas of Northampton county.\nThis was an amicable action of ejectment, by Charles Lynn and others, the children of Jonathan Lynn, deceased, against Jacob Gernet, the tenant in possession, and John Miller and others, his lessors, for 109 acres of land in Lower Saucon township, Northampton county.\nBoth parties claimed title under Felix Lynn (the father of Jonathan Lynn), who by his last will, dated the 1st December 1807, devised as follows:—\n“I give and devise unto my son, Jonathan, the middle lot whereon I now live” (the locus in quo), “ containing 109 acres, as by a draft now in his possession will appear: to hold the same to him during his natural life, and, after his decease, to his children lawfully begotten, share and share alike.” The case turned principally upon the construction of this devise.\nThe will likewise contained the following proviso: “Provided, that my son, Jonathan, shall pay unto my son, Peter, the sum of $200, in three instalments, &e.; and I direct that the devise of the lands to my three sons shall be under and subject to the above stipulated articles, to be delivered to my wife, and other encumbrances saddled thereon.”\nAt the date of the will, Jonathan Lynn, the son, had four children ; and, afterwards, four other children, some of whom were born after the decease of the testator.\nOn the 21st April 1809, Jonathan Lynn executed a deed, according to the provisions of the Act of Assembly, for the purpose of barring the supposed entail of the premises, and the grantee, on the same day, reconveyed the land to him in fee.\nOn the 20th December 1833, Jonathan Lynn, in consideration of the sum of $10,871.50, conveyed the premises to Peter Miller in fee, under whom the defendants claimed title. Miller took possession, made valuable improvements, and died seised of the premises, about the 12th March 1847. Jonathan Lynn died on the 22d September 1853. The plaintiffs claimed under the will of their grandfather, alleging that thereby their father took but an estate for life, with remainder to his children in fee.\nThe foregoing facts were embodied in a case stated for the opinion of the court, wherein it was agreed that if the court should be of opinion that the plaintiffs were entitled by law to recover possession of the land and premises in dispute, then judgment to be given for the plaintiffs ; but if the court should be of opinion that the plaintiffs were not entitled to recover, then judgment for the defendants.\nThe court below gave judgment for the plaintiffs, being of opinion, under the authority of the case of Miller v. Lynn, 7 Barr 443, in which the same clause in the testator’s will received the construction of this court, that Jonathan Lynn took but a life estate in the premises.\nThe defendants thereupon sued out this writ, and here assigned for error: 1. That the court below erred in .rendering judgment in favour of the plaintiffs below, as the words of the devise gave Jonathan Lynn an estate tail, which was barred, docked, and destroyed by the deed of 21st April 1809. 2. That the encumbrances with which the testator charged the estate devised to Jonathan Lynn, made it an estate of inheritance in him. 8. That if Jonathan Lynn had only a life estate under the devise, he forfeited that estate by his conveyance in fee, and the remainder fell with it; and the defendants below, and those under whom they claim, having been in possession of the premises, adverse to the plaintiffs, for upwards of twenty-one years, are protected by the statute of limitations.\nH. Green and J. M. Porter, for the plaintiffs in error.\nIf the rule in Shelly’s Case be law, this judgment must be reversed: 1 Co. 93; Perrin v. Blake, 4 Burr. 2579; Reeves Dom. Rel. 456; Hayes on Estates 4, 46-50, 53-6; Hileman v. Bouslaugh, 1 Harris 351; Goodright v. Pullyn, 2 Ld. Raym. 1437; Conter v. McMichael, 10 S. & R. 429; Paxson v. Lefferts, 3 Rawle 59; King v. Melling, 1 Vent. 226; Roe v. Bedford, 4 M. & S. 362; Rundale v. Eeley, Carter 170. The opinions of the court in Hileman v. Bouslaugh, and in Auman v. Auman, 9 Harris 343, may be considered as definitively settling the case in Pennsylvania, that the rule in Shelly’s Case is a governing rule of property: George v. Morgan, 4 Harris 95.\nBut it is said this very case has been decided in this court, in 7 Barr 443. That was a suit brought by Jonathan Lynn, on the last bond given for the consideration of this tract of land, on its sale by him to Peter Miller. The opinion was delivered by Coulter, J, It is manifest that the learned judge, in giving that opinion, has fallen into the error of letting what he supposed to be the particular intention of the testator overrule the general intention, as established by the rules of law. He is mistaken in saying that the reason for the rule in Shelly’s Case “ never existed in this state, and has long since passed away, even in England.”\nThe words, “ children lawfully begotten,” are equivalent to the words, “issue, lawfully begotten,” The remaining words, “share and share alike,” will be rejected, if the preceding words create an estate tail: Hayes on Estates 108; Morrison v. Semple, 6 Binn. 97; Shoemaker v. Huffnagle, 4 W. & S. 437.\nWhen the payment of a sum in gross is annexed to a devise on land in general terms, without expressing any estate, the devisee takes a fee: Burkart v. Bucher, 2 Binn. 464; Lobach’s Case, 6 Watts 171; Hoover v. Hoover, 5 Barr 355.\nIf Jonathan Lynn had only an estate for life under-the devise, he forfeited that estate by his conveyance in fee: 2 Bl. Com. 279 ; Litt. 451; Stump v. Findlay, 2 Rawle 168 ; Geiger v. Brown, 2 Strobh. Bq. 359; McMillan v. Robbins, 2 Ham. 28; French v. Rollins, 8 Shep. 372; Baa. Abr. tit. Estate for Life and Occupancy, C.; Roll. Abr. 854; Pelham’s Case, 1 Co. 15; 4 Kent Com. 82; and if the life estate was thus forfeited in 1809, the possession since that time has been adverse to those in remainder: Baldridge v. McFarland, 2 Casey 338; Hawk v. Senseman, 6 S. & R. 21; Miller v. Shaw, 7 Id. 129; Farley v. Lenox, 8 Id. 392; Boyer v. Benlow, 10 Id. 303; Potts v. Gilbert, 3 W. C. C. 475; Heiser v. Rielhe, 7 Watts 35; Overfield v. Christie, 7 S. & R. 177; McCall v. Neely, 3 Watts 70; Jones v. Porter, 3 Penn. R. 134.\nM. H. Jones, on the same side,\ncited Kellet v. Kellet, 1 B. & B. 251; 1 V. & B. 466; Hileman v. Bouslaugh, 1 Harris 353; Cock v. Cooper, 1 East 229; Roe v. Bedford, 4 M. & S. 362; Robinson v. Robinson, 2 Ves. 225; Pierson v. Vickers, 5 East 548; Findlay v. Riddle, 3 Binn. 139. The current of authorities would seem to show that words importing a division will never enlarge an estate: 6 Cruise Dig. 258, 262; Doe v. Tucker, 3 B. & Ad. 473; Pettiwood v. Cooke, Cro. Eliz. 52; Harding v. Roberts, 29 Eng. L. & Eq. 451; Kavanagh v. Morland, 23 Id. 582; Cole v. Goble, 20 Id. 234.\nH. King, for the defendants in error.\nThis case has been already decided in Miller v. Lynn, 7 Barr 443; and Peter Miller, and those claiming under him, having reaped the fruits of that judgment, are estopped from saying that the plea in that case of want of title to the land was not true: Crowell v. Meconkey, 5 Barr 168.\nIt is a settled rule that the intention of the testator, when fairly expressed, shall govern in the construction of his will: Beltzhoover v. Costen, 7 Barr 18; Evans v. Davis, 1 Yeates 340; Ruston’s Ex’rs. v. Ruston, 2 Id. 54; Findlay v. Riddle, 3 Binn. 149 ; Turbett v. Turbett, 3 Yeates 187; and it is not in the power of language to express an intent more clearly than has been done by this testator.\nThe remainders devised to the children of Jonathan Lynn have all the requisites of vested remainders: Evans v. Davis, 1 Yeates 340-3; 2 Bl. Com. 166. The words, “share and share alike,” break the common law line of descent, and are utterly inconsistent with an estate tail: Findlay v. Riddle, 3 Binn. 139; Abbott v. Jenkins, 10 S. & R. 298; Barnes v. Provoost, 4 Johns. 61; Wimple v. Fonda, 2 Id. 288 ; Ellet v. Paxson, 2 W. & S. 434; Dingley v. Dingley, 5 Mass. 535.\nIn this case there was no sum in gross charged upon the land. There was only an annual charge of certain articles to be delivered to the widow, and the rule evoked has no place where the estate of the devisee is plainly indicated: Burkart v. Bucher, 2 Binn. 464; Findlay v. Riddle, 3 Id. 144; Abbott v. Jenkins, 10 S. & R. 297.\nThe possession was not adverse to the parties in remainder until after the death of the tenant for life in 1853. Evans v. Davis, 4 Yeates 332; McKee v. Pfout, 3 Dall. 486; George v. Morgan, 4 Harris 108; 2 Leon. 60; 3 Mod. 171."
  },
  "file_name": "0094-01",
  "first_page_order": 94,
  "last_page_order": 100
}
