{
  "id": 985020,
  "name": "Case versus Morris",
  "name_abbreviation": "Case v. Morris",
  "decision_date": "1857",
  "docket_number": "",
  "first_page": "100",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Wend. 372",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2151955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/21/0372-01"
      ]
    },
    {
      "cite": "3 Watts 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0339-01"
      ]
    },
    {
      "cite": "2 Hill 425",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        11254548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/20/0425-01"
      ]
    },
    {
      "cite": "10 Wend. 306",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Johns. Cas. 5",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "18 Conn. 353",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/18/0353-01"
      ]
    },
    {
      "cite": "2 Story 502",
      "category": "reporters:federal",
      "reporter": "Story",
      "opinion_index": -1
    },
    {
      "cite": "6 Cow. 484",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12140509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0484-01"
      ]
    },
    {
      "cite": "3 Johns. Cas. 259",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cow. 711",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "20 Johns. 146",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2142417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/20/0146-01"
      ]
    },
    {
      "cite": "2 Hill 431",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        11254598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/20/0431-01"
      ]
    },
    {
      "cite": "3 Johns. Cas. 5",
      "category": "reporters:state",
      "reporter": "Johns. Cas.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 731,
    "char_count": 17386,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.9732319860594366e-07,
      "percentile": 0.7395693725773201
    },
    "sha256": "368ae4a83f643813c3c92174ee568c91e27e8047da65a707268bc0ba8046cedd",
    "simhash": "1:b737b4b9c802a28d",
    "word_count": 3160
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Case versus Morris."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J,\nA check on a bank is so much like a bill of exchange that most of the rules of law applicable to one apply to the other: 3 Johns. Cas. 5; Chitty on Bills 12. In both cases the general rule of law is, that the holder cannot resort to the drawer without proof of due presentment to the drawee for payment, and prompt notice of dishonor: Little v. Phœnix Bank, 2 Hill’s N. Y. Rep. 430. But in Bickerdike v. Bollmam, 1 T. R. 408, it was •held that when the drawer had no effects in the hands of the drawee at the time the bill was drawn, notice was not necessary. It is sometimes said that this exception to.the general rule is placed on the ground that it was a fraud to draw the bill when the drawer knew that it would not be paid. At other times it is said that the drawer’s knowledge that it would be dishonored is tantamount to demand and notice: Cory et al. v. Scott, 3 B. & Ald. 619. But whatever may be the grounds for that decision, it is very certain that it introduced an exception to a plain and intelligible rule of commercial law, which many eminent and experienced judges have since regretted. It is adhered to on the principle of stare decisis, but it is not to be extended a single step: Orr v. Maginnis, 7 East 362; Legge v. Thorpe, 12 East 176;\nRucker v. Hiller, 16 East 43; 3 B. & P. 241; 3 Barn. & Ald. 619; 6 Bing. 623. Where the drawer has no effects in the hands of the drawee, and has no reason to expect any, or to believe that the bill will be paid, notice of the dishonour of it could do him no good, and may therefore be dispensed with. On this ground, the decision in Bickerdike v. Bollman may be supported, 3 B. & Ald. 619. And the principle to be extracted from the cases is, that wherever the presentment for payment and notice of dishonour could be of no benefit to the drawer, it may be dispensed with. Apply this principle to the case before us: — The check on the Towanda Bank was drawn on the 4th December 1841; at that time, the drawer had funds in the bank more than sufficient to meet it, and the notes of the bank were received in payment of debts, and for general business purposes, although that bank, with other banks generally throughout the state, had suspended specie payments. The check was not presented for payment until the 24th January 1842, when the notes of the bank had become worthless for all business purposes. These facts are established by the verdict, and it is further found that the check was not presented for payment within a reasonable time under the circumstances of the case, and that the depreciation in the credit of the bank and the value of its notes, occurred between the time when the check ought to have been presented for payment and the time when it was actually presented. It is very certain, then, that if Judge Morris had received due notice of the dishonour of the check he could have drawn his funds out of the bank and made use of them in the payment of debts, the purchase of property, and the various business purposes of that section of the country. If he could have done no better he might have sold them at a small discount to the debtors of the bank. Conceding, then, that the holder would have demanded specie or par funds had he presented the check in due time, and that the check would have been dishonoured, and the drawer bound to meet it, still the case shows that prompt demand and notice might have been useful to him in enabling him to make the best of his funds in the bank. The case of Little v. The Phœnix Bank, 2 Hill 431, establishes the principle that it is not material that the funds in the drawee’s hands are not equal to specie. It is sufficient that they had a current value, and that they had depreciated materially between the time Avhen the check ought to have been presented and the time of actual demand of payment.\nBut to avoid the effect of these circumstances, it is alleged that the drawer was indebted to the bank on a promissory note payable in the month of May 1842. If this were so, the bank had no right to apply his funds in bank to the payment of a note five months before the note was payable. And the drawer was not bound to permit them to remain unemployed in bank for-that period of time, for the purpose of setting them off against his note when it came to maturity. But the evidence is, that this note wa3 assigned by the bank to D. F. Barstow, for a valuable consideration, on the 15th January 1842, which was before the check was presented. It is not by any means clear, that the drawer could have applied his worthless demand against the bank, as a set-off against the holder of the note. At all events, we are of opinion that this case should be decided without any reference to the note. Granting that the note continued in the hands of the bank, and that the balance was thereby ultimately turned in favour of the bank against the drawer, these circumstances are not sufficient to dispense with the presentment and notice required by the rules of the commercial law: Orr v. Maginnis, 7 East 361. The shifting of a balance will not dispense with notice. If the drawer have effects in the hands of the drawee at the time the bill is drawn, it would be very dangerous and inconvenient to require the parties, in every action on a bill of exchange, to examine how the account stood between the drawer and the drawee, from the time the bill was drawn, down to the time it was dishonored: 7 East 362. It would be still more intolerable if that inquiry is to be pursued, as in this case, so as to embrace transactions which occurred long after the dishonour of the check, and even after action brought.\nThe other errors require no especial notice. The plaintiff in error has no just cause to complain of the judgment below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J,"
      }
    ],
    "attorneys": [
      "B. Townsend and St. Gr. T. Campbell, for the plaintiff in error.",
      "Maynard and G. Mattery, for the defendant"
    ],
    "corrections": "",
    "head_matter": "Case versus Morris.\nThe holder of a check on a bank, cannot resort to the drawer, without proof of due presentment to the drawee for payment, and prompt notice of dishonour.\nIf, however, the drawer had no funds in the bank, at the time of drawing the check, presentment and notice may be dispensed with.\nThis exception to the general rule is to be adhered to, on the principle of stare decisis, but is not to be extended.\nIf the drawer had funds in the bank, at the time the check was drawn, the subsequent shifting of the balance, will not take the case out of the general rule.\nError to the Common Pleas of Tioga county.\nThis was an action of assumpsit by Benjamin T. Case against Samuel W. Morris, to recover the amount of defendant’s check on the Towanda Bank, of which the following is a copy:—\n$741.82. Wellsboro,’ Dec. 5, ’41.\nCashier of the Towanda Bank, pay to the order of Mr. Jos. D. Drinker, seven hundred and forty-one dollars jryo-\nSamuel W. Morris.\nEndorsed — Pay to the order of Henry Drinker.\nJoseph D. Drinker.\nHenry Drinker.\nThis check was presented for payment on the 24th January 1842, and duly protested for non-payment. At the time of the drawing of the check the bank was in bad repute, but its notes passed current until the early part of January 1842. At the date of the check, the drawer had to his credit in the bank $889.27; and on the following day he deposited the further sum of $540. On the 15th January 1842 the Towanda Bank made an assignment to D. F. Barstow, in trust to secure the directors for liabilities assumed by them in Philadelphia; the amount of liabilities assumed being greater than the securities assigned. They subsequently made a general assignment.\nIt was shown on the part of the defendant, that the funds on deposit, at the time of drawing the check, were the proceeds of •the defendant’s note for $1500, discounted and held by the bank, and falling due on the 24th May 1842. And that, on the 13th September 1842, eight days after the institution of this suit, the defendant made a deposit of $906.07, thereby making his balance sufficient to cover both the note and check.\nMorris resided in Wellsboro’, Tioga county, and Joseph D. Drinker in Philadelphia. It w'as in evidence that, in 1842, a letter would go from Wellsboro’ to Philadelphia, by regular course of mail, in three days. The mail went three times a week. Morris had previously advised Drinker that the Towanda Bank was in bad repute. Morris’s note for $1500 was amongst the securities assigned to Barstow on the 15th January 1842.\nThe plaintiff’s counsel presented the following points, upon which he requested the court below to charge the jury :—\n1. That inasmuch as there is no evidence in the case showing when the check in controversy was sent to the person in whose favor it was drawn, or how, or when, it came to his possession, the points on which the defendant relies for his defence, do not arise in the case.\n2. If the jury find from the evidence before them, that the bank was down on the 4th of September, prior to the date of the check, and continued so, not redeeming their bills, and that this was known to the defendant’s testator at the time he drew the check, the holder was not under any legal obligation to present it for payment, nor to notify the drawer of its being dishonored.\n3. That if the jury find, from the evidence in the case, that S. W. Morris, the drawer of the check, did not sustain any loss from the delay, if any, in presenting the check for payment, then such delay does not constitute any defence to the plaintiff’s recovery in this case.\nThe court below (Wilmot, P. J.) charged the jury as follows :—\n“ The plaintiff, in this case, seeks to recover, as endorsee of a check, drawn by the defendant’s testator, on the Towanda Bank, and which was protested for non-payment. His right to recover is resisted on the ground that there was laches on the part of the payee or subsequent holders, in the presentation of the check for payment. The counsel for the plaintiff claims that there is no evidence in the case showing when the check came into the hands of Joseph D. Drinker, the payee; and therefore that this ground of defence cannot arise. It is admitted that Morris gave this check to Drinker. When did he give it to him ? The check is dated the 4th of December 1841. Morris resided here, and Drinker in Philadelphia. From this admission, and the situation of the parties, the jury may find — if they so believe the fact to have been — that the check was mailed at its date, or presently thereafter, in the usual and ordinary course of business, and that it was received ^ by Drinker in due course of mail. This is an answer to the first point made by the plaintiff.\n“ The court here read the second point made by the plaintiff, and remarked, that if the jury believed the Towanda Bank was broken at the time this check was drawn upon it, and that Morris knew it, it would be a fraud in him thus to attempt to remit to his creditor; and neither the payee, nor any subsequent holder of the check, would be under obligations to present it for payment, or to give notice to the drawer of its dishonour. It is for the jury to determine the real condition and credit of the Towanda Bank at this time. Was it a broken bank, in the understanding of the business public, and of the community in which it was located, and where its notes most circulated, and its main business operations were carried on ? If so, the plaintiff’s second point is well put, and he would be entitled to recover. If, however, the jury find that the bank, notwithstanding its suspension of specie payments, which, at this time, was general throughout this and other states, still continued to carry on its regular and ordinary banking business — that its notes passed as a currency in all the business transactions of the country where its main circulation was found — then Morris had a right to require that his check should be presented for payment within a reasonable time, and to receive prompt notice of its dishonour. When the facts are admitted, the question as to the reasonableness of time, within which presentment for payment should be made, becomes a question of law. If you believe that this check was mailed at, or presently after, its date, and that it reached the payee and endorser in due course of mail, it would appear by the evidence, as to the time occupied in the transmission of the mails, that it should have reached Towanda sometime between the 15th and 20th of December; whereas payment was not demanded of the bank until the 24th of January. The court say, that a delay in the presentment of this check for payment, of between thirty and forty days beyond the time in which it might have been so presented, would be unreasonable, and that it would discharge the drawer from liability, if, by reason thereof, he sustained loss — but not otherwise.\n“ This brings us to the third and last point made by the plaintiff. On this point the court charge as requested. It matters not what delay occurred in the presentment of the check, if Morris sustained no injury or loss thereby. Whether he did or not, is a question for tbe jury under tbe evidence. In order properly to determine this question, you will look back to the condition and credit of the bank, at the time when you find the check should have been presented for payment, and the time when payment was demanded. Had its condition materially changed, and its notes greatly depreciated between these periods ? If so, then Morris' sustained loss, and might well complain of laches in the tardy presentment of his check. If the check had been promptly presented, and notice of its dishonour given, could the drawer have made his funds in bank available to him in the ordinary business of the country ? — in loans ? in the purchase of property ? or in the payment of debts ? How was it when the check was presented and payment refused ? Had the notes of the bank become worthless as a currency, and had they ceased to be used as such? Were they wholly unavailable to Morris as a circulating medium? worthless in the purchase of property and in business transactions? If you find that such a. change took place in the credit of the bank and in the value of its notes, between the period when the check should have been presented and when it was presented, then Morris incurred loss by reason of the delay of the holders in making demand of payment, and this, notwithstanding he had in bank a note not then due, and in payment of which it is contended he might have applied his deposits. This note had been assigned by the bank to Mr. Barstow, in 'trust for certain purposes; and whether Morris could or could not have applied his deposits in payment of it, it is unnecessary to decide. He never did so apply them.\n“If, therefore, you find, under the principles we have laid down, that there was unreasonable delay in the presentment of this check for payment, and that Morris sustained loss in consequence, then your verdict should be for the defendant. If, however, you find that Morris sustained no loss, notwithstanding there may have been unreasonable delay in the presentment of the cheek, the plaintiff would be entitled to recover.”\nTo this charge the plaintiff excepted ; and, a verdict and judgment having been rendered for the defendant below, the plaintiff sued out this writ, and here assigned such charge for error.\nB. Townsend and St. Gr. T. Campbell, for the plaintiff in error.\nThe judge below charged as matter of law that if the jury believed the check was remitted presently after its date to the drawee, then there was undue delay in its presentation. It must be remembered that this cheek was to travel from Wellsboro’, Tioga county, where the drawer resided, to Philadelphia, and was thence forwarded to Montrose, Susquehanna county, endorsed to the order of Henry Drinker, and from the latter place to Towanda, where the bank was, and all this to be done at a season of the year when the mails were most liable to detention and interruption. Robinson v. Ames, 20 Johns. 146; Aymer v. Beers, 7 Cow. 711. There is a -well-established distinction between bank checks and bills or notes, in respect to the holder’s obligation to make diligent demand and give notice of non-payment; and the distinction is, that in the case of checks on banks, some damage or loss must be shown to have accrued to the drawer from the delay, and if no such damage has been sustained by the drawer, or if he has saved or relieved himself subsequently from any loss which he might have sustained thereby, then mere delay will not relieve him from liability: Conroy v. Warren, 3 Johns. Cas. 259; Murray v. Judah, 6 Cow. 484; In re Brown, 2 Story 502; Hoyt v. Seeley, 18 Conn. 353; Daniels v. Kyle, 5 Geo. 245; Story on Prom. Notes, § 492, 947; Kent 87, 105; Cruger v. Armstrong, 3 Johns. Cas. 5; Mohawk Bank v. Broderick, 10 Wend. 306; Little v. Phœnix Bank, 2 Hill 425.\nThe learned judge who tided the cause below seems to have conceded the force of these authorities, but applied them to the state of facts existing at the time the check ought to have been presented, and ignored or denied the effect of the acts subsequently done by Morris, the drawer, by which we say he avoided and relieved himself from all loss or damage which he might otherwise have sustained.\nMaynard and G. Mattery, for the defendant\nin error, cited Byles on Bills 178; 2 Greenl. Ev. §195; Chitty on Bills 410, 411, 413, 416; Swift on Evidence 318, 293; 3 Watts 339; 21 Wend. 372."
  },
  "file_name": "0100-01",
  "first_page_order": 100,
  "last_page_order": 106
}
