{
  "id": 985117,
  "name": "Nicholson et al. versus Taylor et al.",
  "name_abbreviation": "Nicholson v. Taylor",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "128",
  "last_page": "131",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wheat. 200",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0200-01"
      ]
    },
    {
      "cite": "3 W. & S. 20",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 404",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009623
      ],
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0404-01"
      ]
    },
    {
      "cite": "16 Pick. 29",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2022312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/33/0029-01"
      ]
    },
    {
      "cite": "3 N. H. 382",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6755026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/3/0382-01"
      ]
    },
    {
      "cite": "15 Johns. 349",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2141007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0349-01"
      ]
    },
    {
      "cite": "3 W. & S. 14",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0014-01"
      ]
    },
    {
      "cite": "6 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0357-01"
      ]
    },
    {
      "cite": "3 W. & S. 20",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "7 Wend. 404",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0404-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 9294,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.6341975699700149e-07,
      "percentile": 0.6893581440462359
    },
    "sha256": "8c92d834ba8047b8fd942037157838cf55cef940958ddfa299b84be7927010d6",
    "simhash": "1:1dc1fd421a78b680",
    "word_count": 1654
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nicholson et al. versus Taylor et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\n“ When the lawful form of contracting is pursued,” said Mr. Justice Lowrie in Winslow, Lanier & Co. v. Leonard, 12 Harris 14, “ the vesting of the title always depends upon the intention of the parties, to he drawn from the contract and its circumstances,” and “it is perfectly legitimate to point to the want of measuring and setting apart as evidence, in the very nature of the transaction, that it was not intended as a perfect saleId. Going further in this direction than mere evidence, C. J. Gibson, in Hazard v. Hamlin, declared that “ where nothing is paid or delivered, it is agreed on all hands that the contract is merely executory.” This is true of such a contract standing alone; whether taken as an axiom or as evidence merely, the difference is in terms only. No'intention is to be drawn from a contract but what it expresses, when there is nothing else to manifest it; so that the difference of terms in stating the proposition leaves the rule the same, namely, that so long as anything remains to he done as between the vendor and vendee, for the purpose of ascertaining the amount and price of the article, the property and risk remains in the vendor; it is not changed : Addison, on Contracts 222, 223; Hanson v. Meyer, 6 East, 614; Ward v. Shaw, 7 Wend. 404; Lester, Sennett & Co. v. McDowell, 6 Harris 92; Hutchinson v. Hunter, 7 Barr 140; Smyth v. Craig, 3 W. & S. 20; Winslow, Lanier & Co. v. Leonard, 12 Harris 14 ; Nesbit v. Burry, 1 Casey 208. This rule is predicable of cases where no actual delivery of the property has taken place, and it is sought to give the contract the effect of changing the possession. If parties choose to deliver property without the price being fixed, the property will pass, because it is the contract and intention to pass it. But we have to do with a case not of this last kind. The contract is as follows:—\n“ Sold Messrs. R. L. & C. L. Nicholson, load of Pine creek lumber, within the neighbourhood of 5000 feet of plank, at $15.50 and expenses, take a note at 6 months, with interest.\n“ T. B. Taylor & Co.\n“ 8th Mo. l'lth.”\nA Pine creek load of lumber, it would appear, contains about 50,000 feet board measure, a portion of which in this case was plank. The oral testimony left the case just as it found it, giving nothing in regard to the intention of the parties but what was contained in it. The defendants below refused to deliver the lumber, alleging that they were mistaken in the amount of the plank contained in it — that in place of 5000 there were 10,000 feet, and which they charged that plaintiffs knew; but they offered to deliver the load, or the amount of it, with 5000 feet of plank in it. The plaintiffs refused to take it. This being the situation of things between the parties, and the plaintiffs claiming that the property passed to them, brought a special action on the case against the defendants in which they had a count in trover. On the trial in the district court, the point was reserved as to whether the property passed by the contract; and a verdict was rendered in favor of plaintiffs for.$1050.50, its entire value. Afterwards the court entered judgment for the defendants non obstante veredicto, on the point reserved.\nThe case stands now simply upon the rights of the parties as created by the written contract. Applying the rule already laid down, “that when something remains to be done between the vendor and vendee for the purpose of ascertaining the amount and price of the article, the property and risk remains in the vendor,” to this case; we will have but little difficulty in coming to a conclusion. The lumber was to be measured before the price could be -ascertained, so as to give the six months’ note for the payment. This was, in point of labor, as well as in other particulars, an important item of the transaction. No time was set for the measurement, or for giving the note, the latter being consequent only on the former; all showing that the contract was hut executory in fact and intention. The property therefore remained in the vendor, and the plaintiffs had no legal right to recover its value in trover; property in the plaintiffs being necessary to enable them to do so. They were at no time debarred from suing for damages for a breach of the contract, if any such had occurred. We think the court below were right in their decision, and this judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. Cook Longstreth, for the plaintiffs in error.",
      "Parsons, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Nicholson et al. versus Taylor et al.\nSo long as anything remains to be done between the vendor and vendee, for the purpose of ascertaining the amount or price of the article sold, the property remains in the vendor.\nThe defendants agreed to sell a quantity of lumber to the plaintiffs, and signed the following memorandum — “ Sold Messrs. R. S., and O. L. N., load of Pine creek lumber, within the neighbourhood of five thousand feet of plank, at $15.50 and expenses, taking a note at six months with interest.” Reid, that the property in the lumber did not pass to the vendees; and that, on a refusal to deliver the lumber, in pursuance of the contract, trover would not lie.\n. Error to the District Court of Philadelphia.\nThis was an action on the case by Richard L. Nicholson and Coleman L. Nicholson, trading as R. L. & C. L. Nicholson, against David B. Taylor, Benjamin F. Taylor, and Joseph Yardley, trading as D. B. Taylor & Co., to recover the value of a load of lumber, alleged to have been sold by the defendants to the plaintiffs, but which they subsequently refused to deliver in pursuance of the contract. The first two counts of the declaration averred a sale of the lumber by the defendants to the plaintiffs, and a refusal to deliver on demand; the third count was in trover.\nThe plaintiffs were retail lumber merchants in Philadelphia, the defendants wholesale commission lumber merchants. On the 11th August 1856, one of the defendants agreed to sell the plaintiffs a boat load of Pine creek lumber, piled upon their wharf, containing boards and planks mixed together; and executed the following memorandum of sale:—\nSold Messrs. R. L. & C. L. Nicholson, load of Pine creek lumber, within the neighbourhood of 5000 feet plank, at $15.50 and expenses, take note at six months with interest.\n“ D. B. Taylor & Co.\n“ 8th Mo. 11th.”\nThe plaintiffs subsequently demanded the lumber, which the defendants refused to deliver, alleging that the sale was effected under a misapprehension as to the amount of plank in the load; that instead of 5000 it contained 10,000 feet of plank; but they offered to deliver a load containing 5000 feet of plank, which the plaintiffs declined to accept, and brought this action to recover the value of the lumber.\nOn the trial, before Hare, J., the jury found a verdict for the plaintiffs for $1052.50, the value of the load of lumber, subject to the opinion of the court in banc upon the following points reserved :—\n1. Whether, under the pleadings and evidence in the case, the plaintiffs are entitled to recover.\n2. Whether there was sufficient evidence of change of property to enable the plaintiffs to maintain trover.\nThe court below entered judgment for the defendants, on the reserved points, whereupon the plaintiffs removed the cause to this court, and here assigned the same for error.\nJ. Cook Longstreth, for the plaintiffs in error.\nWhere the sale is what the Roman lawyers call a perfect sale, the rule of the English law is the same as ours, to wit: that the property is changed without actual delivery of possession; 3 Stephens’ Nisi Prius 2702; Blackburn on Sales 171; Addison on Contracts 225; Smith on Contracts 331; Bloxam v. Saunders, 4 B. & C. 941; Bowen v. Burk, 1 Harris 148; McCandlish v. Newman, 10 Harris 465. Where the goods to be sold are specifically identified, and the price concluded, the mere fact that the articles are to be counted, measured, or weighed, will not prevent the transmission of title to the vendee, unless the express terms of the contract show that it was not to pass until such act done: Scott v. Wells, 6 W. & S. 357; Smyth v. Craig, 3 W. & S. 14; Dennis v. Alexander, 3 Barr 50; Hutchinson v. Hunter, 7 Barr 140, 144; Winslow v. Leonard, 12 Harris 16; Smith on Contracts, by Rawle, note 1, page 427; Golder v. Ogden, 3 Harris 528. The case of Nesbit v. Burry, 1 Casey 208, is within the exception, for, by the express terms of the contract .in that case, the cattle were to be weighed on specified scales, and by the introduction of this term, the intention that the property should not pass until it. was complied with, was manifest.\nParsons, for the defendants in error,\ncited Addison on Contracts 222, 223; Simmons v. Swift, 8 D. & R. 693; Hanson v. Meyer, 6 East 614; Busk v. Davis, 2 M. & S. 397; Shepley v. Davis, 5 Taunt. 616; Logan v. Le Mesurier, 11 Jurist 1091; McDonald v. Hewett, 15 Johns. 349; Davis v. Hill, 3 N. H. 382; Phelps v. Willard, 16 Pick. 29; Ward v. Shaw, 7 Wend. 404, 406; Andrew v. Dieterich, 14 Id. 31, 32; Lester v. McDowell, 6 Harris 92; Hutchinson v. Hunter, 7 Barr 140, 143; Smyth v. Craig, 3 W. & S. 20; Scott v. Wells, 6 Id. 366; Golder v. Ogden, 3 Harris 528; Winslow v. Leonard, 12 Id. 14, 16; Nesbit v. Burry, 1 Casey 208; Blydenburgh v. Welsh, 1 Bald. 331; Shepherd v. Hampton, 3 Wheat. 200."
  },
  "file_name": "0128-01",
  "first_page_order": 128,
  "last_page_order": 131
}
