{
  "id": 985050,
  "name": "Reitenbaugh versus Ludwick",
  "name_abbreviation": "Reitenbaugh v. Ludwick",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "131",
  "last_page": "141",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 131"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 37",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Sumn. 143",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "case_ids": [
        6671462
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/10/0807-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. 30",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 372",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0372-01"
      ]
    },
    {
      "cite": "6 Watts 405",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846136
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0405-01"
      ]
    },
    {
      "cite": "7 Watts 38",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0038-01"
      ]
    },
    {
      "cite": "4 Watts 357",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842803
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0357-01"
      ]
    },
    {
      "cite": "3 Watts 188",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841250
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0188-01"
      ]
    },
    {
      "cite": "5 Binn. 499",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793659
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0499-01"
      ]
    },
    {
      "cite": "7 Watts 39",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846814
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0039-01"
      ]
    },
    {
      "cite": "7 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "6 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0126-01"
      ]
    },
    {
      "cite": "7 Watts 372",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846901
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0372-01"
      ]
    },
    {
      "cite": "6 Watts 405",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0405-01"
      ]
    },
    {
      "cite": "4 Watts 357",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842803
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0357-01"
      ]
    },
    {
      "cite": "3 Watts 188",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841250
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0188-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1022,
    "char_count": 28820,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 9.227738162270702e-07,
      "percentile": 0.9798478598559222
    },
    "sha256": "58cc082b7611dc8274b3d888efbd2e6e3dc3dfd18ef24117c0540e4e92246853",
    "simhash": "1:df279c620b9ae8f8",
    "word_count": 5050
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reitenbaugh versus Ludwick."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThis was an ejectment for 19J acres of land in Blockley township, in the county of Philadelphia, brought by George Ludwick against Adam Reitenbaugh. The main controversy grew out of certain writings between the parties, dated the 12th of April 1844; the one, a deed by Ludwick and wife to Reitenbaugh, for the premises in question; and the other, an agreement by Reitenbaugh to reconvey the property to Ludwick on his paying the sum of $512,080, with interest, expenses, &c., after deducting rents, within six years. This agreement, although bearing even date with the deed, was actually executed on the 17th of May following.\n' Did these instruments constitute a mortgage or a conditional sale ? The defeasance bore even date with the deed, but was subsequently executed. Under these circumstances, parol evidence was offered and received, under exception, to show what the transaction really was, from first to last, and that' the parties treated as for security for money, and not as fixing terms of sale. It was not introduced to contradict or vaiy the writings, but as showing that the papers constituted one arrangement, agreed upon at one and the same time. This, proved to the satisfaction of a jury, would undoubtedly establish the fact that they constituted a mortgage, and not a conditional sale. Abundant authority clearly authorized the reception of the evidence. Among them may be cited Colwell v. Woods, 3 Watts 188 ; Kunkle v. Wolfersberger, 6 Watts 126; Jaques v. Weeks, 7 Watts 261; Rankin v. Mortimere, Id. 372. It has been oftentimes ruled, as in Kunkle v. Wolfersberger, “ that a formal conveyance may be shown to be a mortgage by extrinsic proof, while'a formal mortgage cannot be shown to be a conditional sale by the same means.” Ejectment by mortgagor against mortgagee in possession, is like a bill in equity to redeem, in which a chancellor would look into all the' circumstances, to ascertain the right of the party to redeem, and whether the facts constituted the relation alleged or not. The court did no more here, when they received evidence to fix the true character of the transaction; there was consequently no error in receiving it. Being received, it showed that $10,000 of the money, which went to make up the consideration of the deed, and which was stipulated to be paid upon reconveyance, was borrowed for Ludwick from Parke & Smith, for which he and Reitenbaugh gave their joint bond, and to secure which Reitenbaugh executed a mortgage on Ludwick’s property, which had been conveyed to him. This sum, with $2050, which Ludwick owed him on some former account, constituted the entire consideration in the deed, and was the sum, with interest, expenses, &c., to be paid by Ludwick for the reconveyance; and the agreement for reconveyance was of the same date as the deed. This was evidence sufficient, if believed, that the deed and defeasance were but a security for money. But I think the plaintiff had no good ground to complain of this testimony ; for the authorities, in my judgment, would have borne out the learned judge in giving to these instruments the construction that they constituted a mortgage, without the aid of parol evidence: Powell on Mortgages 115-116; Jaques v. Weeks, 7 Watts 261; Kerr v. Gilmore, 6 Watts 405; Rankin v. Mortimere, 7 Watts 372. The defeasance signed by the defendant, recited that it was an agreement of even date with the deed, although it was executed a short time afterwards. It is well settled that, if the deed and defeasance bear even date, of are agreed upon at the same time, and in the form of the papers in this case, they constitute a mortgage. That they were so agreed upon, the instrument showed; the execution afterwards did not negative this. We have considered this point first, notwithstanding it is the fifth assignment of error, as being in the most natural order in reviewing the case, and we find no error in it.\nThe first, second, and third assignments will bé considered together. The evidence complained of in each of them, was received for a similar purpose.' It was by way of explanation of the release of the 1st of February 1850. If that release was to be absolute in fact, it mattered little what the original papers were, whether a mortgage or conditional sale; it divested all the plaintiff’s rights in either event. If a mortgage, it released and transferred his equity of redemption; and, if a conditional sale, his right to a reconveyance; and he would, if we believe the evidence, most probably be a loser to the extent of $25,000 or $30,000.\nIt appeared, by the testimony of Cavender, that the loan from Parke & Smith was negotiated through Williamson, and that he drew the mortgage from Reitenbaugh to them. The mortgage was executed and recorded, without any knowledge on their part of the existence of the defeasance, and this made it perfectly good so far as they were concerned. But an execution coming out, subsequently, on a judgment against Ludwick, the existence of a defeasance became known to Williamson, and he, of his own mere motion, told the plaintiff and defendant, as he testifies, that it must be got rid of. “ That, if it was not got rid of, it would be his duty to advise Parke & Smith to proceed to collect the mortgage.” He seemed to be of the opinion that they might be injured by it: he says, “ The plaintiff was anxious to have it done; they both came to me for advice; they both expressed an unqualified desire to have it done.” He w7rote the release under these circumstances, and says, he explained to the plaintiff, before sign-ins:, what the character of the paper was. The consideration was $1050.\nFor the purpose of showing that as between the parties, it was not intended as an unqualified release of the defeasance, or so treated by them, but to get it out of the way of the mortgage, the evidence contained in the bills of exception was received. It did not tend to contradict the paper, hut to give to it the effect and operation intended by the parties, and to prevent its being set up with a different effect, and for a different purpose. ’ To permit it to be so used, would be a fraud which a chancellor would enjoin a party from doing, and which may be done in ejectment, by restraining it to what was intended and agreed upon at the time of its execution. If the evidence went to establish this, and that the parties themselves did not at the time of the execution of the release seek any change in the positions they were then occupying, but acted alone under the mistaken view of rendering the mortgage secure, and by the advice of one who was counsel for both, as well as attorney for Parke & Smith, it certainly should be in the power of Ludwick to show what the transaction really was, and that there was bad faith on part of Reitenbaugh setting up, as absolute and unconditional, a transfer that was not so; and to show all the facts and circumstances attending the transaction — the value of the property at the time — the declarations of the defendant after the release and while in possession of the property, about giving it up to plaintiff, on being paid the sum stipulated in the defeasance; the acts of ownership of the plaintiff himself; the immediate and moving motive for executing the release, and anything else tending to show its true character, and that a fraudulent use of the instrument was being attempted to be made. Great latitude in such cases is always allowable, and we think the evidence was rightly received by the court.\nThe state of the case under this testimony, and other evidence of the same kind, drew from the learned judge the remark forming the sixth assignment of error. He had fully explained the object of the testimony, and if believed, what the result would be, and then added, “ that if the arrangement was a mere getting the defeasance out of the way of Parke & Smith, and not intended to change the relation between the parties themselves; if, in a word, it was anything but a fair sale of the equity of redemption, then the relation of mortgagor and mortgagee still subsisted.” The evidence being admitted, this was a clear exhibition of the point for determination under it: it was left fairly to the jury, and there was no error in the remark complained of.\nThe fourth assignment of error was not pressed, and we see no reason why it should have been.\nThe seventh and eighth assignments are to the charge of the court in regard to the defendant’s accounting for the profits of the mortgaged premises, and one hundred and twenty shares of bank stock. The charge had reference to the position taken, that Reitenbaugh was in fact a trustee of Ludwick, and if so, was endeavouring to change that relation into an absolute one, and was wrongfully resisting his obligation to account. The fact of whether this was so or not, was referred to the jury with the instruction, that if they did find the transaction a mortgage, and there was no release of it, then Reitenbaugh was bound to account for the profits. “And under these circumstances, the jury should make every presumption against him the evidence will warrant.” This was the connection in which this instruction was given, and we do not perceive that it contains an invitation to the jury to go beyond the evidence. It was, indeed, what' a jury might fairly do, in deducing conclusions from evidence in any case, and in this case the instruction was entirely proper. Nor was there any error in holding him chargeable with the highest market price of the stocks, if he refused to account for them.\nThe ninth and eleventh errors were not pressed, and the tenth not sustained.\nThe cases cited of McConnel v. Linton, 4 Watts 357, Wolfran v. Eyster, 7 Watts 39, Walters v. Junkins, 16 S. & R. 415, were abundant authority for the course pursued, in regard to a correction, of the verdict. The jury having sealed it up, and separated on coming into court, it was found not to be in form to meet the whole case, and before receiving and recording it, the court sent them hack to put it in due form. This is fully sustained by the cases, and, it is believed, is the universal practice throughout the state. The sealed paper was in fact not the verdict, until it was recorded, and until that was done, it was within the discretion of the court to send the jury back to consider and correct mistakes, or put it in form. A verdict once recorded, and the jury dismissed, if but for an instant, they cannot be recalled: Walters v. Junkins, 16 S & R. 415. It is beyond the reach of any discretion, and to exercise it, would be an error reviewahle here, which is not so, ordinarily, in cases like the present. This discretion is an incident to the mode and manner of the trial, and must he left to the courts, and, unless in a flagrant exercise of it, is not reviewable. It is in fact a condition implied of permitting the jury to seal up their verdict, that it may be subject to this mode of correction ; otherwise, it is probable the practice never would have been allowed to prevail.\nWe see no error in- the record, and the judgment is affirmed, and the time allowed by the jury for corn-compliance with the conditions of the verdict' enlarged to the 1st of June 1858.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "F. C. Brewster and Read, for the plaintiff in error.",
      "C. Ingersoll and A. Miller, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Reitenbaugh versus Ludwick.\nParol evidence is admissible to show that a formal conveyance, with a defeasance executed some time afterwards, constituted in fact a mortgage, and not a conditional sale.\nIf a deed and defeasance bear even date, or are agreed upon at the same time, they constitute, in law, a mortgage.\nWhere a mortgagor by deed and defeasance, under a mistaken apprehension of the effect of the defeasance upon the rights of third parties, executed a release of his equity of redemption', parol evidence is admissible to show that the parties did not intend thereby to affect their relation of mortgagor and mortgagee.\nParol evidence is admissible, in such case, not to contradict the release, but to give to it the effect and operation intended by the parties, and to prevent its being set up with a different effect and for a different purpose.\nA mortgagee in possession is bound to account for the rents and profits; and on proof of his refusal to account, a jury should make every presumption against him that the evidence will warrant.\nA party liable to account for stocks, is chargeable with the highest market price, on his refusal to account.\nA jury who have sealed up their verdict and separated, if it be not in due form, may be sent back, before it is received and recorded, to put it in form.\nCertificate from the Court of Nisi Prius.\nThis was an ejectment brought by George Ludwick against Adam Reitenbaugh and James Torbut, for a tract of about fifteen acres of land in the Twenty-fourth ward of the city of Philadelphia. The plaintiff had a regular paper title to the land ; the defendant, Adam Reitenbaugh, claimed under the plaintiff by deed of the 12th April 1844. James Torbut was the tenant of Reitenbaugh.\nIt appeared on the trial, that in 1844, the plaintiff, being the owner of the land in question, and being embarrassed in his circumstances, applied to Thomas S. Cavender, a scrivener, for a loan of $510,000 upon the land in controversy. The money was procured, but was found to be insufficient to pay off the encumbrances against the plaintiff, unless Reitenbaugh (who was a near relative) would release certain judgments which he held against him, so as to let in the mortgage as the first encumbrance. This the defendant agreed to do, provided the property was conveyed to him, in order to make him secure.\nAccordingly, Ludwick and wife conveyed the property to Reitenbaugh, by deed dated the 12th April 1844; and, on the same day, Reitenbaugh mortgaged the premises to Smith & Parke for $10,000, and Ludwick and Reitenbaugh gave their joint bond to the mortgagees for the amount of the loan.\nAfter this, a settlement took place between the parties, by which Ludivick was found to be indebted to Reitenbaugh in the sum of $18,043.12, including the $10,000 mortgage. On the 4th May 1844, a mortgage was given by Ludwick and wife to Reitenbaugh on certain property in New Jersey, for $6000, which has since been paid; thus reducing the balance due Reitenbaugh to $12,043.12, including the mortgage.\nOn the 17th May 1844, Reitenbaugh executed a deed of defeasance to the plaintiff, bearing even date with the conveyance to him. It recited the conveyance of the premises by Ludwick and wife to Reitenbaugh, by the deed of April 12th 1844, and provided, that if Ludwick, at any time within six years from the date thereof, should pay to Reitenbaugh the sum of $12,050, and all expenses for taxes and repairs of the premises, first deducting the income and profits which Reitenbaugh should derive from the premises, then Reitenbaugh should reconvey the premises to Ludwick clear of encumbrance.\nIn October 1844, Ludwick’s wife died, owning in her own right 120 shares of stock of the Bank of Delaware County. Ludwick administered to her estate, and on the 24th November 1844, transferred these 120 shares of stock to Reitenbaugh.\nFrom the 1st April 1844, to the 1st April 1850, James T. Afflick was tenant of the premises. During this period, he paid the interest on the $10,000 mortgage to Parke & Smith; the interest on $8050 to Reitenbaugh ; the taxes and repairs on the premises; and the balance of the annual rent to Ludwick. This sum of $8050 was made up by the $2050 in the defeasance, above the $10,000 mortgage, and the $6000 mortgage on the New Jersey property; and during the same period, Reitenbaugh paid to Ludwick the dividends declared upon the bank stock.\nIn 1850, the premises were levied upon by the sheriff, upon an execution against Ludwick; whereupon Reitenbaugh called on Thomas Williamson, a scrivener, and the 'agent of Parke & Smith, the mortgagees, who then for the first time became aware of the existence of the defeasance. On hearing of it, he became alarmed for the safety of the mortgage; and informed the parties that unless it was got rid of, he would advise his principals to proceed and collect the mortgage.\nIn consequence of this advice, the following release was prepared and executed by Ludwick:—\n“ Know all men by these presents, that I, George Ludwick, for and in consideration of the sum of one thousand fifty dollars lawful money to me paid by Adam Reitenbaugh, before the sealing and delivery hereof, the receipt whereof is hereby acknowledged, have remised, released, and for ever quitted claim and confirmed, and hereby do remise, release, and for ever quit claim and confirm unto the said Adam Reitenbaugh, and to his heirs and assigns ; all my estate, right, title, interest, property, equity of redemption, claim and demand whatsoever, either at law or equity, of, in, to, or out of all that and those the messuage or tenement, stables, outbuildings, and tracts or pieces of land in the annexed indenture or deed of covenants, and the therein recited indenture (which is recorded in deed-book R. L. LL, No. 17, page 584), respectively mentioned and described; together with all the said and singular the appurtenances, to hold the same to him, the said Adam Reitenbaugh, his heirs and assigns for ever. In witness whereof, I have hereunto set my hand and seal, this first day of February, in the year of our Lord one thousand eight hundred and fifty, (1850).”\nHow the consideration of $1050 mentioned in this release was made up, did not very clearly appear. It was paid by Reitenbaugh, and part of it appropriated to the payment of the execution which had been levied on the property. Evidence was admitted, notwithstanding an objection on the part of the defendant, of the value of the property at the time of the execution of the release, which was estimated hy the witnesses at from $30,000 to $40,000, also of declarations by the defendant as to the ownership of the property; and- that plaintiff had paid for lumber used on it after the release.\nThe court (Woodward, J.) charged the jury as follows :—\n“ If the deed of 12th April 1844, and the defeasance of same date, had been executed and delivered at the same time, I would say, as a conclusion of law, that they constituted an unrecorded mortgage; but as the proof is clear, that more than a month intervened between the execution of these instruments, it is for the jury to inquire whether the parties meant to make a sale or only a security for money. The testimony of Mr. Cavender is very clear on this point, and if the jury believe it, I should suppose they would have no difficulty in deciding that the parties were treating for a security, and not for a sale and purchase.\n“ But if the instruments áre to be considered and treated as a mortgage, then the question is, what was the transaction of 1st February 1850 ?\n“ A mortgagor may sell his equity of redemption, which is an estate in him, and he may sell it to his mortgagee as well as any one else. He must be competent to contract, and there must be no fraud practised on him, or undue advantage taken of him. And if Ludwick did indeed release his equity of redemption, in pursuance of a fair understanding and bargain (of which a valuable consideration and the written instrument are strong evidences), the effect is the same as if it were not at fii-st a mortgage, but a conditional sale; that is, the title would be absolutely in Reitenbaugh, and there would be no liability to account for profits.\n“ But if, on the other hand, this arrangement vras a mere getting the defeasance out of the way of Parke & Smith, and not in-, tended to change the relation between the parties themselves, Ludwick and Reitenbaugh; if, in a word, it was anything but a fair sale of the equity of redemption, then the relation of mortgagor and mortgagee still subsisted, and this is an ejectment by a mortgagor out of possession, against his mortgagee in possession.\n“ On this point the evidence of Thomas Williamson must be carefully considered. (The court here read the evidence in full.)\n“ Although Mr. Williamson disclaims it as his sole motive for advising the release, yet it is difficult to conceive what else he could have had in view, than to secure his clients, Parke & Smith. It was natural that he should be concerned for their safety, when he heard of the defeasance, but I think he was unnecessarily alarmed. I do not agree in opinion with him, that this unrecorded defeasance could endanger their mortgage. It is agreed on the part of the plaintiff, that they, Parke & Smith, were secure, because they would come in as first mortgagees; on the part of the defendant it is insisted that if Reitenbaugh was a mere mortgagee, his mortgage to Parke & Smith was no more than a personal obligation; but it seems to me that the law of estoppel is the true ground on which to put the case. Ludwiek conveyed to Reitenbaugh for the purpose of raising money for himself (if the jury adopt this view), he then stood by and saw Reitenbaugh mortgage the land to Parke & Smith — nay, he joined in the bond W'hich accompanied the mortgage, and he took the money that was loaned on the faith of it. Now, all this would for ever estop him, shut his mouth, from denying that Reitenbaugh had good right to mortgage the premises to Parke & Smith.\n“ But if, from all the evidence, the jury should believe the parties did not intend a change of their relations, and that they were from the first, and still are, mortgagor and mortgagee, then the third and final question is, what is the state of accounts between them ?\n“ The defendant, as mortgagor in possession from 1850, was bound to account for rents and profits. Plaintiff’s counsel have proved a demand on him to account, but he has rendered none.\n“ Under these circumstances, the jury should make every presumption against him that the evidence will warrant. It is said he should be charged with the bank stock at its highest rate — the utmost he could at any time have got for it. This is the rule in regard to a trustee who will not account. . So as to the profits of the estate; w’hat time the defendant had it in possession; the jury should charge him with the most which, under the evidence, they believe he might have made out of it. Doubts which he might have removed are to be thrown against him.”\nThe jury returned into court with a sealed verdict, having separated before presenting it; after an examination, the judge said it was not in form, and recommitted it to them. To this the defendant excepted.\nThe jury found the following verdict, upon which judgment was entered:—\n“We, the jurors, do find a verdict in favour of the plaintiff for the premises claimed, subject to the payment of a certain mortgage thereon to Parke & Smith for if10,000; said mortgage to be paid by plaintiff before delivery to him of said premises, or said defendant to be released from any and all responsibility for or on account of the said mortgage ; and that said plaintiff be allowed until April 1st, a. D. 1858, to pay said mortgage, or to release defendant from his (defendant’s) responsibility under the same.\n“ We do further declare, that said defendant shall, upon the payment of said mortgage, or release of him, the said defendant, by said plaintiff, deliver possession of said premises, free and clear of all encumbrance, except the above referred to mortgage.”\nThe defendant thereupon certified the cause to this court, and assigned the following specifications of error:—\n1. The learned judge erred in admitting evidence of the opinions of witnesses as to the value of the property in dispute in the year 1850. 2. The learned judge erred in admitting evidence of conversations with defendant “ on the subject of the ownership of the property, and on the subject of its being given up by him to plaintiff.” 3. The learned judge erred in allowing the plaintiff to prove that he had paid for lumber after the release. 5. The learned judge erred in charging the jury, “it is for the jury to say whether the parties meant to make a sale, or only a security for money. The testimony of Mr. Cavender is very clear on this point, and, if the jury believe it, I should suppose they would have no difficulty in deciding that the parties were treating for a security, and not for a sale or purchase.” 6. The learned judge erred in charging the jury as to the release of February 1,1850: “ That if the arrangement was a mere getting the defeasance out of the way of Parke & Smith, and not intended to change the relation between the parties themselves; if, in a word, it was anything but a fair sale of the equity of redemption, then the relation of mortgagor and mortgagee still subsisted.” 7. The learned judge erred in charging the jury, “that under the circumstances, the jury should make every presumption against him (Reitenbaugh) that the evidence will warrant.” 8. The learned judge erred in charging the jury, “that he (Reitenbaugh) should be charged with the bank stock at its highest rate.” 12. The learned judge erred in permitting the jury to retire and deliberate on the material question of the account to be taken between the parties, after' they had sealed their verdict and separated. 13. The court erred in entering judgment on the verdict without any compliance by Ludwick with the conditions of the verdict.\nF. C. Brewster and Read, for the plaintiff in error.\nThe rule which forbids the introduction of oral testimony to vary written contracts, should have excluded the evidence specified in the first three assignments of error: McKennan v. Doughman, 1 Penn. R. 417-19 ; Stub v. Stub, 3 Barr 251, 254-5; Sennett v. Johnson, 9 Barr 336-7; Rearick v. Rearick, 3 Harris 72-3; Porter v. Mayfield, 9 Harris 264. A conveyance free from fraud is not void merely because the price is inadequate: Davidson v. Little, 10 Harris 245.\nThe question, whether mortgage or not, was one of law, to be determined solely by the instruments themselves, and ought not to have been left to the jury: Wharf v. Howell, 5 Binn. 499. The cases in which it has been decided that an absolute deed, with a defeasance, constitute a mortgage, have all been cases in which both deeds were executed at the same time : Wharf v. Howell, 5 Binn. 499; Colwell v. Woods, 3 Watts 188; Friedley v. Hamilton, 17 S. & R. 70; Johnston v. Gray, 16 S. & R. 361. And Barrell v. Sabine, 1 Vern. 268; and Davis v. Thomas, 1 Russell & Mylne 506-14, decide that a subsequently executed deed of defeasance is to he construed as a deed to reconvey.\nAfter admitting the evidence which is the basis of the first three specifications of error, the learned judge assumed, in the portion of the charge which forms the fifth error, the very fact in dispute, in instructing the jury, that if they believed Cavender, they would have no difficulty in deciding that the parties were treating for a security, and not for a sale.\nIn this case, there was no fraud imputed to Reitenbaugh. If he' is now considered as a trustee for plaintiff, there was no misconduct on his part, to make him chargeable at the highest rate for the stock, or to make every presumption against him. He was not such a trustee as made it imperative upon him to account: 1 Vern. 45.\nThe court had no power to recommit the case to the jury, after they had separated: McConnel v. Linton, 4 Watts 357; Wolfran v. Eyster, 7 Watts 38.\nC. Ingersoll and A. Miller, for defendant in error.\nThat which was intended as a security for money shall be but a mortgage, and shall remain so: Colwell v. Woods, 3 Watts 188; Kerr v. Gilmore, 6 Watts 405; Rankin v. Mortimere, 7 Watts 372.\nThe release standing in the position it did, was open to every kind of legal testimony that could be brought to explain it; and all the evidence concerning the value of the land, and the declarations of Reitenbaugh concerning his ownership, were rightfully admitted: Kaine v. Weigley, 10 Harris 183; Abbey v. Dewey, 1 Casey 416 ; Webb v. Rorke, 2 Sch. & Lefr. 659 ; Vernon v. Bethell, 2 Eden 110; Holridge v. Gillespie, 2 Johns. Ch. 30;\nThe mortgagee must account to the mortgagor for the actual rents and profits, if they can be ascertained, and, if not, then for a fair occupation rent: Gordon v. Lewis, 2 Sumn. 143; Dexter v. Arnold, Id. 108.\nIf a jury render an improper verdict and separate, and if, at the recommendation, or by leave of the judge, they go together again before the improper verdict is recorded, and afterwards give a different verdict, the verdict which is last given shall stand: 1 Inst. 227; Plowden 212; 10 Bouv. Bacon 315. A verdict may be varied or changed at any time before it is recorded, and a sealed verdict may he changed in open court: Edelin v. Thompson, 2 Harris & Gill 31; Walters v. Junkins, 16 S. & R. 415; McConnel v. Linton, 4 Watts 357; Wolfran v. Eyster, 7 Watts 37."
  },
  "file_name": "0131-01",
  "first_page_order": 131,
  "last_page_order": 141
}
