{
  "id": 985018,
  "name": "The Western Saving Fund Society of Philadelphia et al. versus The City of Philadelphia et al.",
  "name_abbreviation": "Western Saving Fund Society v. City of Philadelphia",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "175",
  "last_page": "185",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Hill 538",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "6 Hill 603",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "5 Cow. 540",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "3 How. 707",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3317070
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/44/0707-01"
      ]
    },
    {
      "cite": "8 Wheat. 84",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "1 How. 316",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "6 W. & S. 212",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 957,
    "char_count": 27694,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.5536597486087678e-06,
      "percentile": 0.9922619040723996
    },
    "sha256": "37cb2ddaad2a5cd61f9d03fcecc5375220015272b9e1410bf55d649370e67b50",
    "simhash": "1:3bbee61b882c656b",
    "word_count": 4840
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Western Saving Fund Society of Philadelphia et al. versus The City of Philadelphia et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis is a motion for a special injunction to restrain “ The City of Philadelphia from interfering or inter-meddling ivith the trustees of the Philadelphia Gas Works, and from any attempt to invalidate the trust or the security in the hands of the said trustees, for the holders of the loans made for the construction and extension of the works, or to seize or take possession of the works, revenues, or profits.” The works were originally constructed by means of-funds raised by subscriptions to stock made by private individuals, in pursuance of an ordinance passed on the 21st March 1835. By the terms of that ordinance the works were the private property of the stockholders, and their only source of reimbursement was the profits. The city was not liable for anything beyond the application of the money paid into the city treasury by the stockholders. By that ordinance, which formed the contract between the1 city and the stockholders, the works were to be under the management of twelve trustees to be chosen by the Select and Common Councils. The terms of office of the trustees were so arranged that one-third of their number would go out every year, and their places were to be supplied by the annual election of two trustees by the Select, and the same number by the Common Council. By the same .ordinance the city had the right, if at any time the Select and Common Councils might deem it expedient, to take possession of the works and convert the stock into a loan redeemable in twenty years from the date of conversion, bearing an interest of six per cent, per annum, payable half-yearly on the first days of February and August. Under this arrangement the money was raised, the trustees were appointed, and the works. constructed. By subsequent ordinances, assented to by the stockholders, the works were from time to time extended, and loans made for the purpose of defraying the charges. But on the 14th January 1841, an ordinance was passed containing many provisions so beneficial to the city and, at the same time, so disadvantageous to the stockholders, that there was good reason to apprehend that the latter would not consent to them. To meet that contingency, it was provided in the ordinance that if the stockholders did not consent to the terms proposed, before the 25th February 1841, the Mayor, Aldermen, and Citizens of Philadelphia should, on the 1st March 1841, take possession of the works in their own right, and the stock should be converted into a loan in the manner provided by the original ordinance of association — the works toremain under the direction and superintendence of the trustees, until otherwise provided for. The ordinance of the 14th January 1841 was not accepted; and the city, in pursuance of an ordinance of the 3d June 1841, issued certificates of loan to the several stockholders. This ordinance contained a section by which the trustees were required to set apart and reservé, out of the moneys received by them from the manufacture and sale of gas, eight per cent, per annum, on the amount of the loan thus authorized, to be applied, in the first place, to the payment of the interest accruing thereon, and the balance to the sinking fund. This brings us to the ordinance of the 17th June 1841. By that ordinrnce a further loan of $125,000 was authorized for the purpose of extending the works. The city was to borrow the money in such sums as might be required by the trustees. The certificates of loan were to be transferable at the office of the Philadelphia Gtas Works. The rate of interest was to be fixed by the trustees. It was to be payable semi-annually at the Gas Works. “ The faith of the city, the sinking fund, and the buildings, apparatus, pipes, fixtures, and the income and profits of the said gas works” were expressly “ pledged for the punctual payment of the interest, and for the ultimate reimbursement of the principal of all the loans made for or on account of said gas works, as the same shall become due: and, in order that provision may be made for the same, the said trustees were authorized and required to set apart all the clear net profits that may remain after paying the interest on the said several loans, to constitute a sinking fund, which, with the interest thereon, was to be invested in loans and kept separate from the other funds of the said works.” And “ for the further security of the loanholders of said works, the faith of the city was expressly pledged that the price of gas should not at any time be reduced so as to reduce the clear profits below eight per cent, per annum on the whole amount of the cost of said works, until all the loans contracted for or that may hereafter be contracted for, shall be paid.” And “ for the further security of the said loanholders,” it was expressly “ stipulated that the works shall be controlled and managed by a board of trustees, elected and constituted as heretofore, who shall have the whole control and management of the said works, and of the said sinking fund, and of all the other funds belonging to the said works, and the said trustees shall pay no part of said fund, nor any part of the profit of said works into the city treasury, but shall apply and appropriate the same as is directed by this ordinance, until the interest and principal of the said loans shall be fully paid as 'they become due to the said loan-holders.” In pursuance of this ordinance, and on the faith of the pledges contained in it, the sum of $125,000 was obtained on certificates issued by the city, in each of which it was particularly set forth that it was “ issued in pursuance of an ordinance of the Ylth June 1841.” This made the provisions of that ordinance, so far as they related to the rights of the parties, as much a part of the contract as if they had been set forth at length in each certificate of loan. But the pledges in regard to the price of.gas, were made expressly “ for the further security of all the loans contracted or that might thereafter be contracted.” And the stipulations in regard to the control of the woi’ks, and the duty of the trustees to appropriate the profits of them, were also expressly made for the further security of the same loanholders.” In none of the ordinances subsequently passed is there any provision for the repeal of any part of the ordinance of 17th June 1841, or any attempt made to place the new loans upon a footing different from those previously made under that ordinance. On the contrary, the certificates to be issued from time to time, were, in each ordinance authorizing them, directed to be “in like form, and transferable in like manner, with the certificates of the other loans authorized for the purpose of said gas works.” And in each ordinance authorizing a new loan, the trustees were directed to set apart, out of the profits of the works, ten per cent, per annum on the amount borrowed, for the purpose of paying the interest thereon, and for reimbursing the principal, &c. “ A subsequent statute is never to be construed to repeal a prior one, unless there be a contrariety in them, or at least some notice taken of the former act, so as to indicate an intention to repeal it.” “ The law does not favour a repeal by implication, unless the repugnance' be quite plainDwarris on Statutes 674. “ To repeal an express enactment by implication, requires a strong and clear inconsistency Street v. The Commonwealth, 6 W. & S. 212. We see no such inconsistency, nor any evidence of an intention to repeal the stipulations in favour of all subsequent loanholders for the extension of the gas works. Such a repeal would have been an act of injustice and bad faith to the original stockholders, whose money had constructed the works, and who had accepted certificates of loan in pursuance of the ordinance of 3d June 1841, which contained a provision that ten per cent, per annum, on the amount of that loan, should be set apart for the purpose of paying it out of the moneys received from the manufacture and sale of gas. The repeal would likewise have been an act of gross impolicy on the part of the city, because the only effect of it would have been to leave the works under a mortgage for the loans already contracted in pursuance of the ordinance of the 17th June 1841, while a question, seriously affecting the credit of future loans, would have arisen respecting the power of the city to pledge the works as a security on which further loans might be obtained for the extension of the works. The ordinance of 17th June 1841, was therefore very judiciously permitted to remain in full force, while the city was in the market for the purpose of procuring the various subsequent loans for the extension of the works. It designated the security which was pledged, and prescribed the remedy for making that security available. It placed the pledged property and funds in the hands of trustees, to be selected in such a manner as to secure the confidence of the capitalists who advanced their money.\nIt is a rule in the construction of contracts, that the law existing when a contract is made enters into it and necessarily forms a part of it. The remedies prescribed for enforcing performance, are regarded by the parties as constituting that “ obligation” of the contract which is within the protection of the constitution. If the remedies were taken away, there would be nothing but the moral obligation left, and it is absurd to suppose that this was the “ obligation of the contract,” which the legislature was prohibited from imyairing. Plain common sense, responding to the demands of justice, has scattered to the winds the flimsy distinction between the right and remedy, so far as to declare that any change of the nature or extent of the latter, so as to impair the former, is just as much a violation of the compact as if the right itself was directly destroyed: Bronson v. Kinzie, 1 How. 316. “ The objection to a law, on the ground of its impairing the obligation of a contract, can never depend upon the extent of the change which the law effects in it. Any deviation from its terms, by postponing, or accelerating the period of performance which it prescribes, imposing conditions not expressed in the contract, or dispensing with the performance - of those which are, however minute, or apparently immaterial, in their effect upon the contract of the parties, impairs its obligation:” Green v. Biddle, 8 Wheat. 84. A contract of mortgage vests an interest, and its main incident is a right to have the land applied in discharge of' the debt, either in the way prescribed by the law when the contract was made, or in some form of remedy substantially equal: Gantly’s Lessee v. Ewing, 3 How. 707. These principles have been applied to govern the contracts and control the acts of states clothed with all the powers and prerogatives of sovereignty. We see no reason why a municipal corporation, which may be created and destroyed by the state at pleasure, should stand upon higher or better footing than its own creator. Like a state, it has its public duties and its private rights. It has no right to enter into a contract which interferes with its duties to preserve the health and morals of the city. It may, therefore, defeat the title of its own grantee when it becomes necessary to do so in order to abate a nuisance or preserve the public health: The Presbyterian Church v. City of New York, 5 Cow. 540, and Stuyvesant v. The Mayor of New York, 6 Hill 603, are instances of the exercise of this right; and it rests upon the ground that a corporation acting for the benefit of others, has no power to enter into a contract which would prevent it from performing its public duties. Every right derived from it is holden subject to the restriction, that it shall be so exercised as not to injure others. Upon this principle, if the gas works should become a nuisance, affecting the health and comfort of the neighbourhood, the city councils, notwithstanding their own lease of the ground, would have the right to direct the removal of the works to a place where they would be less injurious to the public. The Master of the Rolls, in speaking of the Hast India Company, admitted that it had rights as a sovereign power ; but declared that it had also duties as an individual; and notwithstanding its claim to the right of violating its contracts, as an incident to its character as a sovereign power, it was held to he bound by its contracts as a .private company: Moodalay v. Morton, 1 Brown’s Ch. Rep. 471. The restriction upon the power of a municipal corporation to enter into contracts which may prevent it from performing its duty to the public, is nothing more than the application of the principle which avoids the contracts of individuals when they are detrimental to the public rights. But the contracts which a municipal corporation may make for the purpose of supplying the inhabitants with gas-light in their streets and houses, relate to the “ things of commerce,” as distinguished in the civil law from the “ things public,” which are regulated by the sovereign. Such contracts are not made by the municipal corporation, by virtue of its powers of local sovereignty, but in its' capacity of a private corporation. The supply of gas-light is no more a duty of sovereignty than the supply of water. Both these objects may be accomplished through the agency of individuals or private corporations, and in very many instances they are accomplished by those means. If this power1 is granted to a borough or a city, it is a special private franchise, made as well for the private emolument and advantage of the city as for the public good. The whole investment is the private property of the city, as much so as the lands and houses belonging to it. Blending the two pow’ers in one grant, does not destroy the clear and well settled distinction, and the process of separation is not rendered impossible by the confusion. In separating them, regard must be had to the object of the legislature in conferring them. If granted for public purposes exclusively, they belong to the corporate body in its public, political, or municipal character. But if the grant was for purposes of private advantage and emolument, though the public may derive a common benefit therefrom, the corporation quoad hoc is to be regarded as a private company. It stands on the same footing as would any individual or body of persons, upon whom the like special franchises had been conferred. These principles are wrell enforced by Chief Justice Nelson, in delivering the opinion of the Supreme Court of New York in the case of Bailey v. The City of New York, 3 Hill 538. In that case, the acts of the city had relation to the construction of water works. In this, they have relation to gas works. But the principle is precisely the same in both cases.\nBy the contract with the loanholders, the city has placed the works and their income in the hands of trustees as a security for the loans. The loans subsequent to that act were contracted on the faith of that pledge. The city has no more right to disturb the security, than a mortgagor would have to demand a reconveyance without payment of the mortgage debt. To say that the city does not mean to disturb the security is nothing to the purpose. The contract designates the manner in which the trustees are to be appointed. By that system, they are placed on a permanent footing, and are effectually guarded against the changes and consequent mismanagement which might flow from the impulsive action of political parties. This arrangement was a very material consideration with those who advanced their money on the faith of it, and the city has no right to change the trustees in any other mode than that prescribed by the compact. A debtor who has made an assignment for the benefit of his creditors has no right to reclaim the property assigned without payment of his debts; nor has he any right to substitute himself as a trustee for his creditors against their will. This is the rule even in the case of voluntary assignments; but it applies with much greater force to assignments or pledges of property to secure the payment of debts contracted on the faith of them.\nThe Act of 2d February 1854, gives the city no new rights whatever over these works. It merely transfers to the corporation, as enlarged, the rights which the same corporation possessed before the enlargement of its boundaries; and the rights thus transferred are subject to the “trusts, limitations, and conditions” which existed before. As owner of the works, subject to the paramount rights of the loanholders, the city may inspect the books, accounts, and papers relating to them, and demand an accurate account of the proceedings of the trustees. If she has reason to believe that they are mismanaging the trust to such an extent that her own power of removal, as regulated by the contract, would be an inadequate remedy, she may, like other cestuis que trust, apply to the courts of justice for redress. If she thinks that by a more economical management than that heretofore practised, the price of gas might be reduced, without violating the provisions of the contract with the loanholders, she may file a bill for an account, and ask for the directions of the court on the question. In the mean time, she has no power to withdraw any portion of the revenue of the works from the trust fund. She has no better right to do it indirectly, by withholding the payment of any just debt she may owe for gas, than she has to accomplish the same object by a direct seizure of the works and their revenues. These rights and duties may very appropriately be assigned to the “ Gras Department” authorized by section 50 of the Consolidation Act. Whatever powers may be exercised over the gas works of the other incorporated districts, now included within the city limits, it is clear that none exists over those in question in this case, except in subordination to the rights of the loanholders, as defined by the ordinance of 17th June 1841. If those rights have been subsequently modified by consent, such modification furnishes no ground for any further deviation from the original contract without consent.\nThe exigency of the case calls for nothing more at present, than an injunction to restrain the city of Philadelphia from attempting to take possession of the gas works described in the bill, or to interfere with the trustees therein named in their control and management of the said works, and the incomes and other funds belonging to the same, until the further order of this court.\nLet an injunction for that purpose issue, upon filing a bond, with security, in twenty thousand dollars, pursuant to the statute in such case provided.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Gerhard and Meredith, for the complainants.",
      "ffasdehurst, for the defendants."
    ],
    "corrections": "",
    "head_matter": "The Western Saving Fund Society of Philadelphia et al. versus The City of Philadelphia et al.\nA city, in supplying gas to its inhabitants, acts as a private corporation, and is subject to the same duties, liabilities, and disabilities. It cannot impair the obligation of a contract entered into by it, in that capacity, because it may deem it for the benefit of its citizens to do so.\nIn Equity. Motion for special injunction.\nThis was a bill in equity exhibited by The Western Saving Fund Society of Philadelphia and others, holders of certificates of loan of the Mayor, Aldermen, and Citizens of Philadelphia, commonly called “ City Gas Loans,” for and on behalf of themselves and all others, the holders of said certificates of loans, who should come in and contribute to the expenses of the suit, and Frederick Fraley and others, Trustees of the Philadelphia Gas Works, against the City of Philadelphia, and Robert T. Conrad, Mayor of the said city.\nThe bill set forth, that on the 21st March 1835, the Mayor, Aldermen, and Citizens of Philadelphia, passed an ordinance for the purpose of procuring the erection of gas works within the said city. That provision was thereby made for receiving subscriptions to the stock of a company to be formed for the erection of the said gas works, to consist of 1000 shares of $100 each, with the power of increasing the amount thereof to 250 in addition, on the application of a majority of the stockholders, and with the consent of the Select and Common Councils. And there was reserved to the said city the right, at any time these councils might deem it expedient, to take possession of the works, and convert the stock into a loan of the corporation, redeemable in 20 years, and bearing an interest of 6 per cent.\nThat it was further provided by said ordinance, that the Select and Common Councils should choose by ballot twelve citizens, to be denominated Trustees of the Philadelphia Gas Works, and divided into three classes, to serve respectively for one, two, and three years; and that annually thereafter, each of the councils respectively should elect two citizens to serve as trustees for the term of three years, in place of those whose terms of service should expire. And that it should be the duty of the said trustees to construct gas works and lay pipes for the distribution of gas; and they were thereby vested with the necessary powers for such purposes.\nThat all the stock provided for by said ordinance, was subscribed for and taken; and the trustees commenced the erection of the works, and after expending the amount of such subscriptions, more money was found to be necessary to complete the same and put them in operation. Whereupon the additional 250 shares were duly authorized to be subscribed for; and the same were taken, and the money paid in and expended on the works.\nThat the works were completed on the 8th February 1836, and had ever since been in successful operation; but that the increasing demand for gas, had rendered it necessary from time to time, to enlarge the same. And for that purpose, the City of Philadelphia, on the 22d December 1836, empowered the said trustees by ordinance to borrow the sum of $150,000, for which certificates of $100 and upwards should be issued to the holders; to be redeemable on the 1st January 1862, and to bear such rate of interest, not exceeding 6 per cent., as should be fixed by the trustees. That the faith of the city, and the buildings, apparatus, &c., of the said works, were thereby pledged for the payment of the said loans; and in order that provision might be made for the payment of the interest thereon, and of the principal when due, it was provided, that the said trustees should be authorized and required to set apart and reserve out of the moneys received from the manufacture and sale of gas, 8 per cent, per annum on the amount of the certificates issued by virtue of the. said ordinance, before any dividend should be made and distributed among the stockholders; to be applied first to the payment of interest on such loans, and the balance to be invested as a sinking fund for the redemption of the principal.\nThat the stockholders assented to the provisions of this ordinance, and the said loan of $150,000 was thereupon contracted, and the proceeds applied to the enlargement and extension of the works. And that on the,8th February 1838, a similar ordinance was passed for a further loan of $200,000 on the same terms, which was duly contracted, and the proceeds applied to the like purposes.\nThat on the 3d June 1841, a contract was entered into between ■ the city and the stockholders, whereby the latter agreed to receive, certificates of corporation loan bearing an interest of 6 per cent, for the amount of stock held by them,’and also a sum of $48,000 in 5 per cent, loan, in payment for their interest in the gas works, &c., which contract was carried into effect, and the trustees thereafter held the works, &c., in trust for the city of Philadelphia-\nThat by the ordinance of 17th June 1841, which provided for the issuing of the said 5 per cent, loan, the trustees were authorized to borrow the further sum of $125,000 for the extern-sion of the works, on the same terms on which the previous loans had been negotiated; the premium received on any of said loans to be placed to the credit of the sinking fund. And for the further security of the loanholders of the said works, the faith of the city was thereby pledged that the prices of gas, as then fixed, should not be reduced until the distribution of gas by pipes, should be completed throughout the city limits; nor, at any time, so as to reduce the clear profits below eight per cent, per annum on the whole amount of the cost of said works, until all the loans contracted for, or that might thereafter be contracted for, should be paid. And for their further security, it was stipulated that the said works should be controlled and managed by a board of trustees, elected and constituted as theretofore, who should have the whole control and management of the said works, and of the said sinking fund, and of all the other funds belonging to the said works ; and that the said trustees should pay no part of the profits of said works into the city treasury, but should apply and appropriate the same as directed by the said ordinance, until the interest and principal of the said loans should be fully paid as they became due.\nThat the said loan was contracted, and the proceeds applied, as directed by the said ordinance; and other additional loans were subsequently authorized and contracted upon the same terms and conditions. And that Frederick Fraley and others were the present trustees of the said works, and the other complainantr were holders of some of the said loans.\nThat by Act of Assembly of the 2d February 1854, the boundaries of the city of Philadelphia were enlarged, and the corporate name changed to that of The City of Philadelphia; and that on the 19th June 1854, a joint committee of councils was appointed to take charge of the property, effects, &c., of the city proper; which committee had notified the trustees to consider the property and effects intrusted to them as under the charge of the said committee, and to furnish a schedule of the same; with which request the trustees, acting under the advice of counsel, had refused to comply.\nThat on the 29th August 1854, the Common Council of said city had passed an ordinance, providing for the election of a chief engineer of gas works, who should be head of the Department of the Gas Works; and who, as such, should take charge of the works, &c., and nominate, and by and with the advice and consent of the Select Council, appoint subordinate officers; and that all moneys received for gas, &c., should be paid to such officers as the said chief engineer should designate, a-nd providing for the repeal of all inconsistent ordinances for the management of the said gas works; whereby the trust confided to some of the complainants was menaced, and they had reason to fear that the Select Council would concur in the said ordinance; and that the rights of the loanholders would be thereby invaded to their great loss and detriment.\nThey therefore prayed for an injunction to restrain the defendants, their officers, &c., from interfering or intermeddling -with the said trustees or their successors, and from any attempt to invalidate the said trust, or the security of the loanholders, or to seize or take possession of the gas works, &c.\nOn filing this bill, with affidavits as to the truth of the matters therein set forth, the complainants moved for a preliminary injunction ; which motion now came on to be heard.\nGerhard and Meredith, for the complainants.\nffasdehurst, for the defendants.\nThis case was determined in December 1854, but omitted in the reports of that term."
  },
  "file_name": "0175-01",
  "first_page_order": 175,
  "last_page_order": 185
}
