{
  "id": 985109,
  "name": "The Delaware and Hudson Canal Company versus Barnes et al.",
  "name_abbreviation": "Delaware & Hudson Canal Co. v. Barnes",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "193",
  "last_page": "198",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 193"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 401",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 430",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0430-01"
      ]
    },
    {
      "cite": "8 W. & S. 391",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0391-01"
      ]
    },
    {
      "cite": "6 Binn. 430",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0430-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 14137,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 3.93124792422874e-07,
      "percentile": 0.9030360457308515
    },
    "sha256": "7a03deef11525f25495b28ebfecc3318be52c7202e580e6c92ae414dc5f7dc6d",
    "simhash": "1:94a6dd8b88ef95ed",
    "word_count": 2422
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Delaware and Hudson Canal Company versus Barnes et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThat the advertisement of February 10th 1851, was improperly received in evidence, is too apparent to require discussion. The contract between the parties had been proved by a single witness. He testified that Barnes & Harlan, the plaintiffs, agreed to transport coal for the defendants under the general boating contract, and he identified that contract. It was a printed instrument, and, though not signed, it was agreed to by both parties. In the language of the witness, “it contained all the terms on which the parties agreed to boat.” Consequently, the advertisement was inadmissible, either to aid in its construction, or to introduce new terms. It is true, that when the proof of an alleged contract is partly parol, and partly written, the whole must go to the jury. In such a ease, they are to determine, not only whether any contract was made, but what it was. This is no such case. There was no room for the assertion that other stipulations existed between the parties than those contained in the printed instrument. There was no mixture of written and parol evidence, to warrant a determination by the jury of what the contract was. It was wholly written evidence. That the adoption of the contract was proved by oral testimony, is quite immaterial. The execution of almost every written contract is proved by parol, yet its construction is not, on that account, committed to the jury; nor can other and distinct papers be resorted to, in order to ascertain what the parties intended. Moreover, even if the construction as well as the existence of the contract had been for the jury, it would have been no reason for the admission of the advertisement. There was no proof that the parties had agreed that the stipulations of the advertisement should be incorporated into their contract. The subsequent adoption of a printed form of an agreement, furnishes the strongest implication to the contrary. That agreement was complete; and all antecedent proposals were, therefore, not accepted, or merged in it.\nThe error in receiving the advertisement was followed by another more important, namely: the admission of evidence to prove “ that the company did not furnish, in the summit level of their canal, a supply of water sufficient to enable the boatmen of the plaintiffs to make trips in ten or eleven days; and that they could have furnished a sufficient supply, if they had thought proper to do so.” This, the plaintiffs alleged, was a breach of the contract, basing their allegation upon the assumption that the contract bound the defendants to keep up a sufficient supply of water at all seasons. We have not been able to discover that any such liability was assumed by the defendants, either in the printed contract, or in the advertisement, had that been admissible in evidence. Both parties had been familiar with the condition of the canal during the previous year, and that familiarity probably induced the contract. Into that contract no stipulation was introduced requiring the company to furnish means for supplying water additional to those then existing, or so to construct their canal, that a trip could be made, at all seasons, in ten or eleven days. Even in the advertisement itself, we perceive no such engagements; and without it, there can be no just pretence that any such liability existed. But, as the advertisement was improperly admitted, it is clear that the court also erred in admitting all the evidence,which was given of the want of a sufficient supply of water. This mistake was eminently hurtful to the defendants; for the evidence was fitted to impress the minds of the' jury with the conviction that the plaintiffs had been delayed, and had suffered through the failure of the company to perform their contract. Indeed, this constituted the basis of the plaintiffs’ principal claim in their action. Eor this they declared, and to it directed the greater part of their evidence.\nIt is, however, strenuously urged, that the errors which we have noticed, were cured by the subsequent action of the court. After the testimony and argument had closed, and when the learned judge proceeded to charge the jury, he instructed them that the printed boating contract was the contract of the parties, and that all advertisements, representations, proposals, or negotiations were merged in the agreement so made; and that the rights and liabilities of the parties were to be determined under it. He also instructed them, that they could not give damages for detention by low water, and for the want of an adequate supply in the summer of 1851. This, it is argued, purged the mistake committed in the admission of the evidence.\nIt is to be observed, that the evidence was not withdrawn from the jury. They were not told, to give it no consideration; nor were they instructed, that it was not properly before them. They were only directed, to disallow the damages claimed for detention by low water. In fine, the jury were simply restrained from making the illegal evidence an independent ground of recovery. And even this caution was not given, until the illegal and pernicious evidence had been permitted to work its impression, during the whole progress of the trial.\nWe cannot think this an adequate remedy for the mischief. It is impossible to examine the record without being convinced, that the jury did not disregard the illegal evidence, and that the plaintiffs have been permitted to recover large damages, ostensibly for one cause, but truly for another, for which the defendants are not liable. Undoubtedly, when a mistake., has been made in the admission of evidence on the trial of a; caü'se, it may subsequently be rectified. It may be withdrawn by the party who has given it, or the court may withdraw it, and positively instruct the jury to disregard it — to discard it from their view. In such a case, it is the duty of the court to see to it that no mischief is done; that the illegal evidence be withdrawn, wholly withdrawn, and withdrawn for every purpose. It was ruled in Shaeffer v. Kreitzer, 6 Binn. 430, in Nash v. Gilkeson, 5 S. & R. 352, and in Ingham v. Crary, 1 Penn. R. 388, that when evidence has been improperly admitted, which is calculated to affect the minds of a jury, the error is not cured by a direction of the judge that it is not to be regarded, even though the direction' be given before a bill of exceptions has been sealed, as it was in Nash v. Gilkeson. “ In the nature of things,” say the court,/‘the impression made by the evidence could not be entirely removed; at least the court could not be judicially certain that it had not some effect on the mind of the jury, and the quantum of that effect is immaterial, provided it had any.” In Unangst v. Kraemer, 8 W. & S. 391, a rule somewhat different was adopted. There evidence had been admitted, which by evidence, subsequently given, was shown to have been inadmissible. It was then excluded, and this court held that the error had been cured. In Miller v. Miller, 4 Barr 317, a wrong record had been inadvertently admitted, and it was immediately withdrawn. The error was held not fatal. These cases have greatly restricted, if not overruled, the doctrine of Nash v. Gilkeson, Shaeffer v. Kreitzer, and Ingham v. Crary; but they have not destroyed the power of this court to protect parties against the disastrous effects of the admission of illegal evidence. There are obvious distinctions between them, and the case now before us. In both of them, the evidence was immediately withdrawn, and excluded from the consideration of the jury. In both cases, the evidence was comparatively unimportant. But in the case now before us, the evidence tended to substantiate the principal part of the plaintiffs’ claim. It remained before the jury until the proofs, exhibits, and argument had closed upon both sides; and, though the jury were told byithe court it did not constitute a substantive ground of recovery, yet it was left with them, and never wholly withdrawn from their consideration. Moreover, it was eminently fitted to prevent the jury from bringing an unbiassed judgment to the decision of the other issues involved in the case, for it asserted losses by the plaintiffs in consequence of what were contended to be wrongful omissions by the defendants. Its inevitable tendency, therefore, was to awaken sympathy for one party, and prejudice against the other. It is apparent, then, that the case is unlike Unangst v. Kraemer and Miller v. Miller. While we concede, that an accidental mistake in the admission of evidence may be remedied,’ yet we hold, that it can only be done by an absolute and thorough exclusion of the illegal evidence from all consideration by the jury, for any purpose. In the present case, there was no such exclusion.\nWe perceive no other error in the record. Though the evidence offered and excepted to, in the third bill of exceptions, was inadmissible, yet none seems to have been given under that offer that was hurtful to the defendants. The court below retraced their steps before mischief was done.\nThe fourth assignment of error is not sustained.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "W. Jessup and W. S. Dimmick, for the plaintiffs in error.",
      "J. M. Porter and M. Goepp, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Delaware and Hudson Canal Company versus Barnes et al.\nIf illegal evidence has been, improperly admitted in the progress of a trial, the mistake can only be cured by withdrawing it from the jury, and instructing them entirely to disregard it. In such case, it is the duty of the court to see that no mischief is done, and that the illegal evidence is wholly withdrawn for every purpose.\nError to the Common Pleas of Pilee county.\nThis was an action of assumpsit by J. Edward Barnes and William J. Harlan, lately doing business under the firm of Barnes & Harlan, against the President, Managers and Company of the Delaware and Hudson Canal Company, to recover damages for the breach of a boating contract.\nIn 1850, the plaintiffs entered- into a contract with the defendants to transport coal on their canal, from Honesdalo to Rondout, at certain rates therein stated. In April'1851, that contract was cancelled by agreement of the parties, and the plaintiffs then entered into the general boating contract of the defendants.\nAfter having proved the printed contract, the plaintiffs’ counsel offered in evidence an advertisement of the company, printed in the Honesdale Democrat, dated the 10th February 1851, containing proposals to boatmen for entering into contracts with the company for transporting coal for the ensuing season. This advertisement contained some provisions not inserted in the printed contract, which had been given in evidence, and was objected to by the defendants’ counsel. The court, however, admitted the evidence, and sealed a bill of exceptions.\nThe stipulations in the printed advertisement were claimed to be a warranty that the canal should, at all times, be in navigable order, and that no delays should arise from want of water; and having read the advertisement, the plaintiffs’ counsel offered to prove that, during the year 1851, the company did not furnish in the summit level, a supply of water sufficient to enable the plaintiffs’ boatmen to malee trips in ten or eleven days; and that the company could have furnished a sufficient supply, had they thought proper so to do. The admission of this evidence was the subject of the second and third bills of exception..\nThe plaintiffs’ principal claim for damages was founded upon the failure of water at the summit level, and the greater part of the evidence related to the facts connected with the drought of that year, and the difficulties attendant upon passing the boats over that level. It was proved that full payment had been made for all freights on the coal transported in 1851, so that the claim of the plaintiffs rested entirely upon damages sustained by want of water, and by alleged delays in loading and unloading their boats.\nThe learned judge (Barrett, P. J.) instructed the jury, that the claim for damages for want of an adequate supply of water was not proved; that it was one of the contingencies provided for in the contract; that there could be no recovery upon that item of the plaintiffs’ claim; and it was entirely withdrawn from the consideration of the jury.\nThe jury gave a verdict for the plaintiffs for $3000 damages, and judgment having been entered thereon, the defendants sued out this writ, and here assigned for error, the admission of the evidence excepted to on the trial.\nW. Jessup and W. S. Dimmick, for the plaintiffs in error.\nThe evidence was not only irrelevant, but its tendency was to mislead the minds of the jury from the true issue made on the contract; and the evil was not cured by telling the jury that this evidence was not to be regarded: Shaeffer v. Kreitzer, 6 Binn. 430; Nash v. Gilkeson, 5 S. & R. 352. These eases were not overruled by Miller v. Miller, 4 Barr 317, and Unangst v. Kraemer, 8 W. & S. 401. In Miller v. Miller, the paper was offered in mistake, and was immediately withdrawn; and in Unangst v. Kraemer, although the evidence was offered, admitted, and a bill of exceptions sealed, yet, when the witness came to testify, it was discovered that the party whose declarations were offered to be proved,' did not own the land at the time of making the declarations, and the court, thereupon, excluded the evidence.\nEor a remedy for the wrong verdict, it is said we should move for a new trial. The present case shows that the plaintiffs in error are without remedy. There is nothing in the evidence to sustain the verdict. It is against the charge of the court, and yet a majority of the court refuse a new trial.\nJ. M. Porter and M. Goepp, for defendants in error.\nThe cases of Shaeffer v. Kreitzer and Nash v. Gilkeson were overruled in Unangst v. Kraemer, 8 W. & S. 401, and Miller v. Miller, 4 Barr 317. In Lynn’s Analytical Index 748, the case of Nash v. Gilkeson is classed in the list of overruled cases, and Unangst v. Kraemer, and Miller v. Miller, are cited as the authorities. See also Meals v. Brandon, 4 Harris 224, in support of the same principle."
  },
  "file_name": "0193-01",
  "first_page_order": 193,
  "last_page_order": 198
}
