{
  "id": 985076,
  "name": "Byrod's Appeal",
  "name_abbreviation": "Byrod's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "241",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 317",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 17",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 193",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 338,
    "char_count": 6026,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 4.048763572025363e-07,
      "percentile": 0.9076755054059136
    },
    "sha256": "af01924a8e25b971f218497e5ea6706512b0de510942b47a195e75df645ffb12",
    "simhash": "1:f4c2ac71bc7ce08b",
    "word_count": 1066
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., dissented, so far as the ruling related to the effect of a fraudulent conveyance. ■"
    ],
    "parties": [
      "Byrod’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWhen Henry Greep conveyed his land to John, he exercised a plain right that did no harm to prior lien-creditors. If he had simply given it away, they could have nothing to say against it, though this would be a fraud on other creditors. Even if the conveyance was a mere sham, for the express purpose of defrauding creditors, it could not affect prior lien-creditors, and we do not see what they could have to do with the transaction.\nSupposing it to have been intended to defraud creditors, it was not therefore void, but only voidable by the creditors whom it tended to defraud; and it seems plain enough that this does not include the prior lien-creditors, for they may follow the land irrespective of all changes in the title, hoirest or dishonest. Between Henry and John the conveyance is valid. It therefore changes the title, and after-acquired liens are not against the same title as the prior ones. As against prior liens the title is good, but charged with the liens. As against subsequent judgments against the grantor it is absolutely good, if it is not fraudulent as to them.\nA sale on the prior liens would pass the grantee’s title, honest or not; for it takes the title against which the lien was created, and not the changed or vitiated one. A sale on subsequent judgments passes only the right to contest the grantee’s title for fraud: it passes the quantity of interest that was fraudulently conveyed and subject to the same liens. In other words, it passes the title of the fraudulent grantee, because it is fraudulent, leaving in full force the prior liens against the grantor’s title, which cannot be presumed to have been intended to be defrauded. The sale is a means of founding the litigation of the fraud, and must be conducted at' the risk of the contestants, and not of the undisputed liens, which are not affected by the fraud. Its purpose and effect is to take away the title of the fraudulent grantee; whereas, the purpose and effect of a sale on a prior lien is to take the title of both grantor and grantee.\nIf land charged with liens be sold by the owner, and then subsequent judgment-creditors of his can sell out the whole title by charging fraud on the conveyance, prior liens would have very little theoretic value; for it costs no trouble to raise such a charge. And if a real fraud could have such an effect, then liens may be rendered of little value at the pleasure of the debtor, and would be secure only when debtors are honest. This would reverse the general purpose of the law, which is to protect against dishonesty and wrong.\nIn the present case, there is scarcely more than a charge of fraud. There is no adequate proof of it, and it is not found to exist. The result, therefore, is, that the sale on a subsequent judgment against Henry passed no title at all. It would be strange, indeed, if such a sale should discharge the prior liens.\nDecree affirmed at the costs of the appellant. ■\nWoodward, J., dissented, so far as the ruling related to the effect of a fraudulent conveyance. ■",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Stevens and A. K. Smith, for the appellant.",
      "Kline, Long, and Patterson, for the appellees.."
    ],
    "corrections": "",
    "head_matter": "Byrod’s Appeal.\nWhere the owner of land charged with liens, makes a conveyance which is fraudulent as against creditors, a sheriff's sale under a judgment subsequently obtained against the grantor, passes only the title of the fraudulent grantee, and the prior liens are not affected.\nA conveyance intended to defraud creditors is not void, but only voidable by the creditors whom it tended to defraud; and this does not include prior lien-creditors.\nSuch a conveyance changes the title; and after-acquired judgments against the grantor, are not liens against the same title as the prior ones. Such prior liens are not, therefore, affected by a sale under the subsequent judgments.\nAppeal from the Common Pleas of Lancaster county.\nThis was an appeal by George Byrod, from the decree of the court below distributing the proceeds of a sheriff’s sale of the real estate of Henry Greep.\nHenry Greep was the owner of two several tracts of land in Lancaster county, which was subject to the lien of the following judgments, to wit:\nGeorge Byrod, 30th April 1855 . . » $1450.00.\nChristian Aumand and wife, 24th December 1855 1000.00.\nJohn W. Greep, 29th “ “ 394.30.\nOn the 3d January 1856, Henry Greep, in consideration of $2300, conveyed both tracts to his brother, John W. Greep, one of the judgment-creditors. The sale was made subject to the liens ; the cash paid amounting only to $74.45, as appeared by a memorandum on one of the deeds.\nSubsequently to this conveyance, a number of judgments were obtained against Henry Greep, on one of which, in favour of H. & G. Frick, these tracts of land were levied on and sold by the sheriff; and the money having been paid into court, the net proceeds, amounting to $966.06, was decreed to be applied to the payment of the judgments obtained against Henry Greep, after the date of the conveyance of the 30th January 1856. From this decree George Byrod appealed.\nStevens and A. K. Smith, for the appellant.\nThe levy was made on the land as the estate of Henry Greep, and so sold. Whether he had any title or not, the proceeds should have gone to the judgments in their order. It will not do to say that' there' was nothing to which the lien could attach. Byrod’s judgment would attach to it as well as Frick’s. The purchaser must look to his title, but the judgment-creditors were not concerned in its validity nor bound to examine it.\nKline, Long, and Patterson, for the appellees..\nJohn; W. Greep purchased the land subject to the encumbrances upon it; and -it was liable at any time to be sold, to satisfy them. A sale under any of the liens prior to the conveyance to him, would have swept away the whole estate; but where the sheriff’s sale is effected under a judgment posterior to the first sale, it affects only the interest remaining in the vendor, if any: Garrard v. Lantz, 2 Jones 193 ; Patterson’s Estate, 1 Casey 71; Neel v. Bank of Lewistown, 1 Jones 17; Mix v. Ackla, 7 Watts 317."
  },
  "file_name": "0241-01",
  "first_page_order": 241,
  "last_page_order": 243
}
