{
  "id": 985102,
  "name": "Imhoff versus Witmer's Administrator",
  "name_abbreviation": "Imhoff v. Witmer's Administrator",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "243",
  "last_page": "245",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 243"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 139",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846062
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0139-01"
      ]
    },
    {
      "cite": "7 W. & S. 245",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "246"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "12 Mass. 489",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "18 Pick. 115",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0115-01"
      ]
    },
    {
      "cite": "4 Rawle 236",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 244",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0244-01"
      ]
    },
    {
      "cite": "6 Watts 139",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846062
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0139-01"
      ]
    },
    {
      "cite": "7 W. & S. 245",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "4 Rawle 236",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 454,
    "char_count": 6969,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 2.970903769861044e-07,
      "percentile": 0.8502864452715196
    },
    "sha256": "252b966431c19230f12e70e6c394f00dd4b91156c6f7a7f6d7bca0018b9f1068",
    "simhash": "1:11b3a2f5b3582db9",
    "word_count": 1211
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Imhoff versus Witmer’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nFive years prior to the execution of the bond in suit, the obligor had been found and decreed an habitual drunkard, under proceedings in the Court of Common Pleas of Lancaster county, and a committee appointed to take charge of his estate. These proceedings remained, and were in full force at the date of the bond, and so continued during his life. The question presented by the record is, whether there remained in the obligor, under these circumstances, any power whatever to contract, so as to bind or affect his estate, although at the time of doing so he may have been entirely free from intoxication.\nThe Act of Assembly of 1836, relating to “lunatics and habitual drunkards,” places both classes on precisely the same footing, as regards the remedy as well as the effect of the proceedings.\nThe object of the statute was protection and guardianship over the persons and estates of parties wanting capacity to take proper care of either, and to preserve the property of such from being squandered, or improvidently used to their own injury and that of their families, if they have any. It is not necessary to adduce reasons to prove the self-evident proposition, that, to admit the capacity of control to exist in the lunatic or habitual drunkard over his estate, after inquision, settling his condition, in this respect, or submit it to be controverted by evidence of lucid intervals or sobriety at the moment of contracting, would leave the estates of these unfortunate classes about as much exposed as before proceedings had in regard to them. The inquisition and decree, standing of record, was intended for notice to all the world of the incapacity of the particular party to contract. It is the judgment of the law to this effect, and as a consequence, his acts in regard to his property are absolutely void while the condition exists. He can make no contract that will bind or render it liable to take effect, either in his lifetime or after death, for the reason that the law has settled that the important element of a valid contract does not exist, namely, the capacity to contract. It is this which determines the validity of the contract, whensoever it is to be executed; if wanting then., it continues wanting at the time of performance, unless validated subsequently by some legal act of the party. Witmer, by reason of the decree in force against him at the time he gave the bond, had no legal capacity to contract so as to affect his estate, and hence his contract could not be enforced against his administrators* after his death; it was void.\nThe plaintiff in error insists that the inquisition and decree upon it are onl j primd facie evidence of incapacity, and cites the cases of Hutchinson v. Sandt, 4 Rawle 236, Rogers v. Walker, 6 Barr 371, and In re Gangwere’s Estate, 2 Harris 428, in which remarks to this effect may be found, with something of the appearance of generality, but, when closely examined, having regard only to the time overreached by the inquisition — to that period prior to the proceedings, in which the commission found the state of lunacy or habitual drunkenness to have existed. To contracts during this period the rule applies, and the decree is only primd facie evidence on the question of capacity; after that it is conclusive, until revoked. To this effect is Clark v. Caldwell, 6 Watts 139.\nThere is nothing in the argument that, the bond being in the nature of an ante-nuptial settlement, it must be sustained, or the marriage contract itself will necessarily be void. The incapacity to contract regards only the estate. Contracts, purely personal, or for others, and not involving the estate, may not be void. It was held, in Sill v. McKnight, 7 W. & S. 245, that one decreed a habitual drunkard might legally be an executor. The marriage, in this ease, was not invalidated by reason of the status of Witmer, at the time of its celebration. The learned judge committed no error in the cáse, and the\nJudgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Stevens and W. R. Wilson, for the plaintiff in error.",
      "Fordney and Ellmaher, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Imhoff versus Witmer’s Administrator.\nOne found by inquisition to be an habitual drunkard, is thereby rendered-incompetent, subsequently, to enter into a contract which will bind his estate.\nError to the Common Pleas of Lancaster county.\nThis was an action of debt, brought by Henry Imhoff, for the' use of Peggy Witmer, against Andrew Metzgar, administrator of Christian Witmer, deceased, on a bond, dated the 24th January 1842, in the penal sum of $1000, conditioned that if, after the intended marriage of Christian Witmer and Peggy Phillips, the said Peggy should happen to survive the said Christian, her intended husband, then and in such case, the heirs, executors, or administrators of the said Christian should, within the space of six months next after his decease, pay to the said Peggy, her heirs or assigns, the sum of $500, for her own proper use.\nChristian Witmer was duly found an habitual drunkard, by inquisition, confirmed by the Court of Common Pleas of Lancaster county, on the 20th November 1837; and, on the same day, the court appointed a .committee of his estate.\nOn the 24th January 1842, immediately before his marriage with Peggy Phillips, he executed the bond on which this action was brought; and died in November 1854, leaving his wife surviving. Andrew Metzgar took out letters of administration on his estate.\nOn the trial of the cause, evidence was given of the sobriety of Witmer, at the time of the execution of the bond, but the court below (Long, P. J.), charged the jury, that an habitual drunkard, during the existence of the inquisition, was disabled from entering into a contract of a pecuniary character, and such contract could not be enforced. He, therefore, directed the jury to find a verdict for the defendant.\nTo this charge the plaintiff excepted; and a verdict and judgment having been given for the defendant, the plaintiff sued out this writ, and here assigned the same for error.\nStevens and W. R. Wilson, for the plaintiff in error.\nThe Act of 1836 does not take from one found to be an habitual drunkard the power, at a time when perfectly sober and rational, to enter into a valid contract for the payment of money, in consideration of marriage: Sill v. McKnight, 7 W. & S. 244. The inquisition is only primd faeie evidence, and not conclusive on third persons:\n1 Greenl. Ev., § 556 ; Hutchinson v. Sandt, 4 Rawle 236; Rogers v. Walker, 6 Barr 373; 2 Kent’s Com. 450; Gangwere’s Estate,\n2 Harris 428; Breed v. Pratt, 18 Pick. 115; Stone v. Damon, 12 Mass. 489; 2 Jarm. on Wills 67. A person, so situated, though not sui juris, may make a reasonable marriage settlement: Williams v. Williams, 1 Bro. C. C. 152; Strickland v. Coker, 2 Ch. C. 211; 1 Story’s Eq. p. 281; North v, Ansell, 2 P. Wms. 618.\nFordney and Ellmaher, for defendant in error,\ncited 7 W. & S. 245, 246; 2 Harris 421; Clark v. Caldwell, 6 Watts 139; Wright’s Appeal, 8 Barr 57 ; Hehn v. Hehn, 11 Harris 416."
  },
  "file_name": "0243-01",
  "first_page_order": 243,
  "last_page_order": 245
}
