{
  "id": 985116,
  "name": "Miller versus Fichthorn",
  "name_abbreviation": "Miller v. Fichthorn",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "252",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 252"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Mass. 139",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/13/0115-01"
      ]
    },
    {
      "cite": "8 Met. 59",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1964692
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/49/0059-01"
      ]
    },
    {
      "cite": "11 Pick. 100",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "6 Mass. 434",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pa. Rep. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/3/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1113,
    "char_count": 31378,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 9.306062304650686e-07,
      "percentile": 0.9801704655367939
    },
    "sha256": "712f278864754060cbd4a83fd114202b817e82424219a6ee0bb832cdc40120e8",
    "simhash": "1:f4a7c9c23e0a7dd5",
    "word_count": 5452
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Fichthorn."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe embarrassing complication of principles that has to be contended with, in relation to the mixture of oral and written evidence in the trial of causes, has necessarily given rise to great variety of judicial administration. Much of this arises from the natural and inevitable variety of method that exists in dealings; especially among persons whose principal occupation does not lead them to the knowledge and adoption of the customary forms that naturally grow up among trading men.\nThis ignorance of the usual forms of doing a given business may often lead persons into difficulties; yet, when they are not strictly bound by them, and the form is free, the courts ought to endeavour to understand their transactions, whatever may be their form, and to execute their true intention. Even in the practice of the law, directed as it is by usages, rules, and statutes, irregularities are inevitable, and very often the courts are constrained to overlook them, in order to get at the very spirit and merits of the cause.\nIn the effort to prevent the intention of parties from being lost, in the informal and deformed methods taken to express it, many decisions necessarily take place which are very difficult of generalization so as to be placed under a rule. The very variety that naturally exists, where there is no law or custom that imperatively prescribes the form, makes all generalization a very slow and insecure process. In the law and in other social affairs, such generalizations are simply inductions from our experience, and are therefore necessarily subject to modification and correction according to our more enlarged experience, and to the changes that are constantly' taking place in our customs and institutions.\nThe old rule of Bacon (Maxims, Reg. 25), founding the admissibility of parol evidence, along with written, on the distinction between latent and patent ambiguities in the writing, was, no doubt, as good a generalization of judicial experience, on this subject, as could then be framed; but it is now regarded as of no value. Bacon himself applied it only to deeds and wills, so as to prevent property from passing “ without deed, which the law appointeth shall not pass but by deed;” and in this limited sense it is generally true; yet then it means no more than this:\nWhere the law requires a writing, the rights, and the persons by and to whom they are to be passed, must be defined in the writing with such degree of precision that one may, with reasonable certainty, apply it, on knowing the circumstances of time and place.\nGeneral rules on this subject, beyond the instances where statutes require a writing, are of very difficult induction, because they have no foundation except the customs of the country and the presumptions growing out of the ordinary modes of doing business; and this is essentially a shifting one. Yet the desire to generalize such transactions is natural to every mind that is in the habit of considering them. Custom itself is but a form of generalization, and legal presumptions mostly result from it. Imperfect as our legal generalizations are, they often furnish us with' rules of great working value, even when they cannot be used without some study of their fitness.\nAnd there is no class of society that so much needs to keep itself free, within the bounds of a technical training, as those who' are concerned in the administration of juridical affairs; for they, have to deal with and manage the ever-changing matters of a whole community, consisting of all degrees of intelligence, and of all classes of occupations, doing their business in all sorts of ■ways. It is the right of a free people so to deal; and those who participate in judging their acts, are to find out and apply the pattern by which they act, and not to furnish it. Thorough training can best accommodate itself to the practical affairs of society, by respecting the fact that others, of less or different training, must have liberty to act according to the training that they have, within the recognised limits of social morality, and must be judged accordingly. In constructing, as well as in following, generalizations of social action, we may move freely along the highway of juridical experience, without being bound to keep in the ruts worn in it by those who have gone before us.\nEvery juridical act may be said to consist of the ascertainment and interpretation of facts, for the purpose of defining the relations of contesting parties, and the reciprocal rights growing out of those relations; and, like the process of observation and generalization in other departments of science, it is double in its essence: proceeding, according to the rule of res gesta, from a full observation of all the facts and circumstances of a disputed transaction to an accurate definition of its character: 17 State R. 283; 28 Id. 504. A written instrument may prove only a part of the transaction, and then, by the rule of res gesta, which is a universal rule of investigation, the other parts must be investigated by whatever evidence is proper for them.\nA writing, as evidence of a relation or right, must be either direct • or indirect evidence of it. .Statutes, ordinances, wills, assignments for the benefit of creditors, conveyances and other contracts, which declare the right or relation, are direct evidence of it. Letters, contracts inter alios, or de aliis rebus, or any other writings demonstrative of facts relevant to the matter in controversy, and tending to show its true character, are indirect evidence of it. All kinds of direct written evidence, statutes, and private writings, are alike in this, that they declare the law of the relation, or part of it, and are to be interpreted by the judge, and not by the jury. He has been trained to that very business, and is chosen and commissioned because of his training; whereas, a jury is drawn by lot for the particular occasion, and simply to aid in finding the facts. In this, the duty of the judge is exclusive of the jury, because for this his education and his office are superior. It is on the same principle that, when we want evidence relating to particular occupations, we do not call on commodores to tell us of the art and customs of carriers, nor on farriers for those of farmers, nor on physicians for those of fishermen.\nThe indirect written evidencé of a relation is usually accompanied by oral testimony, aiding or rebutting the inferences desired to be drawn from it; and all such evidence usually goes to 'the jury together, as evidence on the disputed question ; and this was the meaning of Chief Justice Gibson, when he said that “an admixture of parol with written evidence draws the whole to the jury:” 1 Pa. R. 386. In relation to indirect written evidence, the judge’s duty of interpretation is usually fulfilled in declaring that the writing is, or is not, relevant, and does or does not tend to prove the matter in dispute.\nAs a preliminary to every question of interpretation of a writing, it must he proved or assumed that it is genuine and authentic; that it is free from fraud in its creation; that the makers of it were competent; that the subject-matter of it is lawful, and that it is executed according to law; and for these purposes parol evidence is proper, in order to put the instrument into the hands of the judge for interpretation and construction.\nNow, it is essential to all language, that it should have objects, material, spiritual, or ideal, to which it applies; and, as it cannot apply itself to its objects, it is essential that some mind should be sufficiently informed to make the application; else the writing is senseless. Like the index board at the cross-roads, the word without its pointer is nothing. Hence it follows, that:\nIn the very nature of things, the judge must receive, by admis-1 sions or by testimony, all the information that is necessary, in Í order to put him into a position to interpret and construe the ; writing with intelligence; that is, to apply it to persons, things, j and events, according to the intention under which it was written./\nThis proposition is applied to every kind of writing, ancient and modern, legal and moral, historical and scientific, and is often expressed in some such terms as these:—\nThe interpreter must, as far' as possible, place himself intellectually in the same circumstances of time and place, as the author of the writing was in when he wrote it; in order to enter into sympathy with him, and be able to reveal the thought, which ignorance of those circumstances must render indistinct and doubtful.\nThis may be illustrated by the case of a will. When it was written, the objects of the testator’s thoughts were his estate, and his family or friends to whom he desired to leave it. To the judge, all these matters must be explained by admissions or by testimony, else he cannot apply it.. If the testator appear in his will to have expressed himself defectively, a clear knowledge of the persons, things, circumstances, and usages that he most probably had in his mind -when he made the will, may remove all doubt. So it is with a statute that is difficult of interpretation: a clear view of the old law, and of the mischiefs that existed under it, may make the interpretation of the new one quite obvious. In this latter case, however, the judge seeks the extrinsic information for himself, 1 Anstr. 89; in the former, it is furnished to him by testimony.\nMore specifically, yet still very generally, the rule may be repeated thus:—\n/ In order to put the judge into position for interpreting a f writing, he must know the language in which it is written, or | must have the instrument translated by an expert into one that \\jie does know; if it contains expressions that are peculiar to some special business, or to some special custom of class or place, he must have them explained in the same way; if it names or describes persons and things unknown to him, he must be informed of them by admissions or testimony; if some expressions are of doubtful meaning in themselves, he may need to be informed of vei’y many circumstances of time and place, under which the instrument was written: 1 Greenl. Ev., §§ 277-282.\nFrom this it would seem that the evidence that may be received, in order to put the judge into a position proper for intelligent interpretation, may be very extensive; yet, in actual practice, it is usually very small, for the matter in dispute defines the extent of the proof; and most of writings furnish no i-easonable ground of dispute. A juridical as well as a militai-y contest, may depend upon the strength of a single position, or upon an indefinite number of minor ones; and very often the active contest lies at a great distance from the real object of the litigation, and is terminated by a skirmish of outposts.\nIt is very rarely that a case is entirely fabricated, and, therefore, a defence that disputes every alleged fact in a cause, is sure to offend by its apparent want of candor. A litigation that goes on honest grounds, and is candidly conducted, always presents but few points to be decided; and those often are controlled by the method by which they are investigated, thus throwing back the dispute as to facts upon’ one or more incidental questions on the competency and effect of evidence.\nAll the facts and testimony of which we have just spoken, being designed to put the judge into a position to interpret, are therefore to be considered and weighed by him alone. If some of them, that are essential, are doubtful, they must be found by the jury specially, or be involved in their general verdict according to alternative interpretations by the judge.\nWills, deeds, and other writings, as means of defining the private law of given relations, may be treated as very analogous to civil law. A will is the private law of descent of a decedent’s estate. A conveyance is the private law defining the transmission of property from one man to another. An executory contract, that fully defines a relation instituted between the parties, is the private law of that relation, defining the duties of it.\nWhen a relation and its rights and duties are defined by civil law, we must be sure to possess ourselves of all the laws that combine in making up the complete definition, before we can say that all others are excluded. If parties have fully defined their relation, and its rights and duties, by express contract, written, or unwritten, the contract must be exclusive of all other means of defining them. If it omit part of the definition, the civil law supplies it by construction. Express verbal contracts, when fully proved, are naturally as exclusive of implied ones, as if they were written; yet, because of the uncertainty of the oral testimony, by which they must be proved, indirect evidence is admitted to aid in proving or to disprove them, or to raise implied ones if the express ones should fail for want of proof.\nIn all cases, the express contract, written or not, is the paramount law of the parties, and, if complete, must be exclusive; and, if not complete, it must be conclusive so far as it goes, supposing it to be free from mistake and fraud. And where they have provided against all forgetfulness and misconception by putting their own definition of this relation into writing, it is of the very nature of the act that the writing, while it exists, is the exclusive evidence of those relations; for it admits of no uncertainty, and perpetuates the very terms of their agreement, which oral testimony cannot do. It is like a civil law, instituting a new civil relation, and fully defining it, and thus excluding all presumptive aids from prior laws: 22 State Rep. 367; Cro. Jac. 644; 1 Show. 399; 1 Burr. 543; 10 Mod. 337.\nAnd here it is proper to notice that much of the difficulty which we have in this state, in dealing with parol evidence, arises from our liberal allowance of set-offs, defalcations, and equitable defences, so much beyond the old common law practice. By this we have, in a great degree, set aside the distinction between dependent and independent contracts and covenants, and thus extended the field of inquiry to the whole transaction, of which the particular contract forming the basis of the action, constitutes a part; instead of requiring each party to seek his independent remedy for his portion of it. With us, therefore, parol evidence is often admissible, because it is relevant to our larger subject of investigation; let it affect the aspect or impair the effect that any written portion of the transaction would have by itself, or not. Elsewhere, such evidence would be manifestly irrelevant, and would be rejected for this, rather than because the written evidence excludes it.\nThe law makes it essential to the validity of some kinds of contracts, that they be written; but this does not exclude oral testimony concerning them. Such contracts can be proved only by writing; but they may themselves be only parts of a much more comprehensive transaction; and, so far as remedies are plastic enough to administer the legal and equitable rights growing out of it, its other parts, not required to be in writing, may be proved orally. Promissory notes and bills of exchange must be in writing, and, in form, are usually complete contracts in themselves ; yet, as between the original parties, parol evidence may be given to show that they are only parts of a transaction, so as to admit of the consideration of the collateral rights involved in it. A conveyance of land may be complete for its purpose,, which is to declare and prove the fact of conveyance; yet very naturally and commonly it is but a part execution of a prior contract; and parol evidence is admissible to show the true consideration for which it was given, and all other parts of the transaction, provided the fact of conveyance be not affected by it.\nIn such cases, the parol evidence is not admitted for the purpose of affecting the interpretation of the particular writing which the party is called upon to meet; but for the purpose of enlarging the sphere of juridical action, so as to embrace the whole transaction to which the writing belongs, and decide the rights growing out of the whole case. Sometimes direct oral evidence of the intention is allowed, but no such question arises in the present case.\nWhen, therefore, it' appears that the parties have a written agreement relative to the subject-matter in controversy, and it is proposed to assert other rights additional to or countervailing those defined in the writing, and to prove them by oral testimony, two questions naturally arise :—\n1. Does the nature of the given action and of its pleadings allow the additional or countervailing rights to be administered in that cause ?\n2. If so, does the law forbid them from being proved by oral testimony; either by requiring written evidence of them, or because the parties have appointed a writing as evidence of them ?\nIf the matters alleged are, for the purposes of the given suit, a proper part of the transaction to be investigated; and the law does not directly forbid such matters to be proved by parol; and the parties have instituted written evidence of only parts of the transaction, not including the parts proposed to be proved orally; then the evidence is entitled to be heard: 1 Greenl. Ev., § 282, 284 a; 3 Pa. Rep. 126 ; 4 Wash. C. C. R. 292; 6 Mass. 434; 11 Pick. 100; 8 Met. 59; 1 Stark. 267; 3 Man. & G. 452; 6 Car. & P. 745; 7 Id. 761; 1 Queen’s B. 424; 5 Id. 574; 4 Greenl. 371.\nIt is not always easy to determine that the parties have or have not put the whole transaction in writing. Arrangements made after the.completion of the writing cannot, in the nature of things, be presumed to be excluded by it. Nor can matters that go in satisfaction and discharge of the writing; for it cannot declare its own fulfilment. Many writings are, in their ordinary purpose, only a part of a transaction; and, instead of showing what the transaction was, are only a means of performing one side of it. Thus, promissory notes, bills of exchange, bonds and mortgages, are often only means of satisfying contracts for the sale of lands or goods, of which conveyances and bills of parcels, with receipts, are the counterpart. Yet many writings, such as agreements for the sale of land or erection of houses or other improvements, or for partnerships, or for establishing other important or permanent relations, are generally designed to express the whole intention of the parties.\nIn order to be able to declare how far a written instrument is exclusive of oral testimony, it is essential to ascertain its purpose. It is the purpose of a conveyance to declare the transfer of a title; • of a lease, to pass a leasehold interest and declare its terms; of articles of partnership, to institute the relation and define the rights and duties of each; of a bond, to acknowledge an existing debt: of an assignment, to pass the title of the thing assigned.\nAs effective of the special purpose for which a written instrument is executed, the writing, when there is no legal or equitable objection to its validity and completeness, is exclusive of all oral testimony to establish the fact or facts declared by it; but it does not exclude oral testimony of collateral facts, which, according to the purpose of the instrument, could not properly be declared in it, even though these facts may show a countervailing right, that neutralizes the obligation defined by the writing.\nThus, it does not belong to the purpose of a conveyance to warrant the quantity of land, and, therefore, it is held, that it does not exclude parol evidence of such a warranty and of a deficiency: 14 S. & R. 206, 296. .So the purpose of an assignment of a bond, being only to pass the title, does not exclude a parol warranty: 14 Id. 311; 16 Id. 422. A lease properly expresses the rent to be paid, and does not exclude parol evidence of failure of title to part of the term, though by this, the covenant for rent is in part set aside: 16 Id. 345. The purpose of a conveyance does not forbid an action for the purchase-money, and parol evidence of its non-payment: 3 Id. 355. A bond is not contradicted by parol evidence of the failure of its consideration. A receipted bill of parcels shows the fact of sale and payment, but does not exclude evidence of oral warranty: 13 Mass. 139; 4 Mass. & W. 140. Even the oral testimony, by which the connection between an absolute deed and a defeasance is established, is not to contradict the purpose of the deed, but to show the whole transaction; and the purpose itself is overruled when the transaction is declared a mortgage.\nAfter this statement and illustration of these principles, we have no further duty, relative to this case, than to apply them to it; and this may be done very briefly. Much of what we have already said will apply to several other cases argued at the present term and now to be decided, and some of which will not need to be reported.\nIt was very proper, in the present case, to admit parol evidence of the transaction out of which the bond arose, so far to show its consideration, and thus lay the ground for the defence and the evidence that the consideration had failed. At first, the defence seemed successful; but it was properly rebutted by Hoover’s testimony, which showed that the bond of the defendant did not fully satisfy the consideration, which was $550, and that the unpaid balance was made up by the defendant having taken the land charged with the judgment against Hoover, from whom the plaintiff had bought the lot. Taking the case thus, it was not the plaifitiff’s fault that the lot was sold on that judgment, and this fact furnishes no defence.\nThe fact that the defendant was only trustee, does not at all show that he was not to be bound by his bond. The bond must be taken as the evidence of what the defendant finally contracted to pay to the plaintiff, and it excludes the conversations that led to the agreement contained in it, from being evidence of what the agreement was. The defendant has not given us the offers of testimony, in the order in which they were made, and we find it impossible to place them, and, therefore, cannot say whether they were rightly ruled or not. We take Cubbison’s deposition as intended to rebut Hoover’s testimony, and we do not see that it is available for this. Perhaps it confirms it; for it says that the first written bond was objected to for making the defendant liable to the plaintiff “fpr all the money,” and then the one sued on was written in its stead, and was declared satisfactory, and it relates no conversations, as then had, that are inconsistent with this. Besides this, Hoover’s testimony relates to what took place at the final delivery of the papers, and Cubbison’s does not.\nIt is objected that the evidence, by which the-agreement of the defendant to take the land subject to the prior lien is proved, is not of that clear, precise, and indubitable character that equity requires. Perhaps, as matter of practice, we have erred in our efforts to admit equitable claims and defences in the common law form, and ought to have held that, in cases where a complete legal contract is attempted to be varied by parol evidence, the judge, like the chancellor, can alone declare the sufficiency of the evidence in deciding on its competence; on the principle that the court alone can allow exceptions to the law of the land, and to the private written law of the parties. But this is not such a case; for the plaintiff’s- answer to the defence is a strictly legal one.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Parker, Benedict, and Peed, for the plaintiff in error.",
      "Alexander and Woods, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Fichthorn.\n\"Where the law requires written evidence of a transaction, the rights, and the persons by and to whom they are to be passed, must be defined in the writing, with such degree of precision, that one may with reasonable certainty apply it, on knowing the circumstances of time and place.\nAll kinds of direct written evidence are to be interpreted by the court, and not by the jury.\nIndirect written evidence, accompanied by oral testimony, aiding or rebutting the inferences to be drawn from it, usually go to the jury together as evidence on the disputed question.\nv In respect to indirect written evidence, the judge’s duty of interpretation is usually fulfilled in declaring that the writing is, or is not, relevant, and does, or does not, tend to prove the matter in dispute.\nAs a preliminary to every question of interpretation of a writing, it must be proved or assumed that it is genuine and authentic; that it is free from fraud in its creation; that the makers of it were competent; that the subject-matter of it is lawful; and that it is executed according to law: and for these purposes, parol evidence is proper, in order to put the instrument into the hands of the judge for interpretation and construction.\nThe judge must receive by admissions, or by testimony, all the information that is necessary, in order to put himself in a position to interpret and construe the writing with intelligence: that is, to apply it to persons, things, and events, according to the intention under which it was written. He must, as far as possible, place himself in the same circumstances of time and place, as the author of the writing was when he wrote it.\nIf some of the facts that are essential in order to enable the judge intelligibly to interpret and construe the written evidence, are doubtful, they must be found by the jury specially, or be involved in their general verdict, according to alternative interpretations by the court.\nIf an express contract be reduced to writing, the writing itself is exclusive evidence of the relations of the parties.\nIn Pennsylvania, in consequence of our liberal allowance of set-offs, defalcations, and equitable defences, parol evidence is often admissible in an action on a written contract, in order to extend the field of inquiry to the whole transaction, of which the particular contract forming the basis of the action, constitutes a part.\nAlthough a contract may be provable only by writing, yet, if it be only a part of a more comprehensive transaction, so far as the remedies are plastic enough to administer the legal and equitable rights growing out of it, its other parts not required to be in writing, may be proved by parol.\nIn such cases, the parol evidence is not admitted for the purpose of affecting the interpretation of the particular writing which the party is called upon to'meet, but for the purpose of enlarging the sphere of juridical action, so as to embrace the whole transaction to which the writing belongs, and define the rights growing out of the whole case.\nWhen parties have a written agreement relative to the subject-matter in controversy, and it is proposed to assert other rights additional to, or countervailing, those defined in the writing, and to prove them by oral testimony, two -questions arise: 1. Does the nature of the given action and of its pleadings, allow the additional or countervailing rights to be administered in that cause ? 2. If so, does the law forbid them from being proved by oral testimony; either by requiring written evidence of them, or because the parties have appointed a writing as evidence of them ?\nIf the matters alleged are, for the purposes of the given suit, a proper part of the transaction to be investigated; and the law does not directly forbid such matters to be proved by parol; and the parties have instituted written evidence of only part of the transaction, not including the parts proposed to be proved orally; then the evidence is entitled to be heard.\nAs effective of the special purpose, for which a written instrument is executed, the writing, when there is no legal or equitable objection to its validity and completeness, is exclusive of all oral testimony to establish the facts declared by it; but it does not exclude oral testimony of collateral facts, ■which, according to the purpose of the instrument, could not properly be declared in it; even though those facts may show a countervailing right, that neutralizes the obligation defined by the writing.\nIn an action on a bond given for a balance due for the purchase-money of a tract of land, parol evidence is admissible of the transaction out of which the bond’ arose, so as to show its consideration, and thus lay the ground for the defence, and for evidence that the consideration had failed; but this may be rebutted by evidence that the bond did not satisfy the whole consideration, and that the unpaid balance was made up by the defendant having taken the land charged with the lien of a judgment.\nIf a trustee execute a bond for the purchase-money of land, parol evidence that he was not to be personally bound, is inadmissible.\nError to the Common Pleas of Mifflin county.\nThis was an action of debt brought by Daniel Eichthorn for the use of John Ross, against Andrew J. Miller, on a bond conditioned for the payment of $293.\nEichthorn, the plaint,iff below, contracted to sell to one Andrew Cubbison, a lot of ground in Derry township, for $550. It was agreed that the deed should be made to Miller, the defendant, who was a brother-in-law to Cubbison.\nOn the 31st' of December 1849, the deed was executed; and Miller gave the plaintiff a bond and mortgage for $293 for the balance of the purchase-money. At the time of the conveyance, the land was subject to the lien of a judgment against a prior owner, for $202.34, under which the property was subsequently sold by the sheriff.\nOn the trial, the plaintiff having given the bond in evidence, the defendant offered to prove that it was executed by him in pursuance of a previous understanding that he was not to be personally bound for more than the price of the lot. This offer was overruled by the court, and a bill of exceptions sealed.\nThe plaintiff then offered to prove by Hoover, the justice who witnessed the execution of the writings, that the defendant, at the time of the delivery of the deed, &e., agreed to pay the judgment lien, in addition to the bond; that he took the lot subject to the encumbrance. The defendant objected to this offer, but the court admitted the evidence, and this was the subject of another bill of exceptions.\nThe defendant likewise offered in evidence part of a deposition of Andrew Cubbison, to prove the consideration of the purchase; that it was for Cubbison; that he paid a horse and some wood on the purchase; and to rebut the evidence of Hoover. It did not clearly appear from the paper-books under what circumstances this offer was made; it was, however, overruled by the court, and the defendant excepted.\nThe court below (Wilson, P. J.) charged the jury that the question for them to determine was, whether Miller, in addition to the bond and mortgage, was to pay the prior judgment on the lot.\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $333.96, the defendant removed the cause to this court, and here assigned for error : 1. The admission and rejection of the evidence mentioned in his bills of exception. 2. The charge of the court.\nParker, Benedict, and Peed, for the plaintiff in error.\nAlexander and Woods, for the defendant in error."
  },
  "file_name": "0252-01",
  "first_page_order": 252,
  "last_page_order": 262
}
