{
  "id": 985122,
  "name": "Neas's Appeal",
  "name_abbreviation": "Neas's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "293",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 401",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0401-01"
      ]
    },
    {
      "cite": "1 W. & S. 144",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 150",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0150-01"
      ]
    },
    {
      "cite": "8 Watts 392",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848380
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 295,
    "char_count": 4016,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.0370929288651251e-07,
      "percentile": 0.5497946019246682
    },
    "sha256": "2f2df2e820e1362551bfeb4c3ade971011f324c8ffc66fc9c4f6d0b63041ea35",
    "simhash": "1:9e4624b24e012477",
    "word_count": 728
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, J., dissented. Strong, J., did not sit, having been of counsel in the cause."
    ],
    "parties": [
      "Neas’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe conveyance of Mrs. Baker to Ream is evidently a bungling filling up of a printed form of a deed, so as to express a mode of conveyance for which the form was not intended; but still there is no difficulty in understanding the transaction. It is a conveyance of land for the consideration of $1000, to be paid in yearly instalments of $100 each. On one side it is an executed conveyance so as to pass the title, and on the other it remains executory for the payment of the money.\nDoes the consideration-money rem.ain a lien on the land until it is paid ? This is simply a question of interpretation. How did the parties intend it, and how ought subsequent purchasers to understand such a form of conveyance ?\nIt is a conveyance to Ream, his heirs and assigns, for a consideration to be paid, and no one could reasonably suppose that he could buy from Ream clear of this duty of payment. It is therefore a charge on the land, and stands in the title. When the law sells it, it discharges the lien, and pays it off. With this common sense view of the subject, our decisions agree: 8 Watts 392; 7 Id. 144; 5 State R. 418; 20 Id. 236, 240; 23 Id. 39. It is not necessary to declare expressly that the money is to remain a lien, when the intention is otherwise clearly manifest in the conveyance.\nThe other exception was properly abandoned.\nDecree affirmed at the appellant’s costs.\nWoodward, J., dissented. Strong, J., did not sit, having been of counsel in the cause.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Morris, for the appellant,",
      "Richards, for the appellee,"
    ],
    "corrections": "",
    "head_matter": "Neas’s Appeal.\nA conveyance “ in consideration of the sum of $1000, (one hundred dollars whereof are to be paid annually, until the whole be paid, without interest, unto the said M. B.” the grantor, “ during her lifetime, and after her death to be paid to E. D. wife of J. D.,) lawful money of the United States, to her in hand well and truly to be paid by the said E. R.” the grantee, “ in sums as aforesaid, after her death as aforesaid constitutes the unpaid consideration-money a lien upon the land, which is payable out of the proceeds of a sheriff's sale, in preference to a mortgage created by the grantee.\nAppeal from the Common Pleas of Berks county.\nThis was an appeal by Daniel Neas from the decree of the court below, distributing the proceeds of a sheriff’s sale of the real estate of Frederick Ream.\nMary Baker, on the 12th November 1849, conveyed to Frederick Ream the premises out of which the fund in dispute arose, by a deed of that date, the consideration whereof is described as follows: — “ For and in consideration of the sum of one thousand dollars, one hundred dollars whereof are to be paid annually until the whole be paid without interest unto the said Mary Baker, during her natural life, and after her death to be paid to Elizabeth Anderson, intermarried with John Anderson, lawful money of the United States, to her in hand well and truly to be paid by the said Frederick Ream, in sums as aforesaid, and after her death as aforesaid.”\nAfter the death of Mary Baker, John Anderson and Elizabeth his wife, on the 19th February 1855, assigned their interest in the unpaid purchase-money to Dr. D. L. Beaver.\nOn the 15th January 1855, Frederick Ream mortgaged a part of the premises to Daniel Neas, the appellant; and the land having been subsequently sold by the sheriff under executions against Ream, the proceeds of sale were claimed by Dr. Beaver under his assignment, and by Daniel Neas, under his mortgage.\nThe court below decreed the whole amount of the unpaid purchase-money to be paid to Dr. Beaver; and from this decree the present appeal was taken by Neas.\nMorris, for the appellant,\ncited 3 Barr 73; Kauffelt v. Bower, 7 S. & R. 77; Semple v. Burd, Id. 289; Hinchman v. Lybrand, 14 Id. 33; Gratz v. Lancaster Bank, 17 Id. 278; Adams’ Appeal, 1 Penn. R. 448; Hepburn v. Snyder, 3 Barr 72.\nRichards, for the appellee,\ncited Bear v. Whisler, 7 Watts 150; Episcopal Academy v. Frieze, 2 Id. 16; Barnitz v. Smith, 1 W. & S. 144; Bellas v. Lloyd, 2 Watts 401."
  },
  "file_name": "0293-01",
  "first_page_order": 293,
  "last_page_order": 294
}
