{
  "id": 985119,
  "name": "Wilson et al. versus Shoenberger's Executors",
  "name_abbreviation": "Wilson v. Shoenberger's Executors",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "295",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 295"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 499",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0499-01"
      ]
    },
    {
      "cite": "1 Dall. 28",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408448,
        12125306
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0029-01",
        "/dall/1/0028-01"
      ]
    },
    {
      "cite": "8 W. & S. 316",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 336",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "3 Watts 196",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Sumn. 533",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cranch 218",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572746
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0218-01"
      ]
    },
    {
      "cite": "2 Edw. Ch. 138",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1986381
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/2/0138-01"
      ]
    },
    {
      "cite": "7 Watts 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0382-01"
      ]
    },
    {
      "cite": "2 Watts 378",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 440",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0440-01"
      ]
    },
    {
      "cite": "1 Wash. 125",
      "category": "reporters:state",
      "reporter": "Wash.",
      "case_ids": [
        6714975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/1/0440-02"
      ]
    },
    {
      "cite": "2 Munf. 40",
      "category": "reporters:state",
      "reporter": "Munf.",
      "opinion_index": -1
    },
    {
      "cite": "2 Call 421",
      "category": "reporters:state",
      "reporter": "Call",
      "case_ids": [
        6716304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/6/0361-01"
      ]
    },
    {
      "cite": "3 Watts 238",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0238-01"
      ]
    },
    {
      "cite": "1 Jones 56",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 51",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0051-01"
      ]
    },
    {
      "cite": "10 Watts 412",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 112",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Johns. Ch. 167",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0167-01"
      ]
    },
    {
      "cite": "2 Wh. 491",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 63",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 812,
    "char_count": 16671,
    "ocr_confidence": 0.501,
    "pagerank": {
      "raw": 5.835515664393521e-07,
      "percentile": 0.9518049121782776
    },
    "sha256": "2207b9309e9f00d2e70c292863bf000ece4c37d5e5f8b6ac2e67609b51a117c0",
    "simhash": "1:cac994368eee9096",
    "word_count": 2968
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson et al. versus Shoenberger’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThat Edwin F. Shoeneberger was the owner of Juniata Forge and its adjacent lands on the 14th May 1849, is a conceded point.\nThe ruling question in the cause is — indeed it is the only question that merits any consideration — did he on that day sell and convey his title absolutely or conditionally to Gen. Wilson for a valuable consideration, or must the deed he made, when taken' in connection with the accompanying papers, be treated as a mortgage?\nThis question the court below met fairly, and ruled it distinctly. They held the conveyance, the bonds, and the contract to amount to nothing more than a device or expedient to pledge the property as a security for money. The authorities cited in the argument, and which it would be a waste of time for us to review in detail, fully sustain the opinion of the court on every point, not excepting the withdrawal of the ease from the jury and pronouncing on the legal effect of the papers as a conclusion of law.\nIn the case of Reitenbaugh v. Ludwick (ante 131), the last of this class of cases that has passed in this court, the question whether a conveyance absolute on its face was intended as a deed of sale, or as a security for money, was submitted to the jury as a question of fact; but this, because the defeasance was not executed at the same time with the deed, but a few weeks thereafter. It was expressly said in that case, that if the two instruments had been contemporaneous in fact as they were in date, the law would have adjudged them a mortgage.\nThe late case of Alderson v. White before the Lord Chancellor of England, reported in the Jurist, New Series, vol. 4, No. 164, was cited against the ruling in Reitenbaugh v. Ludwick, as it is against the ruling of the learned judge below in the present case; but granting that it is not distinguishable, which is more than ought to be granted, it does not meet nor attempt to answer the reasoning on which our adjudications for fifty years have proceeded.\nIt is the settled law of the Pennsylvania mortgage, that though in form a conveyance of title, it is in reality, both at law and equity, only a security for the payment of money, or performance of other collateral contract. And none the less so, because the defeasance, instead of appearing in the original deed, is contained in an accompanying or subsequently executed instrument. Before our numerous, coherent, and well-reasoned decisions on this point can be set aside, something more must be shown than an isolated English case, which does not enter at all into the spirit and reason of our law.\nNotwithstanding Wilson’s possession and acts of ownership in respect to the property in dispute, he must be considered as a mere trustee of E. F. Shoenberger, or else the case involves the solecism of a vendor selling real estate for the bonds of the vendee which are not under a penalty of $500 to be asserted against the vendee. This would be the most remarkable sale of real estate on record.\nIt cannot be doubted, that the six bonds for $5000 each were the consideration of the deed, instead of the $50,000 mentioned therein; because there is no evidence of the manner in which the difference of $20,000 was paid or secured, and because on the lifting and delivery of the bonds Wilson bound himself in the agreement accompanying the deed to reconvey his title to Shoenberger’. If the consideration was not the $30,000 mentioned in the bonds, instead of the $50,000 mentioned in the deed, it should have been shown how the difference of $20,000 was paid by Wilson, and what was to become of it in the event of a reconveyance. In the absence of such evidence the conclusion is inevitable, that the six bonds were the whole consideration of the conveyance.\nNow, these bonds did not pledge even General Wilson’s credit. They were to be collected “ out of and only out of the Juniata Forge property” — they were issued at “ the special request of the said Shoenberger, and as supposed to benefit, profit, and advantage the said Shoenberger in his business” — said Wilson, his heirs and assigns, were indemnified against “all suits, actions, costs, and expenses for, on, or by reason of his having given and executed said bonds, and from and against the payment of all sums of money, or any money on said bonds, or costs” — and in .case Shoenberger should transfer the bonds, or deposit them collaterally, he was “ to lift the same at maturity, and not at any time to suffer suit to be brought against the said Wilson” — and in case he suffered suit to be brought against Wilson on said bonds, any or all of them, he was to forfeit and pay $500.\nAll this is intelligible enough, when regarded as an arrangement to enable Shoenberger to borrow $30,000 on the credit of the Forge property, but regarded as a valid sale of the title, it confounds all our ideas of business. Did Shoenberger indeed sell his real estate for bonds which he was never to collect, which, if he used them,he was bound to pay himself, and which he was finally to deliver up ? To believe this would be to believe him a madman. The transaction is so transparent — General Wilson defined his position so exactly, and protected himself against the responsibilities of a purchaser so effectually, that we should be inexcusable f(?r mistaking him for one, and the wonder is that it should ever have been expected we would make such a mistake.\nThe bank took the bonds with enough on their face to put them on inquiry, and they held them as Shoenberger held them, as a mortgage debt, liable to divesture by a sheriff’s sale of the mortgaged premises.\nThe agreement of 14th May 1849, speaks of a mortgage executed by Wilson, along with the bonds, but it was not in evidence, and if such an instrument were made, it would in no wise change the relations of the parties. General Wilson was mortgagee or trustee, for the purpose of charging the property with a loan for the benefit of Shoenberger, and any mortgage he may have made must have been inoperative, for he had no interest in the land to be bound by such an instrument.\nThe 11th and 12th errors are founded on bills of exception, for rejecting evidence that was manifestly irrelevant. The other assignments of error all relate to the charge, in which we see no fault, and therefore affirm the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Champneys, Smith, and Petriken, for the plaintiffs in error,",
      "Miles and Dorris, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Wilson et al. versus Shoenberger’s Executors.\nIn Pennsylvania, a mortgage, though in form a conveyance of title, is in reality both at law and equity, only a security for the payment of money, or performance of other collateral contract.\nIt is none the less so, because the defeasance, instead of appearing in the original deed, is contained in an accompanying or subsequently executed instrument.\nIf an absolute deed, with other instruments operating as a defeasance, be simultaneously executed, it is a conclusion of law, that together they constitute a mortgage, and it is the duty of the court to pronounce on their legal effect.\nIf the alleged defeasance be executed subsequently, it is a question of fact for the jury, whether the transaction was intended as a sale, or as a security for money.\nReitenbaugh v. Ludwick, ante 131, explained.\nError to the Common Pleas of Huntingdon county.\nThis was an ejectment, originally brought by Dr. Peter Shoenberger (at whose decease his executors were substituted as plaintiffs), against Gen. Andrew P. Wilson and others, for the property known as the Juniata Forge, and adjacent lands, containing about 7000 acres.\nBoth parties claimed title under Edwin F. Shoenberger, who was the undisputed owner of the premises, on the 14th May 1849.\nOn that day, he executed a deed, conveying the premises in fee, to Andrew P. Wilson, one of the defendants, subject to a continuing encumbrance of $10,000, the interest whereof was to be paid annually to the persons therein mentioned. This deed purported to be made for the consideration of $50,000. It was recorded on the 12th February 1850.\nAndrew P. Wilson, on the same day on which this deed was made, executed his six bonds in favor of Edwin F. Shoenberger, in the penal sum of $10,000 each, conditioned “ that if the above bounden Andrew P. Wilson, his heirs, executors, &c., shall well and truly pay to Edwin F. Shoenberger (out of said Juniata Forge property), his executors, &c., or assigns, the just and full sum of $5000, &c., out of the said Juniata Forge property (which said forge property, with the land and premises appurtenant thereto, sold and conveyed by the said Edwin F. Shoenberger to the said Andrew P. Wilson, by deed dated this day, is to be alone liable and subject to judgment, levy, or sale, for the said sum. of money or payment thereof, and no other lands or property of the said Andrew.P. Wilson, real or personal, or of any kind whatsoever, to be in any way liable or subject for the same), then the above obligation to be void, or else remain in full force’ and virtue.”\nTwo of these bonds were made payable on the 14th May 1850; two, on the 14th May 1851; and the other two, on the 14th May 1852. They were subsequently assigned by Edwin E. Shoenberger to the Lancaster Bank, as collateral security for six promissory notes of $5000 each, discounted for him by the bank, and maturing at the same date with the bonds.\nSimultaneously with the execution of the deed and these bonds, the following agreement was executed between Edwin E. Shoenberger and Andrew P. Wilson:—\n“ Whereas Andrew P. Wilson, of Huntingdon, has this day executed his six several bonds in the penal sum of $10,000 each, conditioned for the payment of $5000 each, two thereof payable on the 14th day of May, A. D. 1850, two thereof on the 14th day of May, A. D. 1851, and two on the 14th day of May 1852, payable alone out of and to be recoverable out of the Juniata Eorge and Rolling Mill property, this day conveyed by the said Shoenberger to the said Wilson; which said premises so conveyed are to be alone liable for the amount of said bonds or the mortgage executed to secure them — the same having been given and executed by the said Wilson at the request of the said Shoenberger; and for the benefit of the said Shoenberger, on the express agreement and stipulation of the said Shoenberger, that in case he should negotiate them, or any of them, or deposit them collaterally, he the said Edwin E. Shoenberger shall and will lift the same at maturity, and not at any time suffer suit to be brought against the said Wilson for the same bonds, or any of them, or by reason of the said mortgage.\n“ Now this agreement witnesseth, that for and in consideration of the premises, and in consideration of the said Wilson having taken and lifted the said deed for the said premises, and given his bonds and mortgage for the balanee of purchase-money as aforesaid, at the special request of the said E. E. Shoenberger, and as supposed, to benefit, profit, and advantage the said Shoenberger in his business, he, the said Edwin E. Shoenberger, covenants, promises, and agrees to and with the said Andrew P. Wilson, his heirs and assigns, to fully indemnify and save harmless the said Andrew P. Wilson, his heirs and assigns, of, from, and against all suits, actions, costs, and expenses for, on, or by reason of his having given or executed the said bonds and mortgage, from time to time, and at all times hereafter, and from and against the payment of all sums of money, or any money on said bonds, or costs.\n“ And the said Edwin E. Shoenberger further covenants and agrees with the said Andrew P. Wilson, his heirs and assigns, that in case he suffers or permits suit to be brought against said Wilson on the said bonds, or any or all of them, he is to forfeit and pay to the said Wilson, his heirs or assigns, the sum of $500, on each and every of such said bonds, as suit may be brought on, in ease the same not lifted at maturity by said Shoenberger, and proportionate sums for so much of the said mortgage as shall remain unpaid, should he suffer or permit scire facias to issue on said mortgage. And upon the so lifting and delivery of said bonds and mortgage by the said Shoenberger to the said Wilson, said Wilson covenants and agrees to reconvey such title as he has and holds in the said forge and rolling-mill property and premises to the said Edwin F. Shoenberger, for all such estate, title, and interest as he may have and hold in the same, under the conveyance aforesaid.\n“ For the full performance of which foregoing covenants and agreements on part of said Edwin F. Shoenberger, he, the said Edwin F. Shoenberger, binds himself to said Wilson, his heirs or assigns, in the penal sum of sixty thousand dollars.\n“ In witness whereof, the said foregoing named parties have hereunto set their hands and seals the fourteenth day of May, Anno Domini eighteen hundred and forty-nine.\n“ Edwin F. Shoenberger. [seal.]\n“ A. P. Wilson.” [seal.]\nOn the 1st February 1850, a judgment was obtained against Edwin F. Shoenberger, at the suit of George K. Shoenberger, for $2092.50, under which the premises were seized in execution and sold by the sheriff to Dr. Peter Shoenberger, the original plaintiff, on the 28th February 1851.\nThe plaintiffs claimed title under the sheriff’s deed, made to the purchaser at this sale; alleging that the deed to Andrew P. Wilson, with the accompanying bonds and agreement, constituted but a mortgage of the premises, not recorded until after the date of the judgment under which the premises were sold by the sheriff, and consequently discharged by the sale.\nThe defendants, in order to show that the deed to Wilson was an absolute sale and not a mortgage, gave in evidence, as acts of ownership on his part, a lease from him to Edwin F. Shoenberger dated the 3d August 1849; and also a lease from Wilson to Dr. Peter Shoenberger dated the 19th March 1850, which, however, contained a clause that it was to have no effect on any lawsuits about the premises in the lease mentioned. They also proved various notices given at the sheriff’s sale, by Wilson, by the Lancaster Bank, and by Dr. Shoenberger.\nThe court below (Taylor, P. J.), in answer to points presented by the defendants’ counsel, instructed the jury that the deed and accompanying papers of the 14th May 1849, could operate only as a mortgage; and that the plaintiffs were, consequently, entitled to a verdict.\nTo this charge the defendants excepted, and a verdict and judgment having been rendered against them in the court below, they here assigned the same for error.\nChampneys, Smith, and Petriken, for the plaintiffs in error,\ncited Snyder v. Leibengood, 4 Barr 308 ; Pugh v. Good, 3 W. & S. 63; Schuylkill Navigation Co. v. Moore, 2 Wh. 491; Adam's Equity 258 ; Strong v. Stewart, 4 Johns. Ch. 167 ; 1 Powell on Mortgages 104 ; Walker v. Walker, 2 Atk. 99 ; Dixon v. Parker, 2 Ves. 225; Coote on Mort. 26, 332; 3 T. R. 771: 3 Ves. Jr. 25; Maxwell v. Montacute, Prec. Ch. 526; Franklyn v. Ferne, Barnard. 30 ; Cover v. Black, 1 Barr 494; Rodgers v. Gibson, 4 Yeates 112; Lightner v. Mooney, 10 Watts 412; Ebner v. Goundie, 5 W. & S. 51; 4 Inst. 272; 3 Inst. 306-352 n.; Patterson v. Lytle, 1 Jones 56 ; Crest v. Jack, 3 Watts 238; Kunkle v. Wolfersberger, 6 Id. 126; Robertson v. Campbell, 2 Call 421; King v. Newman, 2 Munf. 40; Thompson v. Davenport, 1 Wash. 125; Green v. Drinker, 7 W. & S. 440 ; Kramer v. Arthurs, 7 Barr 165; Sergeant v. Ingersoll, Id. 345; Russell’s Appeal, 3 Harris 319; Auwerter v. Mathiot, 9 S. & R. 397 ; Catlin v. Robinson, 2 Watts 378; McMullen v. Wenner, 16 S. & R. 20; Purviance v. Lemmon, Id. 294; Randall v. Silverthorn, 4 Barr 177 ; Woods v. Farmere, 7 Watts 382; Jeremy’s Equity 283; 1 Mad. Ch. Pr. 170-1; 1 Story’s Eq. 75; Adams Eq. 151-3; Cox v. Cox, 2 Casey 382; Myers v. Myers, 1 Id. 101; Stoever v. Stoever, 9 S. & R. 446-7; Robinson v. Cropsey, 2 Edw. Ch. 138; Conway v. Alexander, 7 Cranch 218-41; Flagg v. Mann, 2 Sumn. 533-4; Alderson v. White, 4 Jurist (N. S.) 164.\nMiles and Dorris, for the defendants in error.\nCorning’s Executors v. Alexander, 7 Cranch 218; Stoever v. Stoever, 9 S. & R. 447; Colwell v. Woods, 3 Watts 196; Kerr v. Gilmore, 6 Id. 408; Blakey’s Appeal, 7 Barr 450; Jaques v. Weeks, 7 Watts 261; Friedley v. Hamilton, 17 S. & R. 70 ; Bank v. Bank, 7 W. & S. 336; Hiester v. Maderia, 3 Id. 388; Johnston v. Gray, 16 S. & R. 366 ; Adam’s Eq. 258, 259; Lodge v. Simonton, 2 Penn. R. 439; Pierce v. McKeehan, 3 Barr 140; Northampton Bank v. Balliet, 8 W. & S. 316; 1 Dall. 28; 4 S. & R. 186-7 ; Frantz v. Brown, 1 Penn. R. 261; Uhler v. Hutchinson, 11 Harris 110; Hulings v. Guthrie, 4 Barr 125; Semple v. Burd, 7 S. & R. 290; Wharf v. Howell, 5 Binn. 499."
  },
  "file_name": "0295-01",
  "first_page_order": 295,
  "last_page_order": 301
}
