{
  "id": 985111,
  "name": "In the Matter of the Division Line of Catharine and Frankstown Townships",
  "name_abbreviation": "In re the Division Line of Catharine",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "303",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 303"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 211,
    "char_count": 3879,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.30432623678059995
    },
    "sha256": "ea3a499a990ab058dfa4db3b9b7b295936963e7a805a19c3592d99c31f7a2467",
    "simhash": "1:1f2bac0b5f23f099",
    "word_count": 650
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Division Line of Catharine and Frankstown Townships."
    ],
    "opinions": [
      {
        "text": "The opinion of the court wTas delivered by\nStrong, J.\nThis was a proceeding to alter the division line between the townships of Frankstown and Catharine, and it having been successful in the court below, it is excepted herd that the commissioners appointed to view and report were related to the petitioners for the alteration of the line, and that they did not return with their report a correct draft of Catharine township.\nThe first exception cannot be considered in this court. The fact of relationship does not appear upon the record, and only the record is before us. The depositions taken to be used in the court below are no part of the record, and are not brought up by the certiorari. Even if the relationship did appear upon the record, it would not avail. The exception is too late. It should have been made before the commissioners reported. Not having been made then, it is like a challenge waived. A party cannot take the chance of a favourable report, and failing, make use after-wards of an objection which would have been fatal in the beginning : 6 Harris 233.\nThe second exception is equally without foundation. The 14th section of the Act of April 15, 1834, provides for the appointment of commissioners in three distinct cases: first, when an application is made for the purpose of erecting ■ a new township ; second, when application is made to alter the line of any township; and, third, when application is made to ascertain and establish the lines or boundaries of any township. The prescribed duties of the commissioners are peculiar to each case. It is only in the first, that they are required to make a plot or draft of the township proposed to be laid off. The present is a proceeding of the second class, in which the commissioners are required only to make a plot of the lines of the two adjoining townships proposed to be altered. This they have done, and the statutory requisitions have therefore' been complied with. A draft of the whole township is essential for no useful purpose. Every part of it is already on record, except the altered lines.\nThe order of the Court of Quarter Sessions is affirmed, with costs.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Banks and Hammond, for the exceptants."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Division Line of Catharine and Frankstown Townships.\nIn a proceeding to alter the boundary lines of a township, the commissioners are not required to return a draft of the whole township. It is enough, to make a plot of the lines of the two adjoining townships proposed to be altered.\nAn exception, that the commissioners were related to the petitioners for the alteration, cannot be taken in this court. The depositions taken in the court below are no part of the record, and are not brought up by the certiorari.\nSuch exception, if well founded, must be taken before the commissioners have reported; otherwise, it will be considered as waived.\nCertiorari to the Quarter Sessions of Blair county.\nAt January sessions 1856, the petition of divers inhabitants of Frankstown township was presented, to the court below, praying for the appointment of commissioners to inquire into the propriety of altering the division line between Catharine and Frankstown townships. Commissioners were accordingly appointed, who made their report to April sessions 1856, w'hich was read and confirmed nisi.\nThe following exceptions were filed to their report, by the inhabitants of Catharine township: 1. The commissioners are related to the petitioners for the appointment of commissioners to view and report, &c., and were therefore incompetent to act as commissioners. 2. The commissioners erred in not returning with their report a correct draft of Catharine township.\nDepositions were taken in support of the first exception; but the court below overruled the exceptions and confirmed the report absolutely; whereupon the proceedings were removed to this court by the exceptants.\nBanks and Hammond, for the exceptants."
  },
  "file_name": "0303-01",
  "first_page_order": 303,
  "last_page_order": 304
}
