{
  "id": 985047,
  "name": "Patchin versus Lamborn",
  "name_abbreviation": "Patchin v. Lamborn",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "314",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 396,
    "char_count": 7957,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 7.646207441791395e-08,
      "percentile": 0.451641389131181
    },
    "sha256": "24a77a02a42f35668cf25233519f7827ae0e446be2c6d2f7192970f5e46d4b12",
    "simhash": "1:03dc01f8b27df49e",
    "word_count": 1423
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patchin versus Lamborn."
    ],
    "opinions": [
      {
        "text": "The opinion'of the court was delivered by\nWoodward, J.\nWe think the court erred in the effect they gave to the papers in evidence.\nBy the original article of agreement, dated 29th May 1838, Lamborn was to pay for the land in controversy within four years; but having paid only some $200 on account of the contract, he relinquished and rescinded it by a writing under his hand and seal, on the 3d day of February 1847. At the date of this rescission, and as part of the same transaction, Shoemaker, as agent for Eisher, gave Lamborn a written agreement that he would receive back the land sold him in 1838 — and that as soon as he could effect a sale of it, he would pay over to Lamborn the net amount of the sale, over and above what remained due on the contract — and further, that if within ten days Lamborn would pay the balance due, with interest, he should have the deed.\nTime was thus made a very essential element in the dealings between these parties. The money had been long overdue on the original contract. It was now rescinded, and the land taken back, but still it should be restored, if, within ten days, the purchaser would perform on his part. It was a condition precedent to the resuscitation of a defunct contract. The condition was not performed, and of course the contract remained dead .so far as Lam-born’s interest in the land was concerned. He had a right to the contingent profits of a resale, but that was a mere money contract, not an interest in the land.\nIn that condition of the affair, Shoemaker wrote him, on the 23d June 1847, to meet him at the Clearfield court, or “you are entirely done with the land.”\nThe court treated this letter as evidence of an extension of the time given for paying for the land. .\nThere is not a word in it which will justify such a construction. It may have meant that, if he did not meet Shoemaker, he should not participate in the profits of a resale, or should have no chance to recontract for the land; but there is no intimation that the ten days stipulated for in the previous February, had been or should be extended. According to that stipulation it was “ within” these ten days that the money was to be paid and the deed made.\nAfter the 13th February, then, what interest had Lamborn in the land ? None by virtue of the original articles, for they were relinquished; and none by virtue of the deed mentioned, for he had not got it, nor was he entitled to have it. Shoemaker’s correspondence, therefore, could not have referred to an interest in the land. Much less were his vague and general terms intended as an extension of the very precise limitation he had imposed, and which had long expired.\nThe object of the letter was to secure Lamborn’s attendance at Clearfield. “ Do not. neglect to meet me,” it reads; “ you must be there yourself. Your brother cannot do the business. If you neglect to be there, you are entirely done with the land.”\nThe extension of the limitation was evidently not the emergency. Creditors are not apt to force extensions on defaulting debtors so emphatically. Nor are such contracts usually manufactured out of such materials. We should do wrong to the parties, who have proved themselves very competent to define their agreements, if we should surmise an extension on such grounds.\nIf, then, there was no extension of the contract of 3d February, Lamborn had no interest in the land, of which Patchin was required to take notice, when he contracted with Shoemaker.\nThe evidence, both of tender and notice, is wholly unimportant, for both these questions disappear from the cause when we hold, as the court below should have decided, that Lamborn’s only interest was the contingent right to. which we have alluded, to share in the profits of a resale, and that he had not a vestige of interest in the land.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "W. A. Wallace, for the plaintiff in error.",
      "Sale, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Patchin versus Lamborn.\nA vendee of land, under articles of agreement, who had paid $203.89, on account of the purchase-money, by endorsement on the articles, relinquished all his right, title, and interest therein; and the vendor at the same time entered into an agreement: 1. To receive back the land: 2. To allow the vendee the profit on a resale: 3. To give the vendee a deed for the land, if within ten days he should pay the balance of purchase-money, with interest: Held, that by this agreement, time was made of the essence of the contract; and that, after the lapse of the ten days, the vendee had no interest in the land.\nThe time for complying with this agreement on the part of the vendee, was not extended by a letter subsequently written to him by the vendor, requesting him to be at the county court, on a certain day, and adding, “ if you neglect to be there, you are entirely done with the land.”\nError, to the Common Pleas of Clearfield county.\nThis was an ejectment by John Patchin, against Josiah Lamborn, for a tract of 191 acres 41 perches of land, in Chest township, Clearfield county.\nOn the 29th May 1838, Edward Shoemaker, the agent of James C. Eisher, contracted, by articles of agreement, to sell the premises in dispute to David Lamborn, under whom the defendant claimed, at two dollars per acre, in four equal payments. Lamborn made several small payments on account, up to the 6th September 1843, amounting in the whole to $203.89.\nOn the 3d February 1847, Shoemaker tendered to Lamborn a deed for the premises, and demanded the balance of the purchase-money. Lamborn was unable to pay, and agreed to give up the land and rescind the contract. And the following memorandum was endorsed on the original articles of agreement:—\n“ I have relinquished to the executors of James C. Fisher, all my right, title and interest in and to the land described in the within agreement, and agree that they or their agent may sell the same to any person they please. Witness my hand and seal this 3d of February 1847.\n“ Witness present— David Lamborn, [l. s.]\n“ Josiah W. Lamborn,\n“Edw. Shoemaker.”\nAt the same time Shoemaker gave Lamborn the following agreement:—\n“ I have agreed with David Lamborn as follows: That I will receive back the land sold him in 1839; that I will, as soon as I can, effect a resale of it, pay to him the neat amount of said sale, over and above the amount that is due to the estate of J. C. Fisher, by him, on said land; and that, if within ten days of the date hereof, he pays me the balance due on the said land, with interest, that then I will deliver him the deed for the same.\nEdw. Shoemaker.\n“February 3d 1847.”\n_ Lamborn did not pay the money within the time appointed, and on the 23d June 1847, Shoemaker wrote to him as follows:—\n“ Mr. David Lamborn: — Do not neglect to meet me at Clear-field, on the Tuesday of the court. You must be there yourself. Your brother cannot do the business. If you neglect to be there, you are entirely done with the land.\n“ Respectfully, &c.,\nEdw. Shoemaker.\n“ June 23d 1847.”\nLamborn met Shoemaker at the court, at the time appointed, and offered to pay the balance of the purchase-money with interest ; but Shoemaker refused to receive it, and subsequently sold the land to Patchin, the plaintiff below, who brought this ejectment to obtain possession of the premises.\nOn the trial of the cause, the defendant paid $380 into court; and the court below left it to the jury to say, whether the letter of the 23d June 1847, was intended as an extension of the time for payment of the purchase-money; and instructed them that, if they should so find, there was a sufficient tender on the part of Lamborn; and that, if Patchin had notice of the situation of the parties, when he contracted with Shoemaker, they should find a verdict for the defendant.\nTo this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, the plaintiff sued out this writ, and here assigned the same for error.\nW. A. Wallace, for the plaintiff in error.\nSale, for the defendant in error."
  },
  "file_name": "0314-01",
  "first_page_order": 314,
  "last_page_order": 317
}
