{
  "id": 985014,
  "name": "Burkholder versus Lapp's Executor",
  "name_abbreviation": "Burkholder v. Lapp's Executor",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "322",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 322"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 319,
    "char_count": 5740,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 7.231717806628533e-08,
      "percentile": 0.43172072966416186
    },
    "sha256": "60ea5dde587f391f03335c0a7af31bb634a2e981aae6436df66b8ae0b1811854",
    "simhash": "1:82cfe6f5742394d1",
    "word_count": 1006
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burkholder versus Lapp’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe bond was properly admitted in evidence under the pleadings. The narr. was drawn on the penal part of the bond, and set it forth according to its legal effect and meaning. It was not necessary for the plaintiff to set out the condition of tbe bond. If the defendant meant to plead performance of the condition, he should have brought it upon the record by craving oyer of the bond and its condition. But being for the payment, not of instalments, nor for the performance of collateral conditions, but of a round sum of money, on a certain day, the bond was sufficiently set forth in the narr., and the omission of its condition was no objection to its admission in evidence: 1 Saund. Pl. & Ev. 651, 652.\nNor was the alteration of the stipulated interest, from 4-|- per cent, to 4f, a valid objection, either to the admission of the bond in evidence, or to the plaintiff’s right of recovery; for if not made with the defendant’s knowledge and consent, of which there was evidence, it was not a prejudicial, and was, therefore, an immaterial alteration. The bond was overdue when the alteration was made, and the drawers were legally subject to 6 per cent, interest thereon. The making it 4f, therefore, was beneficial to them, of which they have no reason to complain.\nThe exceptions to evidence have no merit in them. Jacob Stultzfoos, though named as one • of Lapp’s executors, had renounced the trust and been discharged by the court. He was, therefore, competent, and what he swore to was submitted to the jury in such manner, by the court, as to prevent its prejudicing the defence improperly.\nIf the testimony of the Rev. Abraham Martin was irrelevant it was harmless. It was not of a nature to injure the defendant, and, therefore, he has no right to complain. We reverse for admitting irrelevant evidence only when it is of mischievous tendency. ‘\nThe other errors relate to the charge of the court, which we think was substantially right.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Brubaker and Mood, for the plaintiff in error.",
      "JMlmalcer, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Burkholder versus Lapp’s Executor.\nIn an action of debt on a bond, it is not necessary to set forth the condition in the declaration. If the defendant mean to plead performance of the condition, he must crave oyer of the bond and its condition.\nAn alteration in a bond, if immaterial, or not prejudicial to'the defendant, e. g., an alteration of the rate of interest from 4| to 4| per cent., after the bond was over due, will not prejudice the plaintiff’s right of recovery thereon.\nAn executor who has renounced and been discharged, is a competent witness for his former co-executor.\nThe court will not reverse because of the admission of irrelevant testimony, if it is apparent, that the defendant could not have been injured by it.\nError to the Common Pleas of Lancaster county.\nThis was an action of debt by Samuel Petersham, executor of Michael Lapp, deceased, against Christian Burkholder, on a bond, dated the 1st April 1854, in the penal sum of $12,000.\nOn the 1st April 1854, the defendant, as principal, and Isaac E. Groff, as surety, made their joint and several bond to Michael Lapp, in $12,000, conditioned for the payment of $6000 on the 1st April 1855, with interest at 4-| per cent, on the same. On the 31st March 1855, Lapp receipted on the bond for $270, for one year’s interest at 4-|- per cent.\nMichael Lapp died in December 1855 ; and on the 16th April 1855, Menno Burkholder, a son of Christian Burkholder, paid a year’s interest on this bond, to the executors of Michael Lapp, at the rate of 4£ per cent.\nThe plaintiff declared on the bond, without setting forth the condition; and the defendant pleaded non est factum, and payment with leave, &c.\nOn the production of the bond in evidence, it appeared that an alteration had been made in the condition, in reference to the rate of interest — the words “four and one-half” having boen stricken out, and “four and three-quarters” written in their stead. By whom this alteration was made, did not appear; but it was evident that it was not made until after the payment of the first year’s interest, at 4J per cent., and, consequently, after the bond was overdue.\nThe defendant’s counsel objected to the admission of the bond in evidence; but the court overruled the objection, and sealed a bill of exceptions.\nThe plaintiff then offered to prove, by several witnesses, that the sons of Christian Burkholder, by whom the interest on the bond had been paid, and for whose use, it was alleged, the money had been loaned, had acted as their father’s agents, and that he knew of the alteration in the rate of interest. One of these witnesses was Jacob Stultzfoos, who had been one of the executors of Michael Lapp, but who had been .previously discharged by the Orphans’ Court, on his own application. To the admission of this evidence the defendant objected, but it was admitted by the court, and became the subject of numerous bills of exception.\nThe court below (Long, P. J.), in answer to points presented both by the plaintiff and the defendant, instructed the jury, in substance, that if the alteration was made with the consent of the defendant, or after the bond became due, it was not such a material alteration as would invalidate it in the hands of the plaintiff.\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $6692, the defendant removed the cause to this court, and here assigned for error: 1. The admission of the bond in evidence. 2. The admission of the evidence tending to prove that the defendant’s sons acted as his agents in paying the interest. 3. The charge of the court.\nBrubaker and Mood, for the plaintiff in error.\nJMlmalcer, for the defendant in error."
  },
  "file_name": "0322-01",
  "first_page_order": 322,
  "last_page_order": 324
}
