{
  "id": 985016,
  "name": "Topley versus Topley's Administrators",
  "name_abbreviation": "Topley v. Topley's Administrators",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "328",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 172,
    "char_count": 2523,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.655063476386039e-07,
      "percentile": 0.6934049050736163
    },
    "sha256": "702e5d05ab32a3d8d8d54432b2caaa0d04bca72e62f7678400e27a2f0d90927b",
    "simhash": "1:4ac885a5035c8088",
    "word_count": 442
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Topley versus Topley’s Administrators."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nIf this woman ever did deposit a thousand dollars with Abraham Topley, it must be presumed to have been her husband’s; for there is not a particle of evidence that she has ever acquired any property in her own right since the Act of 1848. The husband, as the head of the family, is presumed to be the owner of all the personal property possessed by the family, until the contrary appears. Here there is nothing to rebut this presumption ; for money received by the wife, before the Act of 1848, became her husband’s, and there is no evidence that she received any since. The presumption, therefore, is that the money deposited with Abraham Topley (if any) was her husband’s; and that it was in fraud of his creditors, and they alone can recover it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Hepburn, Anderson, and Junkin, for the plaintiff in error.",
      "Melntire and Miller, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Topley versus Topley’s Administrators.\nA married woman, who claims money in the hands of another, as her separate property, must show that she acquired it in her own right since the passage of the Act of 1848.\nThe husband is presumed to be the owner of all the personal property possessed by the family, until the contrary appears.\nError to the Common Pleas of Perry county.\nThis was an action of assumpsit, by Matilda Topley, a married woman, against J. P. Kimball and C. Roth, Jr., administrators of A. E. Topley, deceased, to recover the sum of $1000, with interest, alleged to have been placed by the plaintiff in the hands of the defendants’ intestate.\nIn March 1852, John B. Topley, the husband of the plaintiff, having become involved in pecuniary difficulties, his house was levied upon and advertised for sale, by the sheriff of Perry county.\nThe plaintiff alleged that, at this time, she placed in the hands of the defendants’ intestate $1000, on his promise to buy in the property for her at the sheriff’s sale. A. F. Topley did not purchase the premises, and died in 1853. After his death, this action was brought against his administrators to recover the sum alleged to have been so deposited with him.\nThere was no evidence on the trial that the plaintiff had ever received any considerable sum of money since the passage of the Act of 1848; and much evidence was given by the defendants, as to the straitened circumstances of the plaintiff’s family. The court below (Graham, P. J.) instructed the jury to find a verdict for the defendants, which was here assigned for error.\nHepburn, Anderson, and Junkin, for the plaintiff in error.\nMelntire and Miller, for the defendants in error."
  },
  "file_name": "0328-01",
  "first_page_order": 328,
  "last_page_order": 329
}
