{
  "id": 985048,
  "name": "Lightner et al. versus The Commonwealth",
  "name_abbreviation": "Lightner v. Commonwealth",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "341",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 117",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169078
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0117-01"
      ]
    },
    {
      "cite": "5 Watts 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 8006,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 4.504541155037701e-07,
      "percentile": 0.9230271726266667
    },
    "sha256": "5d08b37c099fd27507963d545f445245da47fe278673658e8d097c48dc67e0ff",
    "simhash": "1:89aad4d42466b4e0",
    "word_count": 1382
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lightner et al. versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThis was a scire facias upon a judgment entered on a bond and warrant of attorney of a licensed liquor dealer, under the Act of Assembly to regulate the sale of intoxicating liquors, passed March 31, 1856. The defendant, Lightner, having a license to sell spirituous liquors in quantities of not less than one gallon, was convicted of keeping a tippling house, was sentenced, and paid the fine imposed, with the'costs. In obedience to the tenth section of the act, the District Attorney then caused judgment to be entered upon the bond, and proceeded to enforce its collection. Upon the trial, the defendant contended, that the bond was intended only as security for whatever fines and costs might be imposed, and that a breach of the condition worked a forfeiture only to that extent. The court, however, ruled that the forfeiture was entire instead of partial, and this presents the principal question in the case.\nUnder the Act of Assembly, the required condition of the bond is, not that the obligor will pay whatever penalties may be imposed upon him by the Court of Quarter Sessions, but that he will faithfully observe all the laws of this Commonwealth, relating to his business. The bond would seem, therefore, to be substantially an agreement by the obligor to pay the stipulated sum, on condition that he fails to observe all the laws of the Commonwealth relative to the sale of intoxicating liquors.\nThat it was not intended merely to secure the payment of fines imposed, and costs, may also be argued from the fact, that the statute requires imperatively, “ Whenever any judgment for any forfeiture or fine shall have been recovered, or conviction had for any violation of the provisions of this act, or any other law for the observance of which said bond shall be conditioned,” that the district attorney shall enter judgment upon it, and institute suit upon that judgment; without regard to the fact that the fine imposed may have been paid. Why institute suit if nothing can be recovered ?\nAgain, the proceedings directed to he instituted upon the judgement are declared by the statute to be “ with like effect,” as those upon forfeited bonds and recognisances. Yet, in suits upon these the whole penalty is recovered, unless it has been remitted or moderated, by the court in which the bond or recognisance has been taken. It must not be overlooked, that the effect spoken of by the statute, is not such as attends a suit upon an official bond; in which, though the judgment is for the penalty, the execution is awarded only for the amount of damages sustained by the party aggrieved, by the act which works a forfeiture.\nIf anything more were needed, to show that this is a correct construction of the obligation, it might be found in the 31st section of the act. That section makes provision for the distribution of the fines recovered, and, after enacting that a portion of the fine or penalty shall be awarded to the informer, declares that “the residue, as well as the proceeds of all forfeited bonds as aforesaid, shall be paid to the directors of the public schools,” &c. Those directors are therefore entitled, not only to the fine recovered, that is, actually paid, but in addition thereto, to the proceeds of the forfeited bond. Yet, there can be no such proceeds, if the construction of the plaintiffs in error prevails.\nIt is, however, argued that there would be no necessity of instituting suit if the forfeiture were entire. There is, however, the same necessity which exists in the case of all judgments with a collateral condition. The judgment does not show upon its face a right to execution. It is for the performance of a collateral condition, and in every such case, there must be debt or scire facias upon the judgment. The defendant is entitled to a day in court to show that he has done no act which works a forfeiture.\nAgain, it is urged, that if the whole penalty may be recovered after the first conviction, inasmuch as the license is not forfeited until after the second, the Commonwealth -will have no security for the interval which may elapse after the first conviction has taken place. She has, however, the security which arises from an imminent forfeiture of the license, not indeed surety for the payment of the second penalty, but security against transgression. But, without this, the construction contended for by the plaintiffs in error, would give the Commonwealth no additional security. The liquor dealer’s bond not being an official bond, the first judgment and execution would exhaust it, and it would cease to be available for any after uses.\nThe construction which the court below put upon the bond was therefore correct.\nTaking this view of the case, we do not perceive that the Act of April 20th 1858, can have any effect upon the case. It was not passed, until after this case had been judicially determined. We are to inquire whether the court below rendered a judgment according to the law, as' the law then was. We think they did.* The act of 1858 will reach cases in which that of 1856 is yet to be construed, but cannot affect any judicial interpretation made before it was passed.\nThere are some exceptions taken to the admission of evidence, in none of which do we discover error. The plea was payment. It admitted the existence of the judgment as recited in the scire facias. That the judgment was marked for the use of the school directors of Shirleysburg township, was a matter with which the defendants had nothing to do. It was certainly no reason for excluding the judgment admitted by the pleadings : Armstrong v. Lancaster, 5 Watts 68; Commonwealth v. Lightner, 9 W. & S. 117.\nThe record of the conviction for keeping a tippling house was rightly admitted. Keeping a tippling house is an offence under the Act of 1856, as well as under other laws of the Commonwealth, and it therefore worked a forfeiture of the penalty of the bond.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Wilson f Petrihen, and Blair, for the plaintiffs in error.",
      "Benedict and Oremer, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lightner et al. versus The Commonwealth.\nA bond given by a licensed liquor dealer, under the Act 31st March 1856, is forfeited by a conviction of the principal obligor for keeping a tippling house. And the whole amount of the penalty is thereupon recoverable for the uses prescribed by the Act of Assembly.\nThe Act 20th April 1858, $ 24, had no effect upon cases which had been judicially determined before its passage.\nEbjror to the Common Pleas of Huntingdon county.\nThis was a scire facias upon a judgment entered up by the district attorney, on a bond and warrant of attorney, in the sum of $500 ; given by James G. Lightner, a licensed liquor dealer, under the provisions of the Act 31st March 1856, § 10 (Brightly’s Hurd. 1186-7), with George Swine and William McNite as sureties.\nJames G. Lightner, on the 19th August 1856, was licensed to sell liquors, with other goods, and, with his sureties, gave the bond in question, conditioned “for the faithful observance of all the laws of the Commonwealth relating to the business of the principal obligor.”\nOn the 16th April 1857, Lightner was convicted, and subsequently sentenced, on an indictment for keeping a tippling house. He paid the fine and costs to the sheriff.\nOn the 2d May 1857, the district attorney entered up judgment on the bond in question, and issued this scire facias for the use of the directors of the public schools of Shirleysburg borough. On the trial, the court below (Taylor, P. J.) held that, by the conviction of the principal obligor, the bond was forfeited, and the whole amount of the penalty recoverable.\nThis charge was excepted to, and here assigned for error.' There were also exceptions to evidence, which are sufficiently noticed in the opinion of the court. Pending the writ of error, the Act 20th April 1858, § 24 {Brightly's JPurd. 1266), was passed, professing to construe the 10th section of the Act 31st March 1856.\nWilson f Petrihen, and Blair, for the plaintiffs in error.\nBenedict and Oremer, for the defendant in error."
  },
  "file_name": "0341-01",
  "first_page_order": 341,
  "last_page_order": 344
}
