{
  "id": 985043,
  "name": "Houser et al. versus Moore et al.",
  "name_abbreviation": "Houser v. Moore",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "346",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 346"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 365,
    "char_count": 7342,
    "ocr_confidence": 0.482,
    "sha256": "b24a87610033ce12a5dc1857e5b53b7622e2f00644dfb65f7ed6980cf7aaebcf",
    "simhash": "1:b303f15ae553f264",
    "word_count": 1365
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Houser et al. versus Moore et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe paramount intention of the testator evidently was, to divide his estate equally among his several children. His mode of effecting this object was to survey his real estate into as many parts as it would conveniently admit of — to value each part proportionately, and to devise to each child a part charged with the payment to the other children of such owelty as would establish equality among them all. But as there was not land enough to give each child a part, when divided as he thought proper to divide it, the sum of $2184.87, the ascertained value of each purpart, was to be paid, by those who took land, to each of those for whom there was no land.\nHe made his will on these principles, annexing thereto a diagram of the partition he had made of the real estate; and he declared in writing that he published that diagram as part of his will.\nTo his daughter, Ann Wortz, he devised no land in the body of his will, but gave her a pecuniary legacy to the full amount of the value he had assigned to each purpart of the estate. It is now claimed, that in addition to this equal share in money, the words found on the margin of the diagram, “AnnWortz’s lot, 31 acres 3 perches, and allowance,” were intended as a devise to her of a lot of that size, on which she lived when the survey and will were made.\nWe cannot construe these words to be a devise in favour of Ann. They have neither the form nor effect of a devise. They are words of designation, intended to point out the lot she was occupying, and to show its relation to the other parts of the estate.\nThe diagram is, indeed, a part of the will, but that, not as a devising clause, but as a diagram — a picture of the estate on which the devising clauses of the will were to operate. To give it the effect claimed, would be to make a will for the testator — to construe words into a devise which do not import testamentary disposition (we refused to do the like in the late case of Burford v. Burford, 5 Casey 221), and to defeat that equality of distribution which was the paramount intention of the testator.\nThe peculiarities of Mrs. Wortz’s condition, with a large family of children and a crazy husband, are urged as reasons why a distinction should have been made in her favour; but these circumstances were for the testator to consider, rather than for us. Old Mr. Houser was well acquainted with the hardships of his daughter’s condition, and probably thought that ready money would serve her better than land; but he has given us no intimation, that he considered her entitled to receive more than an equal share with her brothers and sisters. Right or wrong in judgment, such was his will; and it is our duty to administer it as we find it, rather than to attempt to improve it by reconstruction.\nIf, then, this lot was not specifically devised to Mrs. Wortz, to whom is it to go ? It adjoins the part devised to Daniel, and he took possession of it in 1835, under a claim of title, and with the apparent acquiescence of all the family. Yet it is not within his lines, either as they were originally fixed or subsequently enlarged, nor is it necessary that he should have the lot to complete his quantity. The testimony is, that he has his quantity without it. The devising clause in favour of Daniel cannot, therefore, by any fair and reasonable construction, be held to embrace the lot. The diagram excludes it from his part; and there is nothing in the body of the will that imports a devise of it to Daniel more than to Ann. Nor is it devised to any one of the family. Nothing in the will or diagram or, both together, enables us to say, with any satisfaction, to which of his children the testator meant this lot should go. The consequence is, that he died intestate in respect of it. When he made the diagram, and marked out this lot so distinctly, he probably meant to make specific disposition of it; but having failed to do so, and there being no residuary clause under which it can pass, it must go, under our intestate laws, to all his heirs in equal proportions.\nThe plaintiffs, as heirs of Mrs. Wortz, were entitled to recover their mother’s undivided share, but no more; and the jury ought to have been so instructed.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Linn and Mitchell, for the plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Houser et al. versus Moore et al.\nA testator caused Ms real estate to be surveyed into as many parts as it would admit of, and valued each part proportionately; by Ms will lie devised to several of his children, each a part charged with the payment to the other children of such owelty as would establish equality among them all; as there was not land enough to give each child a part when divided, the sum of $2184.87, the ascertained value of each purpart, was to be paid by those who took land to each of those for whom there was no land; to his will he annexed a diagram of the partition he had made of his real estate, and declared in writing that he published that diagram as part of his will. To his daughter A. W. he devised no land, but gave her a pecuniary legacy to the full amount of the value assigned to each purpart. On the diagram was laid out a lot marked “ A. W.’s lot,\" which was not included in the lines of any of the purparts devised to the other children: Held, that this was not a devise of the lot in question to A. W.; but that the testator died intestate in respect thereof.\nError to the Common Pleas of Centre county.\nThis was an ejectment by James Moore and others, heirs of Ann Wortz, deceased, against Daniel Houser and Uriah Stover, for 31 acres of land, in Benner township.\nIn 1830, Jacob Houser was the owner of the premises in dispute. On the 14th August 1830, he made his will, to which was annexed a diagram of his real estate, valued by him at $17,479, and which he declared should be taken as part of his will. To each of his children, with the exception of Ann Wortz, one of his daughters, he devised a portion of his real estate, each devisee’s share being marked upon the diagram, and a valuation being placed upon each of them.\nHe directed that each child’s share should be made equal to $2184.87, and for that purpose he charged the shares of each devisee with the payment to the other children of such owelty as would make them equal in value. To-his daughter, Ann Wortz, he devised no land, but bequeathed to her the sum of $2184.87, which he charged upon the land devised to the other children.\nUpon the diagram annexed to the will there was a lot of 31 acres 3 perches, marked “Ann Wortz’s lot, 31 acres 3 perches, and allowance,” which was not included in the lines of any of the purparts devised to the other children. This was the property in dispute, and was claimed by the plaintiffs as the heirs of Ann Wortz.\nThe court below (Burnside, P. J.) charged the jury that this lot was not devised to any one by the body of the will; and that if they should believe it was the intention of the testator, by the designation on the diagram, to give this lot to his daughter, Ann Wortz, their verdict should be for the plaintiffs.\nTo this charge the defendants excepted; and a verdict and judgment having been given for the plaintiffs, the defendants removed the cause to this court, and here assigned the same for error.\nLinn and Mitchell, for the plaintiffs in error."
  },
  "file_name": "0346-01",
  "first_page_order": 346,
  "last_page_order": 348
}
