{
  "id": 985037,
  "name": "Hagerty versus Mathers et al.",
  "name_abbreviation": "Hagerty v. Mathers",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "348",
  "last_page": "357",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 348"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates 494",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0494-01"
      ]
    },
    {
      "cite": "2 Rawle 238",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 59",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0059-01"
      ]
    },
    {
      "cite": "3 Yeates 74",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 68",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0068-01"
      ]
    },
    {
      "cite": "4 Watts 294",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842799
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0294-01"
      ]
    },
    {
      "cite": "8 W. & S. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0139-01"
      ]
    },
    {
      "cite": "6 Binn. 39",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0039-01"
      ]
    },
    {
      "cite": "6 Binn. 103",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 23105,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 8.573373398507068e-08,
      "percentile": 0.48857848469157855
    },
    "sha256": "e032bea5cc00064aa2eb10428200fb92b53f809b8b1c193809a25f1b032d9673",
    "simhash": "1:b0782eeb4a435fac",
    "word_count": 4160
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hagerty versus Mathers et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThis case is so defectively presented in the paper-books, that it is impossible to decide it with any degree of satisfaction. It involves the location of two chamber surveys, both of which call for adjoiners, which áre said to he well laid on the ground, but of which we have neither official copies nor connected drafts.\nWe are told that, in 1784, a body of warrants were located and surveyed on Moshannon'creek, of which John'Anderson was the leader — that in the same year, another body was located on Clear-field creek, immediately opposite, of which James Alexander, a well-known tract, was one; and that in 1793, Morgan, Rawle and Peters located another body of thirteen tracts, between the two above-named surveys of 1784. The two tracts in question in this case, Mary Niel and Thomas Maston, were located in 1794, and call for adjoiners which belong to the one or the other of the aforesaid blocks of surveys.\nNow, it is apparent, that these two tracts are to be located only by first locating the older blocks; a process which, if it was observed on the trial, is not set out in our paper-hooks. But we infer, that if we had the location of these elder surveys before us, it would be apparent that, between the surveys of 1784 and 1793, there would be found too much space for the surveys of 1794, unless official distances and calls were greatly overrun. This, however, is only a conjecture. Where a younger block of surveys calls for two older blocks, the location of one or two .particular tracts of the younger block is not to he arbitrarily determined; but is to he got at by first locating the block of which they are part. In other words, where surveys were made and returned into the land office in blocks, they are to he located on the ground in blocks. If, then, any of them are found to interfere with tracts belonging to the older blocks, the younger gives way to the elder.\nIf, howevér,'instead of interfering with adjoiners, they do not, according to their courses and distances, reach to their calls, a question arises between the owner of the warrant and the Commonwealth. Generally, the survey is to be carried to its calls, and the Commonwealth is paid for the excess of land, when she issues her patent. The excess, however, may he so great that the state will order a resurvey of the warrant, or the owner of the warrant may limit himself short of some of his calls ; and, in this event, the intervening land is open to new appropriation. But suppose two of the younger surveys, instead of interfering with their elder neighbours, lie foul of each other ; — in this case the rule of priority still obtains, and the first surveyed has the best right, and is to be first served. As the elder block determines the location of the younger block (and almost all of these early surveys, in the back counties, were made in blocks), so, among individual warrants of the same date, the eldest survey controls the location of the younger. The right, under an indescriptive warrant, attaches from the date of the survey; and though it may be lost or postponed, if not followed up, it is not to be displaced, where there has been no lack of diligence, merely to accommodate a new comer. Nor is the holder of the later survey to insist that the former shall yield the interference, lest he gets too much land within his lines. He is himself the wrongdoer in causing the interference. He had no right to lay his warrant on land already appropriated. And he cannot justify himself by saying, that if the elder is permitted to appropriate all the land within his calls, he will have more than the policy of the state permits him to hold. He knows not what portion of the excess the elder warrant-holder means to give up — nor whether the state will compel him to give up any. He should, in such a case, get the state to order a resurvey of the elder warrant, that the boundaries of the legal quantity may be defined, and that he may know where to lay hi? own warrant.\nTo come now to an application of these principles to the case in hand.\nMary Niel and Thomas Maston were warrants of the same date, probably of the same block, and owned by the same party originally. They were both chamber surveys. I know it is said, some marks were found on the Maston, which counted back to the date of the survey; but, on looking into the evidence, I am satisfied they were the marks of the older adjoining surveys. I assume, therefore, that neither of these tracts was actually located on the ground. But the survey of Mary Niel was made 8th July 1794; that of Thomas Maston October 22, 1794.\nThe former was returned into the land office 29th April 1795; and patented to Henry Phillips, April 27, 1796, as a tract containing 439 acres 70 perches. The latter was patented to John Warder, November 8, 1804, for 438 acres 153 perches.\nIf they were warrants of the same batch, the interference was probably caused by a blunder in protracting; or possibly the surveyor of October 1794, was inattentive to what he or his predecessor had done in July before.\nWe are compelled to treat the Mary Niel as the oldest survey, and, therefore, prima facie, best entitled to the interference. And locating her by Mary Connelly, with her proper courses and distances, the interference falls to her. The position of the Mary Connelly, another of the warrants of January 1794, seems, according to the surveyors, to be indubitably fixed by the hickory corners of the James Alexander.\nThe plaintiff insists on starting from the Mary Connelly to locate Mary Niel, as the only way of preserving her courses, distances, configuration, and quantity.\nBut the court did not give the plaintiff’s propositions a distinct affirmative; because, as Mary Niel called for the Sheqff and Wharton tracts on the east (two of the Morgan, Rawle and Peters surveys of 1793), she was as much bound to go to them as to the call of Turner & Co. on the north ;■ and by doing so, she would contain over 1300 acres of land. “We hold it to be the law,” said the learned judge, “ that where a party claims to locate his survey by adjoining surveys, his survey must correspond to all the calls as returned into the land office, particularly where there are intervening claimants; that he cannot adopt some and throw away others, to the prejudice of intervening rights.”\nThe effect of this instruction was to take away from Mary Niel her call on the north, and to compel her to go to the surveys of 1793, on the east; to distort her shape, to increase her distances, and to give her more than her official quantity; and all this from respect to what was called an intervening right.\nThis was erroneous. So far from permitting the intervening right, which was nothing else than the younger survey, to control the location of the older, its own location should have been, in accordance with the general principle, controlled by the older.\nIf the court had insisted upon locating Mary Niel, according to her courses and distances, from the pine corner of William Sheaff, her shape and quantity would have been preserved; and she would not probably have taken any part of the interference— she certainly would not have touched Mary Connelly. In other words, it is manifest that the tract of land, patented to Mr. Phillips, cannot be located according to all the calls in the survey. You extend her lines, distort her shape, and increase her quantity if you attempt it. Some of the calls, then, must be disregarded. Which shall they be ?\nThe court said, the calls on the north, because of the intervening rights-of the owner of Thomas Maston. But they would still locate Mary Niel according to all her other calls. They did not propose to take her away from the Mary Connelly, but to leave her resting there, and only shorten her lines northward.\nFor the reasons already given, we cannot concur in this view. We do not recognise the right of the owner of Thomas Maston to take such liberties with the lines of Mary Niel; and if he might do it, the objections arising from undue extension and distortion would still remain.\nMary .Niel must be located according to her courses and distances, from one or another of her calls. She is a patented tract. Her lines and quantity are fixed, finally and for ever, as between her owner and the Commonwealth. The patent does not locate the tract, but it defines how much land the tract is to contain when it is located.\nFrom the way the cause was tried, and is presented to us, it is impossible for us to say, whether the location should be made from the Mary Connelly, from the Sheaff, or from the Turner lands; but whichever starting point is adopted, her courses and distances are to be laid off without regard to intervening rights that are younger in origin. That starting point should be preferred which will answer the most of her calls. When all cannot be answered, as many should be, as may be. And if she was one of a block, her position is to be determined by the location of the block, and the position of the block by the location of the older blocks surrounding.\nWhen the cause shall have been tried on these principles, justice can be administered to the parties, according to law.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "W. A. Wallace, for the plaintiff in error,",
      "McEnally and Linn, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hagerty versus Mathers et al.\nWhere a younger block of surveys calls for two older blocks, as adjoiners, the location of one or two particular tracts of the younger block is not to be arbitrarily determined, but is to be got at by first' locating the block of which they are a part.\nWhere surveys are made and returned into the land office in blocks, they are to be located on the ground in blocks.\nIf a survey, according to its courses and distances, does not reach to its calls, it is generally to be carried to its calls, and the Commonwealth is paid for the excess when the patent is issued.\nIf the excess be great, the owner of the warrant may limit himself short of some of his calls; and, in that event, the intervening land is open to new appropriation.\nThe right under an indescriptive warrant attaches from the date of the survey; and if several surveys, under warrants of the same date, interfere with each other, the older survey must prevail.\nThe patent does not locate the tract, hut it defines how much land the tract is to contain when it is located.\nErr.or to the Common Pleas of Qlearfield county.\nThis was an ejectment, by Samuel Hagerty against Eobert Mathers and Jonathan Boynton, for a tract of land in Woodward township, Clearfield county.\nIn 1784, warrants were granted, and surveys made, upon certain tracts upon Moshannon creek; of which John Anderson was the leading warrant.\nIn the same year, certain other tracts were located on Clearfield creek, immediately opposite; of these, John Alexander was a well known tract, the corners upon it being used and cited as keys to the surrounding country.\nIn 1793, Morgan, Eawle and Peters took out warrants for thirteen tracts, and had them located between the surveys of 1784, on the Moshannon and Clearfield creeks. Thomas P. Wharton, William Sheaff, and Israel Wheelan are a portion of this block, and are bounded on the west, by a continuation of the same north and south line. That line is called for as the .eastern boundary of both plaintiff’s and defendants’ surveys.\nOn the 21st January 1794, a warrant was granted to Thomas Niel for land adjoining James Alexander and John Gill, both surveys of 1784. It was surveyed, and returned, according to its calls.\nOn the same day, a warrant was issued to Mary Connelly, calling for Thomas Niel) as an adjoiner. It was duly surveyed, on the 8th June 1794, adjoining its call, and also adjoining the James Alexander survey.\nOn the 21st January 1794, there was also issued to Mary Niel 'a warrant for 400 acres, adjoining Mary Connelly. This survey was also made on the 8th June 1794, and under it the plaintiff claimed. If this survey were located according to its courses and distances from the Mary Connelly survey, it would not reach to the surveys of William Sheaff and others, called for as its eastern boundary, by 164 perches.\nOn the same day, (the 21st January 1794,) a warrant was issued to Thomas Maston for 400 acres, adjoining Joseph Clark, proceeding from a different direction. This survey was made on the 22d October 1794; and under this the defendants claimed.\nIn locating the Mary Niel survey, by the call of her warrant, starting from the admitted point of the Mary Connelly tract, there was an interference with the defendants’ survey of 130 perches long, by 151 perches wide; which was the matter in dispute in this action.\nThe situation of the parties will appear by the following diagram, in which the interference is represented by the dotted lines, and marked a, 5, o, and d.\nOn the trial of the cause, the plaintiff's counsel requested the court below to charge the jury :\n1. The Mary Niet survey is to be located from the Mary Oonnelly survey, and the shape of both tracts is to be preserved.\n2. The Mary Niel survey is entitled to run 250 perches, her official distance, north from the Mary Connelly.\n3. The call of the Niel survey, for the surveys of 1793, must control the distance, and she is entitled to go to her adjoiner— the call controls the distance.\n4. The return, survey and patent thereon are conclusive. The title of the Commonwealth to all the land lying between the Connelly and the Morgan & Rawle line is absolutely vested in the patentee.\n5. If the jury believe the line from the dead white pine of the Wheelan, north, to be a continuation of the line of 1793, the Mary Niel survey is entitled to go to that line — that is her eastern boundary.\n6. If the jury believe the line from the Wheelan survey, north, to be a line of 1794, made for the surveys of that year, it is the eastern boundary of the Niel survey.\n7. If the Mary Niel be confined to her 150 perches in width, the line from the end thereof must be drawn the shortest straight line to the original marks of the 1793 surveys.\nThe court below (Burnside, P. J.) delivered the following charge to the jury:—\n“ The plaintiff claims the land in dispute, under a warrant to Mary Niel of the 21st January 1794 — a survey thereon on the 8th July 1794, and a patent of the 27th April 1796. The defendant under a warrant to Thomas Maston, also of the 12th January 1794, and a survey of the 22d October 1794.\n“These warrants, with others, were issued on the same day, and were returned into the land office on the same day. The surveyor who located them also located the Morgan & Rawle warrants, which were issued the year previous. The plaintiff’s warrant is for 400 acres, and calls for adjoining Mary Connelly, which calls for Thomas Niel. None of the warrants are descriptive. Mary Connelly is located by her adjoiner, and by the older survey of James Alexander, which was surveyed in 1784, on a descriptive warrant. There are no marks on the ground, corresponding with the date of either the Mary Connelly, or the Mary Niel. In the official return of the Mary Niel, she calls for the Mary Connelly on the west, the surveys of 1793 on the east, of Wharton and Sheaff, Peter Louden, Turner & Co., which last-mentioned surveys were not located at the date of the Mary Niel. If you believe Mr. Ross, he finds a line on the Maston survey (the survey of defendant), dating to the date of the survey; and that, although there was more vacant land than sufficient for both the Niel and the Maston, there would not be less than 1370 acres of land within the calls of the Niel, when the return of survey gives her but 439 acres and 70 perches; and but a small portion of land left for the Maston warrant. But it is contended, that the granting of the patent, in 1796, to the owner of the Mary Niel, is conclusive, and that, therefore, your verdict should be for the plaintiff, and for this he relies on the case of Balliot v. Bauman, 5 W. <$■ S. 154. The court does not so understand this case; for, in the opinion, it is expressly stated, that the patent is not operative against the rights of a third person, existing before it issued; and such has ever been considered to be the law. In the case trying, the survey of Maston was not only made, but returned into the land office, before the patent of the Mary Niel issued.\n“ While the survey of the plaintiff, as we have before said, calls for the Wharton and Sheaff surveys, there are no marks on the ground corresponding with its dates, and when the defendants’ survey was made with its calls, he certainly could appropriate land not before appropriated. If you believe Ross, that the marks on the ground showed that the Maston survey was made before the Niel was returned, and that the excess in the latter is so great as he swears it to be; while no actual fraud may have been committed in making the return, the jury might presume it.\n“ Where there are no marks on the ground, corresponding with the date of a survey, the calls are, in law, the next best evidence of the location of a' survey; but these calls must give something like a reasonable amount of land. The excess in this case (as disclosed by the testimony, and it is not controverted by the plaintiff) is too great; and, if the doctrine contended for by his counsel is correct, then it must be true, that they can go to the lines of the Peter Louden, and in an ejectment hereafter to be brought, hold more than two thousand acres, on a warrant for four hundred.\nu We hold it to be the law, that where a party claims to locate his survey by adjoining surveys, his survey must correspond to all the calls, as returned into the land office, particularly where there are intervening claimants; that he cannot adopt some and throw away others, to the prejudice of intervening rights.\n“ The plaintiff’s counsel has propounded several points to us, which we now answer.\n“ The first, second and third may be considered together, as general principles. We answer them in the affirmative; but we control the answer by what is said in the general charge. The fourth, for reasons already given, we answer in the negative, and add, that, although this is a question which should have been decided by the Board of Property, yet the court, with the aid of a jury, can perform their duties, or, more properly speaking, may assume their prerogative: see Blair v. McKee, 6 S. $ R. 193.\n“ The fifth and sixth points are substantially answered by our remarks in the general charge, in reference to the right of the owner of the Mary Niel warrant to go to the line of the Morgan & Rawle surveys, called for in the official return; and in reference to the effect of embracing within the Niel survey so great an excess, as it must include, if located according to all its official calls, as against the owner of an intervening right, accruing previous to the return and acceptance of the Niel survey.\n“ In answer to the seventh point, we instruct you, that' it is the right and the duty of the owner of a warrant to have his warrant located by marks upon the ground — that he may adopt as his boundaries the lines of surveys already made, but if he adopts the latter course, he must bear the consequences of an error in the calls — that if the official calls of the survey, as returned, are such that it would be impossible to locate according thereto, or that, in obeying the calls of- the survey, the contents would be grossly excessive, the claims of such warrantee must yield to an intervening survey, which is found marked on the ground; especially when enough is left outside of the bounds of the intervening survey to satisfy his warrant. In other words, we hold that, if the jury believe that' the Maston survey is located (where the defendants claim it to be) by marks on the ground, and • that the Niel survey cannot be laid so as to meet all its calls, or if so- laid',, would give it a grossly excessive quantity of land, it must yield to the survey on the Maston warrant; especially if there was an abundance of unappropriated land left outside the Maston survey to satisfy the Niel warrant.”\nThe. plaintiff’s counsel excepted to this charge; and a verdict and judgment having been given for the defendants, the plaintiff sued out this writ, and assigned for error:—\n1. The court erred, in not distinctly answering to the jury, either in the charge or separately, the points submitted by plaintiff’s counsel, and especially the first and second points.\n2. The court erred, in attempting to answer the first point of plaintiff’s counsel, which was that “ the Mary Niel survey is to be located from the Mary Connelly survey, and the shape of both tracts is to be preserved;” the answer is, “the first, second, and third points may be considered together. As general principles we answer them in the affirmative, but we control the answer by what is said in the general charge.”\n3. The court erred, in attempting to.answer the second point of plaintiff’s counsel, which was, that “ the Mary Niel survey is entitled to run 250 perches, her official distance, north from the Connelly;” the answer is: “ The first, second, and third points may be considered together. As general principles, we answer them in the affirmative, but we control the answer by what is said in the general charge.” The error is, that the plaintiff was entitled to a distinct' and unqualified answer in the affirmative.\n4. The court erred, in that part of their charge, in which -they say, “If you believe Ross, that the marks on the ground show that the Maston survey was made before the Niel was returned, and that the excess in the latter is so great as he swears it to he; while no actual fraud may have been committed in making the return, the jury might presume it.”\n5. The court erred, in that part of their charge, in which they say, that “ when a party claims to locate his survey by adjoining surveys, his survey must correspond to all the calls as returned.”\n6. The court erred, in that part of their charge, in which they say, “ If the jury believe that the Maston survey is located by marks on the ground, and that the Niel survey cannot be laid so as to meet all its calls, or, if so laid, it would give it a grossly excessive quantity of land, it must yield to the survey on the Maston warrant.”\nW. A. Wallace, for the plaintiff in error,\ncited Smith v. Evans, 6 Binn. 103; Glen v. Glen, 4 S. & R. 488; Blasdell v. Bissell, 6 Barr 258; Cox v. Couch, 8 Id. 154; Werdman v. Felmley, 6 Binn. 39; Quin v. Brady, 8 W. & S. 139; Bellas v. Levan, 4 Watts 294; Goddard v. Gloninger, 5 Id. 209; Norris v. Hamilton, 7 Id. 91; Collins v. Barclay, 7 Barr 67; Nieman v Ward, 1 W. & S. 68; Merchant v Millison, 3 Yeates 74; Caufman v. Congregation, 6 Binn. 59; Blair v. McKee, 6 S. & R. 193; Ruggles v. Alexander, 2 Rawle 238; Robeson v. Gibbons, Id. 45.\nMcEnally and Linn, for the defendants in error.\nMock v. Astley, 13 S. & R. 382; Lilly v. Paschal, 2 Id. 394; Gray v. McCreary, 4 Yeates 494; Blair v. McKee, 6 S. & R. 193; Simpson v. Wray, 7 Id. 336; Creek v. Moon, Id. 330; Raush v. Miller, 12 Harris 277."
  },
  "file_name": "0348-01",
  "first_page_order": 348,
  "last_page_order": 357
}
