{
  "id": 985097,
  "name": "The Pennsylvania Railroad Company versus Kelly",
  "name_abbreviation": "Pennsylvania Railroad v. Kelly",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "372",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 372"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 Verm. 226",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        735482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/22/0226-01"
      ]
    },
    {
      "cite": "21 Wend. 617",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1071,
    "char_count": 25958,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 8.3000119690221e-07,
      "percentile": 0.9752975945701854
    },
    "sha256": "8976e4d997519eded7824b5508d9e8901b24ee334fb8e3775d3f4191f8bcb7ef",
    "simhash": "1:e8eece2884cf1e78",
    "word_count": 4553
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lowrie, C. J., and Strong, J., concur in the judgment, but dissent from that part of the opinion which holds that the plaintiff can recover at all."
    ],
    "parties": [
      "The Pennsylvania Railroad Company versus Kelly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThis was an action by a father to recover damages for the maiming of his son, a boy of nine years of age, by what is charged as the negligence of the company’s agents. The main facts bear a striking analogy to those in the case of Rauch v. Lloyd & Hill, decided at the present term. A train of cars was stopped on a road or street that leads into the borough of Huntingdon, and whilst it stood there, the plaintiff’s son, returning from an errand along that road, attempted to pass under the cars. While he was in the act of doing so, they were set in motion, and injured one of.his feet so badly, that amputation became necessary to save his life.\nSeveral questions are raised upon the record by the assignment of errors, which I proceed to notice.\n1. It is said the court erred, in holding that the Act of Assembly of 20th March 1845, forbidding the obstructing of the crossings of public roads by locomotives and cars, applied to the Pennsylvania Railroad Company, who were incorporated by a subsequent Act of 13th April 1846.\nIf this were so, if the company were not subject to the Act of 1845, they would have to show legislative authority to justify their blocking up a street. So far from having any such authority, the 13th section of their charter required them to construct their road in such manner as not to impede the passage or transportation of persons or property along any established road. The obstruction which the jury have found in this case was then without authority of law, and therefore illegal. But it was also in plain violation of the Act of 1845, which was a general law, and applicable to the defendants, though subsequently incorporated.\nOn both grounds, or on either, the ruling of the court can be sustained. Obstructions were correctly defined to consist, not in the transit across the intersecting road, for that is expressly legalized, but in stopping upon it unnecessarily. And. though the Act of 1845 imposes a specific penalty, this in no wise affect? the question that is presented in this case. This action is for damages arising out of a tort, and the obstruction proved to the satisfaction of the jury, the tort whereon the action rests is established.\n2. But it is said, in the next place, that the obstruction was the remote, and not the proximate, cause of the injury complained of.\nThis position is answered by the observations that were made on a similar point in Bauch’s case, already referred to. Indeed, the reasoning there applies with more force here, for here the company were engaged in transporting their own cars on their own road. The conductor, and everybody else concerned in the management of the train were, confessedly, the company’s agents.\nNow adjust the acts of stopping and starting ever so nicely to the maxim causa próxima, and not a step of advance is taken by the defence, for the company are equally liable for both causes. If you say it was the starting, and not the stopping of the cars, that did the mischief, the question of plaintiff’s negligence in suffering his son to be under them is still in the case, but you have made no progress in the defence, because if there was wrong in the start, the company are as responsible for it as for any wrong in the stop.\nThe nature of the case, however, does not admit of this nice distinction. The conduct of that train of cars was one thing— intrusted as a special duty to one man — and if his mismanagement injured the plaintiff, without fault on the plaintiff’s part, the company are liable for it. To split such a single, simple, individual cause into two causes, and to christen them próxima and remota, is to embarrass ourselves unnecessarily, and to obstruct the course of justice.\n3. We come next to the question of the plaintiff’s negligence. There is no dispute about the principle that forbids him to recover damages for an injury which his own negligence or wrongdoing contributed to bring on; but what did he do amiss ?\nHe sent his son on a lawful errand along a lawful highway. Was it negligence to permit a boy nine years of age to be abroad on an errand ?\nThis is not pretended, but it is said the boy betrayed a want- of discretion in going under the cars; and the learned counsel seem to maintain that a boy nine years of age is bound to the same rule of care and diligence in avoiding the consequences of the neglect or unlawful acts of others, which is required of persons of full age and capacity.\nThe case relied on for this startling proposition is Hartfield v. Roper, 21 Wend. 617. That case was thus: — A child of about two years of age was permitted to wander from his father’s house, and to be sitting or standing in the beaten track of a public highway, when the defendant, driving a span of horses and sleigh with two other persons in it, ran over him and injured him. It appeared that the horses were descending a hill at the foot of which was a bridge — that they were going at a reasonable speed, and that there were no houses along that part of the road to excite the expectation that people would be found in the road. Under these circumstances the court held, that failing to see the child in time to avert the danger was not culpable negligence, and they reversed the judgment which gave him damages. The case might have been rested on the propriety of the defendant’s conduct. He was pursuing his highway in a lawful and appropriate manner, and that distinguishes the case from ours, for here the wrongdoing of the defendants, in obstructing the highway, is established. But the case is cited for the sake of Judge Cowen’S observations on infantile responsibility, and these I dismiss in the language which Ch. J. Redeield employed in concluding his opinion in Robinson v. Coe, 22 Verm. 226: “ The case of Hartfield v. Roper,” said he, “ is, so far as it has any application to the present case, altogether at variance with that of Lynch v. Nurdin, and far less sound in its principles, and infinitely less satisfactory to the instinctive sense of reason and justice.” Lord Denman’s opinion in Lynch v. Nurdin, 41 Eng. C. L. R. 422, was subsequent to that of Mr. Justice Cowen, and much worthier, it seems to me, to be followed.\nIf the father is to be held responsible for the discretion of his son, it is only for such discretion as would usually and naturally be expected of a child of his age and intelligence. Was it a violation of that measure of prudence to go under cars standing where they were ?\nWe cannot say it was, as a legal conclusion, and the jury did not find it as a conclusion of fact. Nay, indeed, it may be well doubted whether most boys, grown familiar with trains of cars by daily observation, would not, in like circumstances, have acted as this boy acted. To many active and enterprising children, risks not absolutely appalling, are attractive; especially if others are at hand to witness the daring achievement. Two boys, in a neighbouring town, went under ears in similar circumstances, and the adjudged cases in the books show that children do frequently incur equal, or even greater, hazards. We cannot, therefore, account this boy’s conduct unnatural or extravagant.\nThese grounds of defence having all failed, the only question that remains on the record is, whether the court erred, in their instructions on the subject of damages.\nThe substance of the instructions was, that the damages must be compensatory merely, and that compensation must have regard to the plaintiff’s loss of his son’s services, and to the expenses of nursing and professional treatment.\nThese were the grounds on which the father claimed damages in his declaration, and they were the appropriate grounds on which to assess them. The father was entitled to the services of his child during minority, and by just so much as this injury impaired the value of that right, was he entitled to compensatory damages. This was the only action he could ever maintain, and all his damages were to be assessed herein. For surgical attention and nursing, he was also entitled to compensation on the general principle of quantum meruit.\nIt was proper for the jury to understand that the sufferings endured by the boy, and the disfiguration of his form, and whatever was merely personal to him, should not enter into the estimate of the father’s damages, because for these the son would have a right of action. And an appropriate caution was given to the jury on this point, in the body of the charge.\nBut a majority of our number think the court erred in answering the 7th point of the plaintiff. That point called upon the judge to say, that in this action there was no absolute measure of damages, and that the jury might give such damages as they believed to be right to compensate the plaintiff for the loss and injury sustained. The court affirmed this point. They told the jury not to lose sight of the ground of claim as stated in the general charge; but it is clear, that an unqualified affirmance of the 7th point was giving the jury too large a license on the subject of damages, and the verdict proves that they did not heed the reference to the observations contained in the first part of the charge.\nGenerally speaking, the influence of the court in this class of cases should be exerted to restrain those excesses into which juries are apt to run. The sympathies of the fathers and brothers who compose the jury, are always powerfully excited by the distressing circumstances of the case and the eloquent appeals of counsel. Wild verdicts are frequently rendered. And the tendency in modern times, undoubtedly, is to excessive damages, especially where they are to be assessed against corporations.\nIt is curious, in looking back, to see how pecuniary mulcts have grown with advancing civilization. The Jewish law abounds with instances of specific damages, but they were generally inconsiderable as compared with modern assessments : Exodus xxi. 32 and 35; xxii. 9.\nThe same principle of arbitrary and fixed valuation was applied, to a considerable extent, by the civil law, though on the introduction of this code into modern Europe, the discretionary consideration of the tribunal was substituted for the specific valuation.\nAn arbitrary rule of a very singular character was established by the Lex Aquilia, which provided that in ease of the killing of any slave or cattle, unless by mere chance, the trespasser should pay the master as much as the property had been worth any time in the year: Sedgwick on Dam. 23.\nThe laws of the Anglo-Saxons applied, with the most minute care, specific damages in each class of cases. Not only was a certain value put by law on every individual which determined the amount at which his testimony as a compurgator was to be rated, and the damage he could claim as plaintiff, or must pay as defendant, but every limb and part of the body had its distinct “ wehr,” or legal worth. Thus a leg was valued at 50 shillings (the shilling was then more than double the value of the present English shilling, and 50 shillings were equal to about $35 of our money), the little finger at 11 shillings, the great toe at 10 shillings, an ear was 12 shillings, each of the front teeth 6 shillings, every finger nail 1 shilling, and so on.\nIn the laws of Alfred, the rates are higher, and under the Conqueror, the wehrs became fewer, until at last specific penalties were reserved almost exclusively for public misdemeanors, and the compensation for private torts came to be measured, as at present, by the discretion of the tribunal applied to all the circumstances of the case. But even after the common law had adopted this discretionary admeasurement of damages, and after the increase of money had depreciated its value, down to a very late period in English- jurisprudence, damages for torts were comparatively low, as may be seen in Viner’s Abr. tit. Damages.\nA verdict for $3000 for the loss of a son’s services is not to be found in the old law, and if there are any such instances in modern times, they are comparatively rare. The most recent assessments in England are very much below this rate of compensation.\nThe courts labour to define the measure of damages with all possible precision, but the application of it must be left to the jury, and unless they are restrained by a firm exercise of the power of new trials, damages will go on increasing, each instance of excess being used to justify the next, until the pecuniary loss of one party will be repaired at the ruin of the other.\nWhere there has been no oppression, fraud, wantonness, or other circumstance to call for exemplary damages, these large verdicts are a violation of the rule of compensation. And a violation that is just as unpardonable, when practised against a corporation, as against an individual. If any person should wantonly crush the foot of a little boy, I can scarcely conceive of a rate of damages that I would deem too high. But when such a disaster occurs from a merely negligent performance of customary duties, and involves no malicious motive whatever, the rule of law is, that the father is entitled to compensation merely for the pecuniary loss he has sustained. Not compensation for his lacerated, feelings or his disappointed hopes, for the law cannot compensate these in money, but pecuniary indemnity for pecuniary losses. What he spent to cure his boy, and what profit might have accrued to him from his services, more than can be realized after the injury, are the proper elements of a verdict; and they are to be rated none the higher or lower because the defendant happens to be a corporation instead of a natural person.\nBecause the court’s answer to the 7th point was calculated rather to release the jury from this standard, than to hold them to it, the judgment is reversed, and a venire facias de novo is awarded.\nLowrie, C. J., and Strong, J., concur in the judgment, but dissent from that part of the opinion which holds that the plaintiff can recover at all.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Miles ¿f- Dorris, for the plaintiff in error.",
      "Scott and Benedict, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Railroad Company versus Kelly.\nThe Act 20th March. 1845, forbidding the obstruction of the crossings of public streets, &c., is a general law, and applicable to a railroad company subsequently incorporated.\nSuch obstruction being unlawful, the company are liable for any damages thereby occasioned; although the act imposes a specific penalty.\nIf an injury result from such obstruction, in an action by the party injured, the doctrine of remote and proximate causes has no application. Bauch v. Lloyd & Hill, ante 358, affirmed.\nA child of tender years is not to be held to the same rule of care and diligence in avoiding the consequences of the negligent or unlawful acts of others, that is required of persons of full age and capacity.\nWhere a father sues for damages resulting from an injury to his child, he can only recover compensatory damages; to be measured by the loss of the child’s services, and his expenses in nursing and cux-ing him; he cannot recover for his lacerated feelings or his disappointed hopes.\nThe injuries sustained by the child, such as his personal sufferings, the loss of a limb, &c., would be the subject of an action by the child himself, and should not enter into the computation of the father’s damages.\nIn such action by the father, it is error to instruct the jury “that there is no absolute measure of damages, and that they might give such damages as they believed to be right, to compensate the plaintiff for the loss and injury sustained.”\nError to the Common Pleas of Huntingdon county.\nThis was an action on the case by Patrick Kelly against The Pennsylvania Railroad Company, to recover damages for injuries sustained by the plaintiff’s son, by the wrongful act of the defendant.\nOn the 5th September 1854, the plaintiff was at work on The Broad Top Railroad, near Huntingdon, and his son James, a lad nine years of age, was sent to him with his dinner. The father sent him in to Huntingdon for some tobacco; and returning by the turnpike, the boy found the crossing obstructed by a train of the defendant’s cars; he attempted to creep under them, when the train started, and injured one of his feet so as to render the amputation of it necessary.\nOn the trial, the court below (Taylor, P. J.) charged the jury, inter alia, as follows :—\n“If the plaintiff’s allegation, that the injury is chargeable wholly to negligence on the part of the defendant, is true, his action is maintainable. The nursing, and surgical and medical attention required at the time, had to be provided by him. He has, moreover, a right to his son’s services during his minority; and, for the loss of the boy’s services, to the extent that he is disabled, as well as for nursing and professional attention at the time of the accident, he would clearly be entitled to a fair compensation in damages; and this, though the son, who is the principal sufferer, might at any time bring his own action, and recover damages for the principal injury. Upon the same grounds that one can maintain an action, the other may maintain an action, also; and one action is no bar to the other. If the plaintiff be entitled to recover in this action, the boy would plainly be entitled to much more. And this, of course, the jury will not fail to bear in mind, if their verdict should be for the plaintiff; but should confine their attention, in assessing the damages, to the considerations and elements which constitute the ground of claim to compensation on the part of the father — the trouble and expense to which the evidence shows him to have been subjected, and the loss or diminution of the boy’s services.”\nThe learned judge here read the Act 20th March 1845 [Brightly's Purd. 134, pi. 156), and proceeded as follows:—\n“ This act, we cannot doubt, applies to the Pennsylvania Railroad Company. In determining what is an unlawful blocking or obstruction of a street or crossing, we must give it a reasonable construction. In one sense, a crossing is obstructed, for the time, while every train is passing; but that is not an unlawful obstruction ; for this, and every company, has a right to the ordinary use of its road. So a train may be stopped by accident, or some unavoidable cause, for a’time, upon a highway, without any violation of the law. But if a train is voluntarily stopped upon a crossing, when there is no present necessity for it, in the ordinary use of the road, and when it might as conveniently have been stopped elsewhere, it undoubtedly is an unlawful blocking or obstruction of the road, within the meaning of the act; and would subject the engineer or agent to the penalty; and while the train would so remain, it would remain an obstruction upon the highway. It would be there, not a ‘spring-gun,’ or any other hidden source of intentional mischief, but simply an obstruction, a visible obstruction on the highway, and a nuisance, because unlawfully there; and, as in the case of any other like obstruction, the company would be accountable to any persons having occasion to. travel the road, for any loss, inconvenience,' or injury which results directly and entirely from its being there. Any one detained, in pursuit of his lawful business,-to his injury, would have a right of action. If, however, through impatience of detention, he should undertake to pass under the ears, when about to move forward, and, not being observed, should be injured, he would have no pretence of claim, for that would be the result of his own reckless folly.\n“Assuming the crossing to have been obstructed unlawfully, and the defendant to be regarded to that extent a wrongdoer, and responsible to the extent stated, upon the application of the general rule of law, nothing could be clearer than that, if the injury had thus happened to an adult instead of a child, he would have no right of action. If Patrick Kelly, instead of his boy, had ■ thus undertaken to pass under a train of cars, under like circumstances, and with the same result, no one surely would contend that he would have any cause of complaint which could be entertained in a court of justice. We would not hesitate a moment, nor would any court, to pronounce at once against his case as matter of law.\n“ It is urged, however, that the negligence or want of ordinary care on the part of the party injured, which concurring with negligence of the other party, would destroy the right of action, is to be judged of in view of the age and capacity of the party injured; and that in this case, ‘ ordinary care means that degree of care which might reasonably be expected of a person of the age of the plaintiff’s son, and in his situation,’ and that whether he did or did not exercise such degree of care, is a question for the jury, under all the circumstances, to determine.\n“ Upon this question, we have no direct decision by our own Supreme Court, and the decisions of courts abroad are in conflict.” The learned judge here reviewed the authorities, and continued: “ Following, however, not what we think should be the rule, but what, from the limited investigation we . have been able to give this important question, seems to be the weight of authority, we submit it to you, gentlemen of the jury, to determine from all the circumstances, in case you find the cars were obstructing the crossing, and that the boy was injured in an attempt to pass the obstruction, whether the injury might have been avoided by the exercise of that care and discretion which was reasonable to be looked for in a boy of his years. If your conclusion, in that case, upon the question thus submitted, be that the injury could not have been avoided by ordinary care on the part of the boy, the plaintiff would be entitled to recover; and it would be your duty and province to assess his damages.\n“ The counsel of the plaintiff have submitted the following points, which we here read, and answer:—\n“ ‘ 1. That if the jury believe that the agents of defendants in charge of the train neglected to give proper warning before starting, which might have prevented the injury, if given, they were guilty of actual negligence, and defendant is responsible in damages.’\n“ If everything else asserted in this point were true, the conclusion is not: — it would not still follow that ‘ the defendant is responsible in damages’ to the plaintiff in this action. But we consider it wholly unsound in law, and doubt not the jury would pronounce it untrue in fact. The weight of evidence clearly is, that the engineer whistled.\n“ ‘ 2. That the running of a train across a public highway used as the turnpike was where this injury occurred, without having upon it, at their proper places, the officers or men necessary to its safe conduct, is actual negligence; and for the consequences of all actual negligence, the defendant is responsible, unless relieved by the acts of the plaintiff.’\n“It is undoubtedly true, and would be in any action for damages between any parties, that ‘ for the consequences of all actual negligence the defendant is responsible, unless relieved by the acts of the plaintiff;’ but we do not assent to anything else contained in the point as applicable to this case.\n“ ‘ 3. That where the track of the Pennsylvania Railroad crosses a public highway, the company, in the exercise of its corporate privileges, is bound so to use its own road at that point as to cause the least possible interference with the rights of the public in the use of the highway.’\n“ This point is answered in the affirmative.\n“ ‘ 4. If the jury believe that the agents of the company, in the use of the railroad, did interfere in this case more than was necessary with the rights of the public in the use of the crossing, and that such interference was the cause of the injury to the plaintiff’s son; the railroad company is responsible in damages for the injury sustained, unless the want of ordinary care on part of plaintiff’s son was such as to relieve the company from responsibility.’\n“ This proposition is also affirmed.\n“ ‘ 5. That ordinary care, means that degree of care which might reasonably be expected of a person of the age of the plaintiff’s son, and in his situation; and whether he did or did not exercise such degree of care is a question for the jury, under all the circumstances, to determine.’\n“ We give to this point an affirmative answer.\n“ ‘ 6. That if defendant, at the time of the injury done, was in the commission of an act unlawful in itself, that is evidence of gross negligence on part of defendant; and it requires a greater degree of carelessness on part of plaintiff’s son, to relieve defendant from responsibility, than it would had they been guilty of negligence unconnected with an unlawful act.’\n“As a whole, and in its application to this case, we do not assent to this proposition, and answer it in the negative.\n“ ‘ 7. That in an action to recover damages for an injury of this kind, involving the 'maiming of the body, and the loss of a limb, no absolute measure of damages, no market value, can be established, and the jury, if they find the plaintiff entitled to recover, may give him such damages as they believe right, to compensate him under all the circumstances for the loss and injury sustained.’\n“ We affirm this point. There is no' definite measure or standard of damages ; hut the jury should not lose sight of the ground of claim in the action, as stated in our general charge.\n“ The defendant also makes the point, that the cause of action set out in the declaration is not sustained by the evidence; but that there is a fatal variance between the allegata and the probata; which point we rule against the defendant.”\nThe defendants excepted to this charge; and a verdict and judgment having been given for the plaintiff for $3000, the defendant removed the cause to this court, and here assigned the said charge for error.\nMiles ¿f- Dorris, for the plaintiff in error.\nScott and Benedict, for the defendant in error."
  },
  "file_name": "0372-01",
  "first_page_order": 372,
  "last_page_order": 381
}
