{
  "id": 985082,
  "name": "Zimmerman et al. versus Wengert",
  "name_abbreviation": "Zimmerman v. Wengert",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "401",
  "last_page": "406",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 401"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 J. J. Marsh. 178",
      "category": "reporters:state",
      "reporter": "J.J. Marsh.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 378",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0378-01"
      ]
    },
    {
      "cite": "3 W. & S. 56",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0056-01"
      ]
    },
    {
      "cite": "10 Watts 206",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 474",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 274",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 132",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846900
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0261-01"
      ]
    },
    {
      "cite": "1 W. & S. 554",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0554-01"
      ]
    },
    {
      "cite": "4 Watts 287",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0287-01"
      ]
    },
    {
      "cite": "2 Jones 21",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 204",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 735,
    "char_count": 14476,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 6.05783423165568e-08,
      "percentile": 0.3746019555580267
    },
    "sha256": "5d09aebd35519e9b44d57e70cb78f1877d01c1b67b820f9a207b4fbf1654c491",
    "simhash": "1:b8c5c7973e20596f",
    "word_count": 2558
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Zimmerman et al. versus Wengert."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWe are inclined to think, with the learned judge below, that John Hean, Jr., took sufficient possession of the part of the lot he purchased by parol of Maulfair. Where the question is whether a possession is clear or mixed, some regard is to be had to the situation of the parties to he affected by the possession. -The two Heans, father and son, both in possession of the acre lot at the same time, a' stranger, a purchaser or a creditor, might naturally enough confound them as a joint possession under the same right. As to such a party, it would be a mixed possession. But not so as to Maulfair. He was the landlord of the elder Hean, and .the vendor of the younger. Though the lot contracted to the latter was not fenced off from the rest, it was designated by boundaries which Maulfair understood perfectly; and living in the immediate neighbourhood, and assisting Hean, Jr., to build a house on the purchased part, he could not possibly he mistaken about the fact of Hean, Jr.’s, exclusive possession, or the extent of it. If, in any sense, and as to any party, it was a mixed, confused, or uncertain possession, it was, as to Maulfair, a clear and exclusive possession, and therefore he might have been compelled, on payment of the purchase-money, to convey the title. »\nBut a clear possession under the contract, gave Hean only an equitable right to have Maulfair’s title conveyed to him on payment of the purchase-money. When, therefore, Maulfair brought suit in 1853, Hean’s mistake consisted in setting up nothing but the Ashmead title in defence. He ought to have alleged the parol agreement with Maulfair, and offered performance on his own part. Instead of this he suffered Maulfair to recover, in ejectment, to execute a writ of possession, and then attorned to him fully by taking a lease from him and renewing it.\nNow this was letting go the equities under which he entered (7 Harris 471); and no chancellor would, after that, compel specific execution of the parol sale. The learned judge said, if on that trial Hean had set up his parol title, a judgment against him would probably have concluded him; but why would not abandonment conclude his equities just as effectually as unsuccessful defence ? A man in possession of land under a parol contract, obliged to seek the aid of a court of equity to perfect his right, is bound to be vigilant and prompt. The active duties are all on him. Not only must he maintain his possession, but he must show himself ready, willing, and eager to perform the contract on his part. It is in behalf of such purchasers, courts of equity decree specific performance. But if he delays to pay the purchase-money, suffers the vendor to recover in ejectment, and then takes a lease from him, thereby changing utterly the character of his possession, and estopping himself from denying the vendor’s title, he has no longer any equities to assert. It would be a curious administration of the statute of frauds and perjuries to set aside a written lease in behalf of a prior parol contract. An odd decree for equity to make, that a man was in possession under a valid parol purchase, whilst he himself says in writing that he was in merely as a renter.\nIt is mentioned as a circumstance of some importance, that when Hean accepted the lease from the deputy sheriff, who was authorized by Maulfair to take it, he inquired if it would injuriously affect his title from Maulfair, and was told it would not.\nIt is not pretended the deputy sheriff had any authority from Maulfair to qualify the legal effect of the acts he was sent to perform. If Hean was badly advised by him, it was a misfortune which is very apt to befall people who seek advice from those whose business it is not to give advice.\nHean has been hardly dealt by, it must be confessed. Compelled to purchase the Ashmead title, he had a perfect right to defend under it, as far as he could. We do not put the forfeiture of his equities on the ground that he bought in the Ashmead title, nor that it was set up in defence against Maulfair on the trial of the ejectment of 1853, but on the ground that he did not, along with the Ashmead title, assert his equities under the parol agreement. In defence of a man’s possession he may buy in as many titles as lie pleases, and assert them all, no matter how inconsistent they may he ; but if one of them is a mere inchoate equity, that requires activity on his part to perfect, he must be careful not to abandon it; for abandonment, once evidenced by a written lease, is abandonment for ever.\nIt follows, from what we have said, that Hichernell acquired no lien on this property by the entry of his judgment on the 2d April 1851, and that Wengert took nothing by his purchase at the sheriff’s sale which was made upon that judgment.\nHean’s possession under the lease from Maulfair, and Maulfair’s deed to Eisher and Eunck, recorded November 23d 1854, were notice to Wengert that the title was in them and not Hean, and he had, besides, express notice at the sale.\nHe stands therefore no better than Hean, and hard as his case is, it must yield to those general principles of law which, however harsh they may seem in their application to an occasional case, are after all the best security of private rights, when most consistently administered by the courts.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Fisher & Funck, for the plaintiffs in error.",
      "Williamson, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Zimmerman et al. versus Wengert.\nA son residing in the family of his father, who was the tenant of the premises, purchased, by parol, a portion of the lot, built thereon a house, and moved into it with his family, but erected no partition fence between himself and his father: held, that this was sufficient, as against the vendor, to take the case out of the statute of frauds.\nA party in possession of land under a parol contract, subsequently purchased a defective outstanding title, and on ejectment brought by his vendor, neglected to set up his parol contract of sale, but defended under the defective legal title; and, on a recovery against him, took a lease of the premises: held, that he had abandoned his rights under the parol contract; and that a sheriff's sale under a judgment against him conferred no title, legal or equitable, upon the purchaser.\nError, to the Common Pleas of Lebanon county.\nThis was an ejectment brought by Martin Wengert against Levi Zimmerman, Daniel Maulfair, John A. Fisher and Josiah Funck, for a lot of about half an acre of ground, in the township of North Annville, Lebanon county.\nOn the 24th February 1847, John Hean, Sr., and wife, conveyed to Daniel Maulfair in fee, a house and about an acre of ground, including the premises in controversy, situate in the village of Mount Union, North Annville township, Lebanon county; and continued in possession as Maulfair’s tenant. It was all embraced in one enclosure, and in this position, Daniel Maulfair, in the winter of 1847-8, sold a portion of it, being the lot in controversy, by parol, to John Hean, Jr.1, for $125.\nOn or about the 1st April 1848, John Hean, Jr., took possession of this lot, and erected thereon a two-story frame house, of the value of about $800 ; and in October following, he left the house occupied by his father as Maulfair’s tenant, and moved into the new building.\nDaniel Maulfair furnished labour and materials for the construction of this building; and on a settlement of accounts, in 1852, John Hean, Jr., was found to be indebted to him $260. Hean paid $100, and gave his note for the balance, which was never paid.\nEdward Ashmead, at April Term 1848, brought an ejectment against John Hean, Sr., and Daniel Maulfair, for the whole of the acre of ground, including the part occupied by John Hean, Jr., under the parol contract, and recovered a verdict and judgment. See Ashmead v. Hean, 1 Harris 584.\nOn the 16th December 1851, a writ of habere facias was issued at the suit of Ashmead’s executors; when John Hean, Jr., agreed to pay them $400 for the premises in his possession, and took from them a deed to himself in fee. His father was turned out of the possession of the rest of the lot, and then for the first time a partition fence was put up, dividing off the portion claimed by John Hean, Jr.\nDaniel Maulfair, at April Term 1853, brought another ejectment against John Hean, Jr., Eliza Ashmead, and George Uhler, to recover possession of the premises of which he had been dispossessed by the former ejectment. On the trial of that case, John Hean, Jr., did not set up his parol contract with Maulfair, but defended under the Ashmead title. On the 9th November 1853, Maulfair obtained a verdict and judgment, which was affirmed by this court (11 Harris 481), and Maulfair was put in possession by a writ of habere facias.\nJohn Hean, Jr., then leased the premises from Maulfair, and continued in possession as his tenant, until 1st April 1855, when he was turned out by proceedings under the landlord and tenant act. From the time of his recovery in the last ejectment, the premises were assessed as the property of Maulfair, and he paid the taxes thereon.\nOn the 2d March 1854, while John Hean, Jr., was in possession as Maulfair’s tenant, the latter conveyed to Messrs. Fisher & Funck, his counsel in the ejectment suit, an undivided moiety of the premises in dispute,- in consideration of their professional services. This deed was recorded on the 23d November 1854.\nOn the 2d April 1851, whilst John Hean, Jr., held possession under the Ashmead title, David Hickernell obtained a judgment against him in the Common Pleas of Lebanon county, for $200. And under an execution issued on this judgment, the premises in dispute were levied on and sold by the sheriff to the plaintiff below. The sheriff’s deed was dated the 11th April 1855.\nJohn Hean, Jr., never paid or tendered to Maulfair the purchase-money for this lot, under his parol contract; but the plaintiff, Wengert, tendered the same before the commencement of this suit, and afterwards paid the amount into court. It was proved on the trial, that the property had greatly increased in value, since the parol purchase by Hean from Maulfair; and that Maulfair had said, after he recovered possession from Hean, that he did not want from Hean more than he owed on the lot.\nThe learned judge (Pearson, P. J.) charged the jury, inter alia, as follows: 1. That there was such a possession taken by John Hean, Jr., under his parol contract, as was sufficient to take the case out of the prohibition of the statute of frauds. 2. That Hean, by defending under the Ashmead title, did not relinquish his rights under the parol purchase from Maulfair, and was not thereby precluded from subsequently asserting them. 3. That Hean’s possession of the premises was constructive notice to Fisher & Funck, of every kind of title by which he held. 4. That Hickernell’s judgment was a lien on Hean’s equitable title, which passed to the purchaser by the sheriff’s sale; and the plaintiff was, therefore, entitled to recover.\nTo this charge the defendants excepted; and a verdict and judgment having been rendered for the plaintiffs, the defendants sued out-this writ, and here assigned such charge for error.\nFisher & Funck, for the plaintiffs in error.\nThere was no such exclusive possession on the part of John Hean, Jr., under his parol contract, as would take the case out of the statute of frauds. In addition to the other requisites to take a case out of the statute, there must be payment of a part or the whole of the purchase-money : Woods v. Farmare, 10 Watts 204, 207. No part of the consideration-money in this case was paid or tendered for upwards of nine years, and after such laches no chancellor would decree a conveyance : Peebles v. Reading, 8 S. & R. 493.\nThe purchase of title from Ashmead involved the relinquishment of the parol title under Maulfair, and from the time he took the deed from Ashmead’s executors, he remained in possession under that title, and under that title alone.\nIn order to take a parol contract for the sale of lands out of the statute of frauds, there must be a continuity of possession under the parol contract — the possession must be taken and maintained under the same title under which it was originally acquired; as soon as a parol vendee assumes a different character from that in which he enters into possession, he lets go his equities under the parol title, and his possession subsequently thereto is referable to his new title: Rankin v. Simpson, 7 Harris 471; Grier v. Sampson, 3 Casey 183.\nRut the fact that John Hean, Jr., became the tenant of Maul-fair, after Maulfáir’s recovery against him, and continued in possession of this property as such, from January 1854, until April 1855, brings this case within the principle decided in Rankin v. Simpson, 7 Harris 475. To this point the counsel also cited Dougan v. Blocher, 12 Id. 28; Moore v. Small, 7 Id. 467; Aitkins’ Heirs v. Young, 2 Jones 21; Bodine v. Glading, 9 Harris 50; Brightly’s Eq., § 216 ; Irvine v. Bull, 4 Watts 287; Greenlee v. Greenlee, 10 Harris 225; Wilson v. Clark, 1 W. & S. 554; McDowell v. Oyer, 9 Harris 425; Youst v. Martin, 3 S. & R. 432; Grove v. Donaldson, 3 Harris 134.\nFisher and Funck were purchasers for a valuable consideration, without notice: Peebles v. Reading, 8 S. & R. 495, 496; Jaques v. Weeks, 7 Watts 261; Billington v. Welsh, 5 Binn. 132; Cresson v. Miller, 2 Watts 274; Boggs v. Warner, 6 W. & S. 474; Woods v. Farmare, 10 Watts 206; Wright v. Wood, 11 Harris 130; Hood v. Fahnestock, 1 Barr 474; Martin v. Jackson, 3 Casey 504.\nWilliamson, for the defendant in error.\nWhen the transaction between the vendor and vendee does not rest solely on the agreement “ by parol,” as in the statute of frauds; but when, in addition to the “parol” agreement, there has been, in its performance, possession taken, and valuable permanent improvements made and expenses incurred, on the faith of the agreement, it would seem to be neither within the letter nor spirit of the statute: Farley v. Stokes, 1 Pars. 428; Morphett v. Jones, 1 Swanst. 173; Pugh v. Good, 3 W. & S. 56; Gregory v. Mighell, 13 Ves. 328-33; Jones v. Peterman, 3 S. & R. 543, 547; 2 Story’s Eq., § 763; Savage v. Carroll, 1 B. & B. 265-82; Syler v. Eckhart, 1 Binn. 378.\nThe possession of Hean was notice of all his equities: Woods v. Farmere, 7 Watts 384-5; Jaques v. Weeks, Id. 276; Buck v. Holloway, 2 J. J. Marsh. 178; Daniels v. Davison, 16 Ves. 249-53, 254."
  },
  "file_name": "0401-01",
  "first_page_order": 401,
  "last_page_order": 406
}
