{
  "id": 985091,
  "name": "Fitler versus The Commonwealth",
  "name_abbreviation": "Fitler v. Commonwealth",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "406",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 406"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates 506",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0505-01"
      ]
    },
    {
      "cite": "9 Watts 27",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0027-01"
      ]
    },
    {
      "cite": "1 Jones 53",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 321",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0321-01"
      ]
    },
    {
      "cite": "9 Conn. 406",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 568,
    "char_count": 10518,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.9577977955336362e-07,
      "percentile": 0.7376142392857653
    },
    "sha256": "be181240e50aec7bfb83f2fceca14f5805e0f2fec711c6f93a9225b3b63bdd86",
    "simhash": "1:d8e0adf00a44beac",
    "word_count": 1832
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fitler versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe first question raised upon this record is, whether the Common Pleas of Dauphin county had jurisdiction to entertain the appeal from the auditor-general. It is argued, upon the part of the Commonwealth, that the Act of Assembly of 30th March 1811 gives an appeal from the settlement and adjustment of the auditor-general, only in cases of “ accounts” between the Commonwealth and others, and that Fitler had no account, properly speaking,.with the Commonwealth, and that the rejection of his claim was not a settlement from which an appeal would lie.\nThe power conferred by the 1st section of that act upon the auditor-general, is to examine and adjust “ all accounts between the Commonwealth” and public officers or others, — and also “the accounts of all persons having claims on the Commonwealth.” The 22d section gives the right of appeal to any party dissatisfied with the auditor-general’s settlement of “ his, her, or their account.” The special verdict finds that Fitter “ furnished, for the use of the Commonwealth, oil, as per a statement of his account filed in this case.” The oil was furnished in two lots, the first on the 28th November 1848, amounting to $619.70, the other in February 1849, to the amount of $747.20.\nNow if this was not, strictly speaking, an account with the Commonwealth, such as is contemplated by the first clause of the first section of the Act of 1811, how can it be doubted that it was the account of a person having a claim on the Commonwealth, and therefore within the second clause of that section ?\n“An account,” says Webster, “is an entry in a book or on paper, of things bought or sold, of payments, services, &c., including the names of the parties to the transaction, date, and price or value of the thing.” The special verdict finds that Fitter’s entry came up to all these conditions. And it was a claim against the Commonwealth, though furnished to her agents. Ever since the state commenced her system of internal improvements, her supplies have been obtained through agents; and what has been furnished to them for the use of the state has constituted a claim on her, and not on the agent. Such, indeed, is the case with all the necessaries furnished to the several departments; they are contracted for, not by the state in her original, sovereign capacity, but through the instrumentality of agents; and yet the account is made up, and properly so, against the state.\nA sovereign can be sued only in the way of his own appointment, and he may prescribe any mode he pleases. By the Act of 1811, the Commonwealth has signified the mode in which it is her pleasure to permit the citizens to enforce their claims, and it would be inconsistent with her dignity to construe the act so strictly as to exclude such a suitor as the present. The rejection of his claim by the auditor-general was as much a settlement and adjustment of it within the meaning of the act, as if that officer had reduced prices, restated the account, allowed some items and disallowed others. It was the final decision, on a fairly presented case, of the first tribunal provided by the Commonwealth, and thereupon an appeal lay to the next appointed tribunal, because the sovereign had condescended to be answerable there.\nIn Morris’s Case, which passed through this court four years ago, and which was very similar to this, a special Act of Assembly had, from abundance of caution, been obtained to authorize the appeal, but the opinion of the Common Pleas, and I believe of this bench also, was, that it would have been sustainable under the Act of 1811. Such, it is believed, has been the generally received opinion; and as it comports best with the dignity of the Commonwealth, secures to the citizen the right of trial by jury, and by diminishing the responsibility of the auditor-general, leaves him more free to guard the treasury, we feel great satisfaction in adopting it.\nIf the appeal was properly taken, was there error in the court’s entry of judgment for the Commonwealth on the special verdict ? This is the only other question in the cause.\nThe moral obligation to pay one’s debts and to owe no man anything, incumbent on every citizen, presses with peculiar force upon the Commonwealth. She should be, in her corporate character, an example of honesty and punctuality to all her citizens and sister sovereigns. But I know of no rule, of either morals or. law, which requires her to pay her debts twice.\nI have already said, she contracts for necessaries through agents, and when she has put money into the hands of her agent to pay for what she wants, and the seller has given him a receipt in full for the purchased article, I cannot comprehend the principle on which she should be expected to pay for it again.\nThe special verdict finds that on the lOtli February 1849, the plaintiff gave to Augustine Holmes, the superintendent on the Columbia. Railroad, a receipt for $1366.90 in full of his account. At that time Holmes had the money in his hands to pay this bill, for on the 7th January 1849, he drew $5000 from the treasury, and on the 7th February of the same year he drew his last draft of $7000.\nHe was forbidden by the joint resolution of the 18th March 1837, “ to obtain or procure any receipt from any person for any debt due by or from the Commonwealth, without the actual pay•ment of the money;” which, being a public law, the plaintiff was bound to notice.\nWhat more was the Commonwealth bound to do for the protection of Mr. Fitter ? It had placed ample means in the hands of the appropriate agent to pay him — it had forbidden any receipt to be given or taken except for actual payment, and yet, in disregard both of the public law and of his own interest, the plaintiff, without receiving his money, gave the state’s agent a receipt in full, enabling him thereby to claim a credit for the amount at the accounting department.\nThe plaintiff’s claim is destitute of all merit. Whether he meant to enable Holmes to perpetrate a fraud on the treasury, or only meant to give him the use of his money by way of a loan, his discharge of the Commonwealth was complete and final. If he have lost his money by reason of Holmes’s insolvency, he has no better claim, in equity or law, on the Commonwealth, than any other creditors of insolvent debtors might prefer; and if the public treasury were opened to all such creditors, it would be exhausted the day it was opened.\nIt is said notice was given to the auditor-general before Holmes’s account was finally settled, cautioning him not to allow a credit for this receipt; but that availed nothing, for with or without the credit Holmes was still a defaulter, and his bail had to respond. And even if his bail could have been made liable for the amount of the receipt (a fair subject of doubt), it would have been extremely inequitable to throw upon an innocent surety a loss occasioned by the imprudence of Fitter in giving a false receipt. The rule is, that a loss which must be borne by one of two .equally innocent parties, shall fall on him whose act occasioned it.\nThe pecuniary transactions of the Commonwealth must be conducted on some general system, if peculation and confusion are to be excluded. She never would be done paying debts, if receipts in full of her creditors, given to her disbursing agents, could be treated as nullities.\nWe think the court were right on both points — in sustaining the appeal, and entering judgment for the Commonwealth on the special verdict.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "G. W. Harris, for the plaintiff in error,",
      "Knox, Attorney- Gfeneral, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Fitler versus The Commonwealth.\nThe Act 30th March 1811 gives an appeal from the decision of the accounting officers to the Common Pleas of Dauphin county, in all cases where they disallow a claim against the Commonwealth.\nOne who gives a receipt to a state agent, without actual payment, has no just claim against the Commonwealth, although he may have given notice to the accounting officers to disallow such receipt as a credit, in a settlement of the defaulting agent’s accounts.\nError to the Common Pleas of Dauphin county.\nThis was an appeal by Edwin H. Eitler from the decision of the auditor-general and state treasurer, disallowing a claim against the Commonwealth of $1366, for oil furnished to the superintendent of motive power on the Philadelphia and Columbia Railroad.\nThe following facts were found by a special verdict: — In November 1848, and February 1849, Edwin H. Eitler furnished to Augustine Holmes, the superintendent, oil for the use of the Commonwealth, to the amount of $1366.\nOn the 10th February 1849, he gave the superintendent a receipt in full; but without actual payment of the money; and also without any express agreement that the Commonwealth was to be released from liability.\nOn the 1st January 1849, the superintendent drew $5000 from the state treasury; and on the 7th February following, $7000, which was the last money paid to him. His successor was appointed on the 2d February, the appointment to take effect from the 11th of the same month.\nEdwin H. Fitler’s receipt was not exhibited to the accountant department, until the latter end of February 1849; and notice was given to the auditor-general, before Holmes’s account was finally settled, not to allow credit for the same, as the amount had not been paid to Fitler.\nHolmes’s account was finally settled on the 3d May 1851, and Fitler’s receipt was allowed as a credit; the settlement exhibited a balance of $133.04 against Holmes; which was paid by the sureties in his official bond. Holmes died insolvent in the fall of 1849.\nThe learned judge (Pearson, P. J.) charged the jury that the debt was discharged by the receipt so far as the state was concerned, and could not be revived against the sureties of Holmes, who were released from their obligation, fro tanto, both in law and equity.\nTo this charge the plaintiff’s counsel excepted; and the court below having subsequently entered judgment for the Commonwealth on the special verdict, the plaintiff removed the cause to this court, and here assigned the same for error.\nG. W. Harris, for the plaintiff in error,\ncited Fuller v. Crittenden, 9 Conn. 406; 1 Greenl. Ev., §§ 208, 209, 212, 305; Dutton v. Tilden, 1 Harris 46; Hamilton v. McGuire, 3 S. & R. 355; Jones v. Patterson, 1 W. & S. 321-4; Gue v. Kline, 1 Harris 60; Patterson v. Lytle, 1 Jones 53; Cook v. Irvine, 5 S. & R. 499; West v. Jones, 9 Watts 27; Work v. Hoofnagle, 1 Yeates 506.\nKnox, Attorney- Gfeneral, for the Commonwealth."
  },
  "file_name": "0406-01",
  "first_page_order": 406,
  "last_page_order": 410
}
