{
  "id": 985035,
  "name": "Fillman et al. versus Divers",
  "name_abbreviation": "Fillman v. Divers",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "429",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Penn. Rep. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 9160,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.4898802178543153e-07,
      "percentile": 0.6628096850434138
    },
    "sha256": "5b6590c04a0c4c891c2675005d9ccd118e33d89ca861c2e1675a7188a1bfa5f4",
    "simhash": "1:e23502f5ac0ce959",
    "word_count": 1650
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fillman et al. versus Divers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nIt was incumbent upon the plaintiff in the court below to establish two things: first, the existence of a trust resulting to her; and secondly, that the defendants who had purchased the title of the trustee had knowledge of the trust at the time of the purchase. Aware of this, she attempted to prove both. The learned judge who tried the cause was of opinion, and so instructed the jury, that the proof of knowledge by the purchaser which the plaintiff submitted was sufficient if believed. In this we think there was error. It was a binding instruction upon the facts. The only witness who had testified upon the subject was Shad-man. Whether his testimony, if believed, proved that Gibson the purchaser had knowledge, at the time of the sheriff’s sale, of the existence of any trust, was a question of fact for the jury, if indeed it amounted to any evidence of such knowledge. The sheriff’s sale to the defendant took place in November 1852. While the vend. ex. was in the sheriff’s hands, the plaintiff claimed the benefit of the three hundred dollar exemption law, out of the property. Four months after the sale, she took a lease of the lot from the purchaser, and thus acknowledged his title. Shadman testified, that after the sheriff’s sale, and after the.plaintiff had become the tenant of Gibson the purchaser, she told him he knew it was her money had bought- the house and lot; to which he replied yes, but Divers had to give his own obligations for it. It is to be observed, that the inquiry for the jury was not respecting knowlege at the time of that conversation, but knowledge at the time of the sheriff’s sale. Had the jury been left at liberty to find whether Gibson knew of the trust when he purchased, it is probable they would have found that such knowledge was not proved. Coupling the testimony of Shadman with the proof of the lease from Gibson to the plaintiff, and her demand of exemption, when the property was about to be sold as that of her husband, in our judgment, the weight of evidence greatly preponderated in favour of the want of knowledge of a resulting trust; and, though perhaps it was enough to submit to the jury, it should not have been declared by the court sufficient to prove knowledge.\nWe discover no other error in the charge. It is true, that the Act of 11th of April 1848 has nothing to do with the case. But if it was the wife’s money which paid for the lot, and if, in addition to this, the money was obtained by the husband on condition that the deed should be taken in the wife’s name (as the evidence would seem to show), the law, as it was before 1848, regarded the husband as a trustee for the wife.' Nor did the fact of his giving a note for the money, and subsequently a judgment, convert his situation as trustee into that of a mere debtor ; and more especially so, if these acts were done without the knowledge or consent of the cestui que trust.\nThe notice to the sheriff, and the renting from Gibson, amounted to no estoppel after the determination of the lease, though they were strong evidence against-the plaintiff.\nFor the reason first noticed by us, however, the judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Laivson and Brown, for the plaintiffs in error.",
      "Gf. P. Miller, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fillman et al. versus Divers.\nTo establish a resulting trust against a'purchaser at sheriff’s sale, under an execution against the alleged trustee, it is necessary to establish not only the existence of the trust, but also that the defendants who had-purchased the title of the trustee, had knowledge of the trust at the time of the purchase.\nIt is error, in such case, to instruct the jury, that the evidence of a witness, if believed, was sufficient proof of knowledge by the purchaser. That is a question of fact for the jury.\nA purchase of real estate with a wife’s money, which was obtained on condition that the deed should be taken in the wife’s name, would constitute the husband a trustee for his wife, independent of the Act of 1848. And the subsequent giving of a judgment for the money, would not convert his situation of trustee into that of a mere debtor.\nThe giving of notice to the sheriffs by the wife, that she claimed the benefit of the exemption law, out of the property, and the subsequent renting of it from the purchaser, though strong evidence against the wife, would not estop her from setting up a resulting trust in the land.\nError to the Common Pleas of Northumberland county.\nThis was an ejectment by Ann Divers against William Fillman and Francis Gibson, for a lot of ground in the borough of Miltofa, Northumberland county.\nJohn Divers, the plaintiff’s husband, on the 19th June 1841, purchased the lot in controversy from John Houtz, for $100, and took a deed in his own name. There was evidence on the trial that it was purchased with the plaintiff’s money, and that the deed was to have been made in her name. At the time the money was advanced to him, Divers gave his note for it, and subsequently a judgment in which this sum was included; other money of the plaintiff having been expended in the erection of a dwelling-house on the lot.\nOn the 9th January 1852, a judgment was obtained against John Divers, under which the lot in question, with the improvements, was sold by the sheriff, and purchased by Francis Gibson for $335, who leased it to the other defendant.\nAt the time of the sale, the plaintiff gave notice to the sheriff that she claimed $300 out of the proceeds, under the exemption law; and on the 3d March 1853, she leased the premises from Gibson, the purchaser.\nAt the expiration of her lease, the plaintiff gave up possession of the premises, and brought this suit to recover the lot, alleging a resulting trust in her favor in the original purchase.\nThe' only evidence of notice of the alleged trust on the part of the purchaser, was contained in the testimony of Samuel Shadman, which was as follows: “ I was in Ann Divers’s house, when she lived there, once; I heard Gibson talking, and I went in; her and Gibson were talking about the matter there; she told him he knew it was her money bought this house and lot; he said yes, but Divers had to give his own obligations for it. This was in the house, on this property; Divers and Gibson are brothers-in-law.” Cross-examined: “ Can’t tell the year this conversation took place; it was after Ann Divers rented this property from Francis Gibson; I think it was after the property was sold by sheriff. They had been talking before I went in.”\nThe court below instructed the jury, inter alia, as follows:—\n“ The plaintiff alleges that the $100 received by Houtz from Comley, on the order of Blain, was money coming to her from her father’s estate, and that, although the deed was made in the name of her husband, he was her trustee and held the legal title for her. It is clear, that where one man pays money to another for the purchase of property, and the deed is taken in the name of that other, a trust is created, and if thése are the facts Divers may be considered as the trustee of his wife. But although this inay be so, the defendants are not to be affected by it unless Gibson, at the time he purchased, or before, had notice of the existence of this trust, and this notice should be clear and unequivocal. Purchasers are not to be affected by secret trusts.not appearing in the deed, unless they have positive, direct, and express notice of the trust: Scott v. Gallagher, 14 S. R. 333. Yague reports are not sufficient. If the testimony of Shadman is believed, and he is not contradicted, Gibson knew before he became the purchaser, that it was the money of Ann Divers with which the property in dispute had been purchased; and this before the sale was made to him by the sheriff.\n“ The Act of 11th of April 1848, relating to married women, changed their condition in respect to property of every kind, acquired during coverture; and the court are of opinion, that if Divers gave his note for the money to Blain, and afterwards gave his judgment to old Mrs. Keefer, this would not divest the wife’s right, if dope without her knowledge and consent.\n“ The defendants contend also, that the plaintiff is estopped from claiming the property by the lease of the 2d of March 1853. Ann Divers at the time was in the possession of the property, and is not estopped from contesting the landlord’s title. She was not in possession under of by virtue of any lease or agreement made with Gibson; and if her title at the time the lease was executed was superior to that of Gibson, why should she surrender the possession and be turned round to her action of ejectment to recover it ? If she had been out of possession at the time and Gibson in, then in that case she would be obliged to surrender the possession to him, unless the lease was unjustly obtained. Miller v. McBrier, 14 8. R. 382; Hall v. Benner, 1 Penn. Rep. 410.”\nTo this charge the defendants excepted; and a verdict and judgment having been given for the plaintiff, the defendants sued out this writ and here assigned the same for error.\nLaivson and Brown, for the plaintiffs in error.\nGf. P. Miller, for the defendant in error."
  },
  "file_name": "0429-01",
  "first_page_order": 429,
  "last_page_order": 432
}
