{
  "id": 985125,
  "name": "Peterman versus Huling",
  "name_abbreviation": "Peterman v. Huling",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "432",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 15645,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 3.146268829384686e-07,
      "percentile": 0.862359156846596
    },
    "sha256": "75e9942c8eb2f2daf732547ba34aa3efac66d5c182f73f9a192aeb9dd9042643",
    "simhash": "1:87dcae76442822ae",
    "word_count": 2748
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peterman versus Huling."
    ],
    "opinions": [
      {
        "text": "The opinion, of the court was delivered by\nStrong, J.\nThe court below ruled this case upon the ground that the verdict and judgment in the former ejectment brought by Huling against Peterman and Coder, was conclusive upon the rights of the parties. If that ground be tenable, it necessarily disposes of the whole case, and renders a consideration of the other errors assigned of no importance.\nThe former action, though in form an ejectment, was in substance a bill by a cestui que trust against his trustee to enforce the execution of the trust. The title of Huling, the plaintiff in that case, was purely an equitable one.. It rested upon the assertion that Coder and Peterman held the legal title to two tracts of land, one-half of which was purchased with his money, and that they held it under an agreement that it should be for the joint use of Coder and Huling. In a court of law, therefore, Huling would have had no case. In England, he must have gone into equity, and prayed a chancellor to decree a conveyance by the trustee to him. The ejectment which he brought was a substitute for such a bill in chancery. But if a chancellor had decreed such a conveyance by the trustee to the cestui que trust, and enforced his decree, it would have for ever estopped Coder and Peterman from denying that Huling was the owner, both legal and equitable, of the one-half of the land. Such a decree would have been conclusive upon them in any subsequent suit, or in any other court. This is not controverted. Now as our equitable action of ejectment has taken the place of such a bill in equity, and as on the trial of the ejectment the trustee may avail himself of any defence which he could use in a court of chancery, why should not a verdict and judgment he as conclusive upon the parties as is the decree of the chancellor ? The controversy in both cases is the same. • The principles of adjudication are the same. It is only the form of trial which differs. It is difficult to show any substantial reason why the effect should not be the same. Accordingly it was ruled in Seitzinger v. Ridgway, 9 Watts 496, that one verdict and judgment in an action of ejectment, brought to compel the specific performance of an agreement for the purchase and sale of land, is conclusive between the parties, and a bar to any subsequent action. The basis of the ruling was, that the action is to be regarded as a bill in equity, and not as a possessory ejectment at common law. It is true that Seitzinger v. Ridgway was a suit by a vendee under articles of agreement against a vendor, but the doctrine upon which the judgment rests is, that whenever ejectment is a substitute for a bill in equity, a verdict and judgment have the same conclusive effects as those which follow a final decree in a court of equity. It was so understood both by the profession and by the legislature. That the latter so understood it, is apparent from their action, to which I shall have occasion presently to refer. If, then, the doctrine asserted in that case is still the law of this state, it sustains and vindicates the instructions given to the jury in the case which we have now under consideration. Seitzinger v. Ridgway was decided at May Term 1840, and on the 5th of May 1841, the legislature passed a resolution from the 5th section of which I quote, “ That the provisions of the 4th section of an act entitled ‘ A supplement to an act to regulate arbitrations and proceedings in courts of justice, passed the 13th day of April, A. d. 1807, declaring that where two verdicts shall, in any writ of ejectment between the same parties, be given in succession for the plaintiff or defendant, and judgment be rendered thereon, no new ejectment shall be brought; but where there may be verdict against verdict, between the same parties, and judgment be rendered thereon, a third ejectment in such cases, and verdict and judgment thereon, shall be final and conclusive and bar the rightshall be construed to extend to all actions of ejectment, whether the same be founded on a legal or equitable title, or such action be brought as a substitute for a bill in equity, or for any other object or purpose whatever.”\nThis resolution undoubtedly changed the rule which had been recognised and asserted in Seitzinger v. Ridgway, and gave to a verdict and judgment in what is loosely called an equitable ejectment no greater effect than that which follows a verdict and judgment in an ejectment brought, not to enforce a personal obligation, as is a bill in equity, but a right of possession merely. And though the Act of 1807 did not give a right to bring successive ejectments, but, on the contrary, was restrictive of pre-existing rights, yet its implication had always been held to be that in a common law ejectment one verdict and judgment is not conclusive. But is the resolution of May 5th 1841 now in force ? We think it is not. On the 21st of April 1846, another act was passed, which enacted that in all actions of ejectment thereafter tried, to enforce the payment of purchase-money, wherein time becomes of . essence in the finding of the jury, one verdict and judgment shall be conclusive. This was a partial change of the resolution of 1841, but not a total repeal. It only applied to the single case in which a plaintiff vendor had recovered a verdict and judgment for his land, and the jury had given the defendant time to redeem, for in no other case could time be of the essence of the finding: 6 Barr 391. But on the 30th day of April, A. D. 1850, the legislature passed another Act entitled “An Act to incorporate the Presbyterian Congregation of Fruit Hill, in the county of Clearfield, and relative to actions of ejectment to compel the specific execution of agreements for the purchase of lands.” The 5th section of this act repealed the 5th section of the resolution of May 5th 1841, and consequently restored the law to what it was declared to be in Seitzinger v. Ridgway. The repeal is direct and positive in terms.\nIt is, however, contended that this Act of April 30th 1850 has not the force and effect of law, and that it has no operation to repeal the former resolution. It has never been enrolled, nor published among the pamphlet laws, probably in consequence of the non-payment of the enrolment tax due from the Presbyterian congregation, for whose incorporation it provided. A previous Act of Assembly (that of April 16th 1845, P. L. 532) had declared that no private Act of Assembly therein described (including laws granting corporate powers) should be enrolled in the office of the secretary of the Commonwealth, or published, or have the force and effect of law, until a designated tax should be paid into the treasury. In supposed compliance with the provisions of this act, the Act of 1850 was not enrolled or published in the authorized pamphlet laws. It was, however, both a public and a private act, and the designated pre-requisites to enrolment were applicable only to private acts. It was, evidently, not the intention of the legislature to prevent anything from having the force and effect of law, other than those parts of an enactment which provide for the incorporation of the company from which the tax is demanded. They could not have designed to force the public to pay a tax for the benefit of a private corporation, nor to enable such a corporation to determine whether a statute, public in its nature, should or should not be law, by the exercise of their choice, whether they would or would not pay the sum demanded for their corporate privileges. It is obvious that their sole purpose was to reach private companies which might thereafter ash for a corporate existence, and we may not give greater effect to the Act of 1845 than the law-making power intended. It is onr duty, if possible, to construe it in accordance with the legislative purpose. Doubtless the union of a public and a private act in one statute is impolitic and inconvenient. We could have no better illustration of its incongruity, and of the embarrassments which must result from such legislation, than the present case affords. But where such an unnatural conjunction exists, the statute must be regarded as double, consisting of two distinct legislative acts, the part which is public demanding.enrolment and publication, and having immediately the force and effect of law, and the part which is private inoperative, until the party to be affected by it shall perform what is necessary to give it validity.\nIf it be suggested, that prescription of a statute is necessary to give it effect, it must be admitted. But if by prescription is meant publication among the authorized pamphlet laws, the suggestion cannot be supported. Extensive publication is doubtless the dictate of justice, and accordingly ample provision has been made for it both by the constitution and by Acts of Assembly. There are, however, other modes of publication than that by the pamphlet laws. The doings of the legislature are necessarily public, and the journals of each house are required to be published weekly. Every enactment is therefore published in the sense in which publication is intended in the word prescribed. Certainly the oversight or neglect of the secretary of the Commonwealth to publish, in the pamphlet edition, a particular statute, is not to destroy its validity. Nor does a law which, upon its face, is to take effect from its passage, remain inoperative until the public printer may issue from the press the annual volume of laws.\nThere is nothing, therefore, in the want of publication, which enables us to say that the Act of April 30th 1850 is inoperative to repeal the resolution of 1841. That such is its effect has been the understanding of the legislature itself as well as of this court.\nOn the 8th day of May, A. D. 1850, the same legislature which passed the Act of April 30th 1850, enacted that the repeal of the 5th section of the Act of 1841, by the 5th section of the Act of 30th April 1850, should have no effect upon pending ejectments brought since the passage of the Act of 1841 (P. L. 716, § 13). This seems to be a recognition of that part of the Act of April 30th 1850, which was public in its nature, as being in force. But still more direct and significant is the Act of February 11th 1851. That makes it the duty of the secretary of the Commonwealth, “ in the publication of the pamphlet laws, immediately after the adjournment of each legislature, to select all acts, and parts of acts, which are of a general nature, and applicable to the entire state, and cause one thousand copies thereof to be published in pamphlet form as speedily as possible.” The secretary is not to delay selecting and publishing those “ parts of acts which are of a general nature, and applicable to the entire state,” until a private corporation may pay an enrolment tax. The publication is to be immediate, or as speedy as possible. This unmistakably indicates that the legislature considered the public parts of a statute, which is both public and private, as unaffected by the Act of 16th of April 1845.\nThis court has also more than once recognised the 5th section of the Act of April 30th 1850 as in force. In Amick v. Oyler, 1 Casey 506, Lowrie, J., remarks that “the principle of Seitzinger v. Ridgway was substantially vindicated by the legislature by the Act of 21st April 1846, and fully reinstated by the Acts of 30th April and May 8th 1850. So also in Beck’s Executors v. Graybill, 4 Casey 66, a case in which it became unnecessary to determine whether a verdict and judgment in a former ejectment were conclusive or not, Lewis, C. J., said, “ the judgment was certainly a decree in favor of her (the defendant’s) equitable title. It was pronounced in an action brought after the passage of the Act of 30th of April 1850, the object of which was to restore the rule established in Seitzinger v. Ridgway.”\nWe are led, therefore, alike by our own reasoning, by the legislative understanding, and by past judicial recognition, to the conclusion that the 5th section of the Act of April 30th 1850 is in force, that it has repealed the resolution of 1841, and consequently that the doctrine of Seitzinger v. Ridgway is now the law of this state.\nThe plaintiff in error, however, contends that the title and parties in the present suit differ from those in the former ejectment. Yet Peterman and Huling were parties in the former case, and the title which Huling set up then is the same upon which he defends now. In the first ejectment, Peterman took defence for the whole land, denied Huling’s alleged equitably title, and set up precisely what he now attempts to use as the ground of recovery. In both cases, the question directly in issue has been the validity of Huling’s equitable title under the purchase from Keim. It is not necessary to inquire what would be Peterman’s situation now, if, on the trial of the first ejectment, he had disclaimed title and possession as to one undivided moiety of the land, and taken defence only as to that moiety which was conveyed to him by Coder. Such is not his situation. He chose to deny Huling’s title to any part of the land. He not only set up title in himself under Coder’s deed to him as to one-half, but attempted to hold the other moiety under a sheriff’s sale of it as the property of Coder, and in hostility to any title in the cestui que trust, tie is therefore concluded by the former verdict and judgment, and the court below rightly instructed the jury that he could not recover.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Oomly, Lloyd and White, for the plaintiff in error.",
      "Maynard Willard, and Armstrong $ Johnson, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Peterman versus Huling.\nOne verdict and judgment in ejectment upon an equitable title, is conclusive between the parties, and a bar to any subsequent ejectment for the same land; and this rule includes all equitable titles.\nSuch action is to be regarded as a bill in equity, and not as a possessory ejectment at common law; and a verdict and judgment therein will have the same conclusive effects, as those which follow a final decree in a court of equity.\nThe resolution of the 5th May 1841 was repealed by the 5th section of the Act of 30th April 1850; which'is in force, notwithstanding it has not been enrolled and published in the pamphlet laws.\nIf an enactment of a public nature be incorporated in a private statute, the part which is public should be enrolled and published, notwithstanding the non-payment of the enrolment tax.\nPrescription is necessary to give effect to a statute ; but the doings of the legislature are necessarily public, and every enactment is therefore published, in the sense in which publication is intended in the word “ prescribed.”\nError to the Common Pleas of Lycoming county.\nThis was an ejectment by Franklin S. Peterman against James Huling, for two tracts of land in Penn township, each containing 43T acres 39 perches. The defendant disclaimed title and possession as to one-half of the land.\nThere had been a former verdict and judgment in ejectment, between the parties, upon the same equitable title, and the only question in this case was, as to the conclusiveness of that proceeding. The case of Coder and Peterman v. Huling, is reported in 3 Casey 84.\nThe court below instructed the jury that the former verdict and judgment were conclusive evidence of Huling’s right to one-half of the land, and a bar to the present action.\nTo this charge the plaintiff excepted; and a verdict and judgment having been given for the defendant, the plaintiff removed the cause to this court, and here assigned the same for error.\nOomly, Lloyd and White, for the plaintiff in error.\nMaynard Willard, and Armstrong $ Johnson, for the defendant in error."
  },
  "file_name": "0432-01",
  "first_page_order": 432,
  "last_page_order": 437
}
