{
  "id": 985070,
  "name": "The Merchants' Insurance Company v. Algeo & Co.",
  "name_abbreviation": "Merchants' Insurance v. Algeo & Co.",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "446",
  "last_page": "448",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 446"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 295,
    "char_count": 4895,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 7.948649131615536e-08,
      "percentile": 0.4625833398008919
    },
    "sha256": "fa6189ee84f0a1553f921dea2d122854ad0232b04a66b6be8fd31426457f3ffa",
    "simhash": "1:bfe0f18ef933f5cd",
    "word_count": 845
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Merchants’ Insurance Company v. Algeo & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWe have here two cases between the same parties, and depending on the same principles, and we treat them together.\nCoal-boats and ice-boats on the Ohio river are not at all fit for navigation in the ordinary sense of “seaworthiness,” for they are very unmanageable, and cannot be landed without great risk, except in an eddy, and with a clean and deep shore. Yet they are insurable on a voyage.\nFour of these were insured in the tow of a particular steamboat; and it has not power enough to maintain entire control of them. Are they therefore to be regarded as inadequately manned ?\nWe cannot say so as mere matter of law; for the law of such a case must consist of or be derived from the relevant customs of navigation on the river; and we have not learned, in our judicial experience, what those customs are, and. have no evidence of them in the case. Ice-boats, without the assistance of a tow-boat, are much more unmanageable than with it; and yet they are not treated, as unseaworthy. Tow-boats may be intended only as a partial cure of this.defect; and we find that the hands of the coal-boats were with them. Considering this, and that this one boat was to tow four of such unwieldy craft, we should rather infer that no more was intended in this instance.\nOne action of covenant is no bar to another on the same instrument, claiming for another breach. We think that the court below committed no error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Knox $ Hamilton, for the plaintiffs in error.",
      "Marshall $ Brown, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Merchants’ Insurance Company v. Algeo & Co.\nIn a policy of insurance on four ice-boats, to be towed down the Ohio river, by a certain steamboat, or some other good boat equal thereto, there is no implied warranty that the tow-boat is of sufficient capacity to manage and tow the ice-boats.\nA recovery in one action of covenant is no bar to another on the same instrument, claiming for another and distinct breach.\nError to the District Court of Allegheny county.\nThese were two actions of covenant by John Algeo & Co. against the Merchants’ Insurance Company of Philadelphia, on a policy of insurance on four ice-boats, from Freeport, Pennsylvania, to Nashville, Tennessee.\nOn the 3d April 1856, the plaintiffs effected a policy of insurance with the defendants in $6000, upon a cargo of ice, contained in four ice-boats, from Freeport, Pennsylvania, to Nashville, Tennessee ; to be brought down to Pittsburgh by sweeps, and to be towed thence by steamboat General Larimer, to Nashville : — being to amount of $1500 on each boat, separate insurance. With privilege to be towed by some other good boat equal to steamboat General Larimer.\nOne of the boats was sunk about three miles below Pittsburgh; and for this loss there had been a former recovery on the policy. The other three were taken in tow by the General Larimer, but, owing to the insufficiency of her power, she was unable to manage them; one of the ice-boats, from this cause, was run ashore, and lost, when near the head of Grandview Island; the steamer then proceeded on her voyage with the two remaining boats, and when off Line Island, another of them was lost. And for these losses the two present actions were brought.\nThe defendants pleaded, inter alia, a former recovery; to which the plaintiffs replied nul tiel record, and that the recovery was upon another and separate covenant in the policy. To this replication the defendants demurred; which demurrer was overruled, on the ground that the plea itself was had, in not averring the former recovery to have been for the same breach of covenant, and for the same cause of action.\nOn the trial, the defendants offered in evidence the record of the former suit; which was ruled out by the court, “ it appearing from an inspection of the record that the recovery was for another and different cause of action, and for a different breach of the same contractto this the defendants’ counsel excepted; and the court sealed a bill of exceptions.\nThe defendants’ counsel then requested the court to charge the jury : that “ the policy declared on contained an implied warranty that the tow-boat was of sufficient capacity to manage and tow the ice-boats; and if the jury believed from the evidence that she was not of sufficient capacity for the purpose aforesaid, and the loss resulted from such cause, the plaintiffs were not entitled to recover.”\nThe court (Williams, J.) declined so to charge, and sealed another bill of exceptions. There was a verdict and judgment in favour of the plaintiffs in one case for $1654.25; and in the other for $1636.25; whereupon the defendants removed the causes to this court, and here assigned: 1. The overruling of the defendants’ demurrer; 2. The rejection of the record of the former suit; 3. The refusal of the court below to charge the jury as requested.\nKnox $ Hamilton, for the plaintiffs in error.\nMarshall $ Brown, for the defendants in error."
  },
  "file_name": "0446-01",
  "first_page_order": 446,
  "last_page_order": 448
}
