{
  "id": 985103,
  "name": "Klingensmith versus Klingensmith's Executor",
  "name_abbreviation": "Klingensmith v. Klingensmith's Executor",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "460",
  "last_page": "461",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 525",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 229,
    "char_count": 3205,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 2.4439021113824404e-07,
      "percentile": 0.8033512764643808
    },
    "sha256": "a3717a4ee4dfde9e4718a29c733003bdba29941953f61de6af061d702229dc40",
    "simhash": "1:c411b719811dfd58",
    "word_count": 550
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Klingensmith versus Klingensmith’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nIt seems to us that there was no error in the admission of evidence, nor in the application of it. But there is error in the answer to the plaintiff’s third proposition. The action is against one of two sureties. The other had been discharged, by the neglect of the plaintiff to sue the principal after due notice. This does not discharge both, where by law a several action may be brought. The surety not discharged may be sued for his proportion of the amount. This principle is so well stated and justified by Mr. Justice Rosees, in the case of Schock v. Miller, 10 State Rep. 401, that we may content ourselves with referring to that decision.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "W. A. Cook, for the plaintiffs in error,"
    ],
    "corrections": "",
    "head_matter": "Klingensmith versus Klingensmith’s Executor.\nWhere the obligation of sureties is joint and several, the discharge of one of them does not release the other from the payment of his proper proportion of the claim.\nSchock v. Miller, 10 Barr 401, affirmed.\nWhere there is evidence that the son of a co-surety gave notice to the creditor to proceed against the principal debtor, it is not error to submit the question of his authority to give such notice to the jury.\nError to the Common Pleas of Westmoreland county.\nThis was an action of debt, by Sarah Klingensmith and John Klingensmith, her husband, for the wife’s use, against P. Klingensmith, executor of John Klingensmith, Jr., deceased, on a note under seal, for the payment of $169.\nSarah Klingensmith, prior to her marriage, loaned $169 to A. Klingensmith; and for this sum he gave the note in question, dated the 5th April 1854, with John Klingensmith, Jr., and Henry Knappenberger, as sureties. The note was joint and several, and under seal.\nA. Klingensmith, the principal, became insolvent; both the sureties died; and separate suits were instituted by the plaintiffs against their representatives.\nThis action was defended, on the ground, that the defendant’s testator had been discharged, by a neglect to sue the principal debtor, after a notice given to the plaintiffs by Henry Knappenberger, the co-surety.\nThe evidence for the defence consisted in proof that a son of Knappenberger, the co-surety, who was aged and'infirm, called on the plaintiffs, and said he was sent by his father, to say that he wanted them to push that note, or his father would not stand good for it any longer.\nThe court below, in answer to points presented by the plaintiffs’ counsel, declined to charge the jury that there was no evidence of any authority in Knappenberger’s son, to give the notice proved; but left it as a question of fact for the jury, and instructed them, that if Knappenberger was discharged, by the omission of the plaintiffs to sue after notice, then this would operate also to discharge John Klingensmith, Jr., his cosurety.\nTo this charge the plaintiffs excepted; and a verdict and judgment having been rendered for the defendant, the plaintiffs removed the cause to this court, and here assigned such charge for error.\nW. A. Cook, for the plaintiffs in error,\ncited Hays v. Lynn, 7 Watts 525; Moore’s Executors v. Patterson, 4 Casey 512; Story’s Eq., § 498; Schock v. Miller, 10 Barr 402-4."
  },
  "file_name": "0460-01",
  "first_page_order": 460,
  "last_page_order": 461
}
