{
  "id": 985084,
  "name": "Cunningham versus McCue et al.",
  "name_abbreviation": "Cunningham v. McCue",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "469",
  "last_page": "470",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 469"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0060-01"
      ]
    },
    {
      "cite": "7 W. & S. 249",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 290,
    "char_count": 4223,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.5995318645990558
    },
    "sha256": "6375f7a26c0030bf78a781c4731aaf054561abd9854aa60105a0c0541f95dc44",
    "simhash": "1:11b124e41fe73ff8",
    "word_count": 742
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cunningham versus McCue et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe written notice requiring a plaintiff to enter satisfaction of a judgment before a justice of the peace, that is in fact satisfied, may be properly served by leaving a copy with his wife at his dwelling-house. This is a good service of a summons, and of a notice to a justice to tender amends for acts of official misfeasance under the Act of 21st March 1772, § 1, and those are sufficient analogies, though others might be named.\nIt is objected, that the declaration is not good; and that is true. It is good for nothing; for it tells us nothing valuable about the claim. We treat it, therefore, as no declaration at all. And as the parties did not notice it on the trial, we may take them as treating it in the same way. A declaration that has only blanks at the places where definite averments ought to be, is no declaration. But parties may try appeal cases without pleadings, and we must regard.them as having done so in this instance; and the defendant cannot now raise the objection that the essential parts of the declaration are blank.\nWe do not see any error in the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Golden & Fulton, for the plaintiff in error,",
      "Cantwell, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Cunningham versus McCue et al.\nA notice to a plaintiff in an action before a justice, to enter satisfaction on the judgment, may be properly served by leaving a copy with his wife, at his dwelling-house.\nThe parties on an appeal from a justice may go to trial without pleadings; and if they try the case on a declaration in which important averments are left blank, this court will not, for such cause reverse, but will treat the case as having been tried without a declaration.\nError to the Common Pleas of Armstrong county.\nThis was an action of debt originally brought before a justice of the peace by John McCue, Sr., and John McCue, Jr., against John Cunningham, to recover the penalty prescribed by the 15th section of the Act 20th March 1810, for neglecting to enter satisfaction on a judgment obtained before another justice, by the present defendant against the plaintiffs: Brightly’s Burd. 490, pi. 85.\nThe following declaration was filed, and on it the parties went to trial;—\nJohn McCue and John W. McCue [In the Common Pleas of Armstrong county, v. No. 75, September Term, 1855. John Cunningham.]\nThe defendant was summoned to answer plaintiffs of a complaint, as follows: Whereas the said Cunningham did obtain a judgment before-, Esq., a justice of the peace in and for Armstrong county, against said John McCue and John W. McCue, in the year A. D.-, and which said judgment was fully paid and satisfied by said defendants, McCues; and whereas, said Cunningham, craftily contriving to defraud and injure said McCues, plaintiffs in this case, although often requested so to do, and after being duly and legally notified to receipt and satisfy said judgment, absolutely and entirely refused to do so, whereby said'McCues were injured and damaged to the amount of said judgment, one-fourth, the entire sum of said judgment being-dollars; and whereas the said Cunningham was legally bound to receipt and satisfy the judgment on the docket of said justice as aforesaid, yet he wholly neglected and refused to do so, after it was paid, and after the said McCues had requested him by legal notice. Whereby they were damaged to one-fourth the sum of said judgment, being the penalty put upon him by the law for refusing or neglecting to do so after request made as aforesaid, and, therefore, they bring suit, &c.\nOn the trial, the notice to enter satisfaction was proved to have been served on the defendant, by leaving a copy with his wife, at his residence.\nThe court below (Burlington, P. J.) charged the jury, that this was a sufficient service on the defendant; to which the defendant excepted; and a verdict and judgment having been given for the plaintiffs for $4.50, the defendant removed the cause to this court, and here assigned for error: 1. The insufficiency of the declaration. 2. The charge of the court.\nGolden & Fulton, for the plaintiff in error,\ncited Pedan v. Cox, 3 S. & R. 245; Gracy v. Bailee, 16 Id. 126; Jackson v. Wilson, 7 W. & S. 249; Castle v. Burditt, 3 T. R. 623.\nCantwell, for the defendants in error,\ncited Campbell v. Shrum, 3 Watts 60; Snyder v. Wilt, 3 Harris 59."
  },
  "file_name": "0469-01",
  "first_page_order": 469,
  "last_page_order": 470
}
