{
  "id": 985069,
  "name": "Henderson's Appeal",
  "name_abbreviation": "Henderson's Appeal",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "502",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 502"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle 35",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 100",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 10673,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 7.150210617919857e-08,
      "percentile": 0.4285759517253709
    },
    "sha256": "c58e300f1528ec476da449ec9da4a9a22748fb6be9f05194aee68052f98300e7",
    "simhash": "1:198835b15ecbf45f",
    "word_count": 1823
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henderson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe money in controversy here was made by the sheriff, and brought into court upon a judgment of John N. Osborn against George W. Townley. The appellants claim it by virtue of an attachment execution issued at their suit against Osborn, and served on Townley as garnishee.\nAppellees — who are eleven New York firms — creditors of Osborn, claim it by virtue of a transfer made to them by Osborn on the 30th March 1857 (before- the attachment was laid), which transfer, they say, vested in them Osborn’s whole title, legal and equitable, to the debt against Townley. They show a very formal transfer. It contains first an enumerated list of notes, and then adds “sundry accounts, due-bills, &c., a list of which is in the hands of Mr. Richmond, amount $1133.42.” On this list, as identified, is the claim against Townley of $104. The assignment concludes with a provision that the said creditors are to distribute the avails among themselves in proportion to their respective claims, saving that P. P. Shaw & Co. are to receive nothing until the other assignees have received as much as this particular firm shall realize from certain notes of Hilbronner’s heretofore paid to them. In this assignment there is no trustee named, and no trust expressed. It is a direct transfer to the parties named, without condition or qualification other than the one above alluded to.\nNow, that such an assignment was good without being recorded has often been decided. . The Act of 24th March 1818, which annuls assignments not recorded within 30 days, relates to voluntary assignments of a debtor “ to any person or persons in trust for the use of his, her, or their creditors, or in trust for the use of such person or persons to whom such assignment may be so made, and the other creditors of such assignor,” but has no application to an assignment made directly to the creditors beneficially interested in it, either as collateral security or in satisfaction of their claims: Chaffees v. Risk, 12 Harris 432.\nNor is it material to the effect of the assignment that the creditors were not present assenting to it. Their assent is to be implied in the absence of evidence of negation. The assignment was beneficial to them. It was a security, and might lead to satisfaction, or part payment at least, of their claims, and it is not to be presumed that they would decline it. Their subsequent conduct shows their intention to accept and ratify it, except in the instance of Henderson, Kirtland, North & Platt, the appellants here, who though named in the assignment with the eleven other firms, indicated very clearly their unwillingness to take under it by attaching the debt of Townley. They stand on their attachment, the eleven firms on the assignment; and as the assignment was prior to the attachment, and notice thereof was communicated to the appellants before they proceeded, it is apparent that the eleven firms have shown the best title to the money.\nBut the appellants insist on our taking a view of the transaction that would result in a conclusion favourable to them. They say that the debt of Townley and all the debts in the list alluded to did not pass under the assignment we have been considering; but was intended to pass under an assignment made the same day, March 30th 1857, by Osborn to H. L. Richmond, in trust for the benefit of the New York creditors; and that this assignment was clearly within the Act of 1818, and therefore not being recorded was void as against a subsequently attaching creditor.\nThis conclusion is inevitable if the premises be well assumed, but what were the facts ?\nIt would seem, from the very imperfect presentation of them which we have, that H. L. Richmond was the attorney of the eleven firms mentioned in the assignment we have been considering, and that the appellants are the only assignees named therein, who were not his clients. He prepared that assignment for Osborn; but as the accounts, due-bills, &c., amounting to $1133.42, were in the hands of A. B. Richmond, as Osborn’s collecting attorney, they were referred to by means of the “ list which is in the hands of H. L. Richmond, amount, $1133.42.” And then for the purpose of identifying this “list,” says Mr. Richmond, there was written on the margin of it, as follows:—\n“ I assign to II. L. Richmond this list of accounts for the uses named in his receipt to me of this date, March 30, 1857.\n(Signed) ,. John N. Osborn.”\nNow the appellants allege that this was-the assignment under which the claims in the “list” including Townley’s debt, were intended to pass, and that this was an assignment in trust. It cannot be. There is no use expressed on the face of this assignment, and the receipt referred to was not produced, and no evidence was given of its contents. But it seems to be granted that the receipt showed it was an assignment for the benefit of New York creditors. What, then, is the interpretation of the writing? Manifestly that the “list” of accounts is transferred to the attorney of the New York creditors, to whom the “ accounts, due-bills, &c.,” contained in that list have been formally assigned. As if Osborn had said, having transferred my claims against Townley and other debtors, amounting to $1133.42, to twelve firms of New York creditors, eleven of whom are represented by Mr. Richmond, as their attorney, I now transfer this list of those claims to him for the use of those creditors.\nBoth instruments must be regarded as parts of the same transaction, and as constituting together one transfer, else we convict Osborn of the monstrous absurdity of voluntarily making inconsistent dispositions of the same assets on the same day, and Mr. Richmond of taking in trust for New York creditors in general, assets which he had just assisted his client to assign to certain specific creditors absolutely.\nWe are not convinced that the transaction was marked with such inconsistency and folly. Certainly it ought to have been so executed as to leave no doubt of what was intended, but after an attentive consideration of all that has been submitted, we are of opinion that the claim out of which the money in court was made, was assigned directly to the appellees before the appellants laid their attachment, and therefore that the decree ought to be affirmed.\nDecree affirmed at the costs of the appellants.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Finney and Douglass, for the appellants,",
      "H. L. Richmond, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Henderson’s Appeal.\nThe Act 24th March 1818, requiring assignments in trust to be recorded within thirty days, has no application to an assignment made directly to the creditors beneficially interested in it, either as collateral security or in satisfaction of their claim.\nOhaffees v. Risk, 12 Harris 432, affirmed.\nAn assignment by a debtor to certain specified creditors, of a number of claims in the hands of an attorney for collection, is not converted into an assignment in trust, by endorsing on a list of those claims as follows: “ I assign to H. L. R.,” the attorney of the creditors, “this list of accounts for the use named in his receipt to me of this date.”\nAppeal from the Common Pleas of Crawford county.\nThis was an appeal by Henderson, Kirtland, North and Platt, from the decree of the Court of Common Pleas, distributing the money raised on two executions against George W. Townley; one of them a fieri facias, at the suit of John N. Osborn, and the other an attachment execution at the suit of the appellants, served on Thornley, as garnishee of John N. Osborn.\nIn the spring of 1837, certain New York creditors of John N. Osborn, forwarded their accounts for collection to H. L. Richmond, their attorney in Meadville. And on the 30th March, Osborn executed and placed in the hands of Mr. Richmond, the following assignment:—\n“For and in consideration of my indebtedness to the firms and individuals hereinafter named, all of New York city, I hereby assign and transfer to them, that is to say, to P. P. Shaw & Co., Hull & Argalis, Phillips, Bixley & Co., M. Armstrong & Son, Gordon & Fellows, Amidon, Smith & Co., Stewart, Cushing and Higerman, Bramhall, Bennett & Richmond, Gage, Sloan & Dater, Henderson, Kirtland, North §• Co., Denison, Williams & Co., and J ames Brannon, the following notes, accounts, &c., viz.:\nNote of Theodore S. Minniss, dated Dec. 1, 1856, $23.00\nWm. & H. C. Davis, “ July 29, 1857, 660.62\n“ William Black, “ July 20, 1857, 36.60\n“ O. H. P. Herrington, “ July 19, 1856, 30.00\n“ I. & M; Hilhronnei-, “ Nov. 25, 1857, 900.00\n“ George S. Stewart, “ Nov. 27, 1857, 47.32\n“ T. Hi Higgins, “ Jan. 24, 1857, 11.50\n“ R. Morris, “ Mar. 24, 1857, 158.28\n“ J. C. Hays, “ Feb. 15, 1857, 36.52.\n“ Sundry accounts, due-bills, &c., a list hands of Mr. Richmond, amount, $1133.42 — amounting in all to $3,92723. The avails of which my said creditors are to distribute among themselves in proportion to their several claims, of which is in the saving that P. P. Shaw & Co. are to receive nothing until the other creditors named have received an amount proportionate to that paid Mr. Shaw, in notes of Hilbronner’s when here.\n“March 30, 1857. “Jno. N. Osborn.”\nMr. Richmond represented all the creditors named in this assignment, with the exception of the appellants.\nAt the same time, Osborn made out a list of small accounts owing to him, amounting in the aggregate to $1133.43, among which was a claim against George W. Townley of $104; and on this list he made following endorsement:—\n“ I assign to H. L. Richmond, this list of accounts for the use named in his receipt to me of this date.\n“March 30, 1857. “John N. Osborn.”\nTownley’s account, at this time, was, with others, in the hands of A. B. Richmond, Osborn’s attorney, for collection, who was duly notified of the assignment, and subsequently obtained judgment against Townley, on which one of the executions in question was issued.\nThe appellants declined to come in under the assignment, and having obtained judgment against Osborn, they issued an attachment execution which was served on Townley as garnishee.\nOn application of Townley, the court stayed proceedings on both writs, gave him leave to pay the money into court, and subsequently awarded the fund to the parties named in the assignment of the 30th March 1857; and from this decree the present appeal was taken.\nFinney and Douglass, for the appellants,\ncited Gaullagher v. Caldwell, 10 Harris 300; Fisher v. Knox, 1 Id. 622; Mott v. Clark, 9 Barr 399; Rider v. Johnson, 8 Harris 190.\nH. L. Richmond, for the appellees,\ncited Stewart v. McMinn, 5 W. & S. 100; Weber v. Samuel, 7 Barr 499 ; Chaffees v. Risk, 12 Harris 432; Thompson v. McClenachan, 17 S. & R. 115; McCrelish v. Churchman, 4 Rawle 35; Wiener v. Davis, 6 Harris 333."
  },
  "file_name": "0502-01",
  "first_page_order": 502,
  "last_page_order": 506
}
