{
  "id": 985074,
  "name": "Brown versus Lynn",
  "name_abbreviation": "Brown v. Lynn",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "510",
  "last_page": "513",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 404,
    "char_count": 9153,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 7.718182539294469e-07,
      "percentile": 0.9716639850431434
    },
    "sha256": "0c180dadaacda01fbcb079a2238812bd3e5185231cb693ab17630979cee199f5",
    "simhash": "1:e4e6e8eed65bd6c8",
    "word_count": 1544
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown versus Lynn."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe offer of the evidence, contained in the bill of exceptions of the plaintiff in error, was properly rejected. And not only for the reason assigned by the court, but because it was not relevant. One trespass, even if it amounted to this, would not justify another; and the testimony, if it had been admitted, could have had no operation, unless this rule were reversed. Indeed, the reasoning for the position contended for, necessarily maintained the principle that, the defendant, on account of the alleged trespass of the plaintiff in fastening his boat to a rock at his landing, might have cast it adrift or otherwise destroyed it without liability. A doctrine that no law will justify. The offered testimony did not touch the point of insufficient fastening, and for all these reasons was inadmissible.\nWe overrule the exceptions to the charge of the court in answer to the defendant’s points, upon the views of the learned judge on the law of the case, so accurately laid down to the jury in his charge, in which they are fully answered.\nJudgment affirmed..",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "JR. Woods J. T. Oochran, for the plaintiff in error.",
      "Penney Sterrett, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Brown versus Lynn.\nA defendant, by whose negligence the property of another has been injured, cannot excuse his negligence by showing that the plaintiff's property was placed where it received the injury, by an act of trespass on the part of the plaintiff.\nThe property of a trespasser cannot be injured or destroyed, without liability for the consequences.\nA party is not bound to guard against the want of ordinary care on the part of another; he has a right to presume that ordinary care will be used to protect the property from injury.\nError to the District Court of Allegheny eounty.\nThis was an action on the case by James Lynn against William H. Brown, for carelessly, negligently, and unskilfully mooring certain coal barges of the defendant in the current of the Monongahela river, above a certain flat-boat of the plaintiff, by reason whereof the said barges were forced from their moorings, and driven by the current against the plaintiff’s flat-boat, which, with its cargo, was sunk and destroyed. The defendant pleaded not guilty.\nIn the latter part of 1854, certain barges belonging to William II. Brown, the defendant, were moored at Dalzell Landing, on the Monongahela river. James Lynn, the plaintiff, had moored certain flat-boats immediately below the defendant’s barges. The river rose with unparalleled rapidity during the night, the lines by which Brown’s barges were moored gave way, and one of ■ the plaintiff’s flat-boats was sunk.\nOn the trial, there was much contradictory evidence as to the sufficiency of the defendant’s fastenings.\nThe defendant offered to prove that the ground to which the plaintiff’s boat and the defendant’s barges were fastened was in the possession of the defendant, as tenant of John Dalzell, and that the plaintiff fastened his boat there without the defendant’s permission, thereby committing a trespass on the defendant’s property. To this offer the plaintiff objected as irrelevant.\nPer Guriam. — “ The defendant’s offer is simply to show that the plaintiff tied up his boats to a rock, on the ground leased by defendant from Dalzell, without first obtaining permission. It is already in evidence that plaintiff’s boats were moored and tied with the knowledge of defendant. This was an implied permission, and unless the defendant offers to show that he refused permission, he cannot excuse himself for the consequences of his negligence by showing that permission was not asked and granted.”\nThe defendant excepted to the rejection of this evidence, and the court sealed a bill of exceptions.\nThe defendant’s counsel requested the court to charge the jury, inter alia, as follows : — ■\n“ 1. That if they find that the plaintiff was aware of the kind and character of the lines with which the defendant’s bai’ges were fastened, and if-he believed them insufficient to safely hold defendant’s barges, and with this knowledge and belief placed his boats immediately below defendant’s barges, then the plaintiff cannot recover.\n“2. That if plaintiff had full knowledge of the kind and amount of fastening which held defendant’s barges, and placed his boats' immediately below the barges, when he could have taken them to other places out of danger, then he took upon himself the risk, and if his boats were injured the same day, by the barges breaking loose, he is not entitled to recover.\n“ 8. That .if plaintiff removed his boats from the outside of defendant’s barges, where they had been fastened by a line to the shore, and placed them below the barges, knowing that the barges were in danger of breaking loose and injuring them, when he could have placed them out of danger, then he cannot recover, although the amount of care subsequently bestowed by the defendant was not sufficient to prevent the rising river from sweeping off the barges, and injuring plaintiff’s boat.”\nThe court below (Williams, J.) charged the jury as follows:— “ The defendant was bound to use ordinary care, skill, and diligence in fastening his barges to the shore, where they were moored. He was bound to use ordinary care, skill, and discretion in selecting, and using a sufficient number of cables, and of sufficient strength for the purpose of fastening and holding his barges to the shore.\n“ Ordinary care, skill, and diligence, is such a degree of care, skill, and diligence as men of ordinary prudence, under similar circumstances, usually employ. If the danger be great and threatening, then a high degree of skill and care is requisite in order to avoid or prevent it; and in case of great danger, great care and caution will be but ordinary care. But if the' circumstances are such that but little risk or danger may be reasonably apprehended, then a much less degree of care will be ordinary care.\n“ The defendant, then, was bound to use care, skill, and prudence in tying his barges to the shore, and making use of all such means as a man of ordinary prudence would have used, in order to prevent the barges from breaking loose, and from being swept down by the current against other boats and crafts moored along the shore. If the defendant failed to use ordinary care, skill, and diligence to prevent the barges from being swept off by the current ; and if they were swept off by reason of defendant’s negligence in not securely fastening them in the first instance with proper cables, or in suffering the cables to he so worn by use, as to become defective and insufficient; and if, without any default on the part of the plaintiff, his boat was sunk in consequence of its being struck by defendant’s barges, then the plaintiff is entitled to recover in this action, for the injury thus occasioned by defendant’s negligence. But if the defendant used ordinary care, skill, and diligence in fastening and securing his barges, such a degree of skill and care as a man of ordinary prudence would have used under the circumstances; if he had his barges secured by a sufficient number of cables of sufficient strength, and if they were properly fastened to the shore, so as to be secure in the judgment of a man of ordinary prudence; and if they were properly watched and guarded by a competent number of hands, then the defendant would not be responsible for the loss of plaintiff’s boat, although it was sunk by defendant’s barges breaking loose and striking against it.\n“I cannot charge the jury as requested in defendant’s first, second, and third points, under the circumstances of this case. The plaintiff moored his boats, according to the evidence, early in the morning of the day of the accident, soon after the river had commenced rising. If the plaintiff knew that the defendant’s lines or cables were not sufficient to hold the barges in case the river should rise in the way it did, he was not bound to presume that the defendant would suffer his barges to remain with insecure fastenings during the rise, but he might presume that the defendant would use ordinary care in securing and fastening his barges, in order to prevent them from being swept off by the rise, and the plaintiff would be justified in acting upon this presumption; and if his boat was lost by the continued negligence of the defendant, in failing properly to secure and fasten his barges, after the river began to rise, he may recover.\n“ The defendant cannot set up his own negligence to shield himself from responsibility for plaintiff’s loss, if occasioned by his negligence. The rule for which defendant contends, would prevent the owners of boats from mooring them below boats insecurely fastened.”\nTo this charge the defendant excepted; and a verdict and judgment having been rendered .for the plaintiff for $631.30, the defendant removed the cause to this court, and here assigned for error: 1. The rejection of the evidence that the plaintiff was a trespasser when he sustained the injury complained of. 2. The refusal to charge as requested in the defendant’s first, second, and third points.\nJR. Woods J. T. Oochran, for the plaintiff in error.\nPenney Sterrett, for the defendant in error."
  },
  "file_name": "0510-01",
  "first_page_order": 510,
  "last_page_order": 513
}
