{
  "id": 985032,
  "name": "Moorhead et al. versus Snyder",
  "name_abbreviation": "Moorhead v. Snyder",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "514",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 514"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 219,
    "char_count": 3228,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 3.0342257360374366e-07,
      "percentile": 0.8548228101329459
    },
    "sha256": "57fb3e521333e315d231713f7344962831a6a395d6a7c1ee1431bca31ed2cf13",
    "simhash": "1:28690088944a19b8",
    "word_count": 566
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moorhead et al. versus Snyder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nA grant of a right for a tail-race over the land of another to any point that may be considered necessary, certainly is not a grant of a right to change its location as often as the grantee may make it necessary by an alteration or enlargement of his works. No man can reasonably be presumed to have so intended by such a grant. It is a right that is transitory, as to position, only until the race is once made. It would be an incitement to litigation for the law to treat such an easement as a shifting one, and would greatly depreciate the land on which it is charged and discourage its improvement.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Cowan and Marehand, for the plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Moorhead et al. versus Snyder.\nThe grant of a right for a tail-race over the land of another, to any point that may be considered necessary, is not the grant of a right to change its location as often as the grantee may make it necessary by an alteration or enlargement of his works.\nError to the Common Pleas of Westmoreland county.\nThis was an action of trespass, quare clausum fregit, brought by Frederick Snyder against John Moorhead, Joseph Fitzpatrick, and Martin Heridity, for cutting a tail-race through the plaintiff’s land, to discharge the water from Moorhead’s tannery into Mill Creek.\nIn 1834, William Clark was the owner of the lands of both parties; and on the 19th May in that year, conveyed 33 acres of the tract to Nathaniel McKelvey. This deed contained a provision that McKelvey should have the right and privilege to convey the water from his machinery into the natural channel of the creek, through the other lands of the grantor, to any point that may be considered necessary for discharging said water.\nMcKelvey erected his machinery on the land, and dug a race from it through Clark’s other land to the creek ; and on the 12th March 1853, conveyed his land to John Moorhead, reciting Clark’s deed to him, with the privilege above-mentioned.\nClark sold the residue of the tract to Mechling Lobingier; who, on the 4th February 1850, conveyed five acres of it, being the locus in quo, to Frederick Snyder, the plaintiff.\nMoorhead subsequently erected a tannery at another point on his land, and dug another race from it, through the plaintiff’s land, to the creek, which was the trespass complained of in this action.\nThe court below (Buffington, P. J.) charged the jury, that by the grant, McKelvey was to have his choice of selecting the route, and of digging his race from his machinery to such point as might be “ considered necessary.” But having once made that choice and selected his route, and used it for a number of years before the plaintiff bought, the grant was exhausted by such selection and use, and he could not at any subsequent period enter and construct any additional race. And, therefore, the defendants were not justifiable, under said grant, to enter and commit the trespass in this case, and the plaintiff was entitled to recover, as the entry was not disputed.\nTo this charge the defendants excepted; and a verdict and judgment having been given for the plaintiff for $190.50, the defendants sued out this writ, and here assigned such charge for error.\nCowan and Marehand, for the plaintiffs in error."
  },
  "file_name": "0514-01",
  "first_page_order": 514,
  "last_page_order": 515
}
