{
  "id": 985073,
  "name": "Thornton et al. versus The Western Reserve Farmers' Insurance Company",
  "name_abbreviation": "Thornton v. Western Reserve Farmers' Insurance",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "529",
  "last_page": "532",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Johns. 426",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2001816
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/4/0426-01"
      ]
    },
    {
      "cite": "2 Caines 149",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates 483",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0483-01"
      ]
    },
    {
      "cite": "7 W. & S. 233",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0233-01"
      ]
    },
    {
      "cite": "5 Johns. 328",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 329",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 110",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0110-01"
      ]
    },
    {
      "cite": "4 Gilm. 20",
      "category": "reporters:state",
      "reporter": "Gilm.",
      "case_ids": [
        2563272
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/9/0020-01"
      ]
    },
    {
      "cite": "1 Barb. 65",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5776687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/1/0065-01"
      ]
    },
    {
      "cite": "2 Wash. 298",
      "category": "reporters:state",
      "reporter": "Wash.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pet. 586",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11339357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0586-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 9502,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 1.1717479370005224e-07,
      "percentile": 0.5865948169178975
    },
    "sha256": "05261d089afd956ce4e235c68085d6e7aa3c9ff397cec7e83aa1d7422c661ee7",
    "simhash": "1:066ffda0cf6eca70",
    "word_count": 1650
  },
  "last_updated": "2024-02-27T16:13:41.665180+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thornton et al. versus The Western Reserve Farmers’ Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nIt does not seem to us that the Act of 10th March 1810, relative to foreign insurance companies, applies to companies of other states of the Union; but the Act of 13th April 1827 covers the omitted ground. Yet we do not see that even .it applies to this case; for it relates to agents for making and renewing contracts of insurance, and this agent was only for receiving applications. Besides, it does not forbid insurances of this kind; but merely imposes certain public duties on the agents. And the Act of 23d April 1829 does not forbid the contract, but only imposes a tax on the premiums received, and provides for its collection. The Act of 24th. January 1849 seems to us to apply to branch or agency offices or places of business established in this state by companies of other states, and not to mere transient or travelling agents to invite applications to be sent to the company itself; which seems to be the only agency proved here. Thornton sent to the company in Ohio by the agent, his application with his premium note, as his proposal for a policy, and the company accepted it by sending him the policy. For these reasons we must declare that this contract is not forbidden by our law.\nThe statement filed as a substitute for a declaration does not appear to be inadequate. It was not necessary to follow the form of remedy prescribed by the Ohio statute. Our own forms of remedy are the only proper ones, for in this matter the lex fori governs. The party was entitled by the charter to thirty days’ notice before suit brought, and, if this was not given, it furnished ground of abatement of the action, and ought to have been so pleaded. In accurate pleading this could not support the plea of non assumpsit without barring the right. We think that the cause was correctly tried.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Grant, for the plaintiffs in error,",
      "W. A. Galbraith, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Thornton et al. versus The Western Reserve Farmers’ Insurance Company.\nAn insurance company of another state may lawfully send an agent into this state, to invite applications for insurance; and a premium note made and delivered to such agent is valid, and may be enforced against the maker.\nThe remedy on such note, if sued upon in this state, is governed by our laws, and not by those of the state where the company is located.\nThat suit was brought on the premium note, without the notice required by the charter having first been given to the maker, could only be pleaded in abatement.\nError, to the Common Pleas of dSrie county.\nThis was an action of assumpsit, by The Western Beserve Farmers’ Insurance Company, against John Thornton, Thomas Thornton, and Samuel Liley, trading as Thornton & Co., to recover two assessments on a premium note for $200, given by Thornton & Co., the parties insured, and William Thornton as surety.\nThe plaintiffs are an insurance company, chartered by the state of Ohio, and doing business in Painesville, Lake county, in that state. In 1850, they employed C. S. French to travel as their agent, and to solicit and receive applications for insurance, in the state of Ohio, and in Erie county, Pennsylvania.\nOn the 16th September 1850, French applied to Thornton & Co., the defendants, at Fairview, in Erie county, and proposed to them to insure their woollen factory, at Fairview, with the said company. This was accepted by the defendants, who in part payment of the premium gave the note on which suit was brought. It was made and delivered, at Fairview, to French as the agent of the plaintiffs.\nThe plaintiffs filed the following statement, to which the defendants pleaded non assumpsit and payment:—\n“ And now, to wit, October 26th 1857, plaintiffs by their attorneys come and state that their cause of action arose in the following manner: — The plaintiffs are a legally incorporated mutual insurance company in the state of Ohio. That on or about the 16th day of September, a. d. 1850, defendants had a certain woollen factory belonging to them, and situate in Fairview township, Erie county, Pennsylvania, insured in the above-named insurance company; and in consideration of the said plaintiffs insuring the said factory, the said defendants signed and gave the said company a certain promissory or premium note on which this suit is brought, and of which the following is an exact copy\n“ ‘ The secretary is authorized to number and date this note.\n“ ‘No. 39. Painesville, Ohio, Sept. 16, 1850.\n“ ‘ For value received in policy of the same number and date, herewith issued, by the Western Reserve Farmers’ Insurance Company, we promise to pay the said company the sum of two hundred dollars, in such portions and at such times as the directors of said company may, agreeably to their act of incorporation, require. Thornton & Co., Applicants.\nWilliam Thornton, Surety.’\n“ That afterwards, owing to losses by fire, it became necessary to make assessments on the premium notes of the members of the above-named insurance company. Two different assessments have been made on the above note, one of thirty-two dollars with interest, from October 10, 1853, and one other assessment of thirty-six dollars with interest, from November 20, 1854; the payment of which said assessments the defendants have wholly refused, though duly notified thereof. The plaintiff therefore claims the amount of the above assessments with interest and costs of suit.”\n.On the trial, the plaintiffs gave in evidence the premium note, and the Acts of Assembly of Ohio, by which they were incorporated. They then proved the making of two assessments, one on the 13th August 1853, and the other on the 7th October 1854, amounting to §68, and notice thereof to the defendants, .and rested.\nThe defendants proved that the note was given at Fairview, in Pennsylvania, and that the defendants did business at Painesville, in Ohio. And, thereupon, the defendants’ counsel requested the court to charge the jury as follows:—\n1. That the plaintiff is a corporation created by the laws of the state of Ohio, and is a foreign insurance company having no right to make contracts of insurance in Pennsylvania, nor to insure property situated therein, and the contract of insurance, for the premium of which the note, upon which this suit was brought, was given, having been made by the company by its agent in Pennsylvania to insure property in Pennsylvania, the contract is prohibited by law — the note void, and the verdict must be for defendants.\n2. That the plaintiff, if not a foreign insurance company under the Act of 1810, is an insurance company created and acting under the laws of the state of Ohio, and has no legal right to make contracts of insurance in Pennsylvania, or upon property therein situated, without first having complied with her laws relative to leaving with the treasurer of the Commonwealth a copy of its charter, and the agent filing a copy of his appointment, procuring a license, publishing notice, paying per-centage on premiums, and doing all other acts or things required by the laws to be done; and the burden of proving this lies upon the party seeking to recover, and if plaintiff has not complied with these laws the verdict must be for defendants.\n3. That this action being founded upon a premium note given for an insurance, for the making of which in this state the law imposed a penalty on the agent making the contract, the contract is against the policy of the law, even though not so expressly declared, and the note upon which this suit is brought is void, and the verdict must be for defendants.\n4. The 20 th section of the Act of 22d March 1849, of the state of Ohio, requires that there shall be a declaration in actions to recover assessments on premium notes by the plaintiff, and that the same shall set out that defendants are members of said insurance company, and that notice of the making of the assessment for the collection of which the suit is brought was given thirty days before the commencement thereof. These requirements not having been complied with, plaintiffs are not entitled to recover, and the verdict must be for defendants.\nThe court below (Galbraith, P. J.) answered these points in the negative, to which the defendants excepted; and a verdict and judgment having been given for the plaintiffs for $81.79, the defendants sued out this writ, and here assigned for error the refusal of the court below to charge as requested in the points presented by the defendants.\nGrant, for the plaintiffs in error,\ncited Act 10th March 1810, § 1, Brightly’s Purd. 447; Buckner v. Finley, 2 Pet. 586; Warder v. Arell, 2 Wash. 298; Act 13th April 1827, P. L. 239; Act 23d April 1829, P. L. 264; Act 24th January 1849, Brightly’s Purd. 447; Zack v. Pennsylvania Railroad Company, 1 Casey 396; Smith v. Moffat, 1 Barb. 65; Young v. McKensie, 2 Kelly 31; Schuyler v. Mercer County, 4 Gilm. 20; 2 Burr. 899; 2 Saund. 352, note 3; Lytle v. Colts, 3 Casey 194; Mitchell v. Smith, 1 Binn. 110; Carth. 252; Seidenbender v. Charles’s Administrators, 4 S. & R. 157; Biddis v. James, 6 Binn. 329; Barton v. Hughes, 2 Br. 48; Hunt v. Knickerbocker, 5 Johns. 328; Columbia Bank v. Haldeman, 7 W. & S. 233; 1 Com. on Cont. 30 ; Condon v. Walker, 1 Yeates 483 ; Holman v. Johnson, Cowp. 343; Belding v. Pitkin, 2 Caines 149; 4 Johns. 426; 5 T. R. 242, 599; 3 Id. 454; Id. 23; 8 S. & R. 224; Pet. C. C. 417; Cambioso v. Maffett, 2 W. C. C. 98; Huberus, Lib. 1, tit. 3, De conflict, leg., § 2; Forbes v. Cochrane, 2 B. & C. 448, 471.\nW. A. Galbraith, for the defendants in error."
  },
  "file_name": "0529-01",
  "first_page_order": 529,
  "last_page_order": 532
}
