{
  "id": 985019,
  "name": "Grim versus Carr's Administrators",
  "name_abbreviation": "Grim v. Carr's Administrators",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "533",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "31 Pa. 533"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 261,
    "char_count": 3917,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 1.1643348494509819e-07,
      "percentile": 0.5847860242045
    },
    "sha256": "3b093271226e09e347fbc943b7e67d01afef64e5b225ad00b8dca0627ebd2d74",
    "simhash": "1:18ddd1e6e0e426f2",
    "word_count": 685
  },
  "last_updated": "2023-07-14T17:56:31.972662+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grim versus Carr’s Administrators."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWhether the plaintiff’s cause of action survived the defendant, and might be prosecuted against his personal representatives, is not the only question on the record; but is the only one that needs to be considered, for it is decisive of the others.\nCarr, in his lifetime, falsely represented to the plaintiff that he had obtained a divorce from his former wife, who was living apart from him, and thereby induced the plaintiff to marry him, which she did, discharging all her duties as his lawful wife for two or three years, when he died. After his death she discovered that he had cheated her — that he was not divorced from his former wife — and that, consequently, neither she nor the child she had borne him, had any interest in his estate.\nSuch is her cause of action. Her action is case for the deceit. Does it survive? This depends on the construction to be given to the 28th section of the Act of 24th February 1834, relating to decedents’ estates: Purdon 198. By this section, power is given to personal representatives to prosecute all actions which the decedent, whom they represent, might have prosecuted, “ except actions for slander, for libels, and for wrongs done to the person;” and,adds the last clause of the section, “they shall be liable to be sued in any action, except as aforesaid, which might have been maintained against such decedent if he had lived.” At common law, this cause of action would have died with the defendant — actio personalis moritur cum persona. And if it be for a “ wrong done to the person,” it died, notwithstanding the statute. What was it but a grievous wrong to the person of the plaintiff, to seduce her into such an alliance ? It involved the prostitution of her body and the labour of her hands, not to speak of the shame and grief it cost her. ’ These were all wrongs done to her person, and such causes of action are not saved by the statute. They stand upon the rule of the common law, and that denies her the redress sought.\nIt is immaterial to inquire whether the court were right in abating the writ, and refusing the amendment of the narr., because, the cause of action being gone, it mattered little how the plaintiff was put out of court. Her cause was as well ended at the point it was, as if it had gone further.\nMuch as we would like to relieve the plaintiff, we are obliged to affirm the judgment.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Cowan and McKinney, for the plaintiff in error.",
      "Foster, Clarke ‡ Maride, and Cook, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Grim versus Carr’s Administrators.\nAn action for deceit, in falsely pretending tliat the party was divorced from his wife, whereby the plaintiff was induced to marry him, does not survive against his personal representatives.\nError to the Common Pleas of Westmoreland county.\nThis was an action on the case by Mavy Ann Grim against Henry Brenneman and A. C. Hamilton, administrators of James Carr, deceased, for deceit.\nThe declaration set forth that James Carr in his lifetime, by falsely, fraudulently, and deceitfully pretending and representing to the plaintiff, that he was divorced from his wife, who was living separate- and apart from him, induced the plaintiff to marry him; that she did marry him, cohabited with him as his wife, until the time of his decease, and bore a child by him. And that after his decease, she discovered that he was not divorced, whereby she had lost her labour, bastardized her child, and was not entitled to any part of his estate.\nWhen the case was called for trial, the court below, on inspection of the pleadings, and on motion of the defendants’ counsel, adjudged that the writ and suit be abated, on the ground that the cause of action did not survive against the personal representatives ; and, subsequently, refused to permit an amendment of the declaration.\nThe plaintiff thereupon sued out this writ, and here assigned the same for error.\nCowan and McKinney, for the plaintiff in error.\nFoster, Clarke ‡ Maride, and Cook, for the defendants in error."
  },
  "file_name": "0533-01",
  "first_page_order": 533,
  "last_page_order": 534
}
