{
  "id": 975744,
  "name": "Commonwealth of Pennsylvania ex rel. George W. Bowman versus Eli Slifer, State Treasurer",
  "name_abbreviation": "Commonwealth ex rel. Bowman v. Slifer",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "23",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 23"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 75",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0075-01"
      ]
    },
    {
      "cite": "3 Penn. Law Jour. 169",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": 0
    },
    {
      "cite": "2 Hill 104",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "13 Peters 260",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 804,
    "char_count": 24018,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 9.822236185324744e-07,
      "percentile": 0.9821265641355924
    },
    "sha256": "2559bca1572e4fc87e479c148de2711d43f98fc91bc2a8f1a1e8a1b6ff6a786a",
    "simhash": "1:9df48ed5f003caf3",
    "word_count": 4206
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth of Pennsylvania ex rel. George W. Bowman versus Eli Slifer, State Treasurer."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by'\nLewis, C. J.\nThis is an ¿pplication for a mandamus to compel the state treasurer to pay the relator the arrears of salary alleged to be due to him as adjutant-general of the Commonwealth.\nThe parties have argued the case on its facts and merits, without requesting an issue, and we proceed to dispose of it accordingiy.\nThe objections to the mandamus are:—\n1. That General Bowman was not appointed for the term of three years, but only to fill the vacancy occasioned by the resignation of General James Keenan,- whose commission expired by it's own limitation on the 2d February, 1855.\n2. That General Bowman omitted to give security for the faithful performance of the duties of the office, and therefore Governor Pollock, on the 3d February, 1855, removed him and appointed Thomas J. Power his successor, who has ever since performed the duties of the office and received the salary.\nIt does not appear to be averred in the pleading that Governor Pollock removed the relator because he omitted to give-the required security. Nor is any other cause of removal set forth. It is merely pleaded that he failed to perform the duties of the office, and did not, at any time, give bond, with one or more sufficient sureties, &c., and “thereupon” he was removed. No neglect of duty is specified, except the failure to give bond; and from what seemed to be admitted on the argument, no other neglect of duty is pretended. No removal is shown or alleged, except that which is implied by the simple appointment of a successor. And when it is seen that this took place on the day after General Keenan’s commission expired by its own limitation, it is but a fair construction of the act of Governor Pollock, to hold that he intended no more than the appointment of a successor, under the impression that General Bowman’s appointment had expired by its own limitation.\nWe are unwilling to believe that the governor intended, without cause to remove an officer appointed for a term of years, before the term had expired. That he possessed the power of removal is conceded; but the power is to be exercised upon cause shown. It exists only where “ the officer fails and neglects faithfully to perform the duties of his office.” It is true that the executive is made the judge; and that his “ opinion” or judgment is conclusive, so far as relates to the question of removal. But that judgment is not to be pronounced without notice, without any charge or specification, and without any opportunity given to the officer to make his defence. The reputation and the right of the incumbent to the office for the term specified in his commission are involved; and he has a right to know the accusation and to be heard in his defence. The present executive understood these rights too well, and appreciates them too highly, to be guilty of violating them. If he was on his trial before the Senate, on impeachment for doing so, it would be difficult to convince any one that he intended to commit any such act of oppression.\nThe appointment of General Power would be understood there as it should be here. It was nothing more than an appointment to fill a vacancy supposed to exist in the office. The Act of Assembly requires the adjutant-general to give bond before he enters on the duties of his office. So that the giving of the bond is not an official duty, but a preliminary to entering upon official duties. .It is made so by the very section which gives the governor power to remove for neglect of official duty. The omission to give bond is, therefore, not a neglect of official duty for which the governor is authorized to remove an incumbent duly commissioned for a term of years. This power of removal is a special authority, and must'be strictly pursued.\nIt was not pretended at the argument that there was any other removal of General Bowman than that which may be implied from the appointment of General Power. In setting forth that appointment it is not averred that it was intended as a removal of General Bowman, or that any notice of it was given to the latter, for the purpose of terminating his authority. Where an office is held during the pleasure of the appointing power, a removal may he either express, that is by a notification that the officer is removed, or implied, by the appointment of another person to the same office. But it has been decided that in either case the removal is not completely effected until notice actually received by the person removed. An office held during pleasure is not distinguishable from other cases of revocable authority. The officer has authority to act until notice of revocation: Bowman v. Morris, Wallace U. S. C. C. Rep. 124; Cren v. Vernum, Cro. Car. 97; 1 Ven. 400 ; 2 P. Wm. 194; 19 Vin. Abr. 451, pl. 3; 3 Rep. 71; Cro. Eliz. 440; Id. 14; 13 Peters 260; 2 Bing. 692.\nBut when an officer holds for a specified term of years, “ if he shall so long behave himself well,” there is no implied conviction of misbehaviour, nor any implied removal for- that cause arising from the appointment of another person to fill the same office. This was decided in the People v. Carrigne, 2 Hill 104, but the principle of justice on which the rule is founded is too clear to require the aid of authority. There is, therefore, neither removal nor intention to remove General Bowman. The question is, whether his commission was void, or had expired, at the time when General Power was appointed. The clerk who filled it up was certainly not very judicious in the selection of words to express the meaning ’ of the executive. There is an ambiguity of expression in it, which has probably produced the present difficulty. But the acts of public officers, where the rights of the public require it, should be construed with liberality. There is always a presumption that they are in accordance with the law. The' presumption can be repelled only by clear evidence of illegality. The Act regulating the militia of the Commonwealth declares that the appointment of the adjutant-general shall be “ for the term of three years, if he so long behave himself well, and faithfully performs the duties of his office.” The commission accordingly states that the executive has appointed George W. Bowman adjutant-general “ in pursuance of the authority contained in the militia laws of this Commonwealth.” An appointment for a shorter term could not be “in pursuance of that authority.” This part of the commission must, therefore, be understood as some evidence that the appointment was made for the term of three years, as the law requires. In the habendum, when fairly construed, it is stated that he is to have and to hold the office for the term of three years, if you shall so long behave yourself well, &c. Rejecting the imperfect sentence which relates to the vacancy occasioned by the resignation of General Keenan, the meaning is perfectly plain. , That this imper-feet sentence was introduced as a mere parenthesis, and forms no part of the habendum, seems manifest from the whole language of the commission. That the “term of three years” is to be read as fixing the term of General Bowman’s commission, seems reasonable, because, without so reading it, no term whatever is specified. If no term be specified, the words “ if you shall so long behave yourself,” would be senseless. They would have nothing to which they could have relation. The parenthetical statement that he is commissioned “ to fill the vacancy occasioned by the resignation of General Keenan,” does not cut down his term below the period prescribed by law. These words are very frequently introduced where an appointment is made to fill a vacancy occasioned by death or resignation. They do not, of themselves, import limitation of the term of the appointee. It is only in cases where the law declares that an appointment to fill a vacancy shall be for the unexpired term of the previous incumbent, that they have any effect whatever. In this case the law allows of no appointment for a shorter period than three years. The reference to the vacancy occasioned by the resignation of General Keenan is, therefore, merely surplusage. It did neither good nor harm. It was like similar language contained in the commissions of Judges Cowan and B’rownson, of the Supreme Court of New York. They were appointed to fill vacancies occasioned by resignations, and the fact was so stated in their respective commissions, but it was never supposed that this had the effect of cutting down their judicial term. The official term, established by law, is not to be changed in such vague and unnecessary surplusage in a commission. We are unanimously of opinion that on a fair construction of the commission granted to General Bowman, it was intended to give him the right to the office.for the term of three years, if he should so long behave himself well. But it seems that he neglected to give the security required by law. He has faithfully performed the duties of the office, however,.without complaint; and, since these proceedings were instituted, he has tendered the security. The emission seems to be, an inadvertence. There is nothing wilful in it, so far as we s.ee. Tt does not appear that security was ever demanded, or that the state has suffered any injury for the want of it. If the omission furnished ground for refusing to permit General Bowman to take possession of the office, or for imposing any penalty upon him, it does not appear that the executive, or other authorities, did either the one or the other. He was permitted to enter upon the. duties, take charge of the public property, perform his public duty, and to receive the salary provided by law. Under these circumstances, his tender of security, as soon as the omission was brought to his notice, is sufficient to entitle him to hold the office.\nBut for the period during which he performed the duties of the office without having given the required security, he was not strictly the officer dé jure. He was merely the officer de facto. His acts are good so far as others are concerned. But the rule seems to be established, that none but the officer de jure can successfully claim compensation for official services: Riddle v. Bedford Co., 7 S. $ R. 389; Dilton v. Myers et al., 3 Penn. Law Jour. 169; Brightly’s N. P. Rep. 326. It follows that General Bowman is not entitled to the mandamus. The performance of the duties of the office before giving the security was prohibited by law. The law must, therefore, refuse to aid him in compelling payment for services thus rendered against its direction.\nThis view of the case renders it unnecessary to express any opinion on the question whether the title to an office can be determined in a mandamus for the salary.\nMandamus refused.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Cessna, for the relator,",
      "Franklin, Attorney-General, for respondent. —",
      "Cessna, in reply,"
    ],
    "corrections": "",
    "head_matter": "Commonwealth of Pennsylvania ex rel. George W. Bowman versus Eli Slifer, State Treasurer.\nAn officer has authority to act until notice of the revocation of his commission, and this whether the revocation be express or implied by the appointment of another person t'o the same office.\nBut when an officer holds for a special term, “ if he- shall so long behave himself well,” there is no implied misbehaviour, nor implied removal, arising, from that cause, by the appointment of another to fill the same office.\nWhen by the fair construction of the commission of an officer it is\" clear that it was intended to give him the right to the office for three years, if he so long behaved himself well, the failure to give the bond and security required by law for the faithful performance of his duties, previous to his entering upon their discharge, and he enters upon, and otherwise discharges tlie duties without objection; there is nothing in the omission to give the bond' to deprive him of the office; and he may file a bond when objection is made to the omission.\nBut such officer before giving the security required by law, is not the officer dejure — but merely die facto — and when the law prohibits the performance of the duties, before the security is given, it will not aid him in compelling payment for services thus rendered against its direction\".\nThis was an application by the relator to tbis Court for á mandamus on the state' treasurer to compel payment of the arrears of his salary, as adjutant-general of the militia of this Commonwealth.\nThe petition sets forth that, on the 28th of October, 1853, the relator was duly commissioned and qualified as adjutant-general of the militia of the Commonwealth of Pennsylvania, for the term of three years,- if he should so long behave himself well. That his •said commission was issued by William Bigler, then governor of the Commonwealth of Pennsylvania, in pursuance of authority contained in the militia laws of the Commonwealth, under the seal of the state, attested by the secretary of the Commonwealth; and avers that ever since the 28th October, the petitioner has exercised the privileges, and performed the duties of said office, and has, as he believes, continued “ to behave himself •Well, and perform the duties required by law.” That the laws of the Commonwealth provide that the adjutant-general shall receive for his services at the rate of $300 per annum. That a part of this salary had been paid the petitioner, but that, on the 28th day of April, 1855, there was a balance due him of $150. That, by “ The Act to provide for the ordinary expenses of the government,” approved the 9th May, 1854, and another Act, approved the'Tth May, 1855, there was appropriated a sum sufficient to pay the compensation due the petitioner, for his services rendered as aforesaid, and by said Acts such sum was specifically appropriated for that purpose. And further states that, on the 23d day of May, 1855, the petitioner presented a bill of the balance due to him as aforesaid to the Hon. Eli Slifer, treasurer of the state of Pennsylvania, who wholly refused, and still doth refuse to pay the same: and prays for a mandamus against the said Eli Slifer, commanding him to show cause why a peremptory mandamus should not issue, &c., commanding him to pay the said petitioner the said sum, &e.\nThe defendant answered (8th June, 1855), and admitted that about the 23d day of May, 1855, the petitioner had presented his bill as stated in his said petition, and that respondent had refused payment thereof, and still refuses to pay the same, and alleges for cause that he could not legally pay the same, because the relator has not, since the 28th October, 1853, exercised the duties, &c., of the'said office of adjutant-general. But that, on the 3d February, 1855, Governor Pollock issued a commission of that date, in due form, appointing Thomas J. Power to be adjutant-general, &c. That said Power, on the 5th February, 1855, gave bond with sureties, in manner and form required by law, which was, on the same day, approved by the governor, and filed in the office of the secretary of state, and that thereupon the said T. J. Power entered upon and became possessed of the said office, &c., and has from that time hitherto exercised and performed the duties of the said office. And that, on the 3d May, 1855, one quarter’s salary became due to said Power for his services, &o., and that respondent paid him the sum of $75, in full thereof, which payment was approved and the account thereof confirmed by the auditor-general, and denies that any sum of money was specifically appropriated to pay any compensation to the said George Bowman, for services rendered by him as adjutant-general, &c.; and he submits that a writ of mandamus is not the legal remedy to try the alleged title of the relator to the said office.\nAnd further respondent says that the relator was not, on the 28th day of May, 1853, duly commissioned, &c., qualified as adjutant-general, &c., for the term of three years, if he- should so long behave himself well and perform the duties, &c.; but, on the contrary, that the commission of the relator, in express terms, was granted to him to hold the said office, to fill the vacancy occasioned by the resignation of General James Keenan, who was appointed on the 2d February, 1852, for the term of three years, and that the said commission expired by its own limitation on the 2d February, 1855.\nAnd further, the respondent says that the relator has not continued to behave himself well, and perform the duties required by law, as set forth in the said writ, but failed, &c., and did not at any time give bond with one or more sufficient sureties to be approved by the governor, as required by law, conditioned for the true and faithful performance of his duties, &c., and did not cause any such bond to be filed in the office of the secretary of state, as required by law, but failed so to do; and, therefore, J. Pollock, then governor, did, on the' 3d February, 1855, remove him from office, and appoint and commission the said Thomas J. Power, as above stated.\nThe relator, for replication (August 3,1855), admits the appointment, &c., of T. J. Power by Governor Pollock, but affirms that the commission so issued was null and void, for the reason that the replicant was then, and still is, in possession of the said office, and in the discharge of its duties, by virtue of the commission issued to him, and has been ever since the 28th October, 1853, and has all the books and records, &c., of the said office in his possession; and denies the possession of the said office by Power or the exercise by him of any of the duties thereof, or that he has any right to receive the salary appropriated to the payment of the said office.\nAnd denies that he was appointed in the manner and upon the terms stated by the respondent in his answer; and avers that he was commissioned on the 28th October, 1853, for the term of three years, if he should so long behave himself well; and relies on the Acts of Assembly, authorizing the governor to appoint and commission an adjutant-general of the militia, &c., and on his commission.\nOn the 14th August, 1855, the relator filed an additional replication, which states that about the first of May, as soon as he heard of the allegation of respondent that he had failed to give bond with surety for faithful performance of his duties, &c., he had prepared and executed a bond with sureties in the sum of $1000, conditioned as the law directs, which said bond was yesterday forwarded to the governor to be filed, &c.\nAnd further avers that the respondent consented and agreed to pay to him (the relator) the amount of salary due and unpaid up to the 2d day of February, 1855.\nCessna, for the relator,\nstated the facts of the case as they appear in the petition and replication, insisting that there was no removal by Governor Pollock of the relator, whose appointment was for three years from the date of the commission. That he had been guilty of no misbehaviour upon which to base a removal, and that he was yet the adjutant-general, and entitled to his salary, which the respondent withheld in violation of law, and which this proceeding by mandamus was the proper mode to compel the payment of.\nFranklin, Attorney-General, for respondent. —\nThe purpose of this proceeding is to convert the writ of mandamus in affect into a suit against the Commonwealth. The money appropriated to the payment of the salary of the adjutant-general, by the Act of 9th May, 1854, has been already paid out by the state treasurer, under the direction of the 8th section of the Act of 30th March, 1811, ordering payment of salaries without warrant, and has been approved by the auditor-general. The account, therefore, has been closed, in accordance with law, and the state treasurer has received credit for the payment. This Court cannot review and open the account by this writ, and an order for a second payment to the relator would be in contravention of the 22d section of the 1st article of the Constitution, which prohibits the drawing of money from the treasury without appropriation made by law.\nIn the case of the Commonwealth v. Mann, 5 Watts & Ser. 403, the Court do not allude to the objection that the treasurer can make no payment without appropriation by law, and the case does not sanction the doctrine that the Court can order money to be paid out of the treasury, without such sanction, or when the appropriation has been exhausted.\n2d. The relator is out of possession of the office. His right to it cannot be determined by this writ, to which the incumbent is no party. His only proper course is by quo warranto, to try the right.\nBefore a mandamus will be granted to compel payment of a salary, the Court will require that there should be judgment of ouster against those actually performing the duties of the office: 5 Rawle 75, Com. ex rel. Leslie v. County Commissioners; 3 Johns. Cases 79, The People v. The Corporation of New York.\nThe relator’s commission refers to the time and term of appointment of his predecessor, to wit, three years from the 2d February, 1852. It is, at best, doubtful if the 12th section of the Act of 2d April, 1822, will authorize a more extended appointment; and it is fair to presume that Governor Bigler had in view the limitation of the term of the relator to the time when General Keenan’s commission would expire.\nBut the governor has the power, and it is made his duty by the 12th section of the Act of 1822, to remove an adjutant-general who, in his opinion, fails faithfully to perform his duty; and the relator did fail in his first and preliminary duty, in not giving the bond required by the section of the Act above recited: see Pamph. Laws of 1822, p. 233-4: “ Whenever, in the opinion of the governor, the said adjutant-general fails and neglects faithfully to perform the duties of his office, the governor shall remove him from office.” The relator insists “ that he has behaved himself well;” yet does not deny his failure to give the bond required, or to evade the effects of his omission.\nThe action of the governor in the premises is subject to no revision. His opinion is conclusive ground for such action, pursuing the words of the Act. He is not bound to record his reasons for such opinion. It is enough to know that the removal was made, and the officer superseded by the appointment of another: Wallace 125, Bowerbank v. Morris.\nBut, if the relator had never been removed, he could not in this proceeding compel payment of the salary; never having given- the bond required: see Riddle v. Bedford County, 7 Ser. & R. 389; Dillon v. Myers, 3 Penna. Law Journal 168; Brightly 426.\nCessna, in reply,\nurgéd that there was ho removal of the relator ; that he was- appointed for three years from the date of his commission, which term had not expired when the commission was issued to Power. That the commission to the latter was void, because there was ho vacancy by death or resignation, loss of time, or removal. That he was only liable to removal within the time limited by his- commission by misbehaviour, and of this there was no pretence; and that a bond had beén executed with sufficient sureties, and forwarded to the governor, as stated in his replicad tion, thus rémedying what has been properly called by the respond-dent the mere omission of the relator in this particular.\nAnd that the words of the Act; authorizing the governor to remove when, in his opinion, the officer should fail in his duty, must be taken in connexion with the words continuing the officer for three years,- if the officer should so long behave himself well; and these words, taken in this connexion, cannot be taken to mean a mere arbitrary opinion, but an opinion foundéd upon the fact of misbehaviour.- No such fact has been shown or set up in the pleadings.\nThe refusal- of the respondent, therefore, to pay is without authority on his part, and in violation of the Acts of Assembly cited. And if he has paid to another the money due to the relator, he has done so in his own wrong, and such payment forms ho defence to this claim;\nMandamus is the proper remedy."
  },
  "file_name": "0023-01",
  "first_page_order": 23,
  "last_page_order": 31
}
