{
  "id": 975866,
  "name": "Jacobs versus Figard",
  "name_abbreviation": "Jacobs v. Figard",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 420",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 410",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 175",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 46",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838045
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0046-01"
      ]
    },
    {
      "cite": "1 Watts 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 173",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0173-01"
      ]
    },
    {
      "cite": "2 Watts 412",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 175",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 506,
    "char_count": 10353,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 5.1486852750190395e-08,
      "percentile": 0.32457587295629975
    },
    "sha256": "36eb3a2dccf8fa0822e11149597885e0efdf654c86051d3504dae90afa907de3",
    "simhash": "1:05eb66041f1ff11a",
    "word_count": 1831
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jacobs versus Figard."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nThe Act of 30 th December, 1786, defines a “settlement,” under the pre-emption laws, to be “ an actual personal resident settlement, with a manifest intention of making it a place of abode, and the means of supporting a family, and continued from time to time, unless interrupted by the enemy, or by going into the military service of this country during the war.” Under this Act it has been held that continuity of actual residence and possession is the vital principle of a pre-emption right, and a part of its legal definition. Settlements must not have the smallest cast of abandonment: Watson v. Gilday, 11 Ser. & R. 340. Short intervals of non-residence, such as may frequently happen between the going out of one tenant and the coming in of another, or a temporary absence on business, so that the animus revertendi exists, will not be considered a discontinuance of the personal residence after it has been once fully completed. Nor will it be so where the settler is expelled from his residence on the land by private force, provided that he resort to proper means, within a reasonable time, to have himself restored. If he should be compelled to quit his residence on the land by any extraordinary or occasional occurrence, he must return as early as convenient, or it will be deemed an abandonment: Pfouts v. Steel, 2 Watts 412. He must not “ substitute claim for residence, and convenience for prosecution of the title:” M’Donald v. Mulholland, 5 Watts 175. By returning “ as early as convenient,” the law means as early as he reasonably can. ITe has no right to keep possession without a residence, for the mere purpose of preventing others from making a settlement on the land. Such conduct, instead of being an honest Compliance with the law, is a. fraud upon it which it is the duty of the Courts to discountenance. It is a mistake to suppose that the law raises no presumption of abandonment, from the relinquishment of the possession for a period of time less than seven years. Mr. Justice Kennedy’s dictum, that “ the limitation of time ought not to exceed seven years,” is not to be understood as sanctioning an abandonment for that period of time. On the contrary, in the case of M’Donald v. Mulholland, 5 Watts 173, an absence of five years, although accompanied with a continued assertion of claim by the settler, was held as a matter of law to be an abandonment. It was there held that “ continuance of residence, with such occasional exceptions of temporary but indispensable interruption of it as circumstances may require, of which it may be the province of the Court to judge, is the groundwork of the title.” Where the question of abandonment depends upon mere lapse of time, and there is no dispute as to the length of it, it is a question of law to be decided by the Court, without regard to the intention of the party: Brentlinger v. Hutchinson, 1 Watts 51.\nIn the case before us, there was an actual abandonment of the residence for five years and nine months. The abandonment is not excused by any circumstance which would bring the case within the equity of the statutory excuses of interruption by the enemy, or military service of the country by the settler during war. Under these circumstances, an intention to reside on the land could not be substituted for actual residence. But, in this case, there was no intention to reside on it. The tenants who occupied the place for the five years preceding the defendant’s acquisition of title from the state, had their residences notoriously elsewhere, during the whole period, without the slightest manifestation of an intention to remove to the land to reside. On the contrary, the evidence is that the tenant who had a lease for four years of that time, “ was not to move into the house or on to the land.” He “got the property for the purpose of keeping other persons out.” The few bed-clothes and articles of property kept in the house, and the idle formality of sleeping there a few nights, do not constitute an actual residence, when the proof is that the residence was on another tract, and that the object of all this show was merely “ to keep others out.”\nUnder the evidence, the plaintiff had no title to recover; and the instructions of the Court were more favourable to him than he had a right to demand.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Russell, for plaintiff in error.",
      "Hall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Jacobs versus Figard.\nUnder the Act of the 30th December, 1786, continuity of actual residence and possession is the vital principle of a pre-emption right, and a part of its legal definition.\nIf the settler should be compelled to quit his residence on the land by any extraordinary or occasional occurrence, he must return as early as convenient, or it will be deemed an abandonment: he cannot substitute claim, for residence, and convenience for prosecution of the title.\nBy returning “ as early as convenient,” the law means, as early as he rear sonably can.\nTo keep possession without a residence, for the purpose of preventing others from making a settlement on the land, is not a compliance with, but a fraud upon the law.\nWhere the question of abandonment depends upon mere lapse of time, and there is no dispute as to the length of it, it is a question of law to be decided by the Court, without regard to the intention of the party.\nRelinquishment of actual residence for five years and nine months, without any circumstance to bring the case within thp equity of the statutory excuses, would be an abandonment irrespective of the intention of the claimant.\nError to the Common Pleas of Bedford county.\nThis was an ejectment for sixty acres of land. The facts appear to be as follows: — John Whitehead, in March, 1881, made an improvement on the land, and on the 26th November, 1834, had it surveyed, and the lines marked, embracing 60 acres and 148 perches. The improvement was made and the possession continued in strict accordance with the Act of Assembly, until between the 1st and 15th December, 1847. This is not disputed.\nBy deeds duly executed, Whitehead’s title to the land became vested in the plaintiff, to whom a warrant was granted on the 2d September, 1853, upon which a survey was made the 27th of the same month, against the acceptance of which a caveat was entered by the defendant.\nThe defendant claimed under a warrant issued on the 14th February, 1853; upon which a survey was made on the 7th March, 1853, which was accepted by the board of property.\nJ. W. Wesley, who was the last actual resident upon the land under the plaintiff, left it in December, 1847, when it was leased to William Lowry and others, by those under whom the plaintiff in error claims, who have paid the taxes up to this time. Neither Lowry nor the other lessees ever resided on the land, but on adjoining tracts; but set up a claim of possession, sleeping in the house a few nights, using the house, which was in bad repair, to keep hay in, and for the purpose, as Lowry testified, of keeping other people out.\nPoints submitted by the plaintiff in error:—\n1. That the law raises no presumption of the abandonment of an improvement, from the relinquishment of the possession, for a period of time less than seven years.\n2. That, if the jury believe that the plaintiff and those under whom he claims, either by themselves or their tenants, occupied the land in dispute and the house thereon erected, having designated the boundaries by an actual survey, with the intention to make it a place of abode and supporting a family, and that the occasional absence therefrom was always attended with the intention to return, the said plaintiff had a right by improvement, and that his perfection of that right, by a warrant and survey, entitles him to recover in this action.\nErrors assigned: 1st. The Court erred in not answering the points submitted by the plainfiff in error. 2d. The Court erred in charging the jury as follows, viz.: “ The question for the jury to determine is, was this improvement abandoned after December, 1847 ? If it was, the plaintiff cannot recover. The plaintiff says the improvement was kept up by Evans and Lowry, tenants of the then owners, and the payment of taxes. Evans seems to have had a lease for one year. Lowry for four years. Both were men of families, and had their homes with their families as ■well as their property elsewhere than on the land. Neither of them ever resided upon the land, and Lowry says that by the terms of his lease he was not 'required to reside on the land; that he had a few bedclothes and articles of property in the house, and that he slept there a few nights, and this was done to prevent other persons from going upon the land. If these facts are believed by the jury, then this was not such a continued residence settlement upon the land as the law requires, and the defendant was right in treating it as abandoned, and he is entitled to your verdict.”\nRussell, for plaintiff in error.\nFirst cited Noble v. McClintock, 6 W. & Ser. 58; Brentlinger v. Hutchinson, 1 Watts 46. Where the question of abandonment arises from a relinquishment of the possession for a period less than seven years, accompanied by circumstances indicating an intention to abandon, it is then a mixed question of law and fact to be left to the jury. In the case at bar, all the circumstances indicate a contrary intention, and if the question of intention had been left to the jury, they must have so found.\n2d. A bona fide improvement was made in 1831, which was kept up for sixteen years; the owners leased it to their tenants, occupied and used it, totally inconsistent with any intention to relin quish their right; had it surveyed and marked in 1834, long before the seven years had expired. Do these facts show any intention to abandon?\nSee Wilson v. Watterson, 4 Barr 214; Ib. 219.\nHall, for defendant in error.\nThe Court properly left the facts to the jury. The ease (1 Watts 46) cited by plaintiff, fails them entirely: the Court in that case say, “ to constitute a settlement right to land, a settler is required to make the land his place of abode, and continue it. And see Wilson v. Watterson, 4 Barr 214; McDonald v. Mulholland, 5 Watts 175. And see Cluggage v. Duncan, 1 Ser. & R. 120; Watson v. Gilday, 11 Ser. & R. 340; Pfouts v. Steel, 2 Watts 410; Wyncoop v. Heath, 10 Watts 420, 4 Barr 219; Heath v. Biddle, 9 Barr 273."
  },
  "file_name": "0045-01",
  "first_page_order": 45,
  "last_page_order": 48
}
