{
  "id": 975857,
  "name": "Blair versus McLean",
  "name_abbreviation": "Blair v. McLean",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "77",
  "last_page": "78",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 77"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 263,
    "char_count": 4457,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.2020695871624364e-07,
      "percentile": 0.5939286421718023
    },
    "sha256": "e55f04da675905a79e4b580998ac8a66005dcbcb93a3f8ba5541b542ba678670",
    "simhash": "1:9877c5c7da95fe0d",
    "word_count": 788
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blair versus McLean."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nWhen the parties, in a suit pending before a justice, appear, and submit their proofs and allegations, the justice cannot order the plaintiff to become nonsuit. If he attempts to do so, and enters his judgment in that form upon the record, it will be considered equivalent to a judgment in proper form for the defendant. No other suit can afterwards he brought for the same cause of action. It does not matter whether the magistrate’s decision against the plaintiff be founded on want of evidence to support the claim, or on a successful answer to it by the defendant. This was ruled in Gould v. Crawford, 2 Barr 89, and in Lawver v. Walls, 5 Harris 75.\nBut there is no case which decides that the plaintiff may not become nonsuited on his own motion, or that he may not, if he pleases, discontinue or withdraw his action. We held, in Gibson v. Gibson, 8 Harris 9, that a record' which showed that the plaintiff withdrew his suit, and- confessed judgment for costs, was no bar to another suit for the same cause.\nIn the case before us, the suit was brought to recover a small balance due on a note. The only defence in the Court below was, that the plaintiff had previously brought suit before another justice for the same money, and that proceeding was set up as a bar. It seems that in the first suit the parties appeared, and after some progress was made in the hearing, the plaintiff being surprised by some evidence which the defendant produced, asked for a continuance, and failing in that, withdrew the suit, and confessed judgment. This 'is exactly like the- case of Gibson v. Gibson, except that there the withdrawal was before the day of trial, and here it was after the trial had began. This makes no material difference. The plaintiff has a right to withdraw or discontinue his suit at any time before the justice pronounces upon it. The cases which decide that the justice cannot give judgment -of nonsuit against him after he appears, have no application.\nThe judgment of the Court of Common Pleas is reversed, and judgment is now here given in favour of the plaintiff for the amount of the judgment which he recovered before Justice' Tucker, with interest thereon. Amount to be liquidated by prothonotary of Common Pleas.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Church, for plaintiff in error. —",
      "Pettis, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Blair versus McLean.\nIn a suit pending* before a justice, where the parties appear and submit their proofs and allegations, the plaintiff may become nonsuit at his own motion, or may if he please discontinue or withdraw his action; and such proceeding will be no bar to another suit for the same cause of action.\nError to the Common Pleas of Orawford county.\nBlair brought suit before a justice of the peace against defendant on a due-bill for $52.93, with credits endorsed thereon of $46,. At the hearing, the plaintiff withdrew the suit, and confessed judgment for defendant’s costs, which he paid. •\nThe above suit was brought February 25, 1853, and terminated as above, 4th March, 1853.\nOn the 9th March, 1853, Blair brought another suit on the same , due-bill, for the same balance claimed in the former suit. The defendant claimed a deduction and balance of a book account, and contended, at the same time, that the proceeding*of the plaintiff in the former action, being unappealed from, was a bar to this action.\nThese facts were embodied in a case stated, and the Court below entered judgment for defendant.\nChurch, for plaintiff in error. —\nThere was no pretence of adjudication by the justice upon the merits in the first suit. He considered it a case of nonsuit under the 6th sect, of the Act of 1810, by allowing 50 cents costs to defendant: Purd. Dig. 484-8, 49. The case was withdrawn after hearing a witness, and this the Court below held a judgment on the merits or a technical retraxit. A like proceeding held substantially to be a non-pros, or discontinuance: Gibson v. Gibson, 8 Harris 9. See 8 Barr 163, 410; 5 Id. 307.\nPettis, for defendant in error,\ncited Gould v. Crawford, 2 Barr 89. The justice had no power to enter a nonsuit; the remedy of plaintiff was by appeal. After hearing, it was obligatory on the justice to give judgment for or against the plaintiff. See also 5 Harris 75. When the plaintiff fails to appear, judgment of non-suit may be given, but the moment he appears no such authority exists. Before hearing he may withdraw or discontinue, but after he can do neither; and the justice’s record in aid of either cannot help him."
  },
  "file_name": "0077-01",
  "first_page_order": 77,
  "last_page_order": 78
}
