{
  "id": 975861,
  "name": "Guthrie versus Bashline",
  "name_abbreviation": "Guthrie v. Bashline",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "80",
  "last_page": "81",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 80"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 230,
    "char_count": 3848,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 2.2941231958268996e-07,
      "percentile": 0.7866151655945964
    },
    "sha256": "9fbaad6832ddfb3cb98083b859157e9f2853461f3e1357d08d28f260bc4eba08",
    "simhash": "1:20f64badda449efe",
    "word_count": 680
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Guthrie versus Bashline."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nPayment of a judgment to the nominal plaintiff, after actual knowledge that it had been assigned to another, is not a payment to the proper person. It is not necessary that direct notice of the assignment be given by the assignee or his agent. It is sufficient if the information be given under circumstances and in terms calculated to arrest the attention of the debtor. In this case the knowledge was acquired during the trial of the cause in which the justice of the demand was the matter in controversy, and it was communicated by the person who had drawn the assignment and witnessed its execution. This was sufficient, although the transfer was not filed of record. The omission to file it might turn the scale in favour of a subsequent purchaser of the judgment who had no notice of it: Fisher v. Knox, 1 Harris 622. But the payment to Bashline, after full knowledge that he had no right to the money, was an act of bad faith, which is not to be justified by such omission. Actual knowledge of the transfer was more effective in guarding the defendant against a mispayment than the filing of the instrument of record without notice.\nAs the jury have found against the whole defence on the ground of mispayment, it is unnecessary to notice the second assignment relative to the docket costs. •\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Campbell and Lamberton, for plaintiff in error. —",
      "Latha, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Guthrie versus Bashline.\nPayment of a judgment to the nominal plaintiff after actual notice that it • has been assigned t'o another, is not a payment to the proper person. It is not necessary that direct notice of the assignment be given by the assignee or his agent — it is sufficient if the information be given under circumstances and in terms calculated to arrest the attention of the debtor.\nError to the Common Pleas of Clarion county.\nBashline, the plaintiff below, on the 7th February, 1852, obtained judgment against Guthrie; on the 16th February a fi. fa. issued; on the 9th March, 1852, the defendant, Guthrie, paid Bashline, the plaintiff, the debt, interest, and costs, and took his receipt in full, and filed it of record in the case, and satisfaction was entered on the judgment. On the 10th December, 1852, a rule was entered to show cause why the satisfaction should not be stricken off; and on the 7th May, on the hearing of the case, the court ordered a scire facias to issue, to determine if the judgment had been paid or not. On the trial the defendant relied upon the plaintiff’s receipt above mentioned; and the plaintiff, to rebut this, read in evidence an assignment of the original judgment, dated March 9, 1851, and filed in the case 7th May, 1858, from Philip Bashline to Samuel .Johnson; and proved by 0. Brown, that he wrote the assignment from Bashline to Johnson, and told Guthrie of the assignment, but did not recollect distinctly the time he had told him.\nThe Court instructed the jury “that if Guthrie had actual notice of the assignment to Johnson, before the payment to Bashline, it was sufficient, and it was not necessary that the notice should have been given to him by a party in interest, or an agent of the party.”\nTo which defendant excepted.\nCampbell and Lamberton, for plaintiff in error. —\nIn conveyances of real estate, to affect a person with notice, it must come from a party in interest or his agent; there is no good reason why a different rule should be applied to ehoses in action. A prior assignment, not filed of record, is postponed to a suosequent one: Fisher v. Knox, 1 Harris 622. The plaintiff in error would not have parted' with his money in this case if the assignee had filed his assignment of record, and he ought for this omission to be postponed.\nLatha, for defendant in error. —\nActual notice was sufficient; it need not be in writing or entered of record: Kellogg, Assignee, v. Krauser, 14 S. & R. 143."
  },
  "file_name": "0080-01",
  "first_page_order": 80,
  "last_page_order": 81
}
