{
  "id": 975815,
  "name": "Patterson versus Robinson",
  "name_abbreviation": "Patterson v. Robinson",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "81",
  "last_page": "83",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 81"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Binn. 427",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0427-01"
      ]
    },
    {
      "cite": "3 Johns. Ch. Rep. 144",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 5637,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 3.0006758000607563e-07,
      "percentile": 0.8523709297337412
    },
    "sha256": "3a18d9e366d174ff8b41a8a195f13445d1177a33592f68a807b4eb0026eb08a0",
    "simhash": "1:82f0e4139c8abf4b",
    "word_count": 997
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson versus Robinson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Cburt was delivered by\nLewis, C. J. —\nThe power which a -married woman exercises over ■her real -estate, is not a mere naked power; nor is it altogether analogous to a power coupled with an interest.. It is the right of -disposition incidental 'to ownership. The disability of coverture is thrown around her for the protection of the rights of herself and her -husband. It is a shield .for defence — not a weapon for mischief. When that disability is removed, or, what is the same .'thing, whenever the law permits -her'to act -in relation to her ‘estate, she acts as proprietor, and may exercise the rights of one. •‘She has a right, by law, to Sell her estate, with the consent of her husband, provided there is no coercion. To secure the one, and 'at the same time to guard against the other, she is required to 'unite with him in the execution of the conveyance, and to separate from him in the -acknowledgment of it: 6 Harris 506; 7 Harris 361. If she exercises, in this form, her right to sell, she may dispose of her estate upon such terms and conditions as she deems most advisable. She may, therefore, mortgage it for her husband’s debts; for a mortgage is but a sale on condition: 3 Johns. Ch. Rep. 144; 7 Harris 402. And, for the same reason, she may prescribe such terms, and waive such privileges, as she thinks proper to prescribe or waive, so long as her acts are essentially a part of the contract of sale, and bind nothing but the property sold. This has just been decided in the case of Black and Wife v. Galway. By the common láw, she -may be grantee in a deed, without the'cónséht \"of her husband. He may, it is true, divest the estate by his dissent. But if he neithér agree nor disagree, the purchase is good: Baxter v. Smith, 6 Binn. 427; 4 Cruise’s Dig. 25. She may even be the grantee upon condition, and she will be bound to perform the condition, “because it does not charge-her person :but the land:” 1 Roll. Abr. 421; 2 Cruise’s Dig. 35.\nIn the case before us, the husband ■ has-not'-disagreed to the conveyance, and the estate is, therefore, vested in the wife. Under the operation of the Act of 1848, it is to be “ owned, used, and enjoyed as her separate property.” But the same Act that gives her these advantages, attaches conditions in law to the grant. The estate is to be liable for “ debts contracted by herself, or in her name, by any person authorized so to do.” It is also to be liable “for debts contracted for the.support and maintenance” of her “family,” “if no property of the husband can be found.” She cannot take the benefits without performing the conditions. Even under the law, as it stood before the Act of 1848, she could not retain the estate conveyed, without paying the judgment given for the purchase-money: Heacock et al. v. Fly, 2 Harris 540. But in this case, the judgment-bond for the purchase-money is expressly charged upon the land by the terms of the conveyance. The payment of the money is the condition subject to which she accepted the property, and upon no just principle can she hold it without performing the condition.\nUnder the Act of 1848, her power to purchase gives her a right to contract for the payment of the consideration-money, so far as to charge the property with such encumbrances as may be agreed upon to secure its payment. A judgment given for this purpose is, therefore, not void on the ground of coverture, and the application to deprive the creditor of the security for his money, was properly denied. If a Court permitted her to retain the property, and at the same time refuse to pay the consideration-money, it would no longer deserve its designation of “ á place where justice is judicially administered.” It is not proposed to charge the woman personally with the judgment; nor are we prepared to say that her other property is chargeable with the debt. But clearly, the property purchased is bound by a judgment given for the consideration-money.\nIt is considered and adjudged, that the judgment of the District Court be affirmed, to be levied of the two lots numbered 85 and 86, on Buena Vista plan, Second Ward, Allegheny, being the same which were conveyed by the said William Robinson to the said Arabella Patterson by deed of the 1st August, 1848, recorded in vol. 81, page 599, in consideration, in part, of- the judgment aforesaid.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The case was argued by T. J. Fox Alden, for plaintiff in error; and Robert McKnight, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Patterson versus Robinson.\nA married woman may purchase real estate and give her judgment for the purchase-money; and when such judgment is charged on the land purchased, hy the terms of the conveyance, the payment of the money is the condition upon which she accepts the property.\nSuch judgment is not void on the ground of coverture.\nError to the District Court of Allegheny county.\nThis was an action of debt on a bond given by Arabella Patterson, the plaintiff in error and the defendant below, to William Robinson, Jr., for the purchase-money of two lots of ground in Allegheny City. In 1848, the plaintiff below conveyed the lots to the defendant, Arabella Patterson. Eighty dollars were paid in hand, and for the balance, the purchaser,'who was a married woman, gave her own judgment-bond. The deed recited that the conveyance was subject to the payment of the bond. ■ Judgment was entered on the bond by virtue of the warrant of attorney, 'which was Opéned, and defendant permitted to pléád coverture. The fact of coverture was admitted, and the facts above set forth were submitted in a case stated. The Court below, Williams, J., gave judgment for the plaintiff.\nThe case was argued by T. J. Fox Alden, for plaintiff in error; and Robert McKnight, for defendant in error."
  },
  "file_name": "0081-01",
  "first_page_order": 81,
  "last_page_order": 83
}
