{
  "id": 975846,
  "name": "Bell's Estate",
  "name_abbreviation": "Bell's Estate",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "92",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 264",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 380",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849968
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0380-01"
      ]
    },
    {
      "cite": "2 Raw. 287",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0287-01"
      ]
    },
    {
      "cite": "20 Johns. Rep. 585",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 12",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848422
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0012-01"
      ]
    },
    {
      "cite": "2 Whart. 81",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830538
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0081-01"
      ]
    },
    {
      "cite": "2 Johns. 473",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 42",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846077
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0042-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 475,
    "char_count": 6930,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.2344026206183155e-07,
      "percentile": 0.6064021493144968
    },
    "sha256": "22824676d9549a48b9fec10677f52aef666b5d5951976bd9f9dbd5ae88d588d9",
    "simhash": "1:c23b24d7370432df",
    "word_count": 1237
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bell’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court wais delivered by\nLewis, C. J.\nIt is the duty of an executor to produce to the appraisers “ all evidence of debt”, and “ all claims for money,” in order that they may be included in the inventory. The object of the inventory is merely to enable the;parties interested in the estate to call the executor to account. ' It precludes no one from making defence against the claims included in it. The executor Las an equal right with others to.'protect his own interests; and the insertion of a note against himself in the inventory, with his assent, does not preclude him from making defence-against it. It is not such an acknowledgment of the debt as takes it out of the Statute of Limitations. Independent of the special circumstance, showing that the justice of the demand was not acknowledged by the executor, the case was properly decided 'in his favour.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Purman, Lindsey, and Buchanan, for appellants. —",
      "Black and Phelan, donney and Sayers, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bell’s Estate.\nIf an executor includes in the inventory his own note to the testator, it does not preclude him from making defence to it; nor is this such an acknowledgment of the debt as takes it out of the Statute of Limitations.\nAppeal from the Orphans.’ Court of Grreene county.\nJohn Bell, senior, made his will, October 1st, 1845, wherein he appointed his son, John Bell, junior, his executor, and died 2d November, 1853.\nThe executor accepted the trust, proved the will, &c., and directed the appraisers in taking an inventory of the notes, to set down the original amount of 'the notes, and then calculate the interest, and add that to the principal to ascertain the value of the estate. When the appraisers came to this note,\n“Borrowed and received of John Bell $661, payable sixty days after date with interest from date. April 1, 1845. John Bell, junior,” he-called out the date and amount, as he had done with the other notes, and the appraisers, in his presence, and by his direction, inserted as follows:—\n, “ John Bell’s note, $661.00\n“ Interest, April 5, 1845, 342.06\n$1003.06.”\nWhen the executor settled his account, he refused to charge himself with this note, alleging that it was barred by the Statute of Limitations — and whether or not he' is bound to account for it is the question before this Court.\nPurman, Lindsey, and Buchanan, for appellants. —\nThe executor, by accepting the trust without protest, precludes himself from the protection of the statute. 2d. His act in filing the inventory (as stated above) is a direct acknowledgment of the debt, which takes it out of the statute.\nThe statute takes away the remedy only, it does not extinguish the debt: Chit, on Contracts, 6th Am. ed., 806, 2 Bouv. Inst. § 2002, 488.\nIf the note had not been barred by thé statute at the time he accepted the trust, yet, by his acceptance, the remedy would have been suspended, and the debt discharged by operation of law: Eichelberger v. Morris, 6 Watts 42 ;%Wankford v. Wankford, 1 Salk. 306; Thompson v. Thompson, 2 Johns. 473. If the statute takes away the remedy only; and if the appointment of a debtor to be his creditor’s executor merely suspends the remedy, when the debt is not barred by the statute; and if equity allows the estate to. help itself when the remedy is suspended, and treats the debt as paid and the amount as assets; for what reason should equity refuse to allow the estate to help itself, even .if the debt were' barred by the statute, when the claim comes to the hands of the executor ? In support of these principles the counsel cited Dalton ••y. Pool, 1 Ventris’ It. 318; Brooks v. Smith, 2 Young <f Colyer 58, where it is said, “ The statute does not absolutely bind courts of equity;” and the Orphans’ Court is absolutely a court of equity: Lewis v. Pratt, 2 Whart. 81; Irwin v. Dunwoody, 17 Ser. ¿f It. 61, 2 Ball. 190; Glover v. Wilson, 6 Barr 290; Harrisburg Bank v. Foster, 8 Watts 12. Equity will hot allow the bar of the statute to prevail in aid of manifest injustice: Deloraine v. Browne, 3 Brown’s Ch. Bep. 633, 646 ; Raw v. Potts, Precedents in Chancery 35, 2 Vernon’s Bep. 239. So when a party accepts a place inconsistent with his denial of his liability, he is estopped: The East India Company v. Campion, 11 Bligh R. 158,186,187; 3 Bligh R. 1; 3 Mass. '201. The statute cannot be pleaded on a trust.\nThe filing .the note -as stated was equivalent to a renewal of it between the parties.-\nBlack and Phelan, donney and Sayers, for defendant in error.\nThe statute does not merely take away the remedy. The debt itself is virtually blotted out by the legal bar. A promise does not revive the old debt, but is evidence of a new obligation, resting in a moral duty to pay. At law the appointment of a debtor executor was a discharge of the debt: 11 Ser. & R. 146. But our -Act of 24th February,. 1834, keeps alive a valid claim, and directs each debt to be. included in the inventory. Nor does the appointment and acceptance of the office by the debtor suspend the remedy: the 22d section provides that no executor shall be compelled to pay for one year. But in• this' there is no suspension; the creditor may have his action though he may not compel payment for a year.\nThe statute would .have been an insuperable bar if John Bell, senior, had been living; .the debt was eight years old when the appellee became executor. His devisee cannot do that which he would have been harmless to do himself; and if the appellee had declined the executorship, the acting executors - could not have collected it. By what reason can he be then held -liable by the mere force of his position, unless it can be shown that his acceptance deprived the devisee of some right ? 1\nWhere a party has his remedy at law and lies by, and then resorts to equity, he is bound wherever he -would be at law: Kane v. Bloodgood, 7 Chan. Rep. 90; and see 20 Johns. Rep. 585; Story’s Eq. J 1520; Smith v. Clay, 3 Bro. Ch. R. 640. Cited 2 Story’s Eq. Jur. § 1521 and note. See specially the case of App Executor of App v. Driesbach, 2 Raw. 287. An executor cannot be considered a trustee unprotected-by the Statute of Limitations for money which he denied to be due.\nSo a creditor, who has been -appointed-executor, cannot take credit for a. claim .'barred- by the statute. -A testamentary trust ■for payment -.of .debts does not-revive- debts -barred1 by the statute; •but, when-clear and .not merely implied, suspends the statute on .debts due>at-testator’s death: Agnew’s Administratrix v. Fetterman’s Executors, 4 Barr 56; Burke v. Jones, 2 V. & Beames 275. The-whole .position of .the appellants -is báséd upon an implied'- trust.\n.In placing his note \"in the inventory, the appellee-acted in conformity to the -requirements of the Act of 1834. • See sections 2, 5, and 6.\nSee Christy v. Flemington, 10 Barr 129. An acknowledgment to take a case out of the statute must be clear, 'plain, unambiguous, and express: 9 Watts 380 ; 6 Id. 172; 10 Id. 19; 9 Barr 258; 6 W. & Ser. 213; 2 Jones 264; 10 Watts 152."
  },
  "file_name": "0092-01",
  "first_page_order": 92,
  "last_page_order": 95
}
