{
  "id": 975867,
  "name": "McCandless versus McWha",
  "name_abbreviation": "McCandless v. McWha",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "95",
  "last_page": "97",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 95"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "33 Maine Rep. 367",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        686225,
        686243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/33/0367-01",
        "/me/33/0367-02"
      ]
    },
    {
      "cite": "3 Ala. Rep. 16",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8493910
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/3/0016-01"
      ]
    },
    {
      "cite": "11 Maine Rep. 139",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8739322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/11/0139-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 399,
    "char_count": 6486,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 9.701242254044871e-08,
      "percentile": 0.5298096529952132
    },
    "sha256": "ca74534bd681799c7d9f915f45a31a694b9e49c42af79059173fa7739f886c39",
    "simhash": "1:2b39e3ec9a34c695",
    "word_count": 1095
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCandless versus McWha."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nIn this case it was not thought prudent to rely upon the ordinary science which the jury is expected to possess for the principle, that a fractured limb of an intemperate man is more difficult to cure than that of a temperate one; but we have evidence of it from men of science; and such is the usual practice. Now very certainly it is not a well known principle of ordinary science that, in judging of the difficulty of such a cure, it is important to know, not only the degree of intemperance then existing, but how long it has lasted : and this principle was neither proved nor offered to be. It was therefore proper for the Court, under these circumr stances, to refuse to allow the patient’s habits and character in this respect to be put in issue for an indefinite period backward. It was surely enough to lay it open for the seven years previous to the injury, if not too much.\n.The ordinary science, like the ordinary language and customs, of everyday life is presumed, in the trial of causes, to be known to both Court and jury; and they make use of it in weighing the evidence submitted to them, and in estimating the importance of the ascertained facts. But if there be facts, which are really of influence and importarme in a cause, and their influence and importance are not recognised by the Court as matters of legal science, or do not fall within the province of the science of common life, then, by themselves, they must be practically irrelevant, and can be used only by appealing to mere prejudice; for they can have no intelligent application to the matter in dispute. If their relevancy depends upon special scientific principles, of which the Court is not expected to take judicial notice, and of which the jury are most probably ignorant, then, without those principles, their relevancy cannot appear. When, therefore, such facts are offered to be proved, they must be rejected, unless offered in connexion with or (better still) after sufficient evidence of the scientific principles that reveal their importance.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Cunningham, for plaintiff in error,",
      "Roberts, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "McCandless versus McWha.\nIf the relevancy of facts offered in evidence depends Upon special scientific principles, they must-he offered in connexion with, or after evidence is given of, -the principles that reveal their importance, or their relevancy cannot appear.\nWhere scientific evidence had been admitted to show that the broken limb of a man of intemperate habits is more difficult of cure,than one of temperate habits, and 'testimony was given as to' the plaintiff’s habits for a period of seven years, and further testimony-was -offered to'sh'o'w-the continuance of like-habits for a-longer period, Held, -that the Oourt'properly refused to allow the patient’s habits'and character to be -put -in issue for an indefinite period, and it'was enough, if not too much, to lay it open for some years.\nError to the Common Pleas of Beav'er coiinty.\nThis action was brought in 1848, by McWha, the plaintiff below, to recover of the defendant damages for alleged negligence and unskilful treatment -as a surgeon of the broken leg of the plaintiff.\nEvidence had been offered to prove that, from 1840 to the time ■of the injury, the'habits of-the plaintiff had been intemperate; , and medical and scientific evidence from'both- sides had shown that, in proportion'to' the extent of such habits and the length of their duration, So would' be the difficulties in the management, not only 'of 'the special fracture, but of the patient himsélf; and if he, by reason thereof, disobeyed -instructions, the consequences should fall on himself, and not on the surgeon.\nAnd to show long-continued intemperate habits, and -the difficulties arising therefrom, Dr.-Smith,-who practised \"near the plaintiff’s residence, was offered by defendant to prove that plaintiff was of intemperate habits as early as 1838, ’39, and ’40, and that such habits were continued up to the time of the injury.\nThe plaintiff objected, that evidence to his habits in 1838, ’39, and ’40 was too long before the injury, and irrelevant; which the Court sustained : and which forms the only point in the case.\nCunningham, for plaintiff in error,\ncited 10 Harris 268. There was no conflict of opinion among physicians as to the tendency of intemperate habits; all concurred in saying that they increased the difficulty of treatment. But the testimony of Dr. Smith as to plaintiff’s habits in 1838, ’39, and ’40, was rejected, because it was too long before the injury. That these habits were of so long standing, and continued up to thé period of the injury, gave weight and relevancy to the offered evidence. The longer such habits continue, the greater is the waste committed on the defences of nature, and the less able will the patient be to resist attacks of disease or violence. The testimony was clearly relevant : 2 Harris 469. Testimony conducive, or that has a tendency, to prove the issue, is admissible: McLean 596; 11 Maine Rep. 139; 1 Ala. Rep Am, 457; Ib. 798; 3 Ala. Rep. 16; 33 Maine Rep. 367.\nRoberts, for defendant in error. —\nThere was no offer to follow up the evidence rejected by proof that the intemperate habits of defendant in error had rendered a cure more difficult. Evidence had been admitted as long as the habits in question could have the slightest effect upon the system, or influence on the cure. The evidence was cumulative, and within the discretion of the Court. But the plaintiff in error had the full benefit of proof of the plaintiff’s habits during seven years before the leg was broken. Was more necessary to establish his position ? The difficulties of cure during habits of intemperance are occasioned by instability, the consequence of the sudden withdrawal of the accustomed stimulant. The habits of the patient at the time, or immediately before the accident, was the essential fact to be ascertained. The Court admitted testimony to this, and further allowed the same inquiry a wide range of seven years antecedent to the occurrence. Longer than this would be irrelevant. Habits existing anterior would be too remote to affect the case. Chitty, in his Medical Jurisprudence, says, “ that division of time by the number 7 has in many respects worked as well in nature,” as by custom and law: page 436. A complete renovation of the system takes place in a much shorter period: Chit. Medical Jurisp. 42, 43, and authorities referred to; Rees’s Analysis of Physiology 27."
  },
  "file_name": "0095-01",
  "first_page_order": 95,
  "last_page_order": 97
}
