{
  "id": 975817,
  "name": "George W. Myers versus Butler Myers",
  "name_abbreviation": "Myers v. Myers",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "100",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Johnson 197",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 525",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0525-01"
      ]
    },
    {
      "cite": "16 Johns. 197",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0197-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 316,
    "char_count": 5771,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 9.31052265537145e-08,
      "percentile": 0.5128434128785114
    },
    "sha256": "0fa7bfbb1d3ed637e5d20787a013fa4ee2228f40a0415ff1110e22ec4173abef",
    "simhash": "1:dae6dbb53800aba0",
    "word_count": 1020
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George W. Myers versus Butler Myers."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nGeorge W. Myers is in possession of the land in controversy, under a conveyance from Gregg of the legal estate. Butler Myers, the plaintiff below, claims the land under a previous contract with Gregg, and the payment of the purchase-money.\nThis would give him an equitable title, if nothing existed to rebut his equity. But there is evidence to show that the conveyance was made by Gregg to George W. Myers, with the assent of Butler Myers, in consideration of the assumption of liabilities by the latter.' This, if established to the satisfaction of the jury, was sufficient to rebut the equity of the plaintiff below; and the jury should have been instructed accordingly. The defendant is not in possession under a mere parol title. He has the legal estate, and he may rebut any supposed equity of the plaintiff by parol evidence, without violating the statute of frauds. Such evidence is in support of the written title, and not in opposition to it.\nIf George W. Myers failed to perform his agreement, an action may he brought upon it for damages; but the party who delivers a deed, without taking a mortgage, or otherwise receiving a lien for the purchase-money, by written evidence of it, cannot enforce the performance of the contract by ejectment. The deed of Gregg, if the evidence be believed, is to be regarded as a deed from Butler Myers himself.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Drum, for plaintiff in error. —",
      "Stewart and Foster, for defendants. —"
    ],
    "corrections": "",
    "head_matter": "George W. Myers versus Butler Myers.\nThe plaintiff contracted for the purchase of real estate, paid for it, and afterwards assented by parol, that the deed contracted for should be made by the vendor to the defendant in consideration of the latter assuming certain liabilities for plaintiff. The deed was made accordingly: Held, that the deed so made is to be regarded as the deed of the plaintiff himself, and that the legal title passed by it to the defendant.\nIn such case the defendant is not in possession under a mere parol title. He has the legal estate; and may rebut any supposed equity of the plaintiff without violating the Statute of Frauds.\nIf defendant fail to perform his agreement, an action will lie for damages. But a party who delivers a deed without taking a mortgage, or otherwise securing a lien for the purchase-money, by written evidence of it, cannot enforce the performance of the contract by ejectment.\nError to the Common Pleas of Indiana county.\nThis was an ejectment for a lot in the borough of Saltsburg.\nIn March, 1847, Butler Myers contracted with William P. Gregg for the purchase of the lot in question for the consideration of $100, for which he paid in two notes, on Thompson McCrea, to that amount. Gregg gave a receipt in full for the consideration, stipulating to make to said Butler Myers a warranty deed for the same. After making the contract, Butler Myers agreed by parol with the defendant, his son, that Gregg should make the deed to him, provided defendant would pay certain debts of the said Butler. The deed was made accordingly, and, at the request of the plaintiff, made to the defendant; and defendant retained the possession of the lot which he then held.\nThe plaintiff now seeks to recover the said lot, alleging that the defendant is a trustee of the legal title for his use.\nThe Court below held that the defendant’s title rested alto- • gether in parol, and was within the statute of frauds, and, therefore, a nullity.\nDrum, for plaintiff in error. —\nThe Court erred in holding that the title of defendant rested merely in parol. The plaintiff has the legal title. The object of the statute was to prevent the transfer of real estate without some written evidence of such transfer. When this is done the statute is satisfied, and this has been done in this instance. That the defendant procured the equitable estate in the first place by a parol contract, can make no difference, having subsequently procured the legal estate by deed: Jackson ex dem. Ledge v. Morse, 16 Johns. 197; Knouff v. Thompson, 4 Harris 357; Boyce v. McCulloch, 3 W. & Ser. 429; Espy v. Anderson, 2 Harris 310; Hawthorn v. Bronson, 16 Ser. & R. 278 ; 5 Watts 525; 6 Barr 228 ; Story’s Eq. 79; Ib. 80 ; 2 Harris 200.\nStewart and Foster, for defendants. —\nWhen one buys land and pays for it with his own money, but permits the conveyance to be made in the name of another, a trust results in favour of him who paid the money, and that is this case. The father, by permitting the conveyance to be made in the name of the son, did not divest himself of the title. It was no abandonment, but merely created a resulting trust in favour of the father. The amount or character of the debts he was to pay, or that he paid anything whatever, was not shown. Whatever interest the defendant had was under this indefinite agreement, and was in substance nothing more than a parol sale or gift, and could confer no title. The case 16 Johnson 197 does not sustain the plaintiff’s doctrine — there the party, to whom the purchaser directed the deed to be made, was the creditor of the latter; and the deed was directed to be made to him in satisfaction of the debt. The debt was' the consideration, and the original purchaser ceased to have any interest in the premises. In this case there was no such agreement or interest in defendant; and plaintiff, at the time the conveyance was made, still retained his interest. No money was paid by defendant for plaintiff, nor was the deed made in consideration of any debt due from the plaintiff to defendant. A trust, therefore, resulted to the father, the plaintiff: Jackman v. Ringland, 4 W. & Ser. 149.\nPossession must be taken in pursuance of the gift, to take a case out of the statute of frauds: 2 Harris 260; Murphy v. Hubert, 7 Barr 420."
  },
  "file_name": "0100-01",
  "first_page_order": 100,
  "last_page_order": 102
}
