{
  "id": 975841,
  "name": "Smith versus Fulkinson",
  "name_abbreviation": "Smith v. Fulkinson",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "109",
  "last_page": "112",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 389",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0389-01"
      ]
    },
    {
      "cite": "2 Johns. 391",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 446",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 R. 489",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 87",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0087-01"
      ]
    },
    {
      "cite": "10 Wheat. 227",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "17 Pick. 342",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pick. 318",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0325-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7313,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 1.193189596283495e-07,
      "percentile": 0.5918513009831847
    },
    "sha256": "fadc6d4feb85e02a6908c769a4e54d4591354ee500c118f7612ef880ffa83e47",
    "simhash": "1:0a7bd736965695eb",
    "word_count": 1379
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus Fulkinson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\n“ This is to be understood that my wife is to have all the benefit of the farm during her life, and the disposal of one-half at her pleasure, and the proceeds of the other half to be divided among my living children; but should my wife choose, she may have the farm sold, and the products used as before mentioned.”\nThe Common Pleas considered that by this devise the widow took a fee in one-half of the farm, and it seems to us that this is right. When a life estate is expressly devised, and then a right of disposal of the same thing is given to the same person, we are naturally inclined to suppose that two ideas were intended to be expressed, as, for instance, an estate and a power; for we do not readily admit that the testator would be thinking of giving a life estate to a person in a thing of which he was intending to grant him the fee. But here this reason cannot apply, because the fee is granted in only one-half of the thing which is made a subject of the life estate; and these two ideas need two distinct clauses to express them.\nBesides this, there is a power given to the widow over the whole land in the last clause, and this excludes the supposition that the previous clause was intended as a power over the half of it. By this power she may sell the land and dispose of the proceeds “as before mentioned,” that is, so that half of it shall be her own absolutely, and the other half for her benefit for life, and after that for the children.\nJudgment affirmed and record remitted.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "McG-uffin and Ayres, for plaintiffs in error. —",
      "Johnston and Eana, for defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Smith versus Fulkinson.\nThe devise to testator’s wife was as follows: “ This is to be understood, that my wife is to have all the benefit of the farm during her life, and the disposal of one-half at her pleasure, and the proceeds of the other half to be divided among my living children: but should my wife choose, she may have the farm sold, and the products used as before mentioned.” Held, that by this devise the widow took a fee in one half of the farm, together with a power over the whole farm to sell it, and appropriate one-half of the proceeds to herself absolutely, the other half to herself for life, and after her death to her children.\nError to the Common Pleas of Lawrence county.\nThis was an ejectment which grew out of a devise in the will of W. Espy. The devise out of which the controversy arose is set forth in the opinion of the Court. The plaintiffs are the heirs of Eleanor Espy, the devisee, who was the second wife of the testator. By a former marriage he had children, through whom the defendant claims, and who alleges that by the will, the wife took only a life estate, and not in fee; and that upon her death the whole descended to and vested in testator’s children by his first wife as his heirs at law.\nMcG-uffin and Ayres, for plaintiffs in error. —\nDo the subsequent clauses in the devise, after the express devise of an estate for life to, the wife, give her a fee simple in one-half the land, or a mere naked power in connexion with the life estate, to dispose of the fee at her discretion ?\nThe counsel contended that the language used gave no more than a power, and examined the peculiar phraseology of the will in reference to this view, and urged that if she took any estate under the power, it was not an estate in fee in one-half the land, but an estate in the one-half of the proceeds in personalty. That the life estate was willed to her without question, and if any estate was given to her, it depended upon her own act in exercising the power she had under the will. But having died without exercising it, her estate ceased with her life, and descends in accordance with law.\nNo estate will pass by implication under a power when a special interest or limited estate in the same property is given to the same person by express words. In this case if a fee is raised it must be by implication, and this is rebutted by the express words, and contradicted by the limited estate; and the words, “ and the disposal of the one-half at her pleasure,” is but a naked power connected with the life estate, and shows an intention to place it in the alternative. But the bequest of a life estate would not conflict with the conveyance under the power of an estate in the proceeds of one-half of the realty; for one is realty, the other personalty. '\n' So the bequest of “proceeds” was in her own election, and was therefore contingent; and having died without electing, the estate never came into existence. And in support of the positions taken, cited 1 P. Wms. 149; Ib. 54; Sole v. Cook, 1 P. Wms. 78; Cro. Car. 367; 1 Jones (Eng.) 342; 3 Lev. 71; 2 Lev. 104; 1 Mod.; Reed v. Shergold, 10 Ves. Jr. 270; Thornley v. Thornley, 10 East 433; 1 Pick. 318; 17 Pick. 342; Holmes v. Coghill, 7 Vesey, Jr. 500; Sto. Eq. Jur. § 169; Ib. § 170; 1 P. Wms. 490; Loffts v. Cornwallis, 2 Vern. 465; 1 Mod. R. 618; 1 Cox’s Eq. Cas. 131; 4 Cruise’s Dig. title 32, 319; Sug. on Pow. ch. 6, § 3, p. 315; Bender v. Deitrick, 7 W. & Ser. 287 ; Fisher v. Herbell, 7 W. & Ser. 63; 10 Wheat. 227; 6 Watts 87.\nJohnston and Eana, for defendants in error. —\nThe question is, not what effect certain words may have, but from all parts taken together what disposition was intended by the testator ? “ Elea-\nnor to have the use of the farm during her life, and the disposal of one-half at her pleasure; the proceeds of the other half to be divided amongst my living children. 1-f Eleanor chooses she may have the farm sold, and the products used as above mentioned.” The general devise is in words that alone carry the fee. She is to have all for life, and the disposal of one-half; and this discloses the intention not to include the one-half in the limitation, but to except it from the previous clause devising all for life. And there is nothing inconsistent in the devise of the fee in one-half, and a life estate in all. The general power of disposal does t not follow an express limitation, as in all the cases cited by counsel ; but it is a part of the phrase giving the limitation itself, and hence cannot be applied to the whole property.\nA gift of the proceeds is a gift of the thing itself: Carlyle v. Cannon, 3 R. 489; Anderson v. Greble, 1 Ash. 136. It is obvious the testator intended to distribute his estate into three parts, viz., a life estate to Eleanor, and the remainder to be equally divided between his wife and children; and by joining these two gifts, the disposal of one-half to her, and the other to them, it is evident he intended more than a power — a disposition of all the parts, and not of two only, with a power to her to appoint the other.\nThe counsel further enforced the above views by an actual examination of the words and clauses of the will, and urged that there was no devise over in the case of the non-execution of the alleged power. That no presumption to die intestate as to any part would arise if the testator’s words would carry the whole: 1 Watts 446. That the construction contended for harmonized all parts of the will, and that language should have its natural meaning. Cited Fisher v. Herbell, 7 W. & Ser. 63; Matthis v. Rhea, 1 Iredell 394; U. S. Dig. vol. 1, p. 564; Jackson v. Coleman, 2 Johns. 391; Morris v. Phaler, 1 Watts 389; Cowp. 299; 2 Blk. Com. 381; 4 Kent. Com. 319, 536; 16 Ves. 135."
  },
  "file_name": "0109-01",
  "first_page_order": 109,
  "last_page_order": 112
}
