{
  "id": 975830,
  "name": "Johnston and Sutton's Appeal",
  "name_abbreviation": "Johnston & Sutton's Appeal",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "116",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 362,
    "char_count": 7231,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.0539905696955741e-07,
      "percentile": 0.5548284861395394
    },
    "sha256": "878dd44e9d1c3d1b7c8e3f36e45114b1c40f417ccdbf997f543bf144146e0dbf",
    "simhash": "1:1d84a7876e3ca32b",
    "word_count": 1306
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, J., dissented."
    ],
    "parties": [
      "Johnston and Sutton’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nIn this case the benefit of the exemption law was claimed in due time — the appraisers returned that the land could not be divided without prejudice to or spoiling the whole, so that the sale took place and the proceeds amounted to $131. As that sum is less than $300, the sum allowed to the debtor under the exemption law, it follows that the whole of it must be paid to him, under the provisions of that law, unless some of the creditors can show a better claim to it. Those whose demands originated subsequent to the 4th July, 1849, and who have no waiver of the benefit of the law from the debtor, can have no claim to the fund. Cowden and Graily’s judgment was for a debt contracted before the Exemption Act took effect. It is therefore saved from its operation, and is entitled to be paid out of the money raised. The residue of the money belongs to the debtor, unless he has deprived himself of it by his own act. He has done so to the extent of the judgment of Johnston and Sutton, because it was part of the contract, when that debt was contracted, that he would not claim the benefit of the exemption law against it. That debt must therefore be paid out of the fund. These are the only claims upon the fund superior to the right of the debtor under the exemption law. After satisfying them, the residue of the money should be paid to the defendant in the execution. There is no difficulty whatever in arriving at this conclusion. Nothing stands in the way of it except the principle supposed to have been adopted in Boyer’s Appeal, 9 Harris 210. That case was misunderstood by the learned judge of the Common Pleas. The debtor, after a levy on the land, agreed to a condemnation and that a sale might be made on the fi. fa. without a vend. ex. The plaintiff proceeded to advertise, the property for sale. On the day of the sale, and not before, the debtor claimed the benefit of the exemption law. It happened that the appraisers returned that the property could not be divided so as to set off any of it to the debtor, and the sale went on. It was decided by this Court that the claim for the benefit of the exemption law came too late, and that the appointment of the appraisers and their return were altogether invalid. It followed that the proceeds were brought into Court entirely unembarrassed by any rights of the debtor under the exemption Jaw. In such a case, the lien creditors were entitled to be paid in the order of their priority. One of the creditors attempted to subvert this order and to gain an advantage over the others, on the ground that, by his contract with his debtor, the exemption law was waived. This claim he might well assert against the debtor himself, or against any fund in Court to which the debtor would otherwise be entitled under the exemption law. But his right grows out of and subsists upon that of the debtor. It is a scion which dies when the parent stock is destroyed. The creditor had an interest by his contract in claiming the benefit of the exemption law. He trusted his right to the care of the debtor, and the latter neglected to make the claim at the proper time. The result was that the rights of both under the exemption law were lost, and the proceeds of the sale were to be distributed among the lien creditors according to priority. '\nIt was absurd to suppose that the waiver of the debtor, under such circumstances, could change the order of priority. Nothing more than this was intended by this Court, when the chief justice, in delivering the opinion in Boyer’s Appeal, declared that such a waiver was void, “so far as it was intended to affect others,” and that it “could not put one who has no legal right in the place of one who has.”\nIt is ordered and decreed that the decree of distribution made by the Court of Common Pleas be reversed. It is further ordered and decreed that the fund in Court be distributed according to the report of the auditor.\nBlack, J., dissented.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Johnson, for appellants. —"
    ],
    "corrections": "",
    "head_matter": "Johnston and Sutton’s Appeal.\nThe defendant in an execution had waived his right to the benefits of the Exemption Act of 1849, and afterwards gave notice in due time to the sheriff that he claimed the exemption. There were several other judgment creditors of the defendant who claimed distributive shares. The auditor to whom the case was referred, reported 1st, in favour of a creditor whose claim originated anterior to 1849, $28.44. 2d, in favour of the creditor in whose claim the waiver had been made, $43.35, and awarded the balance of the fund, $40.50, to the defendant on his claim of exemption; and that all other lien creditors were barred by the claim of exemption. The fund arose from the sale of defendants real estate: Ordered, that the decree of the Court be reversed, and that the fund be distributed according to the report of the auditor.\n... Tnis was an appeal by Johnston and Sutton from a decree of 'the Court of Common Pleas of Lawrence county, in the distribution of the proceeds of the real estate of Alphonso Keys. Keys owned certain real estate encumbered by divers judgments, all of which were obtained subsequent to the Act of 9th April, 1849 — ■ the Exemption Act.\nOn the 23d April, 1852, defendant gave to Johnston and Sutton a judgment for $25, waiving the right of exemption in favour of plaintiffs. Execution issued to No. 5, July Term, 1852. On the 17th May, 1852, Keys, the defendant, gave notice to the sheriff that he claimed the $300 under the Act of 1849. The sheriff appointed appraisers, who reported that the land would not divide, The land sold for $131. An auditor appointed by the Court reported in favour of the plaintiffs’ judgment — the judgment of Cowden and Gaily — the contract upon which it was founded being before the Act of 1849 ; and gave the residue of the fund, $40.50, to the defendant, declaring all other lien creditors barred by defendant’s claim of exemption. Exceptions were taken to the report, which were sustained, and the whole fund was ordered to be distributed: 1st, to pay the expenses of the audit; 2d, costs of sheriff’s sale; and 3d, to the lien creditors in order of priority. To which decree Johnston and Sutton, Cowden and Gaily, and Keys, the defendant, excepted and appealed.\nThe opinion of the Court below was, that the waiver of the defendant of his exemption under the Act of 1849, placed the fund in the hands of the sheriff for distribution generally, and therefore that no distinction existed as to claims before and after the Act took effect; and cited Boyer’s Appeal, 9 Harris 210.\nJohnson, for appellants. —\nThe contract of waiver was not to convert the real estate into money, and out of the fund to pay the plaintiffs’ judgment, but, in effect, to permit that portion of the estate set apart to him by the Act of 1849, to remain as assets for the security and payment of his claim. But, according to the doctrine of the Court below, the defendant- must either accept and retain the entire bounty of the legislature, or run the risk .of losing the whole.\n2d. There was no waiver as to other creditors. As regards these, he had none to recall. Can he recall it as regards Johnston and Sutton ? If he cannot, then his waiver is good juro tanto."
  },
  "file_name": "0116-01",
  "first_page_order": 116,
  "last_page_order": 119
}
