{
  "id": 975835,
  "name": "John Nusser versus The Commonwealth",
  "name_abbreviation": "Nusser v. Commonwealth",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "126",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Mass. 545",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2052004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0474-01"
      ]
    },
    {
      "cite": "5 Mass. 380",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0296-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 4901,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 5.486867072830626e-07,
      "percentile": 0.9459424082253444
    },
    "sha256": "6818584b4c91bb2b2b486e0b3988431729a3477fb60ce7410c9436f63b45ddae",
    "simhash": "1:4c98baa5275f7734",
    "word_count": 855
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Nusser versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The judgment of the Court was delivered by\nLewis, C. J.\nIt is a familiar principle that a subsequent statute is a repeal of all repugnant provisions in a prior one. This is horn-book law, and it needs neither maxims nor authorities to support it. Where the prior enactment is local, and the new one general in its operation, the maxim applies with undiminished force; because the whole includes the several parts, and all local laws establishing one rule for one portion of the community, and a different one for the remaining portion, are inconvenient and of doubtful propriety except where they relate to matters which are local in their nature, and are enacted by the proper municipal authorities of the territory over which they are designed to operate; and where the first enactment sanctions a course of proceeding which deprived the citizen of the inestimable privilege of trial by jury, there is certainly no reason growing out of its provisions in this respect to exempt it from the general rule. The Act of 14th April, 1851, authorizes a summary conviction by a single justice of the peace, and the imposition of a fine of $50 for selling liquors on the Sabbath day within the county of Allegheny. The Act of 25th February, 1855, imposes the same penalty for the same offence committed anywhere within the state, but directs that the penalty be recovered “before any mayor, alderman, burgess, or justice of the peace, as debts of like amount are now'by law recoverable in any action of debt, brought in the name of the Commonwealth, as well for the guardians of the poor (or overseers of the poor of the township, ward, or borough, as the case may be), as for the person suing.”’ The chief difference between the two statutes is in the remedy for the recovery of the penalty. The first is\\by summary conviction, in which the defendant is deprived of the right of appeal and the trial by jury. The last is by action of debt, in which he is entitled to both. It is therefore a very material and substantial objection to the proceedings below that they are instituted .in a form which deprives the defendant of his dearest rights, and under a statute which has been repealed. The Act of 1855, in addition to the penalty of fifty dollars, to be collected by action of debt, authorizes the offence to be punished by indictment, fine, and imprisonment. This is. exposing the offender to a double punishment for the same offence; and is surely sufficient. To hold that he may be punished a third time for the same act, would, be a measure of severity in the. construction of penal statutes, which would shock the most ordinary sense of justice.\nJudgment reversed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Carnahan, for plaintiff in error. —",
      "Shannon, for defendant,"
    ],
    "corrections": "",
    "head_matter": "John Nusser versus The Commonwealth.\nThe Act of 14th April, 1851, imposes a fine of §50 for selling liquors on the Sabbath day within the county of Allegheny, and authorizes a summary conviction before a single justice of the peace. The Act of 25th February, 1855, imposes the same penalty for the same offence committed anywhere within the state, and prescribes the mode of proceeding for the recovery thereof: and further authorizes the offence to be punished by indictment, fine, and imprisonment. The latter Act repeals the former.\nA general Act prescribing the mode of punishment of a specific offence throughout the state, operates the repeal of an Act, limited to a single county, prescribing the mode of punishment of the same offence within the designated county.\nError to the Common Pleas of Allegheny county.\nOn the 6th July, 1855, the plaintiff in error was summarily convicted before a justice of peace, under the 2d section of the Act of 14th April, 1851, relating to the granting of tavern licenses in Allegheny and Clarion counties, of selling malt liquor on the Sabbath day.\nThe case was taken by certiorari to the Common Pleas of Allegheny county, and there affirmed.\nCarnahan, for plaintiff in error. —\nThe proceeding was had before the justice without a summons having previously issued; and this process is indispensable in all penal proceedings: Rex v. Dyer, 1 Salk. 181; 6 Mod. 41; and see all the cases collected 8 Mod. 154. The object of the summons is to set forth the charge and fix a day, and thus afford the accused the means of making his defence: 1 Stra. 260. A summons to appear immediately is insufficient: 2 Burr. 681; 1 Stra. 261; 4 Black. Com. 283, n. 5.\nThe 2d section of the Act of 1851 is superseded and repealed by the Act of 1855. The former was local and restricted to Allegheny county, the latter is general and extends throughout the state: 1 Ashmead 181, Commonwealth v. Cromley; Foster’s Case, Coke’s Rep. 681; Rex v. Eaton, 4 Burr. 2026; King v. Davis, Leach’s Cases, 228; 4 Black. Com. 89; Peace v. Whitney, 5 Mass. 380. A subsequent statute intended as a substitute for a former one, repeals it pro tanto : Bartlett v. King, 12 Mass. 545.\nShannon, for defendant,\ncited 3 Ser. & R. 48."
  },
  "file_name": "0126-01",
  "first_page_order": 126,
  "last_page_order": 127
}
