{
  "id": 975852,
  "name": "Waters versus Hixenbaugh's Administrators",
  "name_abbreviation": "Waters v. Hixenbaugh's Administrators",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "131",
  "last_page": "132",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 131"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 312,
    "char_count": 4769,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 5.895633362965747e-08,
      "percentile": 0.36900143599105584
    },
    "sha256": "120f928b7cd344eadfaf46deff1e9c8deb6dec97d22ff0141ceaa919e54f17eb",
    "simhash": "1:cac199a497136570",
    "word_count": 857
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Waters versus Hixenbaugh’s Administrators."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nIn this-case we have nothing to do with the penalties which the parties have incurred by their, illegal betting. Let them answer for that in the proper manner. Having settled their accounts, the defendant was found indebted to the plaihtiff-$!5.68, and proposed with him to bet that amount on the approaching general election, which was accepted, and therefore he gave to the other his note for double the amount, payable if the election should result in a specified way. The Common Pleas were of opinion that this betting of the debt barred the right of action for it. But in one event this is enforcing the bet; and in another it is letting the losing better win it. The principle is, that the contract of betting is totally void as a mere contract, where there has been no deposit of the thing bet. Then the -parties stand to each other as if no bet had been made. Neither one has any right or interest in the thing bet by the other. The Commonwealth may claim it from him, who, without the bet, had the right to it, but the other party cannot. He can take no benefit under legal sanction by his illegal act.\nNovember 15, 1855. This cause came on for hearing at the present term, on a writ of error to the judgment of the Court of Common Pleas of Greene county, and was argued by counsel, and now it is considered and adjudged that there is error in the said judgment of the Common Pleas, and it is therefore reversed and set aside, and it is now' here further considered and adjudged that the plaintiff recover of the defendant six dollars and eighty cents, with interest from the 15th of June, 1855, and costs of suit, and the record is remitted to the Common Pleas, that this judgment may be carried into effect.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Homey and Rowe, for plaintiff in error. —",
      "Sayers, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Waters versus Hixenbaugh’s Administrators.\nA party having a legal claim upon another for work done, wagered the amount with his debtor on the event of an approaching election, who gave his note for double the amount of his indebtedness, to be paid to his creditor upon the success of the candidate named. The debtor won the. bet, and the creditor brought assumpsit for his original cause of action. Held, that he was entitled to recover.\nA bet upon an election, regarded as a contract, is totally void, where there has been no deposit of the thing bet.\nError to the Common Pleas of Greene county.\nThis was an action of assumpsit brought by plaintiff, who declared, 1st, For work and labour done; 2d, Money paid, laid out, &c.; 3d, Money had and received; and 4th, Account stated. To which defendant pleaded non assumpsit and the Statute of Limitations.\nThe plaintiff and defendant’s intestate had some dealings together, the plaintiff having done harvest work for defendant; and upon a settlement, the latter was found indebted to the plaintiff, in the fall of 185Í, just before the election, $5.68, and gave his note to plaintiff for double that sum, payable when W. F. Johnston was re-elected governor of Pennsylvania. A verdict was rendered pro forma for plaintiff by consent, for $6.80, but judgment to be entered for defendant, notwithstanding the verdict, if the Court should be of opinion that the above note given to the plaintiff under the circumstances, was a bar to the plaintiff’s recovery.\nJune 15. The Court gave judgment for defendant.\nHomey and Rowe, for plaintiff in error. —\nBy the Act of March 24, 1817, wagering or betting upon the event of an election is prohibited, and all contracts, &c., founded thereon are declared null and void. Under this Act judgment should have been for plaintiff. The Act should be so construed as to suppress the evil. Money lost and paid over cannot be recovered back — the statute renders the contract void: McCoy v. McCoy, 6 W. & Ser. 485; and see Muret v. Stokes, 4 T. R. 661.\nBut in this case the work was done on a legal contract of hiring; the note could not operate as a release, for there was no consideration ; nor as a satisfaction, for it had no legal value. The parties stood as before it was given.\nThe plaintiff does not require the aid of the illegal transaction to entitle him to recover: Swan v. Scott, 11 Ser. & R. 164; 10 Barr 170; 2 Harris 18. His cause of action for work and labour done is complete without it; and nothing short of actual payment should be held to extinguish it.\nSayers, for defendant in error. —\nThe case comes within the Act of 2d July, 1839. The overseers of the poor can recover the amount so bet. A “ thing of value” was staked by the defendant on the event of an election, and he won. Could - not the whole sum have been recovered of him by the overseers within the two years limited by the Act ? Plaintiff brought suit within the two years — when the whole belonged to the overseers, can he recover ?"
  },
  "file_name": "0131-01",
  "first_page_order": 131,
  "last_page_order": 132
}
