{
  "id": 975750,
  "name": "Shinn versus Holmes",
  "name_abbreviation": "Shinn v. Holmes",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "142",
  "last_page": "145",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 142"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 58",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 7534,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 2.1649364887458171e-07,
      "percentile": 0.7703499315983287
    },
    "sha256": "fd917f93678e1da295c728d2b50645634fd6af7e231445d1ada8a9b19da71162",
    "simhash": "1:f8681f24d2c827df",
    "word_count": 1314
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shinn versus Holmes."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\nThe decree of the register admitting a will to probate, whether expressed in the form of an adjudication, or implied by his \"official act of granting letters testamentary, is conclusive in regard to the personalty, and is primd'facie evidence of its execution in controversies respecting the real estate: 7 Watts 58-9. In ejectment, the probate cannot be invalidated by looking into the evidence on which the decree was founded. This can only be done by the introduction of testimony tending to show that the will was not executed at all, or that it was signed under circumstances which render the instrument invalid. These principles were affirmed in Holliday v. Ward, 7 Harris 485. The will in this case was therefore sufficiently established by the decree admitting it to probate, notwithstanding that it- was founded on the testimony of the executors.\nWhere a testator introduces a devising clause, by the declaration that, “ touching all the rest of my estate, real or personal, I do give and dispose in the following manner,” and there is no devise over, nor any language in the will indicating an intention to give less than a fee simple, the devisee takes nothing less. This principle is settled by the cases of Schriver v. Myer, 7 Harris 87, and Wood v. Hill, 7 Harris 513. John M’Vicker, therefore, took a fee simple under the will of his father.\nWhere a man enters upon a tract of land claiming the fee simple, making valuable improvements, and exercising all the usual acts of absolute ownership, and dies in possession, and his administrators make sale of it, under a decree of the Orphans’ Court, to one who takes possession under such title, the rightful owner is thereby disseised, and his entry tolled by the descent cast. In such a case, he may release his right of action without words of inheritance. The release enures by way of mitter le droit, and passes all the right of the releasor without words of limitation: 4 Cruise’s Dig. 99.\nWhere a married woman unites with her husband in conveying or releasing her claim to real estate, and makes the usual acknowledgment, on a separate examination before a competent officer, the instrument binds her since the Act of 11th April, 1848, as much as it did before. The 6th section of that Act, requiring her previous consent, acknowledged before a judge of the Common Pleas, applies only to cases where her husband, by her authority, undertakes to transfer or encumber her estate. It has no application to conveyances made by herself. The 10th section of the Act of 9th April, 1849, was unnecessary. It merely affirms a principle of law which existed before its enactment.\nThe result is that the title which Holmes is to convey to Shinn is good, and that the judgment for the purchase-money is correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Shinn, for plaintiff in error.",
      "Craft, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shinn versus Holmes.\nThe decree of the register admitting a will to probate, whether expressed in the form of an adjudication, or implied by the granting of letters testamentary, is conclusive as to the personalty, and prima facie evidence of its execution as to the real estate.\nThe probate cannot be invalidated in ejectment by looking into the evidence on which it was founded.\nWhere a testator introduces a devising clause by words which manifest a purpose to dispose of his entire estate, and there is no devise over, nor any language indicating an intention to give less, the devisee will take a fee simple.\nWhere the owner’s right of entry has been tolled by a descent cast, he may release his right of action by an instrument which contains no words of inheritance; the release in such case operating by way of mitter le droit, without any words of limitation.\nThe Act of 11th April, 1848, makes no change in the mode by which a married woman may convey or release her interest in real estate, but only as to the manner in which her husband may transfer or encumber her property.\nError, to the District Court of Allegheny county.\nThis was au amicable action of debt on a bond, in which Thomas Holmes is plaintiff, and William M. Shinn defendant. The parties agreed upon a case stated, with liberty to either party to sue out a writ of error. The case stated, comprising copies of many papers and documents, is too voluminous to reprint entire. The leading facts were as follows: The bond in suit was given by defendant to plaintiff to secure the consideration of a tract of land in Ross township, Allegheny county, conveyed by plaintiff and wife to defendant by deed, dated the 1st of April, 1858.\nThe land was conveyed to Holmes by the administrators of John McVicker, by deed of the 1st of July, 1850, under proceedings in the Orphans’ Court. John McVicker claimed the premises under the will of his father, William McVicker, dated the 19th of May, 1827, and registered and proved on the 25th July of the same year. This will contained the following clauses: “ And as to such worldly property Grod has seen meet to bless me with in this life, I give and dispose of in the following manner, viz., first of all it is my will, and I order that all my just debts and funeral expenses be duly paid and settled as soon as convenient after my decease, and as touching all the rest of my estate, real or personal, I do give and dispose in the following manner, viz.,” then, after making bequests to his daughters Jane and Eliza, the will proceeds: “ I allow to my son John the farm with its appurtenances, also my bed, with the dining-table, and my family Bible, and my gun: also one year’s schooling, to be paid out of the movables of the place. I allow, if my children choose to live together on the place, that the log building now raised, near the other house, shall be repaired for them to live in.”\nIn the probate of this will, it was recited that James McVicker and William Hutchman, the two subscribing witnesses, appeared and were sworn, &c.\nThe persons named in the probate were the executors named in the will, and the subscribing witnesses were William Caskey and David Easdell.\nOn the 11th July, 1850, Jane McVicker, who was intermarried with -:— Walker, and Elizabeth, intermarried with James Gruiten, executed an instrument under seal, which, after reciting the sale of the farm by the administrators of John McVicker to Holmes and others, proceeded as follows: “Now, know all. men by these presents, that we Jane Walker, and James Gruiten and Elizabeth his wife, in consideration of $5 to us in hand paid, the receipt whereof is hereby acknowledged, do release, convey, and confirm the said lots severally to the said purchasers, and lot No. 9 to such person or persons as the said administrators- may designate, by any conveyance or conveyances duly executed under authority of the Orphans’ Court of the county aforesaid.”\nThis release was signed by Elizabeth and her husband, and separately acknowledged by her. Jane’s husband did not join in the conveyance, and it was acknowledged by her in the common form.\nValuable improvements and buildings had been made on the premises, both before and since the death of John McVicker; the sisters living in the mean time near the premises, and one of them within sight of the, place.\nThe purchaser- objected to the payment of the purchase-money, on the ground that the will only gave to John a life estate in the land, and that the release was so defective in form and substance as not to cure the defects.\nThe Court entered a judgment on the case stated for plaintiff.\nShinn, for plaintiff in error.\nCraft, for defendant in error."
  },
  "file_name": "0142-01",
  "first_page_order": 142,
  "last_page_order": 145
}
