{
  "id": 975876,
  "name": "Cummings et al. versus Colgrove",
  "name_abbreviation": "Cummings v. Colgrove",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "150",
  "last_page": "151",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 150"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 351",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 425",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0425-01"
      ]
    },
    {
      "cite": "6 Watts 312",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0312-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 248,
    "char_count": 4570,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 6.950781921278023e-08,
      "percentile": 0.42126838282849693
    },
    "sha256": "fc10bfa1a9f4966765af65401db53009b26b4a99fac0a07ed3f0e497cbbd8ec1",
    "simhash": "1:fa589f2bf2f372eb",
    "word_count": 846
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cummings et al. versus Colgrove."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThére was error in permitting the jury to find that the note of 24th March, A. D. 1854, for $400, was included in the recovery had in the Supreme Court of New York. That action was brought upon an account for goods sold and delivered, and there was no evidence that the note was given upon the same account, or that it was in anywise connected with it.\nIf the note was given for goods sold and delivered, and the recovery in New York included the goods for which the note was given, the defendant’s plea of former recovery might avail him ; but the burden of proof is upon him to show these facts, and as he gave no evidence tending to establish the truth of his allegation that the note was included in the New York judgment, the Court should have directed the jury to find for the plaintiffs, to that extent at least. In referring to the jury the question, whether the note in suit was not included in the recovery, the Court erred, and for this the judgment must be reversed.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Marshall, for plaintiffs. —",
      "Lane, for defendant. —"
    ],
    "corrections": "",
    "head_matter": "Cummings et al. versus Colgrove.\nWhere a suit was brought here, for goods sold and delivered, and on a promissory note, and the defendant pleaded a former recovery, and gave in evidence a record and judgment in New York, where the claim was upon an account for goods sold and delivered, Held, that the onus lay upon the defendant to show that the note sued for was included in the judgment in New York; and that, failing in this, the Court should have instructed the jury to find for the plaintiff.\nError to the Common Pleas of Erie county.\nPlaintiffs Avere merchants in NeAV York, and defendant Ayas a retail merchant in Erie, Pa., and had purchased in 1851 and early in 1852 a bill of goods of plaintiffs. In May, 1852, he made an alleged sale to his brother of his Avhole stock in trade, including notes and accounts due to him, Avithout making any provision for plaintiffs’ debt, Avho, on the 25th June, deeming the sale fraudulent, issued a foreign attachment, and attached the goods sold to the brother of defendant. The plaintiffs declared upon a note for $400, given to him by defendant 24th March, 1852, and for $2000 worth of goods sold and delivered. Defendant pleaded non assumpsit and payment with leave, and a former recovery. On the trial, plaintiffs gave in evidence to the jury the note for $400, and two bills for merchandise amounting to $1820, and rested. The defendant gave in evidence the record of a suit commenced in July, 1852, in the Supreme Court of New York, in which the plaintiffs and defendant in this suit were the parties, and in which a judgment Avas recovered, 18th August, 1852, against the defendant, for $1468.38 and costs. Plaintiffs excepted to the evidence. The plaintiffs then proved by the attorney Avho brought the suit, that he had had the note of $400 in his possession since the 25th June, 1852, to the time of trial.\nThe Court charged the jury that they might infer that the recovery in the Supreme Court of New York was for the same cause of action, and that they might infer that the note for $400 was given for a part of the account for which the recovery was had: to which plaintiffs excepted.\nMarshall, for plaintiffs. —\nThe record of the judgment in the state of New York is not for the same cause of action on its face as the suit in this Court, and the jury could not find a cause of action outside of the record.\nThe defendant rested his defence upon the record of the suit and judgment in New York, and relied upon that as a bar; and the Court left this to the jury to determine, which was error.\nThere is nothing on the face of the record that shows it was for the same cause of action. If for the same cause of action, defendant should have shown it: Connelly v. Arnold, 6 Watts 312. The Court should have instructed the jury that the record was no bar: Vincent v. Huff, 8 Ser. & R. 381; 15 Ser. & R. 100; 1 Watts 425; 2 Watts 351.\nThere was no evidence whatever to show that the note of $400 was included in the judgment; nor anything to authorize the instruction that it might have been.\nLane, for defendant. —\nThe account sued for in New York, compared with the causes of action here, showed that they were of like amounts; and there were no other dealings shown between the parties. This calculation was shown to the jury — the variation being but 13 cents — and the Court properly left it to the jury to say that, if the suit and judgment in New York was for the same cause of action, the same debt, it was a bar to this action."
  },
  "file_name": "0150-01",
  "first_page_order": 150,
  "last_page_order": 151
}
