{
  "id": 975759,
  "name": "Elizabeth Shallenberger versus Ashworth",
  "name_abbreviation": "Shallenberger v. Ashworth",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "152",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 316,
    "char_count": 5982,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 1.165552470918358e-07,
      "percentile": 0.5850926057851249
    },
    "sha256": "ad9247d1767de27e798cd155ea15640e25a0173544808fb85840105d4f79b998",
    "simhash": "1:cbca2e8fde01dc6a",
    "word_count": 1080
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elizabeth Shallenberger versus Ashworth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nWhere land is devised to executors to be sold, and the proceeds divided among legatees, the latter, if all of them consent, may take the land instead of the money. The husband, by virtue of his marital power, may exercise the right of election for his wife; and in such case, she becomes the owner of the land in fee simple subject to his life estate. His act enures to her benefit. The land is substituted for the money, and vests in the person previously entitled to the proceeds. The husband, it is true, may reduce the wife’s chose in action into possession, and thus make himself the absolute owner of it. And where he discharges it in consideration of a conveyance to himself, from one having a right to make it, he may, perhaps, make himself absolute owner of the land. But this is not properly an election, but a purchase; and cannot be done without writing, because the statute of frauds, and perjuries prohibits it. Election is where the land is taken by the owner of the proceeds: Beal v. Stehly, 9 Harris 376. But the- election in this case was made by the wife herself, in the presence of her husband and with his assent. His entry into possession under the arrangement thus made must be regarded as an entry under the title of his wife, and not adverse to it. Upon his death, a right of action accrued to the heirs of the wife, and the statute of limitations could not begin to run until that period. The defendants had no show of right whatever, and the charge of the Court was quite as favourable to their claim as they had a right to expect.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Fuller, for plaintiff in error. —",
      "A. Patterson, for defendant. —"
    ],
    "corrections": "",
    "head_matter": "Elizabeth Shallenberger versus Ashworth.\nWhere land, is devised to executors to be sold, and the proceeds divided among legatees, the latter, if all of them consent, may take the land instead of money.\nThe husband in such case may elect in place of his wife, and she becomes the owner of the fee, subject to his life estate.\nThe land is substituted for the money, and vests in the person previously entitled to the proceeds.\nWhere the wife elected to take land instead of money, in presence of her husband and with his assent, his subsequent entry into the possession of the land must be regarded as an entry under the title of the wife, and not adverse to it.\nUpon the husband’s death in possession in right of his wife, a right of action accrued to the heirs of the wife, and the statute of limitations did not begin to run till that period.\nError to the Common Pleas of Fayette county.\nJacob Balsley, by his will, made in 1809, directed his executors to sell his real estate, including the land in dispute, and divide the proceeds among certain devisees and legatees, of whom his daughter Elizabeth was one. After the death of her father, Elizabeth married John Shallenberger, and they lived together upon the land until her death in 1844, and her husband continued to occupy it till 1850, when he died. Both the husband and wife had issue by former marriages, but none by their marriage with each other. The defendant in error claims the land under deeds from the heirs of Elizabeth. The plaintiff below claims under the will of John Shallenberger^ the husband, dated November 8, 1888, proved 8th August, 1854.\nOn the trial it was proved that in the year 1828, at a meeting of the devisees claiming under the will, called for the purpose of arranging the estate, it was there agreed by the heirs that Elizabeth might take the portion of land which she and her husband were then occupying, instead of the money she was entitled to receive under the will of Jacob Balsley. That Elizabeth agreed to take the land, and that the arrangement was, that if the land came to more money than she was entitled to under the will, she was to pay the surplus; and if to less, that she was to be paid the deficiency. A deed was to have been written, but no writing was drawn, or deed ever executed for the land. John Shallenberger was present, and made no objection to the arrangement.\nThe jury found for the plaintiff below. The Court left it to the' jury to say whether John Shallenberger had consented to his wife’s taking the land; and instructed them that John Shallenberger, under the statute of limitations, acquired a good title to the land by his possession of thirty years, if there was no agreement or election to take the land, with the consent of the husband.\nThe plaintiff’s counsel excepted to the charge, and further alleged, as ground of exception, that there was no evidence of any agreement that would-be binding upon any of the parties, as there was no writing, no possession taken under it, nor no part performance that would make an agreement concerning land good under the statute of frauds.\nFuller, for plaintiff in error. —\nThe husband was the only person who could elect, and there was no evidence of such election. The only evidence was that he was present, and that the heirs agreed that Mrs. Shallenberger should have the portion of the land on which they then lived. No evidence that he gave any positive assent.\nThere was no deed made; and the husband would have had the right to object before delivering; and in 1833 he made a will and disposed of the property.\nThe election must be by some unequivocal act: Willing v. Peters, 7 Barr 290.\nThere being no writing, the parol arrangement was void under the statute of frauds.\nAnd if the agreement did not bind the husband, his title was good under the statute of limitations.\nA. Patterson, for defendant. —\nThe evidence was that Elizabeth elected to take the land; her husband being present, and making no objection. This was sufficient to leave the fact to the jury.\nIt was competent to show by parol that the husband waived his right to recover his wife’s legacy, and agreed that she should receive her portion in land: 3 W. & Ser. 223.\nAnd if the husband had- refused his assent, never having received a deed, upon his death the title would revert to his wife or her heirs: lb."
  },
  "file_name": "0152-01",
  "first_page_order": 152,
  "last_page_order": 154
}
