{
  "id": 975834,
  "name": "The Erie and Waterford Plank Road-Company versus Pilgrim F. J. Brown",
  "name_abbreviation": "Erie & Waterford Plank Road-Co. v. Brown",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "156",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 364",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0364-01"
      ]
    },
    {
      "cite": "10 Watts 363",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 531,
    "char_count": 11744,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 2.4745210275453294e-07,
      "percentile": 0.8068775438259141
    },
    "sha256": "cec155e928e2aa209a73c40a50a05eca3737f59cb680d19a56445ac07f29e37a",
    "simhash": "1:3fb4de6d2903f839",
    "word_count": 1996
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Erie and Waterford Plank Road-Company versus Pilgrim F. J. Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThe error into which the learned judge fell consisted in hot distinguishing between a subscription of stock made on the books of the commissioners before charter granted, and one made on the books of the company after its full organization. It was alleged, and we are to take it as true, that the defendant’s subscription was of the latter sort; but this was ruled to be an unimportant circumstance, for that the payment required to be made at the time of subscribing, by the proviso of the 1st section of the general law of 1849, relating to turnpike and plank-road companies, extended to all the original shares authorized in the special Act incorporating this company. The consequence of this doctrine was, that the subscription, though made to the company and not to- the commissioners, was void for the want of a payment down at the time of subscribing.\nWe cannot concur in the opinion of the learned judge. The commissioners were ministerial officers acting under a special authority, and were bound to pursue it strictly. The proviso of the 1st section of the Act of 1849 required the attending commissioners to receive, from every person offering to subscribe, a payment in hand of not less than one dollar — a plain duty, which a special agent had no power to dispense with — and a subscription made without, such payment was consequently void. It conferred no rights on the subscriber, and neither the commissioners nor the future company could enforce payment by action: 8 Ser. & R. 219.\nBut the Act of 1849 provides for chartering the company, where twenty persons or more have subscribed ten per centum of the capital stock; and, from the moment of the organization of the company, the duties and powers of the commissioners, in respect to further subscriptions of stock, are at an end. Thenceforth the company have, by virtue of the 2d section of the Act of 1849, the power of enlarging its stock by new subscriptions, in “ such manner and form as they shall think proper.” This enlargement can take place only where the prior subscriptions amount to less than the authorized capital, and where it is found necessary to fulfil the intent of the special Act of incorporation; but, these conditions concurring, there is no such limitation on the powers of the company as the proviso of the 1st section imposes on the commissioners. The words of the Act mark a plain distinction between the two kinds of subscription: one being subject to an express statutory rule, the other to the discretion only of the company. To take the rule, prescribed for the commissioners, and apply it to the company, as was done by the Court below, would b.e to repeal the words I have, quoted from the 2d section; for if the company, like the commissioners, must receive an instalment from, each subscriber at the moment of subscription, then they may not enlarge the subscriptions in such manner and form as they shall think proper. The discretion vested by the words of the statute is taken away by-other words which have no reference to the corporation, but are expressly confined to the commissioners.\nSuch a construction is warranted by no sound rules of interpretation. The statute having made the distinction, it is the duty of the Courts to observe it.\nAnd it is not a mere arbitrary distinction, but rests on solid reasons. The precedent payment to the commissioners is required, not only to defray expenses attending the opening of books and obtaining subscriptions, but to exclude mere speculative subscriptions, and to give the public assurance that the objects of the Act of incorporation are to be carried out in good faith; but when the company has been organized- upon a. solid basis thus secured, and finds further subscriptions necessary, it may, and often does, happen that they can- be obtained only on new and peculiar terms. One subscriber must have time given him; another must be permitted to pay in labour or materials; a third must have the road located through his property in a particular manner; and unless these and similar conditions be complied with, the company cannot enlarge its stock, nor fulfil the object of its creation. Hence the legislature have seen fit to invest the company with a discretion in the manner of obtaining subscriptions, which they have withheld from the commissioners.\nWe hold, therefore, that the Court should have instructed the jury that, if the defendant’s subscription was made, not to the commissioners, but to the company after its organization, his failure to make a payment at the time of subscribing did not invalidate his contract, nor deprive the company of their legal remedy for enforcing it.\nAnother point was made, which perhaps it is unnecessary to rule, in view of what we have said about the effect of the subscription ; and yet, if it should turn out on another trial that the defendant’s subscription was made on the books of the commissioners before the organization of the company, the point now alluded to would become important.\nIt appeared in evidence that the defendant was present at a meeting of the stockholders in June, 1850, and participated in their action by voting on the question of routes; and the Court declined, on request, to say that this estopped him from alleging the non-payment of the hand-money at the time of subscribing. A point extremely analogous was taken in the case of Clark v. The Monongahela Navigation Company, 10 Watts 363, and ruled by the District Court of Allegheny (Grier, President) against the subscriber on the ground of estoppel, which was affirmed in the Supreme Court, though the opinion and judgment here were rested mainly on the»curative provisions of a special Act of Assembly. The subscriber there had not paid the hand-money, but had voted for managers of the company, and he was denied the defence successfully set up here.\nThere is no merit in such a defence. However expedient public considerations may make a payment down at the time of subscribing, the subscriber himself is under the highest moral obligation faithfully to perform the promise he has distinctly made; and when he voluntarily acts as a corporator, and exercises privileges which can only belong to him in that capacity, there is great reason that he should be estopped from denying the validity of his subscription. If the irregularity in making his subscription is the ground of his refusing to pay for his stock, it ought to restrain him from acting as a member of the company.\nIf this point should arise on another trial, we think it ought to have a different ruling from that which it received on the last.\nWe see nothing else in the record which requires to be discussed.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Babbitt and Gfunnison, for plaintiff in error. —",
      "Marshall, for defendant. —"
    ],
    "corrections": "",
    "head_matter": "The Erie and Waterford Plank Road-Company versus Pilgrim F. J. Brown.\nThe plaintiffs were incorporated under the general laws relating to turnpikes and plank-roads. Commissioners were appointed under the provisions of the general law, to receive subscriptions to the capital stock, and wero required to take from the subscribers at the time of subscription, a payment not less than $1, for each share subscribed. The special law provided, that the company, when it should be organized, should have authority to “ enlarge its capital stock, by taking new subscriptions in such manner arid form” as it should think proper.”\nAfter the company was organized, the defendant subscribed for four shares of the stock, some time after he paid $3.50 upon it, and refused payment of the balance, on the ground that he had paid nothing at the time he subscribed, and that his subscription was therefore void. Held, that the provision of the Act requiring the commissioners to demand payment at the time of subscription, did not apply to subscriptions made to the organized company, who had authority by the clause of the special Act (cited above), to act at their discretion in the premises, within the provisions of the law.\nWhere a subscriber to the stock of a corporation failed to pay the hand-money required by the Act, at the time of subscription, and afterwards attended a meeting of stockholders, and voted on the business of the company, he is estopped from denying the validity of his subscription.\nIf the irregularity in making his subscription be ground for refusing to pay for his stock, it ought to restrain him from acting as a member of the company.\nError, to the Common Pleas of JErie county.\nThis action was brought to recover from the defendant the balance due upon his subscription of four shares to the capital stock of the company, and 1 per cent, per month interest for nonpayment.\nThe plaintiffs were incorporated by Act of 27th February, 1849, subject to the provisions of the Act regulating Turnpike and Plank-road Companies, approved 26th January, 1849.\nBooks were opened by the commissioners for subscription to the stock; and when Inore than twenty persons had subscribed more than ten per cent, of the stock as provided by the Act, the facts were certified to the governor, and a charter was obtained, and the company was legally organized.\nAfter the company was so organized, the defendant came to the office of the company and subscribed for four shares, to enlarge the subscription that had been obtained by the commissioners, under the 2d section of the Act of 26th January, 1849, made a payment on his said subscription, and several weeks after attended a meeting of the stockholders and voted on a question to determine the route of the road, under the 1st section of the Act of incorporation. The route voted for by defendant was adopted.\nThe subscription by defendant after the charter was issued, and payment by him of $3.50 on his subscription, and his attending the meeting of stockholders and voting as above, were proved.\nThe defendant gave evidence to prove that no money was paid by him at the time of subscribing.\nIn the Court below the plaintiffs contended that, upon a subscription of stock by defendant after the charter was obtained, no payment of from one to five dollars was necessary, as provided by the 1st section of the Act; and, 2d, that, by the defendant’s attendance at the meeting of stockholders, July 1, 1850, and voting on the subject of route, he was estopped from alleging the non-payment of the hand-money at the time of subscription, in bar of a recovery.\nThe Court instructed the jury negatively on both points; and this charge was here assigned for error.\nVerdict for defendant.\nBabbitt and Gfunnison, for plaintiff in error. —\nThe Act of incorporation provides that on the opening of the books, a specified amount of hand-money shall be paid, to the commissioners on subscriptions to the stock when made, and the remainder to the treasurer of the corporation as soon as organized.\nThe commissioners could not enlarge the subscription after certifying the amount and names to the governor to obtain the charter; but after the charter was obtained, and the company organized, as provided in the 2d section of the Act, the company had the power of enlarging the stock by “ new subscriptions, in such manner and form as they think proper.” And the company, when organized, are nowhere required to exact hand-money, nor are subscribers bound to pay it.\nThe defendant having acted as a corporator at the meeting of stockholders, and voted, was estopped from denying his liability: Clarke v. Monongahela Navigation Company, 10 Watts 364.\nMarshall, for defendant. —\nThe proviso in the 1st section of the Act requires payment of $1 in hand at subscription; and there is nothing to take the case out of the principle decided in the Hibernia Turnpike Company v. Henderson, 8 Ser. & R. 219 : and see 14 Ser. & R. 434."
  },
  "file_name": "0156-01",
  "first_page_order": 156,
  "last_page_order": 160
}
