{
  "id": 975845,
  "name": "Rogers versus Waterman",
  "name_abbreviation": "Rogers v. Waterman",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "182",
  "last_page": "184",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 182"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 337,
    "char_count": 5784,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 1.256000731767207e-07,
      "percentile": 0.6112941333645321
    },
    "sha256": "b437feb7d6ae3cba88a2fa43c4ee0e6254ab2d26d23e0348e8c96f1e0f5477a6",
    "simhash": "1:67b11762d83c3b48",
    "word_count": 1042
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rogers versus Waterman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J. —\nThis action was against a constable for selling the goods of the plaintiff under an execution, in violation, as the plaintiff alleges, of his rights under the exemption law of .1849. The plaintiff did not demand an appraisement until after the property had been set up for sale and the bidding begun. Nevertheless he was permitted to recover.\nA party is not entitled to the exemption provided for by the statute unless he demands it. He waives his right by silently suffering property which would otherwise be exempt from levy to be seized and sold. There must be some period fixed at which this demand should be made, and after which it cannot be made. In Hammer v. Freese, 7 Harris 255, we said it was clearly too late after the sale had begun. We see nothing in the circumstances of' this case to require a departure from that rule. If a constable should fraudulently take advantage of a debtor’s absence, and sell without giving him a possible chance to get an appraisement, it might, afford a good cause of action. But such fraud should be distinctly proved. There is nothing like it here. The fact that the present plaintiff lived twenty miles away from the place where the property was taken and when it was sold is no excuse. If he could afford to spend time and money in prosecuting this suit to redress the supposed wrong, he might have spent a little to prevent it from being committed. He knew of the intended sale several days before it took place; and he was in the village where the constable was some hours before the sale began. We are quite clear that the written propositions which the defendant’s counsel submitted to the Court ought to have been answered in the affirmative.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, J. —"
      }
    ],
    "attorneys": [
      "Johnson and Brown, for plaintiff in error,",
      "Curtis and Miles, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Rogers versus Waterman.\nA demand, of an appraisement under the Act of 1849, by the defendant in an execution, after the property lei'ied has been set up for sale, and the bid-dings have begun, is made too late.\n. Where the plaintiff knew that' his property was advertised before the time appointed for the sale, he was bound to find the constable and demand his appraisement before the hour of sale, and before it commenced; and, failing in this, his right to the exemption was waived.\nError 'to the Common Pleas of Warren county.\nThis was an action brought to recover of Rogers, the defendant below, for an alleged dereliction of duty as constable in not granting to plaintiff below his right to the benefits of the exemption law of 1849.\nOn the 25th February, 1853, an execution against plaintiff, for $62.49, was placed in the hands of the defendant, who was temporarily resident twenty miles off, engaged in lumbering. On the 17th March, 1853, a levy was made by defendant on plaintiff’s boards, and the execution returned “ not time to sell.” An al. ex. issued the same day on which the boards were advertised, and sold the 25th March. When the levy was made and advertised, the plaintiff was absent in the state of New York; but he obtained knowledge of the advertisement before the sale. The sale was advertised to take place at 1 o’clock, on the 25th March, and at 2 o’clock the boards were set up, and after one bid was made, the plaintiff claimed his right of exemption and the appointment of appraisers, to which the defendant replied that he was too' late, and went on with the sale. For not allowing the claim of plaintiff, this suit was brought, and plaintiff recovered a verdict for $189 damages.\nThe Court charged the jury, “ that the plaintiff would not be bound, under the circumstances of this case, at the peril of losing his right, to go some twenty miles to seek the constable in order to make his demand. It is a fact for the jury to say from the evidence whether the plaintiff manifested his determination to have an appraisement, and did what he reasonably could, to have it done; and whether he was prevented by haste or design of the officer.\nJohnson and Brown, for plaintiff in error,\ncited Miller’s Appeal, 4 Harris 304; Brant’s Appeal, 8 Harris 141; Rogers’ Appeal, 7 Harris 210; all of which decide that the claim is not allowable if the consequence will be to postpone the sale. So Hammer v. Freese, 7 Harris 255, where the demand was made on the day and before the commencement of the sale, and held too late. The demand in this case was not made till an hour after the time advertised for the sale. And the reason given by the Court below for not adhering to the law Was one of convenience to the debtor. It is the duty of the debtor to be vigilant, and avail himself of the benefit conferred upon him by the law without delay.\nThere is no evidence of design or haste on the part of the officer to prevent the defendant in the execution from making his claim.\nCurtis and Miles, for defendant in error. —\nNo case decides that a defendant shall be barred of his right to exemption, where no reasonable opportunity has been given him to make it. The constable was resident twenty miles distant from defendant in the execution; and to compel him to make what would be a fruitless search after the officer would be unreasonable; and he did make the demand as soon as he saw the officer after making the levy, which was on the day he came to make the sale. It was therefore a fact proper to be left to thfe jury to say whether the defendant had manifested his determination to have an appraisement, and done what he reasonably could to have it effected.\nThe levy was made in the absence of the defendant. No inquiry was made for him by the officer, who kept away till the day of sale. These facts, and the admission of prejudice on his part against the defendant in the execution, furnish some evidence of design to prevent the assertion of his rights."
  },
  "file_name": "0182-01",
  "first_page_order": 182,
  "last_page_order": 184
}
