{
  "id": 975878,
  "name": "King & Shoenberger versus Baker",
  "name_abbreviation": "King & Shoenberger v. Baker",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "186",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Johns. Rep. 369",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840106
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0126-01"
      ]
    },
    {
      "cite": "2 Watts 127",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "3 Caines Rep. 261",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        12142324
      ],
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cai/3/0261-01"
      ]
    },
    {
      "cite": "12 Johns. 184",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 415,
    "char_count": 8027,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.1229385262730169e-07,
      "percentile": 0.573951801823195
    },
    "sha256": "af9042d76b4260b798e115ff2576811fce955de592a7d5008ec00587c6b9a43a",
    "simhash": "1:e6210e5d1352fffa",
    "word_count": 1397
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "King & Shoenberger versus Baker."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nIt is true, as a general proposition, that trespass quare clausum fregit can be sustained only by the person who had the actual possession when the injury was committed; but it is also true that in case of disseisin, the disseisee, after he has regained possession by re-entry, may maintain trespass against the disseisor and his servants, for acts intermediate the disseisin and re-entry; for, as to them, the law, after the re-entry, supposes the freehold to have continued in the disseisee: Lippend’s Case, 11 Rep. 51. But the law is otherwise as to strangers, for it is a general rule, with respect to the doctrine of relation, that it shall not do wrong to strangers: Wickham v. Freeman, 12 Johns. 184; Dewey v. Osborn, 4 Cowen 338; Case v. De Goes et al., 3 Caines Rep. 261, 263. It was declared by the late Chief Justice Gibson, in Powell v. Smith, 2 Watts 126, that nothing is clearer than that a mere recovery in ejectment, without entry or writ of possession executed, is not equivalent to an entry, even to bar the statute of limitations, and therefore not equivalent to actual possession. On this principle it was held in that case, that the party whq recovered the land in ejectment could not maintain replevin for fixtures which had been separated from the freehold by the party in actual possession, after judgment and before the issuing of a habere facias possessionem. His remedy for this injury is in an action for mesne profits, by laying the spoliation separately in the declaration. In such an action, the party in possession at the time of the trespass complained of is entitled to an allowance for the value of improvements made in good faith, to the extent of the rents and profits claimed: Jackson v. Loomis, 4 Cowen 168. It would provoke much useless litigation, and be attended with great practical mischief, if an owner out of possession were suffered to harass the actual occupant with an action for every blade of grass cut, or bushel of grain grown by him, instead of being compelled to resort to the action for mesne profits after a recovery in ejectment, by which compensation for the whole injury may be had at one operation: Powell v. Smith, 2 Watts 127. From these principles it would seem to follow that, by the severance of the timber from the freehold, while it was in the actual possession of the disseisor, the timber became personal property, and as such belonged to the disseisor, he being answerable over to the owner of the freehold for the whole injury committed by the disseisor, in an action for mesne profits, and not otherwise. If the timber was cut by a stranger, under a purchase by him from the disseisor in actual possession, the case is still stronger against the right of the disseisee to sustain any personal action for its value, founded on the right of property. If this case stood, therefore, upon the first judgment in ejectment in favour of King & Shoenberger v. Eckels, and the severance of the timber by Baker while Eckels was in actual possession, although after the judgment, but before possession taken, King & Shoenberger would have no right to the timber. But the right of Eckels to the land itself has since been established by two concurring verdicts and judgments in his favour. The present action by Baker against King & Shoenberger was not brought until after Eckels, under whose license Baker cut the cord-wood, had recovered possession in a second ejectment. The third ejectment was tried at the same time with Baker’s action for the cord-wood. In the instructions, Baker’s right to recover was made to depend on Eekels’s title to the land. As Eckels had the actual possession when the wood was cut, and also when the action of trespass was brought and tried, and as the jury have found him to be the owner of the land, the plaintiffs in error have certainly no cause to complain. The action of trespass was well founded. The defendants had neither possession of the land, nor the right of property in it, when the wood was cut. They were answerable, not only for the plaintiff’s cord-wood which they made use of, but for that which they carelessly destroyed in the attempt to appropriate it to their own purposes.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Foster, for plaintiff in error. —",
      "Banks and White, contra. —"
    ],
    "corrections": "",
    "head_matter": "King & Shoenberger versus Baker.\nAs a general rule, trespass quare clausum fregit can be sustained only by the person who had the actual possession when the injury was committed: but in case of disseisin, the disseisee, after he has regained possession by re-entry, may maintain trespass against the disseisor, for acts intermediate the disseisin and re-entry.\nWhere A., the owner of land, sold to B. “wood-leave” on the same, and he entered and cut the wood, and it remained upon the land, and afterwards C., under a habere facias possessionem, issued upon a judgment in ejectment obtained by default against A., entered upon the land, and took and carried away the wood cut by B., and A. subsequently, in two verdicts and judgments in ejectment, established his title to the land, and regained the possession: it was held, that B. could maintain trespass against 0. for the wood so taken.\nIn such action, B. could also recover for the wood carelessly destroyed, in the attempt to appropriate it to C.’s own use, as well as for that actually appropriated.\nError to the Common Pleas of Cambria county.\nElias Baker, the plaintiff, brought this action of trespass against King & Shoenberger, for taking and carrying away 1500 cords of wood, which he alleged belonged to him. On the 8th March, 1845, King and others brought an action of ejectment against James Eckels and others, to recover a tract of land surveyed in the name of Samuel Stitt. On the 18th August, 1845, a judgment was rendered in their favour, under the rules of Court, for want of a plea; and in January, 1846, a writ of habere facias was executed, and the plaintiffs in error put into possession. At this time Elias Baker, the defendant in error, had a contract with James Eckels, for “wood-leave,” and after this judgment proceeded and cut a large quantity of wood for coaling purposes, but outside the lines of the-Samuel Stitt survey. Afterwards, Eckels commenced an ejectment against King h Shoenberger, and recovered all the land they had in possession outside the Stitt survey, upon which Baker had cut the wood in dispute, and was put in possession by a writ of hab. fac. While King & Shoenberger were in possession they coaled a part of the wood cut by Baker, and the remainder was consumed by fire communicated from the coal-pits of plaintiff-in error. King & Shoenberger brought another ejectment, to recover back the land from Eckels, and Baker brought against them this action of trespass, which by consent of parties were tried by the same jury.\nIn the ejectment a verdict was rendered in favour of Eckels, and in the action of trespass a verdict and judgment were rendered in favour of Baker for $1100 damages. This writ of error was sued out to remove this latter judgment.\nThe errors assigned were, — To the ruling of the Court that the action of trespass could be maintained, and that the plaintiff could recover in this form for the wood consumed by fire. .\nFoster, for plaintiff in error. —\nThe wood was cut while the defendants were in possession, and they are not liable in trespass: 3 Ser. & R. 509; 2 Watts 126; 6 Ser. & R. 476. The title to the land could not be tried in trespass or replevin against one in the actual possession of the land: 10 Ser. & R. 114. By the recovery in ejectment, King & Shoenberger became entitled to the mesne profits: 2 Barr 271; Bull. N. P. 88; 2 Johns. Rep. 369.\nBanks and White, contra. —\nThe plaintiff, Baker, did not pretend to have any title, but rested his case on the title of Eckels, from whom he purchased the wood-leave, whose title was conclusively established by two verdicts and judgments in ejectment.\nOn the question of whether trespass would lie, they referred to 8 Barr 212; 10 Ib. 198, 254; 2 W. & Ser. 116; 4 Harris 530."
  },
  "file_name": "0186-01",
  "first_page_order": 186,
  "last_page_order": 189
}
