{
  "id": 975887,
  "name": "McNeal versus Holbrook",
  "name_abbreviation": "McNeal v. Holbrook",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "189",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 438",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0438-01"
      ]
    },
    {
      "cite": "3 Rawle 243",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0243-01"
      ]
    },
    {
      "cite": "2 Rawle 287",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0287-01"
      ]
    },
    {
      "cite": "2 Watts 161",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840162
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0161-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 278,
    "char_count": 4842,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0342869410533201
    },
    "sha256": "b204f5e228cd348e7f2552d3c8f96b0fdb813dda80a74569f0f017cd758594fd",
    "simhash": "1:ac2f0628248ebb79",
    "word_count": 845
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McNeal versus Holbrook."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nThe filing in the Common Pleas of transcripts or extracts of the amount appearing to be due from, or in the hands of executors, on the settlement of their accounts in the Orphans’ Court, does not take away the jurisdiction of the latter tribunal. The transcript is still subject to such modification of the original decree, on appeal, bill of review, or otherwise, as the Orphans’ Court has the power to make. With much greater reason may it be held, therefore, that the transcript cannot be used to produce an effect entirely different from the decree as it stood when the transcript was taken, and as it still remains in the Orphans’ Court. The decrees of the Orphans’ Court are conclusive. They cannot be reversed in any collateral proceeding, if the subject-matter and the parties be within the jurisdiction of that Court. The right to discharge one of several executors, and to direct to whom the assets in his hands shall be paid, exists as a part of the jurisdiction of that Court. The necessity for an occasional decree, dismissing an executor before distribution, must he manifest. If this be done, it is clear that the Court must designate the person to whom the money on hand is to be paid. The Act of 29th March, 1832, sect. 21, expressly' directs that an executor, on being dismissed from the duties of his appointment, may surrender the property in his hands to “ such person as the Court may direct.” In this case the account of the executors was confirmed on the 10th November, 1841; but in January, 1842, the Orphans’ Court discharged lí. L. Holbrook, one of three executors, and directed him to pay over any funds in his hands to the other executors. After this decree was made, the transcript was taken to the Common Pleas; and instead of the “ other executors” bringing the action on the transcript, according to the statute, a legatee brings his action for his share of the balance found due from the executors. The action is in direct conflict with the decree, and cannot be .maintained. The Court was correct in directing a verdict in favour of Holbrook. This being the case, the other matters complained of become immaterial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Gaither, for plaintiff in error. —",
      "—"
    ],
    "corrections": "",
    "head_matter": "McNeal versus Holbrook.\nWhere three executors filed a joint account, showing a balance in their hands, and one of them was discharged by the Orphans’ Court, and directed to pay over “ any funds in his hands to the other executors,” which was done: Held, that the decree of the Orphans’ Court, designating the persons to whom the money should be paid, was conclusive, and that a legatee could not maintain an action against the discharged executor, to recover a legacy.\nError to the Common Pleas of Somerset county.\nOn the 28th March, 1837, the will of Robert McClintock was proved before the register of wills of Somerset county, and letters testamentary issued thereon to Rachel McClintock, Alexander McClintock, and H. L. Holbrook; and on the 1st of November,\n1841, the executors filed a joint account, showing a balance in their hands of $1792.15J, which was confirmed. In January,\n1842, H. L. Holbrook presented his petition to the Orphans’ Court, praying to be discharged from his executorship, upon which the Court made the following order: — “ The Court discharge executor, and direct him to pay over any funds in his hands to the other executors.”\nThe defendant showed that he had paid over all the funds in his hands to his co-executors. In May, 1854, the legatees caused the balance due on the account to be certified from the Orphans’ Court, and filed it in the Common Pleas, under the provisions of the 29th section of the Act of 29th March, 1832. And the plaintiff brought this action of debt thereon, to recover a legacy of $800, bequeathed to her by the testator.\nThe defendant relied on the decree of the Court, and the payment over to his co-executors of the funds in his hands.\nThe Court directed a verdict in favour of the defendant: and this, inter alia, was assigned for error.\nGaither, for plaintiff in error. —\nThe account being joint, the defendant is estopped from denying the liability: McCoy’s Appeal, 15 Ser. & R. 57. They are concluded by the decree of the Court: 2 Watts 161; 17 Ser. & R. 336; 2 Rawle 287; 7 Barr 265.\nThe discharge of the defendant as executor was not binding on plaintiff, as no notice was given to her of the application: 3 Rawle 243; 7 Watts 438.\n—\nThe decree of the Court, confirming the account, was conclusive only as to the amount in their hands, but does not determine to whom it should be paid. THe decree of the Court directing the discharge of Holbrook, and to whom the money in his hands should be paid, was equally conclusive on these questions. He complied with that decree, and was discharged from all liability. See 21st section Act of 29th March, 1832."
  },
  "file_name": "0189-01",
  "first_page_order": 189,
  "last_page_order": 191
}
