{
  "id": 975752,
  "name": "Fisher versus Whoollery",
  "name_abbreviation": "Fisher v. Whoollery",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "197",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 197"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 223",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0223-01"
      ]
    },
    {
      "cite": "3 Watts 277",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0277-01"
      ]
    },
    {
      "cite": "3 Wh. 398",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 303",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 253",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 399",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 267",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 265",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850952
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 380,
    "char_count": 7988,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 2.6611264233377836e-07,
      "percentile": 0.8249558178874521
    },
    "sha256": "4b0aec1642b548f89c48c07cbf109811f2bbc6efb34146e6249ad37c79ec77cc",
    "simhash": "1:4b4126691c0626b3",
    "word_count": 1446
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fisher versus Whoollery."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J. —\nReplevin, in its inception, is a mixed action. It is a demand for the thing itself, and also for damages for the taking and detention. The defendant has his election to deliver the property on the writ, when the sheriff calls for it, or to retain it on giving security. If the property be delivered to the plaintiff, the defendant is answerable in damages for the taking and detention up to the time of delivery. If the property be retained, he is answerable, in addition, for the full value. In either case, the action thenceforth proceeds for damages alone. The property itself can in no event be recovered at law from the defendant; nor can he tender it, afterwards, in discharge of the action, or even in satisfaction pro tanto of the damages claimed. That part of the bond usually given by the defendant which provides for a return of the property is a nullity: Chaffee v. Sangston, 10 Watts 265 ; Moore v. Shenk, 3 Barr 13. Nothing but money can be recovered in an action on- the defendant’s property-bond. Where the property is retained by the defendant, the plaintiff in replevin must declare that the defendant yet hath and' detaineth the goods, and he shall have judgment to recover all in damages, as well the value of the goods as damages for the taking of them: Fitz. N. B. 159-60; Chaffee v. Sangston, 10 Watts 267. The action for the value in damages is inconsistent with a claim for the return of the property in specie. Such an action can only be sustained upon the ground that the property has been converted to the use of the defendant. Where there is a right, there is usually a remedy. But, clearly, after the property is retained by the defendant on the claim of ownership, and security given to the sheriff, there is no remedy at law by which the plaintiff in replevin can repossess himself of it. If his right exists, it presents the unusual spectacle of a right without a remedy to enforce it. It is idle to talk of such a right. If not recognised and enforced at law, it is the same as if it had no existence. This is the practical view of the subject. The law deals with the substance and not with the shadow. It is trae that if the defendant claims only a special property, the plaintiff may have a new writ when the special property of the defendant is determined. But if he sets up a false claim to a special property, the result is the same as a false claim to the property generally. In either case the plaintiff’s right to the property itself is turned into a chose in action — a right to the value in damages. It follows necessarily from these principles, that if the defendant refuses to deliver the property, and the plaintiff proceeds for damages, the right of the latter to the property itself is absolutely gone. Even the right of recaption is determined by the election of the remedy by action. This result is produced by the election of the parties themselves : Taylor v. The Royal Saxton, 1 Wallace Jr. 827.\nAs Whoollery had no property in the animals at the time Fisher caused them to be levied on by virtue of the execution in his favour, the sale by the officer gave the latter no better right than he had before. Such a defence was no answer to the wrongful acts by which the plaintiff had previously been deprived of his property. Judgment was, therefore, properly entered on the special verdict in favour of the plaintiff for the value of the property and damages for the detention.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J. —"
      }
    ],
    "attorneys": [
      "Deford, for plaintiff in error. —",
      "Parshall, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Fisher versus Whoollery.\nKeplevin, in its inception, is a mixed action; being a demand for the thing itself, and also for damages for the taking and detention.\nIf the property be delivered to the plaintiff, the defendant is answerable in damages for the taking and detention, up to the time of delivery; but if the property be retained, he is answerable in addition for the full value.\nThe property itself can in no event be recovered at law from the defendant; nor can he tender it afterwards, in discharge of the action, or even in satisfaction pro tanto of the damages claimed. A clause in the bond given by the defendant, providing for a return of the property, is a nullity.\nWhere the property is retained and bond given by the defendant, the plaintiff's right to the property is turned into a chose in action; his property in the thing itself is absolutely gone.\nIn such case, where the defendant, after he had given bond to retain the property in the replevin, caused it to be seized and sold under a judgment against the former owner, and purchased it, he acquired no better right than he had before, the property of the plaintiff having been previously divested.\nError to tbe Common Pleas of Fayette county.\nThis was an action of replevin, in which the jury found the following special verdict:—\nAnd now, to wit, January 9, 1855, a jury being duly empannelled, do find on their oaths that, on the day of the issue and execution of this writ of replevin, to wit, on the 18th of February, A. D. 1852, the property mentioned therein was the proper goods and chattels of the plaintiff, and that he had the right to the possession of the same, but that the defendant there held and debarred them from the possession of the said plaintiff; the jury further find that when the sheriff, under the authority of the said writ of replevin, was about to replevy the said property, the said defendant claimed to hold the same as his own, on an innkeeper’s lien, which the jury find'did not exist, and- gave bond to the sheriff that he would defend and make good his claim, &c. That, afterwards, to-wit, on the 24th day of February, 1852, the said defendant, having obtained a judgment against the plaintiff, John Whoollery, before a justice of the peace, caused an execution to be issued, which was accordingly done and placed in the hands of a constable, who, on said 24th of February, levied upon the said horse creatures in the replevin mentioned, as the property of said Fisher, and by due and legal proceedings thereafter had, said property was sold under same execution to the same defendant, Fisher. But whether under these facts the plaintiff or the defendant is entitled to their verdict the jury are ignorant, and pray the judgment of the Court. If the Court should be of opinion that plaintiff is entitled to recover the value of the property and damages for the detention, then judgment to be entered for the plaintiff for the sum of $153 damages and costs of suit. If the Court should be of the opinion that plaintiff was not entitled to recover the value of the property, but merely damages to the date of the levy, then judgment to be entered for the plaintiff for $2 damages and full costs, or such costs as the Court may be of opinion plaintiff is entitled to recover. And if the Court shall be of opinion that plaintiff is not entitled to recover, then judgment to be entered for defendant, with costs of suit.\nThe Court entered judgment on the verdict for the plaintiff for $153 and costs.\nThis was assigned for error.\nDeford, for plaintiff in error. —\nIf the giving of the bond in replevin changes the property, the plea of property would be a nullity. The case in Wallace Jr. per Grier, J., must be understood to refer to the effect of a recovery. The plaintiff must show property in himself: 5 Binn. 399; 4 Rawle 253; 6 Watts 303; 3 Wh. 398. The plea of property does not even admit the caption: Gilbert on Rep. 127-8; but throws the whole burden on the plaintiff: 6 Har. & John. 469; Gilb. on Rep. 227. If giving the bond changes the property, the contest afterwards would be useless. Where delivered to the plaintiff and he recovers, it is only for the detention and costs; if found for defendant, it is pro retorno habendo; if for the value of the property, it would be reversed: 5 Ser. & R. 132; 3 Watts 277; 3 Barr 13; 3 Watts 223.\nParshall, for defendant in error,\ncited 1 Ch. Pl. 635; 3 Barr 13, 21; Wallace Jr. 327; 12 East 644; 1 Saund. 436; 4 East 202."
  },
  "file_name": "0197-01",
  "first_page_order": 197,
  "last_page_order": 199
}
