{
  "id": 975793,
  "name": "Robinson versus Snyder",
  "name_abbreviation": "Robinson v. Snyder",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "203",
  "last_page": "207",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 585,
    "char_count": 13024,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 1.57871088917772e-07,
      "percentile": 0.6799919609212738
    },
    "sha256": "f39773c5b5eefc6eb0c68d5244f487edee6ea70dc3e5ee2a007a4c596a0c5f3d",
    "simhash": "1:288aa2319adf3ed9",
    "word_count": 2281
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robinson versus Snyder."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nThe defendant having a mind to purchase certain lots, which were owned by heirs in undivided parts of one-seventh, agreed in writing and under seal with the plaintiff that he would pay him a fixed sum for each of the shares. Some, but not all, of the shares mentioned in the agreement were purchased by the plaintiff, and the conveyances or agreements showing the purchase were made directly to the defendant.\nThe Court below charged: 1. That the plaintiff might recover what the defendant agreed to pay him for those shares which were actually purchased and conveyed, although the agreement contemplated the purchase of other shares which were never obtained; 2. That the sealed agreement imported a good consideration; 3. That the defendant’s acceptance of conveyances of the two shares which he got, and taking possession of the property, estopped him from asserting in this action the invalidity of the title thus acquired.\nWe believe this to be very sound law, and the defendant’s counsel seems to have been of the same opinion; for, although he made an ingenious argument in opposition to it, he did not think it worth while to make a single regular assignment of error to any part of the charge.\nA deposition was offered, and a part of it read. In the history of the case we have two bills of exception which do not contain the deposition, and in the appendix we have this deposition without any exception. We are left to conjecture, as we best can, how the evidence was dealt with on the trial. It is probable that so much of the deposition referred to as suited the plaintiff, was read by him without objection; and that, upon defendant offering to read the rest of it, the privilege of doing so was refused. The ground on which this decision of the Court went was very clear and correct. The part of the deposition which was not read by the plaintiff, and which the defendant wanted to read on his side, was in part hearsay, and in part declarations of the defendant himself; and what is1 worse, this hearsay and these declarations were offered for the purpose of proving the contents of written papers, not alleged to be lost. Certainly the rejection of such an offer is no reason why the judgment should be reversed. But after this the defendant demanded that the other part of the deposition, previously read by the plaintiff, should be ruled out. We suppose this to mean that the judge was requested to withdraw the whole deposition from the jury, and instruct them to give no attention to anything contained in it. There was no error in refusing this. A judge may, in his discretion, strike out evidence after it has gone to the jury, without opposition. But it is not his duty to do so, except in cases where the ground of objection was unknown to the adverse party at the time he consented to it, and where it is plain that his ignorance was not wilful; for if he could have seen its incompetency by the exertion of due diligence, it is the same as if he did see it. Por instance, the testimony of a witness, whose interest in the cause is ascertained after he has been fully heard, may be stricken out, if the party demanding its exclusion can show that the fact which made him incompetent was a secret, which ordinary inquiry would not have discovered. But even in such a case there can be no exception nunc pro tunc. If the Court refuses to do what is right and legal, the party endangered by the error can get it on the record in a reviewable shape only by a written prayer for instructions in the charge. In this case, however, the defendant could see the objection when he allowed the evidence to be read, as plainly as when he afterwards requested it to be “ruled out.” His time for making the objection had passed; and, besides, we are inclined to think it would not have been available if made at any time.\nThe substance of the whole case is: 1. That the errors complained of in the charge are irregularly assigned, and not well founded in law, 2. That the objection to the rejection of the defendant’s evidence is not sustainable, because that evidence was clearly incompetent; 8. That, whether the evidence received on part of the plaintiff be legal or not, it was heard without objection, and the Court was not asked to say anything about it in the charge.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "T. Williams, for plaintiff in error.",
      "Gf. P. Hamilton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Robinson versus Snyder.\nWhere a person desired to purchase certain lots, which, were owned by heirs in undivided parts, and agreed in writing and under seal, with a third person, to pay him a fixed sum for each of the shares, and only a part of the shares were purchased, and. conveyed directly to the first party: It was Held,\n1st. That the plaintiff might recover what the defendant agreed to pay him for those shares, which were actually purchased and conveyed to the defendant, although the agreement contemplated the purchase of other shares which were never obtained.\n2d. That the sealed agreement imported a good consideration; and\nSd. That the defendant’s accepting of conveyances for two shares, and taking possession of them, estopped him from asserting in an action against him for the sum so agreed to be paid, the invalidity of the title thus acquired.\nWhere testimony has been heard without objection, it is in the discretion of the Court trying the cause, to strike it out, if it should afterwards appear that the witness was incompetent, or the testimony inadmissible; but it will only be done where the fact upon which the exclusion is based was unknowb, and could not with ordinary diligence have been known to the party, at the time of its admission.\nAfter the admission of evidence without objection there can be no bill of exceptions to its admission nuna pro kmc* The only way in which it can be reviewed in this Court, is, in the shape of a written prayer to the Court, to instruct the jury to exclude it from their consideration, in making up their verdict.\nError to the District Court of Allegheny county\nThe action was debt brought upon the following article of agreement:—\nThis agreement witnesseth, that whereas, Peter Jennings did, on the 22d day of July, 1835, purchase from the following heirs of John Snyder, Esq., deceased, late of Allegheny county, viz.: Michael Siegfried and Peggy his wife, late Peggy Snyder, Michael Straw and Elizabeth his wife, late Elizabeth Snyder, Adam Snyder, and John Kuhns and Michael Straw, guardians of Jacob Snyder,' a lunatic, all their seventh parts, each, of two ten acre lots, situate in the Reserve Tract, opposite Pittsburgh, Nos. 242 and 253; and whereas, said Jennings did, on the 25th of July, assign and declare the same to be for the use of W. Robinson, Jr. Now this agreement witnesseth, that in' addition to the sums therein stipulated to be paid by said Jennings, the said Robinson agrees to pay for each of the shares so purchased and assigned by said Jennings, as aforesaid, to Jacob Snyder, of Ross township, the sum of $428.50 each, and 'also $428.50 for the share purchased by said Robinson from John Snyder, of Ross township; the said payments to be paid on the execution of the proper deeds and conveyances for the said shares.\nWitness my hand and seal, this 28th July, 1835.\nWilliam Robinson, Jr. [l. s.]\nThe plaintiff alleged a conveyance of the interest of two of the heirs of John Snyder, deceased, and that the plaintiff went with the person who made the purchase and assisted in the negotiations. The plaintiff read the deposition of Peter Jennings, except the following clauses in the cross-examination: — “ The basis of the agreement (written article) was that there should be given a good title to this property by them. Mr. Robinson told me, and so did, Mr. Bradford, that the title was bad.”\n“Mr. Bradford said I ought to have got a warrantee deed mentioned in the 'agreement, instead of an agreement to sell all the right, title, interest, and claim, and that that would have put an end to the matter.”\nThe defendant in presenting his case proposed to read those omitted parts — the plaintiff’s counsel objected, because they were the declarations of defendant, hearsay, and the contents of written agreements, &c. The Court sustained the objections, and defendant’s counsel excepted and asked the Court to rule out all of the examination in chief, and particularly so much as refers to the same or either of the written agreements.\nThis the Court also refused, and the defendant’s counsel excepted.\nEifty-second Rule of the District Court of Allegheny county:— “No objection to any deposition shall be allowed on the trial of the cause in which it has been taken, except that the witness is incompetent. All objections shall be made by filing exceptions within ten days after notice of the filing of the depositions, or receiving a copy thereof, which exceptions shall be heard in the usual course of the argument list. But parts rejected on exceptions as evidence in chief may be heard, if proper, as rebutting evidence. Rule 52 so far as hereby altered is repealed.” Jan. 3d, 1848.\nThe following points were submitted by the counsel of the defendant.\n1. That the agreement on the part of Robinson is, on its face, a mere nudum pactum, no consideration being stated therein as moving from the plaintiff, and no obligation whatever being imposed upon him thereby.\n2. That the evidence shows no actual services rendered by the plaintiff upon the basis thereof, and so no claim to a recovery.\n3. That to entitle the plaintiff to recover, upon the footing of the deed executed by John, in pursuance of a previous sale to Robinson, the plaintiff must have shown some service as a consideration.\n4. That as to the conveyance of Adam, made upwards of eight years afterwards, and after he had previously sold to Patterson, there could be no recovery in the absence of evidence that it was procured by the plaintiff, or through his instrumentality.\n5. That if the agreement was abandoned on account of a defect in the title, real or supposed, there can be no recovery under it, and the subsequent conveyances to Patterson, connected with the lapse of nearly twenty years, without any claim shown under it, may be taken as evidence of such abandonment.\n6. That the agreement is an entirety, and there could be no recovery upon a partial performance, and that the execution of one or two deeds out of the five referred to, without any evidence of the services or agency of the plaintiff therein, would not entitle him to recover pro tanto.\n7. That the agreement to pay on the execution of the proper deeds and conveyances, imported a good title in each of the heirs enumerated, to one undivided seventh part of the property in question.\n8. That the title shown to Ann Seabold, a married woman, to one undivided third part of the whole of the said property, in her own right, is to be considered an outstanding title to that extent in the absence of evidence that she had ever become discovert, and is to be regarded as of the period when the contract was to be performed.\nThe Court chai’ged the jury as follows: — “ That the plaintiff, under the agreement of the 28th of July, 1885, was not entitled to recover for any of the shares for which he had not shown conveyances to the defendantThat having shown conveyances from John and Adam Snyder (two of the parties mentioned in the agreement), the plaintiff was entitled to recover the amount agreed to be paid to him by the defendant for each of said shares; notwithstanding he had failed to show conveyances for the shares of the other parties mentioned in the agreement: — That the agreement being sealed with the seal of the defendant, imported a consideration and was binding on him: Yard v. Patton, 1 Harris 278. That having accepted conveyances from John and'Adam Snyder, and having been shown to be in possession of the property, the defendant could not set up the alleged defect in the title of John Snyder under the deed of Meiley and others, to defeat this action: —That there was no evidence that the agreement, as it respects the shares of John and Adam Snyder, was abandoned by the plaintiff; nor was there any evidence of a conveyance by Adam Snyder of his interests in said lots to Thomas H. Patterson.”\nThe Court refused to charge, as requested by the plaintiff’s counsel, in the points submitted by them.\nThe jury rendered a verdict for the plaintiff for $500.\nThe first assignment of error was to the rejection of the parts of the cross-examination of the deposition of Peter Jennings, without having set forth the testimony offered in the specification of error.\nThe second was to the refusal of the Court to rule out the examination in chief of Jennings.\nThe next eight assignments of error were to the refusal of the Court to answer the defendant’s several points as requested; but neither the points nor answers were set forth in the. specifications of error.\nThe case was submitted on the paper-books and printed arguments, by\nT. Williams, for plaintiff in error.\nGf. P. Hamilton, for defendant in error."
  },
  "file_name": "0203-01",
  "first_page_order": 203,
  "last_page_order": 207
}
