{
  "id": 975812,
  "name": "Nesbit versus Burry",
  "name_abbreviation": "Nesbit v. Burry",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "208",
  "last_page": "210",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 208"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Pick. 488",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pick. 156",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "3 John. 399",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0399-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 6192,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 2.0197490139518928e-07,
      "percentile": 0.7452558044889875
    },
    "sha256": "7ecb5e358356a616ca0f6110c0123fc44036b2087ee5588a47ccc67dd5e4f466",
    "simhash": "1:9a6e810c0a3bf83c",
    "word_count": 1132
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nesbit versus Burry."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J. —\nThere was error in the instruction that, after the parties had agreed upon the terms of sale, and the mode of ascertaining the weight, and part of the price had been paid, and when the agreed means of weighing had failed, the refusal of the vendor to adopt other means or to carry out the contract at all, vested the property in the vendee. The weighing being necessary to a perfect sale where there is no delivery, is not dispensed with by an unsuccessful attempt to weigh, or by a refusal to try a better mode of doing it. These matters left the parties as they stood before, and the title remained in the vendor. Nor does earnest or part payment aid in vesting' the title where the quantity is yet to be ascertained, and there is no delivery. Under such circumstances the contract is essentially executory, and the part payment only shows a concluded and binding agreement. Taking the facts as above stated, the sale remained imperfect and executory, and the vendor might refuse performance subject to the vendee’s right to damages for the breach. The other instructions are correct.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J. —"
      }
    ],
    "attorneys": [
      "Stewart and Johnston, for plaintiff in error. —",
      "McGuffin, contra. —"
    ],
    "corrections": "",
    "head_matter": "Nesbit versus Burry.\nWhere the parties in a sale of cattle, agreed upon the terms of sale, and the mode of ascertaining the weight, hut the stipulated means of weighing failed, and the vendor refused to adopt other means, or to carry out the contract at all; such refusal would not vest the property in the vendee.\nÑor does the payment of a part of the price aid in vesting the title in the vendee, where the quantity is to he ascertained, and there is no actual delivery.\nUnder such circumstances, the contract is essentially executory, and the remedy of the vendee is an action for damages, for the refusal to perform according to its terms.\nError to tbe Common. Pleas of Lawrence county.\nReplevin for a yoke of oxen. Burry agreed with Nesbit to purchase the oxen in dispute at 3 cents per pound, live weight, and that the weight should be ascertained by the scales at “ Mt. Jackson.” Burry paid $10 as earnest on the bargain. When the cattle were taken to Mt. Jackson, the scales were out of repair, and the weight could not be ascertained by them. Burry offered to have the weight ascertained in some other way, and also to pay the balance of the price; Nesbit refused, and drove the cattle home, and Burry brought replevin.\nThe principal question in the case was, whether, under the circumstances, there was such a change of property in the oxen as to enable Burry to maintain replevin.\nThe jury, under the charge of the Court, Agnew, P., found for the plaintiff; and the instructions of the Court were the subject of the errors assigned.\nPlaintiff’s 3d point: “ That if the jury believe by the terms of the contract the price of the oxen was $3 per cwt., and $10 thereof paid at the time, and they were to be delivered on the-day of--, in Mt. Jackson, and were so tendered to Burry’s agent, Poak, who agreed to receive them, offered to pay Nesbit the price or balance due, and Nesbit at the time agreed with said agent to take them home again, and feed and keep them at the risk of Burry, and at his expense, it is in law a delivery thereof, and Nesbit became the bailee of Burry; and upon his refusal to deliver, the plaintiff may sustain this action.”\nAnswer: “Answered in the affirmative, if the facts be as stated.”\nSpecification of errors: 1st. The Court erred in that part of their charge which was in these words: “ If the jury believe, upon the testimony of John Poak, and other testimony in the cause, that the price of the oxen could not be ascertained, because of the condition of the scales at Mt. Jackson, and in consequence of this that Nesbit agreed to take the cattle home at the risk of Burry, and to be paid by Burry for their keeping, it would be a delivery, and entitle the plaintiff to recover.”\n2d. The Court erred in that part of their charge which was in these words.: “ But if, after it was found that the weight could not be ascertained, Nesbit, instead of taking steps to await till the contract could be carried out, or until the weight could be ascertained by the proposed means, when the scales should be repaired, or by some other mode consented to by the parties, undertook to rescind the contract, and refused to carry it out, while Burry was insisting on its fulfilment, and offering to perform on his part, Nesbit having received part payment, the right of property would vest in law in plaintiff, and the plaintiff be entitled to recover its possession.”\n3d. The Court erred in their answer to the plaintiff’s third point.\nStewart and Johnston, for plaintiff in error. —\n1st error: That the refusal of Nesbit, after the weight could not be ascertained, to keep them for Bury, would not be equivalent to delivery. He should have paid or tendered the full price: 2 Bl. Com. 448; Ch. on Cont. 442-3; Id. 375.\n2d. While anything remains to be done to ascertain the price, the property remains in the vendor: 6 Harris 93; 7 Barr 263; 6 W. & Ser. 367. Earnest merely binds the bargain: 2 Bl. Com. 447 n.; Story on Sales, § 274; 3 W. & Ser. 14. Time was of the essence here: 6 Harris 93; 3 W. & Ser. 14.\n3d. There was error in instructing the jury that' the action could be maintained without a tender of the price.\nMcGuffin, contra. —\nAll the circumstances in the case were equivalent to an actual delivery, and vested the property and right of possession in Burry. If the cattle had died, it would have been his loss: 6 East 614; 11 East 217; 1 Taunt. 457; 4 Greenleaf, 317; 3 John. 399; 1 Camp. 452.\n2d error. Nesbit refused to wait till the scales could be repaired or adopt any other mode; his refusal was in law a performance : 3 W. & Ser. 14.\n3d error. The assignment of error is not according to the rule of Court.\nThe question was submitted to the jury. Nesbit became bailee for Burry: 3 Bl. Qom. 447-8-9; Com. on Con. 78-9-80; Ch. on Con. 737; 1 Harris 146; 10 Harris 460; 2 Pick. 156; Poth. on Ob. 47-8; 2 Pa. Rep. 454 ; 2 Pick. 488; Ch. on Con. 783; Wagonblast v. McKean, 1 East 203; Ch. on Con. 215, 318; .3 Ser. & R. 513; 6 Bac. Ab. 682, 706; 10 Harris 170."
  },
  "file_name": "0208-01",
  "first_page_order": 208,
  "last_page_order": 210
}
