{
  "id": 975761,
  "name": "Brown versus Brooks",
  "name_abbreviation": "Brown v. Brooks",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "210",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 210"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Johns. 385",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/7/0385-01"
      ]
    },
    {
      "cite": "8 Wend. 160",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/8/0160-01"
      ]
    },
    {
      "cite": "7 Wend. 270",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0270-01"
      ]
    },
    {
      "cite": "8 Wendell 421",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 128",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0128-01"
      ]
    },
    {
      "cite": "3 Penn. Rep. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 8951,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 3.9485505851193295e-07,
      "percentile": 0.9037229583655263
    },
    "sha256": "11d7b6a5bc29b68e4aeef80ad3ced21932412cf87aca0c3068113d3c9810c1a7",
    "simhash": "1:e6c948e59e03206f",
    "word_count": 1584
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown versus Brooks."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nOnly one of the thirteen assignments of error contains the specification required by the 7th and 8th rules, adopted on the 6th September, 1852, and published in 6 Harris 577. “ When the error assigned is to the charge of the Court, the part of the charge referred to must be quoted totidem verbis in the specification;” and, “ when the error assigned is to the admission or rejection of evidence, the specification must quote the full substance of the bill of exception, or copy the bill in immediate connexion with the specification.” “Any assignment of error not according to these rules will be held the same as none.” Under these rules it has repeatedly been held that when the error assigned is to the answer to a point, the point and the answer complained of must be quoted in the specification. An assignment which merely declares that “the Court erred in not answering the party’s point as put,” or “ erred in answering” it, is not a compliance with the rule. The ten first assignments are defective in the particulars last mentioned, and the I2th and 13th, relating to the admission of evidence, contain neither the copy nor the substance of the bills of exceptions on which they purport to be founded. We have looked in vain over the whole evidence for them, and have not been able to find them. The only specification within the rule is the 11th, and we proceed to notice it.\nThe action is upon a guaranty of the claim which Brown had against Strader, under an agreement of the 4th of August, 1849, by which the latter was bound to deliver three 17 inch rafts, at the mouth of Mahoning Creek, by the first freshet in the next spring, in good order, considered 1000 feet in each raft. The evidence shows that the spring freshet referred to, occurred about the last of February, or first of March, 1850. An action on the agreement was brought against Strader on the 20th March, 1850, and judgment was obtained on the 20th August, 1850.' On the 16th September, 1850, a fi.fa. was issued, by virtue of which a levy was made on the real estate, subject to a prior levy in favour of W. & R. McCutcheon v. Strader et al. This levy was disposed of by a sale on a venditioni exponas in favour of W. & R. McCutcheon, on the 10th December, 1850,' for a sum insufficient to reach the execution in favour of the present plaintiffs. An alias ji. fa. issued on the judgment of Brown, for the use of Lewis and Jordan, No. 98, February, 1853, which was returned nulla bona. This action was broúght on the guaranty, on the 23d July, 1853. In view of these facts, the Court instructed the jury that, “if there was therefore no personal property from which the money could be made, after the rendition of the judgment, when the execution was issued, due diligence was used in the prosecution of the claim. If there was personal property when the execution was issued, which could have been applied to the claim to satisfy it, then it would not have been using due diligence to levy on real estate.” We see no error in this. The Ji. fa. was issued within a reasonable time after the judgment. If the guarantor had received notice of that proceeding, the return of the sheriff would have been conclusive. But as it did not appear that he was notified, the Court Very properly treated the proceeding as merelj primá facia evidence, and permitted him to impeach it if he cduld. But the jury 'have found that there was no personal property which could be resorted to, at the time the law required it to be produced. The levy on the real estate was therefore obviously proper; and, as that produced nothing applicable to the plaintiff’s claim, it was not incumbent on him to issue an alias ji. fa., after the real estate was disposed of, for the purpose of making another search for personal property. In many cases the question of diligence is one of fact for the jury; but in this case, where it depended upon the existence of personal estate, the fact was properly submitted to the jury, while its legal effect was, with equal propriety, determined by the Court.\nThe judgment is, for these reasons, to be affirmed. But some ■remarks may be added in reference to the questions referred to in the defective assignments of error.\nA guaranty is an engagement to pay in default of solvency in the debtor, provided due diligence be used to obtain payment from him: Johnson v. Chapman, 3 Penn. Rep. 18; Isett v. Hoge, 2 Watts 128; Rudy v. Wolf, 16 Ser. & R. 81. The contract of a guarantor differs from that of an endorser. In the latter case the engagement is to pay, if the maker does hot, upon demand,' after due notice: 8 Wendell 421. Something more than demand and notice of non-payment is required to support an action on a guaranty. The contract for due diligence requires that a suit be brought within a reasonable time after the maturity of the claim, and be duly prosecuted to judgment and execution, before an action can be sustained against the guarantor, unless in cases where it is shown that such a proceeding could have produced no beneficial result. Where the principal debtor' is insolvent at the maturity of the debt, no such proceeding is necessary as a founda tion to an action on the guaranty. Nor is it necessary, in such a case, to show even a demand on the principal debtor, and notice of non-payment given to the guarantor. This is all that was de.cided in Gibbs v. Cannon, 9 Ser. & R. 202. The remarks of the judge, on questions not arising in the case, must be subject to modification, according to adjudicated cases. Notice of non-payment is not an indispensable foundation of the action against the guarantor. Where this is omitted, and some loss or prejudice to the guarantor has been thereby produced, it will constitute a defence to the extent of such loss: 12 Peters’ U. S. Rep. 503; 3 B. & C. 439 ; 2 Howard’s U. S. Rep. 457, 485. These are the general rules, but cases of guaranty may be varied by the terms of the contract, and the particular circumstances of each case. Where the holder of the claim is required to institute proceedings against the principal debtor, such proceedings are prima faeie evidence against the guarantor of the amount of the debt, and of the truth of the facts returned on the executions. But if he have notice of these proceedings, as they progress, they are conclusive evidence of these facts.\nIt is a general rule, that, if the words used in a contract be technical, or local, or generic, or indefinite, or equivocal, on the face of the instrument, or made so by proof of extrinsic circumstances, parol evidence is admissible to explain by usage their meaning in the giyen case: 6 Taunt. 445 ; 7 Wend. 270 ; 8 Wend. 160; 7 Cowen 202; 7 Johns. 385; 13 Meeson & Welsby 511. The evidence admitted to determine whether the “1000 feet in each raft” was intended to be linear measure, or otherwise, was properly received in conformity to this rale.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "JenJcs and Andrews, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Brown versus Brooks.\nIn an action upon a guarantee, where a judgment was recovered against the principal debtor, and an execution issued and returned “nulla bona,” the proceedings areprimd facie evidence of the insolvency of such principal.\nThe question whether due diligence has been used by the creditor against the principal, is a question of fact for the jury; and if it depends upon whether the debtor had any personal estate, the existence of the fact is for thd jury, its legal effect is to be determined by the Court.\nIf the words used in a contract be technical, or local, or generic, or indefinite, or equivocal, on the face of the instrument, or made so by proof of extrinsic circumstances, parol evidence is admissible to explain their meaning by usage.\nThis Court will not notice assignments of error, unless they are made in conformity with the rules of Court.\nError to the Common Pleas of Jefferson county. .\nOn the 4th of August, 1849, Brown, the plaintiff in error, made a contract with Jacob Strader to deliver him certain lumber the next spring. On the 1st of December, 1849, Brown assigned this agreement to Brooks, and guarantied the payment of the same. The lumber was not delivered. Suit was brought against Strader, and judgment recovered against him, and an execution issued upon which his real estate was levied and sold, but the proceeds were absorbed by prior liens. An alias fi. fa. was issued before the commencement of this suit, and returned nulla bona.\nThe Court (MoGalmont, P.) instructed the jury that, “if there was no personal property from which the money could be made after the rendition of the judgment when the execution was issued, we instruct you that due diligence was used in the prosecution of the claim. If there was personal property when the execution issued which could have been applied to that claim to satisfy it, then it would not have been using due diligence to levy on real estate.”\nJenJcs and Andrews, for plaintiff in error."
  },
  "file_name": "0210-01",
  "first_page_order": 210,
  "last_page_order": 213
}
