{
  "id": 975778,
  "name": "Smith versus Hood & Co.",
  "name_abbreviation": "Smith v. Hood & Co.",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "218",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Binn. 266",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793585
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0266-01"
      ]
    },
    {
      "cite": "2 Watts 312",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. Rep. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 186",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844009
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0186-01"
      ]
    },
    {
      "cite": "6 Wh. Rep. 340",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0340-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0009-01"
      ]
    },
    {
      "cite": "6 Watts 513",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 475",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 349",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 186",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844009
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0186-01"
      ]
    },
    {
      "cite": "1 Pa. Rep. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 7825,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 2.8567040183872256e-07,
      "percentile": 0.8410976856179646
    },
    "sha256": "d27d4b4f8b30f141694370f522d980fea960048034cdc761e652e38e9ced992e",
    "simhash": "1:da758763eb4309c5",
    "word_count": 1425
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus Hood & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nWhere there is anything on the record, or filed with it as a part of the proceedings in the cause, to justify an amendment, it may be made, even after error brought. The record, if brought up on error, will be remitted to the Court below for the purpose. A venditioni exponas may be amended by the precipe, by inserting the name of one of the defendants, even after the writ is executed by a sale of the land of the defendants, and after ejectment brought by the purchaser on the sheriff’s deed: Sickler v. Overton, 3 Barr 325. So the omission of a specified item of property in the venditioni exponas may be amended by the levy and the sheriff’s deed, even after the lapse of forty years: De Haas v. Bunn, 2 Barr 338. A judgment entered against a defendant by the wrong Christian name may be amended by the bond and warrant of attorney, as between the parties; but such amendment cannot be made so as to affect the rights of third persons : Zimmerman v. Briggans, 5 Watts 186. So a judgment may be amended from a less to a greater sum, by the paper on file assessing the damages. This, as between the parties, may be done after bail given for the stay of execution, ca. sa. issued and returned, and after an action brought against the bail, a trial had, and writ of error brought; but amendments of this character cannot affect the rights of the bail, or of creditors or purchasers. As between the parties themselves they do no injustice, and are attended with no danger as long as they are confined to cases where there is something to amend by: Crutcher v. The Commonwealth, 6 Whart. 349. The case of Ullery v. Clark, 6 Harris 148, was an alteration on the judgment, where there was nothing to amend by; and the object was not to correct a clerical mistake in entering it, but an error of judgment in pronouncing it. This, it was held, could not be allowed after the lapse of two years. It is true that a party who has elected to receive the amount of a judgment in his favour, will not be permitted to reverse it: Laughlin v. Laughlin, 1 Pa. Rep. 114; Smith v. Jack, 2 W. & Ser. 101. On the same principle, the plaintiff in the judgment in the case before us would not be allowed to reverse the judgment on error, after he had collected the amount of it on execution. But there is a great difference between reversing a judgment and correcting a clerical mistake in entering it. The judgment, through a mistake, was not entered for the sum specified in the bond and warrant of attorney. There was no error in permitting it to be amended so as to correspond with these. Such an amendment, of course, must not be permitted to prejudice the rights of third persons.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Purman, for plaintiff in error. —",
      "T. Burson, for “defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Smith versus Hood & Co.\nA judgment, entered by mistake, upon a warrant of attorney, for a less amount than the obligation calls for, may be amended by the Court, after execution executed, and an alias execution may be awarded for the, balance uncollected, if the rights of third persons are not prejudiced by such amendment.\nWhere there is anything to amend by, a clerical mistake in entering a judgment may be corrected, but not an error of judgment in pronouncing it.\nError'to the Common Pleas of Greene county.\nMartin Smith, on the 6th day of May, 1854, gave his single bill to Hood & Co., for the sum of $1890.44, with power of attorney to confess judgment. On the 24th day of May, 1854, this single bill and warrant of attorney was handed to the prothonotary of Greene county, to be entered as a judgment, who by mistake entered it for the sum of thirteen hundred dollars and forty-four cents. On the 30th of June, 1854, the plaintiffs’ attorney directed a credit of $509.46, to be entered as of the 13th of June, 1854; and on the same day issued a fieri facias, which was for $1300.44, endorsing the credit as above stated; and the sheriff endorsed on the writ, “ Received of defendant eight hundred and twenty-one dollars and eleven cents, in full of debt, interest, and costs, and returned the same “Money made,” and the receipt of plaintiffs’ attorney for $801, in full of debt and interest.\nOn the 25th of September, 1854, on motion of plaintiffs’ attorney, the Court granted a rule to show cause why the judgment should not be amended; and it appearing to the Court that a mistake had been committed in entering the judgment, the rule was made absolute, and the judgment directed to be corrected, and judgment to be entered for the whole amount of the note, to wit, $1390.44. An alias fieri facias was issued, to collect the balance of $90 and interest.\nTo reverse this order of the Court, the defendant sued out a writ of error.\nErrors assigned: 1. The Court erred in directing judgment to be entered for thirteen hundred and ninety dollars and forty-four cents after the plaintiffs had accepted the former judgment, and issued execution thereon, and levied on the defendant’s property, and collected and received the debt, interest and costs in full.\n2. The Court erred in rendering the second judgment against the defendant after the plaintiffs had elected to accept the former judgment, and executed it by execution, which exhausted the power of the Court over the warrant authorizing the judgment.\n3. The alias execution issued to No. 10, December Term, 1854, is erroneous and void as the return of the writ to No. 20, September Term, 1854, levied and “money made, debt, interest, and costs in full,” and receipt of plaintiffs’ attorney for “ debt and interest in full,” ipso facto exhausted the power of the Court over the proceeding.\nPurman, for plaintiff in error. —\nIn contemplation of law every judgment is the Act of the Court. Judiciam quasi juris dictum, and therefore judicium semper pro veritate accipitur. It is immaterial whether it is by cognovit or the verdict of a jury: 4 Watts 475. The case of Ullery v. Clark, 6 Harris 148, is decisive of this case. After execution executed, the judgment could not be reformed. 6 Watts 513 only decides that a judgment may be corrected before any proceedings had upon it. After execution executed, the power of the Court was exhausted. A party who has received the fruits of a judgment, cannot reverse it on a writ of error: 1 Penn. Pep. 114; 2 W. & Ser. 101; 5 P. L. J. 416. Accepting the amount was a satisfaction of the judgment, and the payment to the sheriff discharged the judgment: 5 Barr 518; 3 Bl. Com. 415. One entry exhausts the warrant of attorney: 6 Ser. & R. 296; 14 Ser. & R. 166.\nIn this case there was a levy, which was an entire satisfaction: 10 Watts 9. Every subsequent writ is based upon the return of the previous one; but this is incongruous with the prior return: 5 Barr 519.\nT. Burson, for “defendants in error. —\nThe Court had power to amend, where there was anything to amend by, and the rights of third persons were not affected. There is a wide distinction between a clerical mistake and an error of judgment in the Court. The ease in 6 Harris 148 was of the latter description. And so of the cases cited from 6 Watts 513, 1 Pa. Rep. 114, and 2 W. & Ser. 107. Nor did the case fall within the cases in 6 Ser. & R. 296, and 14 Ser. & R. 166, for here there was no second entry— it was a mere correction of the first. The first entry was for a less amount than the note and warrant called for, and could not exhaust the power of the Court.\nAn amendment may be made even after error brought, if purchasers and third persons are not affected by it: 6 Wh. Rep. 340; 5 Watts 186 ; 2 Rawle\nThe granting this amendment was discretionary with the Court, and not the subject of review upon a writ of error: 1 Barr 321; 6 Ser. & R. 510; 7 Ser. & R. 180; 3 Pa. Rep. 65; 2 Watts 312.\nThe plaintiff below had a right to issue afi.fa., so long as any part of the judgment remained unpaid: 5 Binn. 266."
  },
  "file_name": "0218-01",
  "first_page_order": 218,
  "last_page_order": 221
}
