{
  "id": 975888,
  "name": "Holmes versus The Commonwealth",
  "name_abbreviation": "Holmes v. Commonwealth",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "221",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 391,
    "char_count": 9001,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 3.9522355035509403e-07,
      "percentile": 0.9038671752677473
    },
    "sha256": "11779ce5a51a35d830da3a82a093bf5daf5ed6a1b2e63db9b3ac36e13342e456",
    "simhash": "1:bd100ba67465ed9e",
    "word_count": 1515
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holmes versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J. —\nAlthough the first count in the indictment charges that a burglary was committed by Jacob Clement and Samuel H. Fisher, it is apparent from the whole record that the indictment was against Andrew H. Holmes, as accessory before and after the fact, and for receiving stolen goods, knowing them to have been stolen. The pleader has set forth the commission of the burglary in apt and technical terms, but it is merely as inducement to the charge against the prisoner as accessory, and not with tshe intention of indicting principals and accessory together. The bill is endorsed as against Holmes alone, and so was it docketed. It is a common law principle that an accessory shall not be tried before the conviction or outlawry of the principal; but it does not follow that he may not be indicted before either conviction or outlawry. On the contrary, it is clear that principal and accessory may be indicted at the same time, and that the conviction of the principal may be given in evidence upon the trial of the accessory, without being averred in the indictment. The guilt of the principal must be averred, and the evidence must establish that the guilt was legally ascertained before the trial of the indictment against the accessory. We are satisfied from the paper-book of the defendant in error that the principals were convicted of burglary before this indictment was tried; and as we cannot examine the evidence, we are bound to presume that legal proof was given to the jury of that conviction, upon the trial of the indictment against the accessory.\nIn Stoops v. The Commonwealth, 7 Ser. & R. 491, the record shows that principals and accessories were indicted together, and that but four of the seven principals had been tried. The trial and sentence of the accessories was held to be erroneous, because the record showed that they were indicted and convicted as accessories to the whole seven principals, when the guilt of but four of the principals had been established. It will be seen that here, instead of its appearing from the record that the principals had not been convicted, the necessary inference is just the contrary, and therefore the case of Stoops and the Commonwealth is an authority in favour of the legality of this proceeding rather than otherwise.\nWe will consider, in the next place, the question as to the jurisdiction of the Court of Quarter Sessions. The indictment was against the prisoners as accessory to the crime of burglary, and for receiving stolen goods knowing them to have been stolen. It is alleged by his counsel that the Quarter Sessions had no jurisdiction to try this accusation. The jurisdiction of our criminal courts is regulated by the Act of 16th June, 1836. The 15th section of the Act enumerates the crimes which are exclusively within the jurisdiction of the Oyer and Terminer and General Jail Delivery; and the 16th section provides that “ the Quarter Sessions of the peace shall have jurisdiction and power within their respective counties, 1. To inquire by the oaths or affirmations of good and lawful men of the county, of all crimes, misdemeanors, and offences whatever against the laws of this Commonwealth, which shall be triable in the respective county; 2. To inquire of, hear, determine, and punish, in due form of law, all such crimes, misdemeanors, and offences, whereof exclusive jurisdiction is not given as aforesaid to the Courts of Oyer and Terminer of such county.” The “ exclusive jurisdiction” as aforesaid means that given by the 15th section; and as neither of tbe crimes alleged to have been committed in this indictment by the person indicted are enumerated amongst those of which the Oyer and Terminer has exclusive jurisdiction, it is plain that the Quarter Sessions have jurisdiction to try the indictment and pronounce sentence upon the prisoner.\nThere is nothing in the third assignment of error. It appears from the record that the prisoner was tried by a jury duly called and sworn, and this is all that is required.\nThe fourth assignment is that “it does not appear from the record that the prisoner was present at the rendition of the verdict.” Had this conviction been for murder, the record would not have supported it, for it does not affirmatively appear that the prisoner was present when the verdict was rendered. In felonies not capital it is allowable to presume that everything was rightly done until the contrary appears: Prine v. The Commonwealth, 6 Harris 103. Here the record neither avers the presence of the prisoner when the verdict was rendered, nor does it show that he was not present. As the felony was not capital, we may presume that the proceeding was regular and lawful.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "Kaine, for plaintiff in error.",
      "Howell and Patrick, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Holmes versus The Commonwealth.\nAn accessory may be indicted, but cannot be tried before conviction or outlawry of the principal.\nIn such indictment, it is not necessary to set forth a conviction of the principal, but his guilt must be averred, and the evidence must establish that such guilt was legally ascertained, before the trial of the accessory.\nWhere the record shows a conviction of the principal before the trial of the indictment against the accessory, this Court will presume that legal proof was given to the jury of that conviction, upon the trial of the accessory.\nThe Court of Quarter Sessions has jurisdiction to try an indictment for being accessory to a burglary, and for receiving stolen goods, knowing them to have been stolen.\nIn felonies not capital, it is not necessary that it should appear affirmatively on the record that the prisoner was present when the verdict was rendered; unless the contrary appears, the Court will presume that everything was rightly done.\nError to tbe Court of Quarter Sessions of Fayette county.\nSamuel A. Fisher and Jacob Clement were separately indicted for burglary, in breaking and entering into the house of Daniel Brubaker, in the town of Brownsville, and on the 9th of March, 1855, were arraigned, tried, and found guilty. Jacob Clement pleaded guilty. Andrew H. Holmes, the plaintiff in error, was indicted as being accessory to the burglary, both before and after the fact, and for receiving the goods stolen by Fisher and Clement from the said dwelling-house. And on the 10th of March, he plead not guilty, and a jury was empannelled, who found him guilty “ in manner and form as he stands indicted.” The indictment upon which Holmes was convicted set forth, with all the precision and technicality of an indictment, the commission of the burglary by Fisher and Clement, and concluded, “ against the form of the Act of Assembly, &c., and against the peace and dignity of the Commonwealth of Pennsylvania.”\nIn the succeeding counts the indictment charged Holmes with being an accessory before the fact, after the fact, and with having received the goods knowing them to have been stolen.\nAfter the conviction Holmes’ counsel moved in arrest of judgment, which was overruled, and 'the defendant sentenced to five years’ imprisonment in the Western Penitentiary.\nCopy of Sessions. Docket Entry\nThe Commonwealth v.\nAndrew H. Holmes.\nIn the Court of Quarter Sessions, Accessory before the fact, for burglary, &c. Felony, Daniel Brubaker, Pros. True bill, George H. Wood, Foreman.\nThe prisoner being \"called on to plead to the indictment, the Commonwealth elected to try the case in the Quarter Sessions, which was accordingly done. Defendant, Andrew H. Holmes, pleads non eul et de hoc, &c. District-Attorney, similiter, &c.; J. N. H. Patrick, District-Attorney, Issue, &c. R. T. Galloway, Clerk of Quarter Sessions. And now, to wit, March 10, 1855, jury sworn, tried, and verdict rendered March 13, 1855, that the defendant, Andrew H. Holmes, is guilty in manner and form as he stands indicted. And now, to wit, March 14,1855, D. Kaine, Esq., moves the Court to arrest the judgment in this case. Reasons filed, and, after argument, the Court overrule the motion in arrest of judgment; and the same day, March 14, 1855, the prisoner, Andrew H. Holmes, brought into Court, and the Court sentenced him to pay a fine of $1 to the Commonwealth, the costs of prosecution, and undergo an imprisonment in the Penitentiary of the Western District of Pennsylvania, in Allegheny county, for a period of five years, to be computed from this date, and stand committed, &c. July 7,1855. Writ of error received and filed.\nErrors assigned: 1. The record shows that Jacob Clement and Samuel H. Fisher were indicted as principals, and that Andrew H. Holmes, the accessory, was alone tried and convicted.\n2. The Court of Quarter Sessions had no jurisdiction to try the crimes set forth in this indictment.\n3. It does not appear from the record that any jury was selected and empannelled, or that the prisoner was tried by a jury.\n4. It does not appear from the record that the prisoner was present at the rendition of the verdict.\nKaine, for plaintiff in error.\nHowell and Patrick, for the Commonwealth."
  },
  "file_name": "0221-01",
  "first_page_order": 221,
  "last_page_order": 224
}
