{
  "id": 975776,
  "name": "Hamilton versus Seitz",
  "name_abbreviation": "Hamilton v. Seitz",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "226",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 226"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 194",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0194-01"
      ]
    },
    {
      "cite": "2 Binn. 80",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0080-01"
      ]
    },
    {
      "cite": "4 Yeates 108",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771456,
        6771484
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0108-01",
        "/yeates/4/0108-02"
      ]
    },
    {
      "cite": "8 Watts 422",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848413
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0422-01"
      ]
    },
    {
      "cite": "5 Watts 186",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844009
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0186-01"
      ]
    },
    {
      "cite": "14 Johns. Rep. 219",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 423,
    "char_count": 7341,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 2.9698323549391046e-07,
      "percentile": 0.8502167500885187
    },
    "sha256": "e025fea0fc8624ba86cf149423f583c8d2d312a570e95732a9f7971ac08c9a9d",
    "simhash": "1:df4f4480835fecd5",
    "word_count": 1305
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hamilton versus Seitz."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nWe are fully satisfied with the reasons given by the learned judge of the District Court, in support of the judgment for the defendants, non obstante veredicto. We are bound to presume that the amendment permitted in the numbers of the lots sold was founded upon satisfactory evidence that a mistake was made in that part of the description of the levy, and that the true numbers of the lots, really levied upon and sold, were 3 and 4 instead of 2 and 3. Besides which, the objection to the amendment is neither made by the proper person nor in the right place. The regularity of an amendment made by a Court of competent jurisdiction cannot be inquired into collaterally; and, whilst the defendant acquiesces, a.subsequent purchaser at sheriff’s sale can make no valid objection to it.\nJudgment affirmed.-",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "T. B. Hamilton and Woods, for plaintiff in error. —",
      "J. Barton, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Hamilton versus Seitz.\nAn amendment of its records and proceedings, allowed and made by a Court of competent jurisdiction, cannot be collaterally inquired into or impeached.\nOne, not a party to the proceedings upon which the amendment was made, cannot, in a different proceeding, deny the regularity and legality of such amendment.\nError to the District Court of Allegheny county.\nThis was- an action of ejectment by Sarah Hamilton against Leonard Seitz and others, to recover lot No. 4, in a plan of lots laid out by A. H. McClelland, in the 8th Ward, in the city of Pittsburgh. The title was in S. & J. Hamilton, against whom a judgment was recovered, and fi. fa. No. 308, of April Term, 1852,-was issued, and a levy made on lots Nos. 2 and 3; and, on the 22d April, 1852, extended at the yearly rental of $140. Notices served on defendant, and they not retaining it at the yearly rental, a venditioni exponas was issued to No. 312, of July Term, 1852. On the 31st July, 1852, the sheriff sold lot No. 2 to John Barton for $110, and lot No. 3 to Samuel Morrow for $200. On the 4th of September, 1852, on motion, the Court granted leave to the sheriff to amend his levy, by striking out Nos. 2 and 3, and inserting Nos. 3 and 4. The sheriff’s deed to Samuel Morrow, for lot No. 4, sold on venditioni exponas, No. 312, July Term, 1852, offered, for acknowledgment, 11th September, 1852. The acknowledgment was objected to by J. S. Hamilton, Esq., but for whom the objection was made does not appear in the case. On the 25th, the deed was duly acknowledged. The plaintiff claimed the premises, under a subsequent sheriff’s sale, as the property of S. & J. Hamilton, and alleged that the levy and sale, under which the defendant claimed, conferred no title to lot No. 4.\nThe Court (Hampton, P. J.) directed a verdict for the plaintiff, subject to the opinion of the Court, “ as to the legal effect of the amendment of the 4th September, 1852, and the validity of the defendant’s title under his deed.”\nOn a subsequent day, his Honour delivered the following opinion on the point reserved, and entered judgment for the defendant, non obstante veredicto.\n“ The irregularity in the proceedings which form the basis of defendant’s title, is so great, that nothing but the binding force of authority could compel me to sustain it.\n“ It was right enough for the Court to allow the levy to be amended so as to embrace the dot in dispute, but all subsequent proceedings should have been set aside at plaintiff’s costs, and the sheriff allowed to proceed ‘ de novo’ with his amended levy; any other practice might lead to the grossest frauds, and become ruinous to creditors as well as debtors. The judgment-creditors under whose judgment the plaintiff here claims, might have objected to the amendment at the time, but did not do so; the defendants in the execution under which defendant claims, are not here objecting to the regularity of the proceeding: the amendment in the levy, venditioni exponas and sheriff’s deed were all allowed by a Court of competent jurisdiction, before the deed was acknowledged, and before the levy and sale under which the plaintiff claims. The record of this amendment gave full notice to the plaintiff and all others of its contents, so that no want of notice can be alleged under all the circumstances of this cáse, and the decisions of the Supreme Court. I feel fully constrained to say that the regularity of this amendment cannot be inquired into in this collateral proceeding, but that the same can only be successfully assailed, if at all, on a writ of error sued out in the case'* where it was allowed. I shall be very glad indeed, if the Supreme Court can find sufficient reasons for re' versing me, as I consider the amendment if allowed to stand, forms a dangerous precedent.\n(“ Vide Rhoads v. The Commonwealth, 3 Harris 277; Vastine v. Fury, 2 Ser. & R. 432; Foster v. Gray, 10 Harris 14, 15, and many other authorities to the same point.)\n“ Let judgment be entered for the defendant on the question reserved, non obstante veredicto.”\nTo which the counsel for \"the plaintiff did then and there except and pray the Court to seal this exception, which is done accordingly.\nThis opinion, and ruling on the reserved point, was assigned for error.\nT. B. Hamilton and Woods, for plaintiff in error. —\nThe amendment relied on by the'defendants was not of such a nature as to cure the defect in their title.- The Court, could not divest the title by substituting in the deed a different property from that in the levy. There was no notice of such amendment. Such a practice renders parties liable to imposition — alike injurious to defendants and creditors. The alleged amendment is not such, but an entire change of the record. If the levy was amended, all the subsequent proceedings should have been set aside, and proceedings de novo had. The case of Rhoads v. Commonwealth, 3 Harris 277, does not sustain the ruling of the Court. No amendment will be allowed affecting the rights of third parties: 14 Johns. Rep. 219; 5 Watts 186; 1 Willson R. 61.\nThe Act of 16th June, 1836, expressly requires the holding o.f an inquisition, and a sale without it is void — none was held on this levy, as amended: 8 Watts 422; 4 Yeates 108; Ib. 212; 2 Binn. 80; 3 Harris 90.\nJ. Barton, for defendant in error. —\nThis amendment was made by a Court of competent jurisdiction, before the levy and sale under which the plaintiff claims. This was notice to all. Neither the defendants nor creditors object. The plaintiff is a stranger and cannot do so. The plaintiff is the wife of one of the defendants, and has no equity against the defendant, who was a creditor and bona fide purchaser.\nEven were thp amendment erroneous, it could not be inquired into collaterally; and not being under the Act of 1806, it could not be inquired into even directly upon a writ of error. Rhoads v. Commonwealth, 3 Harris 277; Foster v. Gray, 10 Id. 14, 15; 2 Ser. & R. 432. The entry of the acknowledgment of the deed is presumed to be made upon notice, and has all the effect of a judicial decree: 1 Baldwin 246; and is in the discretion of the Court: 8 Watts 194. The amendment of a judgment is matter i of discretion: 11 Ser. & R. 357. So of a writ of venditioni exponas: 3 Barr 325; 2 Id. 355. See as to the description in the writ: 5 Barr 126; 2 Id. 165. Whatever defects there were in the description, are cured by the acknowledgment of the sheriff’s deed: 5 Barr 168; 2 Harris 80."
  },
  "file_name": "0226-01",
  "first_page_order": 226,
  "last_page_order": 229
}
