{
  "id": 975813,
  "name": "Dodson's Appeal",
  "name_abbreviation": "Dodson's Appeal",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "232",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 292,
    "char_count": 5093,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 6.315005732208552e-08,
      "percentile": 0.38835430173728275
    },
    "sha256": "a1bb920023a67ac703c81ce14a7cb2898632c5f6a41b60cd5cc452a502bf8c8f",
    "simhash": "1:c12ede89365c38a0",
    "word_count": 916
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dodson’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nThe appellant’s property, consisting of a lot in' the town of Bolivar, was levied on by the sheriff. He gave notice that he claimed the exemption. An appraisement was made and returned. But there never was a sale under that levy. After-wards another execution was issued on another judgment, and another levy was made, not on the same property, but on a part of the same. No notice was given in the latter cáse, and on it the sale was made out of which the fund now in Court arose.\nIt is the settled construction of the Act of 1849 that a debtor, who desires to have the benefit of that statute, must claim it, and that he waives all right under it if he remains silent. The appellant suffered the proceedings, on which his property was finally sold, to go on from beginning to end without making any demand for an appraisement. Can he now be permitted to say that his demand in another case, where no sale took place, is enough without showing that it was repeated in the present case? We think not. Notice to one person who does not sell is not notice to another who does. Even if the same person were plaintiff in both executions, it would not answer; and for this the difference in the two cases would be a decisive reason. It might very well be supposed that the debtor had motives for claiming the exemption, whon the whole of his lot was levied on, which did not exist when only a part of it was seized.\nDecree affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Gowan and McKinney, for appellant. —",
      "Turney, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Dodson’s Appeal.\nA debtor who desires to have the benefit of the exemption under the Act of 1849, must claim it, and he waives all right to it by remaining silent.\nWhere a debtor’s land was levied upon, and he claimed the exemption, and an appraisement was made, but no sale effected under that execution, and afterwards another creditor levied upon a part of the same land and sold it, without the debtor having given the notice and made the claim upon the latter execution; Held, that he had waived his right, and was not entitled to claim $300 out of the proceeds of the sale.\nThis is an appeal from tbe decree of tbe Court of Common Pleas of Westmoreland county, distributing tbe proceeds of tbe sheriff’s sale of tbe real estate of Dorsey Dodson.\nRobert McDowell bad a judgment against Dodson, upon wbicb he issued & fi.fa., and levied on the real estate of defendant, as well that part of the lot out of which the fund in controversy arose, as also a part of the same lot which Dodson had previously sold to Glover, Kier & Co., but after the entry of McDowell’s judgment.\nAt the time of holding the inquisition, Dodson gave notice that he claimed the benefit of the Exemption Act of 1849. An appraisement was had under that Act, and found that the land would not divide, &c., and the proceedings returned with the writ. A venditioni exponas was issued, but, before any sale was made, the judgment was transferred by the plaintiff to James Glover, one of the firm of Glover, Kier & Oo., and the execution stayed on the 22d of February, 1854.\nOn the 13th April, 1854, Glover, Kier & Oo. issued a fieri facias on a judgment assigned to them by Amos Ogden, by virtue of which that portion of Dodson’s real estate only (included in prior levy) which he had not conveyed to Glover, Kier & Co., was levied, condemned and sold without a notice or claim from Dodson of the benefit of the exemption law. When the proceeds were brought into Court for distribution, he claimed to receive $300 by virtue of the proceedings on the former writ. An auditor was appointed to make distribution, who disallowed the claim, and, on exceptions filed to this report in the Court below, the report of the auditor was confirmed, and Dodson removed the proceedings by appeal to this Court, and assigned for error here the' refusal of the auditor and the Court to allow him to take $300 out of the fund in Oom't under the Act of 1849.\nGowan and McKinney, for appellant. —\nThe Act of 1849, creating this exemption, requires the debtor in any (not every) case, where real estate is levied upon, to give notice of his claim, &c. In this case the notice was given on the first case, and inquisition and appraisement returned. If the sale had been made on that writ, it is admitted he would have been entitled to the exemption. The sheriff is the officer of the law, and represents all the creditors — certainly all judgment-creditors, and such proceedings upon one notice and claim would bind all the judgment-creditors: Bowyer’s Appeal, 9 Harris 210. The reasoning in that case is answered by the facts in this — that the defendant gave notice, &e., without delay.\nThe law is never presumed to require a repetition of the same Act for the same purpose — this would create useless trouble and expense.\nTurney, for appellees,\nrelied upon the decision .of this Court in Bowyer’s Appeal, 9 Harris 210. That whatever the debtor does not claim is waived. That he must give notice before inquisition: Brant’s Appeal, 8 Harris 141; Miller’s Appeal, 4 Harris 300; Weaver’s Appeal, 6 Harris 307. Act of 9th April, 1849, P. L. 533; 2 Parsons, 279."
  },
  "file_name": "0232-01",
  "first_page_order": 232,
  "last_page_order": 234
}
