{
  "id": 975862,
  "name": "Harmar versus Holton",
  "name_abbreviation": "Harmar v. Holton",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "245",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 245"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 B. 257",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 93",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788970,
        1788986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0093-01",
        "/binn/2/0093-02"
      ]
    },
    {
      "cite": "1 R. 223",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "4 Bin. 77",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 373",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840074
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0373-01"
      ]
    },
    {
      "cite": "6 Watts 213",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0213-01"
      ]
    },
    {
      "cite": "5 Watts 291",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 91",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0091-01"
      ]
    },
    {
      "cite": "7 Leg. Int. 202",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 12339,
    "ocr_confidence": 0.394,
    "pagerank": {
      "raw": 6.42108820389139e-08,
      "percentile": 0.39673336167475404
    },
    "sha256": "a5586d936616a8c2978416045f42856cf7301c342bfda14e15a041611f39c98b",
    "simhash": "1:548c587db1ac902d",
    "word_count": 2257
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harmar versus Holton."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nThis was an ejectment brought in July, 1847. On the 12th April, 1848, when the cause was for trial, the defendant confessed judgment, “ to be released on the payment of the amount due on the article, according to survey to be made by Judge Irwin, with interest and costs of suit, within one year from this time.” On the 27th March, 1854, the defendant was turned out of possession by virtue of a habere facias possessionem ; and, on tbe 3d of April, 1854, an application was made to vacate tbe writ, restore tbe premises, and open tbe judgment, and let tbe defendant into a defence. On tbe 15th June, 1854, tbe opinion of tbe Court was filed, directing that “ the rule to show cause why tbe háb. fao. poss. should not be set aside, be made absolute, and an issue directed, to ascertain the amount due on the article referred to, if any.”\nThere is a want of précision in the prothonotary’s entry of this order. But the fair construction of tbe entry, taken in connexion with the points made on tbe trial, and the instructions given by tbe Court, is tbe same as that expressed in tbe order of tbe Judge, and that tbe judgment was not opened' at all, except so far as it was necessary to open it for tbe purpose of ascertaining tbe amount due on the article. An issue was directed for that purpose.\nAlthough tbe Court answered points not relative to tbe issue, yet the cause was ultimately put to the jury in a manner which confined them to tbe inquiry (tbe amount due on tbe article), and' their verdict ascertains tbe amount. Tbe points raising other questions were irrelevant, and tbe answers to them have done tbe plaintiff in error no harm.\nA condition'annexed to a judgment, by which it is to be released on the payment of a sum of money, &c., is in the nature of an injunction to stay proceedings at law. An uncertainty in the condition does not necessarily avoid the judgment, because the former, being under the control of the equity powers of the Court, may be rendered certain by further investigation before the Court, without the intervention of a jury; or, if the case require it, the Court in the exercise of its discretion may direct an issue, as was done in this case. Where time is given for the payment of purchase-money, the amount should be ascertained and stated on the record before the time begins to run. It is impossible to perform the condition by tendering the amount required by it, until it be ascertained. Until this be done, the Act of 1846 does not operate on the case.\nThe 8th, 9th, and 10th errors relate to exceptions to evidence, but the bills are not annexed to the assignments as the rule of Court requires. The charge contains no errors injurious to the rights of the plaintiff in error] and the action of the Court, in setting aside the hah. fac. poss., and directing an issue to ascertain the amount due on the article, was perfectly correct. Justice has been done between the parties.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Farrelly and Finney, for plaintiffs in error. —",
      "Church and Pettis, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Harmar versus Holton.\nA condition annexed to a judgment, by which it is to be released on payment of a sum of money, is in the nature of an injunction to stay proceedings at law. . . .....\nAn uncertainty in the condition does not avoid the judgment, for it may be rendered certain by investigation on the equity side of the Court, or through the medium of a jury.\nWhere time is. given for the payment of purchase-money, the amount should be ascertained, and stated on the record, before the time begins to run. . ..\n. Until the amount be, ascertained it is impossible to perform the condition by tendering it; and until after the amount is liquidated, the Act of 1846 does not operate upon the case.\nThis ejectment was brought in 1847. On the 12th April, 1848, the defendant confessed judgment, “ to be released on payment of the amount dup on the article, according to a survey to be made by Judge Irwin.” The next proceeding in the cáse was á writ of hab. fac. pos., which issued to August Term, 1853; and July 27,1853, a rule was taken to show cause why the writ should not be set aside, which was made absolute January 20, 1854.\nIn February, 1854, the plaintiff by leave of the Court issued a writ of hab. fac. poss., which the sheriff executed by a symbolical delivery of the possession of the premises to one Chase, the alleged agent of the plaintiff, who leased the premises for brie year, to á member of defendant’s family — all óf which' was done in defendant’s absence, and without his consent or acquiescence, and before the return day of the writ. On the opening of the Court, on the first day of the. term, and while the writ was yet in the hands óf the sheriff, the defendant obtained a rule to show cause why the hab. fac. should not be set aside, restitution awarded, judgment opened, and defendant let into á defence. This motion whs founded upon affidavits setting forth, that most if not all the purchase-money had been paid before .the wit issued, and that rip such survey, as that provided for in the confession had yet been made: The rule was made absolute, arid issue directed, to ascertain the facts'.\nThe Court, in the opinion filed Upon granting the rule, stated, “ that the doubt at' first entertained was, whether thére wás áriy power in the Court to set, aside á writ after it was executed ?” and proceeded to say, that the amount due ori íhé article had not been ascertained, nor the surivey made on which the quantity of land was to be ascertained, to liquidate the amount due': that the fair construction was, that it was the duty of the plaintiff to have the survey made- — at all events, in the absence of its having been done by defendant. It was a thing to be done before the judgment became an absolute one. The article referred to' is riot' filed, or any copy of it, or statement from it, or any calculation or liquidation of the amount mentioned in the confession of judgment. The defendant now claims that a large amount, if not all, of the purchase-money is paid: that he was put off his guard by the plaintiff never having taken any steps to have the survey made, and the amount ascertained. Had this appeared before awarding the writ, the Court would not have allowed it without hearing the defendant, and giving him an opportunity of showing it; and in this view this application is regarded as a writ of error coram nobis, and is regarded as if the application for the writ of a hab. fac. were made at this time.\n“ When a fi. fa. has been executed, and the money distributed, it is too late to set aside the writ. But is there not some difference between that and a-writ which delivers a specific thing, and this when the application is made on the return day of the writ, and while the writ is still in the sheriff’s hands ?\n“ Regarding the judgment, on its face, as a mere general judgment, subject to be made absolute by a compliance with its terms, and there appearing a strong equity on the part of defendant, the rule to show cause why the hah. fac. should not be set aside is made absolute, and an issue is directed, to ascertain the amount due on the article referred to, if anything.”\nPlaintiff excepted to this decision.\nThe jury found “ for the plaintiff, to be released on the payment of $297.50, and costs of suit, within 90 days; the plaintiff to file a deed according to the contract,” &c.\nFarrelly and Finney, for plaintiffs in error. —\nThe equity of the defendant consisted in his right to have a title for the land on paying for it. There was no uncertainty in the conditions; and his confession of judgment bound him to comply within a year. By having his' own time for payment, time became of the essence of the contract, and by the Act of' 21st of April, 1846, a failure to pay at the time was a rescission of the contract. After judgment, &c., hab. fac. issued by leave of the Court, and the land delivered to plaintiff, could the Court open the judgment, and let the defendant into a defence, without any offer on his part to . comply with the conditions or tender of money due ?\nThe power of Courts to open judgments confessed depends on different principles than when obtained on adversary proceedings: see Colton v. Robinson, 2 Watts 373, where a judgment rendered for defendant after opening was reversed, and the original judgment affirmed: Gable v. Haines, 1 Pa. Rep. 264. When time is material, it is as binding in equity as at law, and a title vested by failure to pay in time cannot be divested: 2 Pa. R. 454; 7 Ser. & R. 297-8, 499.\nThe agreement of defendant to pay in a year was for his benefit, and was absolute. He had power to ascertain the amount due, and if it depended on a survey by Judge Irwin, to procure it to be made, wbicb be bad undertaken to do by bis agreement to pay witbin tbe year. A party bound by a condition must show that be has done everything in bis power to perform it. Four years elapsed after tbe judgment before plaintiff issued execution. This tbe defendant moved to set aside, in wbicb be failed, and an alias issued by order of tbe Court, wbicb is executed, and plaintiff put into possession; and be again applies to set this aside, and open tbe judgment, without an offer to pay tbe balance, and tbe Court opens tbe judgment and directs tbe jury to allow such further time for payment as may be reasonable. After so great laches it is difficult to understand tbe equity of defendant’s case.\nChurch and Pettis, for defendant in error. —\nIf tbe judgment taken by plaintiff be considered for land, it is too indefinite. Tbe record nowhere indicates quantity till tbe verdict is rendered. How,, then, could defendant pay ? What amount ? For what land should be demand a deed ? Of what could tbe sheriff deliver possession ? Tbe judgment is not more for land than money, and tbe whole is so uncertain that no hah. fac. could be sustained upon it: Ad. on Equity, 23; Act of 1806, Purd. 275, s. 1, 287, s. 9; Hawn v. Norris, 4 Bin. 77; Jordan v. Cleaborne, Oro. Eliz. 339; Pemble v. Stern, 1 Lev.; Fenwick v. Floyd, 1 Har. & Grill’s Rep. 172. Tbe amount could not be ascertained without a survey; and, as tbe plaintiff claimed tbe money, it was for him to show by tbe survey tbe correct amount. He was bound to tender a deed. Tbe uncertainty of tbe judgment was sufficient to sustain tbe Court: Moyer v. R. R. Co., 3 W. & Ser. 90; Reeber v. Fisher, 1 R. 223.\nTbe judgment was not within tbe Act of 1846. This must be strictly pursued before its results can be exacted: Brown v. Wicker, 6 Barr 391. Tbe judgment is definite as to both money and land, and not dependent upon a contingency. More than five years bad elapsed from tbe rendition of tbe judgment, and tbe writ directed was a nullity, and tbe plaintiff was a trespasser with it. Not an ordinary case of cessat executionem: Purd. 330, s. 3; 3 Ser. & R. 139; 12 Ser. & R. 210; 35 Eng. C. L. 433; 3 Wils. 368; 13 Eng. C. L. 184.\nThere is no analogy in tbe case of Catlin v. Robinson, 2 Watts 373. Tbe terre tenants bad no available defence. Their time bad not come, and three years bad elapsed after sheriff’s sale.\nTbe entry of tbe protbonotary does not express tbe meaning of tbe Court. Tbe judgment was not opened for general purposes, but merely to ascertain what bad not been fixed by tbe confession of judgment itself; and hence tbe issue is directed for a special purpose, and collateral to tbe judgment.\nAll the circumstances in the case show that plaintiff was to procure the sjirvey to be made.\nThe confession of judgment is not such as comes within the Act of 1846, and not sufficiently definite to produce a forfeiture, it is to be treated as a contract, wherein time is not shown to be of its essence, as sought to be applied here.\nThe háb. fao. was returned by one D. Black, not tbe sheriff or bis deputy. Was this return evidence of any execution? 7 Watts.\nThat Courts have power over writs of hab. fao. possessionem, see 3 Wils. 49; Adams 21; Tidd 1091; 7 T. R. 118; 2 Bin. 93; Shaw v. Bayard et al. 4 B. 257; 7 Leg. Int. 202, Green et al. v. McClelland; 7 Watts 91, Norris v. Hamilton.\nIn this class of cases a sei. fa. should first issue, calling on defendant to show cause: Montelius v. Montelius, Brightly's N. P. 79; Adams v. Buck, 5 Watts 291.\nAs to the requisites of a valid judgment, see Helvete v. Rapp, 7 Ser. & R. 306; 6 Watts 213, McCormick v. Crall."
  },
  "file_name": "0245-01",
  "first_page_order": 245,
  "last_page_order": 249
}
