{
  "id": 975855,
  "name": "Weaver versus Wible",
  "name_abbreviation": "Weaver v. Wible",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "270",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Johns. Ch. Rep. 407",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "1 Pa. Rep. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "1 Pa. Rep. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 7757,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 6.79424385956413e-07,
      "percentile": 0.9637710538336405
    },
    "sha256": "c0a224ba3dc6683c2bec550504be0b3907ac0727e81b7f00a836e865497d47e8",
    "simhash": "1:655bf7618e0ede3d",
    "word_count": 1404
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weaver versus Wible."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nCommunity of interest produces community of duty. On this ground a release to one joint tenant shall enure to the benefit of both: Littleton, § 307. A conveyance to one of several tenants in common, or a deed to one of two devisees of the same land, shall enure to the benefit of all who came in under the same title, and are holding jointly or in common: Vanhorn v. Fonda, 5 Johns. Ch. R. 409; Legget v. Bechtel, cited in 1 Pa. Rep. 440; Smiley v. Dixon, 1 Pa. Rep. 439; 2 Barr 467; 2 W. & Ser. 27. Where several persons have a joint or common interest in an estate, it is not to be tolerated that one shall purchase an encumbrance or an outstanding title, and set it up against the rest, for the purpose of depriving them of their interests. Chancellor Kent, with great truth, remarked that such a proceeding would be “repugnant to a sense of refined and accurate justice, and would he immoral, because it would be against the reciprocal obligation to do nothing to the prejudice of each other’s equal claim, which the relationship of the parties created.” “It is the duty of all to deal candidly and benevolently with each other, and to cause no harm to their joint interests: 5 Johns. Ch. Rep. 407. All that can be demanded is contribution from each to the expense of any purchase which releases the common interest from embarrassment. There can he no doubt that a widow who comes into possession by and through her husband, who is entitled to dower out of the estate, and who, by reason of her right to administration, has opportunities to suppress or destroy the title papers, is bound by these rules of justice and morality. The law will not permit her to trample upon the rights of her helpless children. The creditors of her husband have an equal claim upon her in this respect. Indeed they stand upon higher ground than the heirs, because they have given value and the heirs have not. In this case, Abraham Weaver was in possession under a contract with Horbach for the lot. He built a brick house upon it, and died in possession. The law casts the inheritance upon the children at the death of their father, and the widow, who came into possession through him, and remained there under his title, had no right to repudiate the contract and purchase the property, for herself. If she succeeds in her object in this- case, she gets the improvements without paying for them. The charge of the Court was perfectly correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Forster, for plaintiff in error. —",
      "Cowan, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Weaver versus Wible.\nWhen several persons have a joint or common interest in an estate, one cannot purchase an encumbrance or an outstanding title, and set it up against the rest for the purpose of depriving them of their interests.\nWhere a man was in possession of a lot under a parol contract, and built a house upon it, and died in possession, the law cast the inheritance upon his children; and the widow, who came into possession through him and under his title, could not repudiate the contract, and purchase the title for herself.\nError to the Common Pleas of Westmoreland county.\nThis was an ejectment to recover a lot of ground, in which the following facts appeared: Abraham Horbach was the owner in fee of the land in dispute, which he conveyed by deed to Susannah Weaver, on 11th December, 1848, for the consideration of $200. Abraham Weaver, the husband of Susannah, in his lifetime, from 1840 till the time it is alleged he bought from Horbach by parol, had possession of the land in dispute as the tenant of Horbach, and continued that possession till his death in 1846. About 1844 or 1845, he erected on the land a brick house, one story and basement, which was only partially finished. After his death, his administrator, in 1849, applied to the Orphans’ Court for an order to sell it for the payment of debts. John Wible, the administrator, sold it to William Wible for the sum of $45, and made him a deed in 1850. Susannah Weaver being in possession, holding under her deed from Horbach, Wible, the purchaser, tendered her $200 and brought this ejectment, alleging that Abraham Weaver was the owner by parol contract with Horbach, made prior to his death in 1846. This was denied by the defendant, who alleged that there was no such contract. The Court below ruled that there was no valid and binding contract proved between Weaver and Horbach, but that the defendant, being the widow of Weaver, could not purchase from Horbach for herself, but must hold as a trustee for the creditors of her husband, and directed a verdict for the plaintiff.\nThe part of the opinion of the Court below, which was excepted to, is set forth in the assignment of errors:—\nThe Court erred in charging the jury, 1. The judge, after deciding distinctly that there was no contract between Horbach and Weaver proved, charges as follows: “Did not the position of her husband towards this property, and her own relation to it, enable her to buy it at this low sum, about one-fourth its value ? If it did, then in equity and good conscience can she take advantage of the relation she held to the estate, and keep it from those entitled to it along with her, or those who claim it as her husband’s estate by a superior right, and strip them of three-fourths the profit ? We think she cannot, and so instruct the jury.”\n2. In charging the jury that Mrs. Weaver by her conveyance from Horbach could not \"hold the property from those entitled to share it with her, because of the relation she sustained towards them. •\n3. In charging the jury “that if they believed Mrs. Weaver obtained the deed from Horbach while sustaining and, by reason of her relation to the estate, while enjoying a possession she had acquired under her husband, we instruct you that the plaintiff is entitled to recover, notwithstanding the conveyance, which she can only use as a means of reimbursing herself.”\nForster, for plaintiff in error. —\nIt is admitted there was no evidence of a contract of sale from Horbach to Weaver. The Court properly ruled this, and yet decided that Mrs. Weaver, because she was the widow, could not purchase a title to which her husband had no claim. Weaver was merely in as tenant at will. Horbach could have entered and ousted her at his pleasure. Could she be a trustee where there was nothing to found a trust upon ? She was not buying an outstanding title to her husband’s land, but an independent one.- If Weaver’s estate had any claim, it was against Horbach for improvements. She did not purchase with the funds of the estate, but with her own. If this goes to the creditors they get more than Weaver had in it, for he had no estate in the land whatever. If Horbach gave her this as a charity, can the creditors or children appropriate it to themselves ?\nCowan, for defendant in error. —\nUpon the death of Weaver, the law east the possession upon his heirs, subject to the payment of his debts: Hull v. Mathias, 4 W. & Ser. 381. If the widow take the possession in such case, she is to be considered a trustee for those entitled: Id.; Cook v. Nicholas, 2 W. & Ser. 27. As such trustee she will not be allowed to raise an interest in herself, opposed to those for whom she acts: 1 Ves. 9; 2 Atk. 54; 3 Ves. 740; 2 Ves. Jr., 317; 5 Ves. 679; 6 Id. 617, 625, 631. The purchase by Mrs. Weaver from Horbach enured to the benefit of the estate: Myers’ Appeal, 2 Barr 467, et supra.\nThe defendant has no equity; and as her husband died largely indebted, it ill becomes her to say the sum for W'hich the property sold was too low, as she was the , occasion of it by setting up a title in herself. At any rate, however, it was $45 more than she would have had it for from Horbach, because the purchaser pays that sum in addition to the $200 tendered to her."
  },
  "file_name": "0270-01",
  "first_page_order": 270,
  "last_page_order": 273
}
