{
  "id": 975804,
  "name": "Hutchinson versus Campbell",
  "name_abbreviation": "Hutchinson v. Campbell",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "273",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 252,
    "char_count": 4241,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 8.990433137996686e-08,
      "percentile": 0.5028663833296845
    },
    "sha256": "7972bb654eed4c48d19114fbe3ca534336705a5bcde6c0671dc61ddf8fa7ebf7",
    "simhash": "1:bbfb02e685b50cdc",
    "word_count": 774
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hutchinson versus Campbell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court-was delivered by\nKnox, J. —\nAs the debt for which the execution, issued, was contracted prior to the 4th of July, 1849, the case comes under the exemption law of 1836. By the Act of 16th June, 1836, amongst the property exempt from- levy and sale, was one cow. This action was brought - against a-constable, for levying upon and selling the only cow of the defendant in error.- To avoid the exemption, the constable alleged that he had levied upon the cow with the assent of the defendant in the execution, and evidence, from which this assent might have been inferred, was given to the jury. Upon the other hand, it was proved that after the levy, and before the day of sale, the defendant claimed the exemption law, and gave notice to the constable not to sell the cow.\nThe Court of Common Pleas instructed the jury that, even if the “ plaintiff did consent when the constable asked him for a levy that his only cow should be taken, yet, before the day of sale, he gave notice that he claimed the cow under the exemption law, and the constable, notwithstanding the claim, went on and sold the cow, and she was taken away, this action would lie.”\nThree errors are assigned upon the record, viz.: 1st. The Court erred in charging the jury “ that, although they might believe from the evidence that the plaintiff did consent to give up the cow, yet he had a right to reclaim her on the day of sale.”\n2d. The Court erred in charging the jury that, “ under the evidence, the plaintiff was entitled to recover.”\n3d. The Court erred in this part of their charge, viz.: “Yet if before the day of sale he gave notice,” &c., when the evidence was, that the notice was given on the day of sale.\nIn the case of Criswell v. Altemus, 8 Harris 124, it was said, by Lewis, J., that “ a specification of error should state the language of the charge, so far as it is complained of as erroneous. When the plaintiff in error substitutes his own language, he does so at his peril. A substantial misstatement of the instruction is fatal, whether it be the result of accident or design.”\nNow, the Court below did not charge the jury that the defendant in the execution had the right to reclaim the cow on the day of sale, nor that, under the evidence, the plaintiff was entitled to recover; so that the first and second assignments of error go for nothing. It would be worse than useless to decide points which can have no practical bearing upon the case itself.\n3d. It is alleged that the Court erred in saying to the jury that if the plaintiff below gave notice before the day of sale, he might recover, because “ the evidence was that the notice was given on the day of sale.” The correctness of the legal principle is not denied, but the complaint is that there was no evidence to sustain it. As the evidence is not before us on a bill of exceptions, we presume that no question was submitted to the jury by the Court, unless it was fairly raised by the evidence. Were it necessary, it could easily be shown from the plaintiff in error’s own paper-book, that Campbell, claimed the benefit of - the exemption before the day of sale. As neither of the assignments raised the question whether there was error in the legal view taken by the learned judge upon the trial in the Common Pleas, it is unnecessary for us to say whether the charge was right or wrong. It is sufficient for us that it is free from error upon the points specified.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "Kaine, for plaintiff- in error.",
      "Fuller, contrá."
    ],
    "corrections": "",
    "head_matter": "Hutchinson versus Campbell.\nWhere a defendant in an execution issued upon a judgment for a debt contracted pi’ior to the 4th of July, 1849, consented to a levy on articles exempt by the Act of 1836, it was competent for him to withdraw such consent before the day of sale, and the officer selling such articles after notice of such withdrawal, is liable to an action for so doing.\nThis Court will not notice an assignment of error to the charge of the Court below, which does not conform to the rules of this Court, by setting out the exact language of the instruction complained of in the specification of error.\nError to the Common Pleas of Fayette county.\nThe facts of the case sufficiently appear in the charge of the Court.\nKaine, for plaintiff- in error.\nFuller, contrá."
  },
  "file_name": "0273-01",
  "first_page_order": 273,
  "last_page_order": 274
}
