{
  "id": 975871,
  "name": "Meighen versus The Bank",
  "name_abbreviation": "Meighen v. The Bank",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "288",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rand. 666",
      "category": "reporters:state",
      "reporter": "Rand.",
      "case_ids": [
        6733640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/26/0555-01"
      ]
    },
    {
      "cite": "8 Wend. 266",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 S. C. 308",
      "category": "reporters:state",
      "reporter": "S.C.",
      "opinion_index": -1
    },
    {
      "cite": "18 Wend. 466",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wend. 296",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "11 Wend. 627",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 152",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819293
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0152-01"
      ]
    },
    {
      "cite": "2 Watts 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0141-01"
      ]
    },
    {
      "cite": "2 P. R. 27",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "1 Peters 301",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle 152",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819293
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 13042,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 3.0778165447045516e-07,
      "percentile": 0.8577936397064075
    },
    "sha256": "5ac5a4c41f640bb3a6e7efdaac5693cfeedcf165730d36e614e4a79bdf3ddd30",
    "simhash": "1:1b4234a2a720fa38",
    "word_count": 2359
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meighen versus The Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThat the rale in Post v. Avery, and kindred cases, does not apply so as to prevent a stockholder from assigning his stock after suit brought, and testifying in behalf of a corporation, was clearly shown by Chief Justice Black in Hartman v. Keystone Insurance Company, 9 Harris 466. The contingent liability of one who has been a stockholder to the noteholders of a bank, in case of its insolvency, is too remote an. interest to disqualify him from testifying in favour of the bank, unless there is some evidence of the inability of the institution to meet its engagements : Willing v. Consequa, 1 Peters 301. Curcier and others v. Pennock, 14 Ser. & R. 51; Irwin v. Lumberman’s Bank, 2 W. & Ser. 190. As the directors had relieved the cashier from any liability to the bank, connected with the transaction in suit, he was competent, and there was no error in his admission as a witness.\nThe action was against the bank, upon a certificate of deposit, purporting to have been given by the cashier to the plaintiff on the 19th of March, 1858; and the defence was that no deposit had been made on that day, but that it was really made on the 19th of March, 1852, and had been paid out on the plaintiff's check, and that the date of the year was a mistake.\nAfter the cashier had sworn positively that the plaintiff had made no deposit in the bank on the 19th of March, 1853; and that he had no doubt the certificate, upon which the suit was brought, was the one he gave to the plaintiff on the- 19th of March, 1852, and had given, as a reason, that he stated so from the books; and, from his recollection-, he was- permitted,, under objection, to add as follows, viz., “ it is the invariable custom of the bank to balance and settle the books every evening. There was no transaction of the kind in March, 1853. If he (Meighen) had made a deposit on that day, I would have entered the deposit in the daily receipts; and this is one reason for my belief that he made no such deposit. If he had made such a deposit, it would have’been such a coincidence as would not have escaped my mind; besides, he owed no note of this kind- at the time, and that, if there had been any discrepancy in the books, I would' have heard of it. It is our custom to endorse- such drafts before sending them away.” Upon the reception of his evidence, the 2d, 3d, 4th, and 5th errors are assigned. It is unnecessary to notice the assignments separately and in detail, as they are all involved in the question whether the above stated evidence was properly received or not. The allegation of the plaintiff in error is, that the witness was illegally permitted to prove the custom of the bank in settling its books, and endorsing drafts, and to speak of the contents of the book, and to express his belief with his reasons for it, that no deposit had been made on the 19th March, 1853. It is important to remember that the witness had already stated, without objection, that no deposit was made by Meighen on the 19th of March, 1853, and that the evidence which is alleged to have been improperly received, was given merely as corroborative, or, rather, as explanatory of his previous assertion. Where a witness has stated a fact, or given an opinion, he may be asked, either in chief' or on cross-examination, how he knows the fact, or upon, what grounds his opinion is founded; and there is no error in permitting him- to answer as to-his knowledge-of fact's, or to give his reasons for opinions expressed-; If it should appear that either the one or the other were based upon grounds which were legally inadmissible, it would clearly be the duty of the Court to instruct the jury to disregard the testimony. But surely there was no error in permitting the witness to give “ the reason for the faith that was in himand it seems to us that the reasons which he gave entirely justified his statement, that no deposit had been made in March, 1853, but that the certificate was really given in March, 1852.\nHad the evidence of the usage and custom of the bank, in settling books and endorsing drafts, been offered of itself to disprove the liability of the corporation, upon the certificate in question, it might have been liable to the objection that it was the act of the party in whose behalf it was offered, and therefore not competent ; but, as we have already observed, it was given merely as one of the reasons which induced the conclusion of the cashier that the certificate of deposit was erroneously dated, and for this purpose it was plainly admissible. In Schoneman v. Fegley, 2 Harris 376, the witness said, “he did not know whether he gave a-receipt for a note or not;” and it was held that the question, whether he usually gave receipts for notes, was properly ruled out. This is by no means an authority against the decision of the Court in the case now in hand. If the witness in Schoneman v. Fegley had stated that he did give a receipt for the note in question, and had been refused permission to give, as one of the reasons for believing that he had given a receipt, his invariable practice to give such receipts, the case would have been in point here ; but it is not now.\nWe see no objection to the reception of the deposition of Mr. Pennock, the teller, as to the entries in the books of the bank made in his handwriting. The books would not have been evidence, unsupported by the oath of the party making the entries; but, in connexion with the oath of the teller, they were evidence in accordance with the decision of this Court, in the ease of The Rank v. Boraef, 1 Rawle 152.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Lindsay, Sayers, and Wylie, for plaintiff in error. —",
      "Watson and Purman (with whom were Blade and Phelan), contra. —"
    ],
    "corrections": "",
    "head_matter": "Meighen versus The Bank.\nThe rule in Post v. Avery and kindred cases., does not prevent a stockholder from assigning his stock after.suit brought, and testifying in favour of .the corporation.\nThe contingent liability of a stockholder to the noteholders of. a bank, in case of its insolvency, is too remote an interest to'disqualify him from testifying in favour of the bank, unless there is some evidence of the insolvency of the corporation.\nEvidence of the customs and usages of .a bank, are npt .competent of themselves to establish a fact in favour of the corporation; .but as corroborative or explanatory of facts already proved, may be received and submitted to the jury- ■ '\nEntries in the books of a bank, supported by the oath of. the party who made them, are competent evidence for .the. bank.\nError to the Common Pleas of Greene county\\\nThe plaintiff brought an action of assumpsit against - the bank, upon a certificate of deposit for. $500, dated, 19th. March, 1853, signed by Jesse Lazear, cashier. The bank defended the action on the ground that no such deposit had been made by the plaintiff on the 19th March, 1853, but that such-a .deposit had-been made by him on the 19th March, 1852, which, ha’d' been, subsequently paid by the bank upon the plaintiff’s checks. To sustain this defence, Jesse Lazear, the cashier, was offered as a witness. He had been a large stockholder in the bank, but had assigned his stock on the day before the trial to his son, and was released by the board of directors from liability to the bank, for any matter, growing out of this transaction. He was objected to by the plaintiff on the ground of interest, hut admitted by the Court. The. witness stated under objection what was the custom of the bank-in making up the accounts, and endorsing drafts and papprs. before they leave the bank — which is sufficiently set . forth, in the opinion of this Court. The deposition of Henry L. Pennock, in connexion with the books of the bank, was offered and received under objection.\nThe errors assigned were to the admission of Mr. Lazear as a witness, and to the subject-matter of the testimony.\nLindsay, Sayers, and Wylie, for plaintiff in error. —\nThe plaintiff produced the certificate. The only possible way the bank could avoid payment was by calling their own officer to negative his own act at a time when he was a party in interest. Was he competent to do this ? Did the assignment to his son remove the difficulty ? A stockholder on the very eve of the trial assigns to his son $45,000 worth of stock, knowing it would be reassigned the next hour if he desired it, and then appears upon the stand as a witness. This is a mockery of the rule which excludes persons interested from testifying. He had substantially as much interest after as before the assignment. This is one of those flagrant cases that provoked the rule in Post v. Avery, 5F. | Ser. 509; and if that rule does not exclude the witness it can be of little value.\nThe witness had a direct interest growing out of the individual liability as a stockholder: see 16th sec. Act14th April, 1849. He would also be liable over to the stockholders, and the directors could not release him: 2 P. R. 27.\n2d. Was it competent for the bank to give evidence of its own usage to defeat a recovery by a stranger ? It was insisted that the deposit could not have been made on the 19th March, 1858, because there would have been a discrepancy in the accounts for that day in making up and balancing the accounts in the evening. The jury were left to infer that the accounts of that day were so balanced in the evening, and no discrepancy appearing, therefore no deposit was made. It was the parties’ own acts, and should have been excluded on that ground. Facts cannot be proved by general usage: 2 Harris 376.\n3d. The reasons on which his belief is founded were not evidence, as that he would have entered it in the receipts, &c., he calls it “his belief.” In Carmalt v. Post, it is decided that in questions of credibility and personal skill, a witness may testify to belief, but the rule is different as to facts lying in the compass of memory.\n4th. Again, when the witness speaks from the books, he says there is no discrepancy in them on the 19th March, 1853. These books themselves are only evidence between members of the corporation, but not a§ to strangers: Phil. Hv. 319; 3 Ser. $ H. 29. But many of these entries were made by the witness while a large stockholder and interested. Such entry could not be evidence for the bank against a stranger: 2 Watts 141 is full to the point.\n5th. This relates to the deposition of Mr. Pennock. He has no personal recollection, the question therefore arises whether the books themselves are evidence. The authorities above cited are sufficient. The case in 1 Rawle 152, upon which the evidence was admitted, is not in point. That was merely to explain one entry by another. The inference sought to be drawn is, that no deposit was made, because no entry of it appears upon the books, and this omission by a party whose interests accorded with such an omission. It is submitted that this was incompetent.\nWatson and Purman (with whom were Blade and Phelan), contra. —\nThat this evidence was admitted on well-established principles we think we can show. What the law allows and justifies can never be flagrant. The abuse corrected by Post v. Avery was of a very different character; and permitting a stockholder to assign and testify after release, will not lead to the evils complained of in that case.\nThe interest under the Act of 1849 is too uncertain, remote, and contingent, to exclude. If doubtful, it goes merely to his credit. The incompetency is to be established by him who objects : 1 Greenleaf’s Ev. § 390; 2 W. & Ser. 190.\nBut the very point is settled in Curcier v. Pennock, 14 Ser. & R. 50. So in 1 Greenleaf’s Ev. §480, a stockholder may be a witness, although he has assigned for the purpose of becoming a witness: 11 Wend. 627 ; 8 Wend. 296; 18 Wend. 466; 2 Cowen 770 ; 5 Ser. & R. 318.\n2. The position assumed would exclude the proof of custom or usage, for that is always made up of the acts of parties. In Metz v. Detwiler it was allowed to ask, “ as to the practice at medical consultations.” The answer must necessarily be as to the acts of parties. The usage must be proved from facts: 2 Greenleaf’s Ev. §§ 5, 252. Thus a printer may prove the custom of the trade to send a paper till express orders to discontinue it: 1 S. C. 308; 8 Wend. 266; 5 Barr 43. This case differs from Schoneman v. Eegley, because there the witness only spoke of a general practice without reference to the case trying. Although, perhaps, not evidence of itself, it was corroborative of facts proved in the cause: 2 Harris 469.\nThe competency of the entries made in the books of the bank, supported by the oaths of those who made them. The testimony must be taken together, and then it will be congruous and consistent with the rules of evidence. In 1 Rawle 152 the point is ruled in favour of the admission of the evidence.\n(This case was reviewed and cited at length.)\nThis case appears to us decisive of the question. Without its admission there must be- a failure of justice. Mr. Lazear does not only swear from the silence of the books, but from his own recollection: See 1 Greenleaf’s Ev. § 437; 3 Pick. R. 96; 3 Am. Com. Law Cases 152; 5 Rand. 666."
  },
  "file_name": "0288-01",
  "first_page_order": 288,
  "last_page_order": 292
}
