{
  "id": 975745,
  "name": "Chambers versus Marks",
  "name_abbreviation": "Chambers v. Marks",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "296",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 229,
    "char_count": 3722,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.1730770033597257e-07,
      "percentile": 0.7714455553200206
    },
    "sha256": "c9fa2c7095da85d74ba96a854e486f8853f091c72d7ff8cd1838177b36a6e54e",
    "simhash": "1:5a78c4b3a616ae2d",
    "word_count": 654
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chambers versus Marks."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nWhere there have been mutual accounts between two persons within six years, the statute of limitations does not apply to any part of either account.\nIt makes no difference that both accounts were kept by one of the parties. It is, perhaps, doubtful whether it is necessary that the accounts should be kept in writing at all.\nWhen one has an account against another, the whole or a part of which is older than six years, he cannot take it all out of the statute by merely entering a credit. The credit, to have that effect, must be authenticated and proved to have been intended as a payment on the account.\nThis was a suit for a balance on book account. The plaintiff’s book showed several credits within six years, and it was proved, moreover, that the items of credit were delivered on account, and credited agreeably to the defendant’s request. The parties must settle as if the statute of limitations had never been passed.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Todd, for plaintiff in error.",
      "Foster, contri."
    ],
    "corrections": "",
    "head_matter": "Chambers versus Marks.\nWhere there have been mutual accounts between the parties within six years, the statute of limitations does not apply to any part of either account.\n. In such case it makes no difference that both accounts were kept by one of' the parties; but the credits, to prevent the operation of the statute, must be authenticated and proved to have been intended as a payment on the account.\n■ Error, to the Common Pleas of Westmoreland county.\nThe plaintiff was a tanner, and furnished leather to the defendant from time to time, from the year 1828 till 1850, amounting to $844.72.\nThe defendant was a farmer and shoemaker, and furnished the plaintiff with hides, bark, grain, &c., amounting to $260.34J. Chambers kept the account of both parties, and his account, which was given in evidence, showed that there were debits and credits in each year from 1828 to 1850, both inclusive. It was proved on the trial, that some of the credits in 1847, 1848, and 1849, for bark, &c., had been directed by defendant to be credited on his account. This suit was brought in 1852, to recover the balance due plaintiff.\n■ The defendant interposed the plea of the statute of limitations.\nHis Honour, Burrell, P. J., charged the jury as follows:—\n“ The plaintiff has given in evidence a book account, the first item of which is dated 25th February, 1828, and the last the 22d day of April, 1850. His book shows the entry of various credits, the earliest of the 2d August, 1828, and the last of the 20th February, 1850. This suit was brought 26th June, 1852. The defendant pleads, in addition to the ordinary pleas, the statute of limitations. The defendant had no book of accounts, but gave evidence of sundry articles sold and delivered to plaintiff in 1847, 1848, and 1849. Plaintiff contends that the statute does not bar that portion of his accounts older than six years at the institution of this suit, on the ground that it was an open and running account. We are of a different opinion. It is evidently not a mutual account, it is kept on one side only. We think all the plaintiff’s items older than six years are barred by the statute, and the jury will, therefore, take into consideration only that portion of the acbount since 26th June, 1846.”\nErrors assigned: 1. The Court erred in charging the jury that the accounts were not mutual — that they were not open running accounts.\n2. Error, that the statute barred all items of the account that were dated more than six years before suit brought.\n8. The Court should have charged the jury, That every payment made by Marks on account, took the case out of the statute of limitations.\nTodd, for plaintiff in error.\nFoster, contri."
  },
  "file_name": "0296-01",
  "first_page_order": 296,
  "last_page_order": 297
}
