{
  "id": 975754,
  "name": "Ihmsen versus Negley, Mohan & Co.",
  "name_abbreviation": "Ihmsen v. Negley, Mohan & Co.",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "297",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 342,
    "char_count": 5786,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.3258334345846766e-07,
      "percentile": 0.6277487606420297
    },
    "sha256": "913e1927e657ac55573dcda848d9fe33bd912935b1a9d22fc3307efa543fe262",
    "simhash": "1:3a63e3d7491a34e7",
    "word_count": 1028
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ihmsen versus Negley, Mohan & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J. —\nThe bill of exchange in Cooper v. McClurkan, 22 State Rep. 80, was drawn and endorsed with the name of McClurkan & Co. by Fleming; and it appeared to be \"for his private use, because it was written and endorsed by him in Philadelphia, and he accepted and sold the bill there, where he was himself living and doing business on his own account, while the place of business of McClurkan & Co. was in Pittsburgh. Some of these matters were perhaps improvidently left out of that part of the opinion in which the question is stated.\nThe note in Tanner v. Hall, 1 State Rep. 417, was made by Hall, endorsed by Cochran & Co., and then by Hall, with the name of Hall & Eaton, and discounted for Hall. This last element having been treated as immaterial, we do not see how it can be said that the note was ostensibly made and endorsed for the private accommodation of Hall, except from the fact that he alone was the maker.\nIf this was the ground of the inference, we think it was a mistake. That fact does not show that it was accommodation paper at all. And if it was, it does not show who was the accommodating party. Suppose it accommodation: how can it be said that it was for the accommodation of Hall, rather than of Hall & Eaton, who were the last endorsers, and for whose use, therefore, it would seem to have been discounted ? Indeed it might represent a regular business transaction between Hall and Cochran & Co., and another between Cochran &,Co. and Hall & Eaton. The law does not require us to suspect that such paper is got up by one partner in order to defraud his copartners; much less does it infer that such was the fact.\nIn the present case, that inference was drawn from the fact that Negley drew the note of Negley & Mohan to himself, and then endorsed'it with his own name and with that of Negley, Mohan & Co. The decision is, that the very form and handwriting of the note are primé facie evidence that the name of Negley, Mohan & Co. was fraudulently used for the benefit of Negley, or of Negley & Mohan: in other words, that the endorsement by Negley of the partnership name, is void, unless aided by proof of his copartners’ assent, or of its being used for their benefit.\nA suspicious appearance sometimes opens the way for an unusual defence; but here it decides the cause. But it is difficult to regard this note as suspicious at all, when we consider that Negley had full authority to bind his copartners, in any form of bill or note he should choose, for partnership purposes. The substantial thing was his authority, and if he used a suspicious form in exercising it, then its intention would seem rather to have been to defraud Iona fide holders than his copartners. Any one discounting this note, with no warning but what itself conveys, would consider himself as discounting it for Negley, Mohan & Co., and on the faith of, at least, their endorsement. Then it would be for them to account for how the prior names came on it.\nJudgment reversed, and judgment is now here entered in favour of the plaintiff on the verdict, with interest from the date thereof and costs, and record remitted.",
        "type": "majority",
        "author": "Lowrie, J. —"
      }
    ],
    "attorneys": [
      "J. T. Oochran, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Ihmsen versus Negley, Mohan & Co.\n\"Where an individual is a member of two firms, and draws a promissory note to himself, signed with the name of one firm, and endorses it with the name of the other firm, it would not present such a case as would compel the plaintiff, a holder for value before maturity, to prove the assent of the partners to such endorsement, or that the proceeds were applied to the benefit of the firm.\nAny suspicious circumstances in the form of drawing and endorsing such note, could only be used to introduce an unusual defence, and would leave the burden of proving such facts as would.relieve the defendants upon themselves\n■ Error to the District Court of Allegheny county.\nThe action was assumpsit, in which a verdict was found for the plaintiff for $694.30, subject to the opinion of the Court upon a reserved point, which, together with the facts upon which it arose, are stated as follows by his Honour Judge Hampton :—\n“ The point reserved by the Court in this case is, whether the plaintiff is entitled to recover under the evidence given by him; the defendants haying withdrawn their evidence by leave of the Court.\n“ The action is assumpsit against the defendants' as endorsers of a note hearing date the 16th day of November, 1853, made by Negley and Mohan, payable to the order of James S. Negley at four months for $665 — and endorsed by James S. Negley, and also by Negley, Mohan & Co. The body of the note, the signature, and the endorsement, were all proved to be in the handwriting of James S. Negley. It was also proved that James S. Negley and Patrick Mohan had, sometime previously to the date of the note, been doing business under the name of Negley & Mohan; and that a firm had existed under the name of Negley, Mohan & Co.: consisting of James S. Negley, Patrick Mohan, and William Dawson; it does not appear from the plaintiff’s evidence,' whether the former firm of Negley and Mohan had been dissolved before the formation of the new firm of Negley, Mohan & Co. or not, nor is it material to the question.\n“James S. Negley was a member of both firms while they existed. It was further proved that O’Conner & Co., exchange and bill brokers of this city, became the owners of the note in suit, and sold it to C. Ihmsen, the present plaintiff, before its maturity, for full value, and that the note was duly protested for non-payment at maturity.\n“ The question now is, whether, on these facts, the plaintiff is entitled to recover.”\nJudgment was entered for the defendants non obstante veredicto, which was assigned for error.\nJ. T. Oochran, for plaintiff in error."
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 299
}
