{
  "id": 975824,
  "name": "McCue versus Johnston",
  "name_abbreviation": "McCue v. Johnston",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "306",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 306"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Pa. Rep. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 195",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850930
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11461,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 9.133962940031733e-08,
      "percentile": 0.5074095053418173
    },
    "sha256": "b367889ad8ffeb418040068f0aa594abe1ac446bd27e0b65812b97122dd49c07",
    "simhash": "1:ec742dd328bb8d17",
    "word_count": 1992
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCue versus Johnston."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nThis ease is to be affirméd,. for the- reasons given by the Court below¿\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Purvianee, Thompson, and Sullivan, for plaintiff in error.—",
      "Graham, Timblin, and Mitchell, contrá,"
    ],
    "corrections": "",
    "head_matter": "McCue versus Johnston.\nAn agreement to devise land to a grandson, in consideration of past services and the payment of an annual sum during the lives of devisor and wife, followed by the execution of a will making such a devise, will not vest the title in the devisee during the life of the devisor, where no provision for the delivery of possession prior to his death is contained in the will or the accompanying agreement.\nTo take a parol agreement for the sale of land out of the statute of frauds and perjuries, the evidence must be direct, positive, clear, and satisfactory.\nEx parte declarations of the grantor may be admitted as corroborative evidence, but standing alone are not sufficient to establish such a contract.\nError to the Common Pleas of Butler county.\nEjectment for 60 acres of land. On the 28th of May, 1849, Michael Maloney, Sr., was the owner of the premises, and on that day made and executed a will in writing, in which he devised to Nancy Johnston, Michael C. Maloney, Jeremiah Maloney, and Daniel Maloney each 60 acres of land, parts of the farm which he then occupied. On the same day, these parties entered into the following agreement with him:—\n“ Whereas Michael Maloney, senior, has this day made a will, in which has divided his tract of land to Nancy Johnston, Michael C. Maloney, Jeremiah Maloney, and Daniel Maloney, in different portions, as laid off by John Smith, surveyor, on the 26th April, 1848: Now know ye, that we, Barnard Johnston, for his wife Nancy, and Michael C. Maloney, Jeremiah Maloney, and Daniel Maloney, do hereby severally promise to pay to Michael Maloney, senior, and his wife, the just sum of twelve dollars and fifty cents each, from this date until the day of the deaths of the said Michael Maloney, senior, and his wife; and if any one of the parties above named neglects or refuses to pay their part, then, in that case, the grant in the will is to be null and void as to them, and the lands remain to be otherwise disposed of. Given under our hands and seals, the 28th day of May, 1849.\n“ Bernard Johnston, his X mark, _L. S.\n“ Michael C. Maloney, L. S.=\n“ Jeremiah Maloney, L. S.‘\n“ Daniel Maloney, ,L. S.=\nWitness present.\nUnder the direction of M. Maloney, Sr., the land was divided, and the several parts of these parties designated by marked boundaries. Michael C. Maloney entered into and took possession of his part; and he and Jeremiah farmed their parts (being contiguous) together. He also paid annually the stipulated sum of $12.50 to M. Maloney the elder. Michael C. Maloney died in the year 1852, unmarried and without issue, but leaving a mother and sister surviving him, who are the plaintiffs in this action, and on whose hehalf, in the years 1853 and 1854, the yearly payments due from Michael 0. under the agreement were tendered, but refused on the part of M. Maloney the elder, he refusing to carry out the arrangement with Michael C. This action was then brought to recover the possession of the 60 acres allotted to Michael C. Maloney under the arrangement stated. M- Maloney, Sr., and his wife were still living at the time of trial.\nMichael C. Maloney was a grandson of Michael Maloney, Sr., had lived with him until he was 22 years of age, and had then left; and, upon being sent for by the .elder, refused to return until the foregoing arrangement in reference to. the land was agreed to by his grandfather.\nThe Court (Agnew, P. J.) charged the jury as follows :—\n“ The will of Michael Maloney and written agreement of Michael C. Maloney, bearing even date May 28., 1849, constitute together such a contract in writing, not within the statute of frauds, as can be enforced in equity, if the conditions, be complied with.: Brinker v. Brinker, 7 Barr 53. But the construction of .the contract is, that it is an agreement to convey by devise at the death of the devisor, on condition of the payment of the annual ¡sum of $12.50 during his and his wife’s lifetime. Now the nature of the instrument, by which the estate is to be conveyed (to wit a will), necessarily imports an agreement ,to vest the title at the death of the testator, and not before; .and consequently specific execution cannot be decreed until that time.\n“ In point of fact, so far as the instrument by which the conveyance is to take place is involved, it is an executed contract, on condition to take effect at the time specified. A devise transfers the legal estate, and not an equity fo b.e perfected -by another instrument. It is the same as if a deed had b.een executed to take effect in futuro, only that the common law incident of a feoffment forbids the freehold remaining in abeyance, -and a resort must therefore be had to a devise or.a conveyance under the statute of uses. The scrivener no doubt knew but little of these things, and therefore adopted the form of a will, .which would convey the esfate by its own operation at the proper moment, and at -the .same time leave ■the testator free to change it, in case of forfeiture by non-payment of the annual reservation.\n\"There is nothing upon -the face of the will and agreement, or in their effect, which.carried to Michael C. Maloney either the title or possession during the lifetime of old Michael Maloney, nor, as a part of the original .contract, can we allow of ¡the existence of an agreement, for possession, in old Mr. Maloney’s lifetime, as omitted out of the will and accompanying writing, without evidence either of fraud or mistake. There is not a particle of evidence that, in the drawing of the writings, such a portion of the agreement was either fraudulently or mistakingly omitted. The scrivener was not examined for this purpose, though present at the bar. The evidence, as to even the existence of any such agreement, is anything but clear and satisfactory; a matter necessary in proving fraud or mistake to reform a writing. Jeremiah Maloney, the only witness present at the consummation of the contract between old Mr. Maloney and Michael C. Maloney, says not a word about such an agreement on part of the old man; and James Forquer, who gives the most clear and direct evidence of a rehearsal of the bargain by the old man, says expressly, ‘ he said he had given each 60 acres; each to pay $ 12.50 a year during his and his wife’s lifetime, and at their death the land was to be theirs.’\n“ There is no principle better settled than that all the previous agreements and negotiations are merged in the conveyance or final instrument by which the contract is to be executed. The will, we have seen, was the instrument adopted by the parties to cany their agreement into final execution. This case comes, therefore, directly within the decision in the case of Blakeslee v. Blakeslee, 10 Harris 237.\n“ The question is then narrowed to this, whether there is sufficient evidence of an independent parol contract for the possession of the land during the lifetime of old Michael Maloney, or-in other words, was there a parol sale or gift of it during his lifetime — an estate per auter vie, which is a freehold ?\n“ Michael C. Maloney was the grandson, raised in the family of his grandfather from infancy, and supported by him. The same rules of evidence and principles of construction which apply between father and son govern this case. The evidence of the sale or gift in consideration of service must be direct, positive, clear, and satisfactory: Bash v. Bash, 9 Barr 260; Candor’s Appeal, 5 W. & Ser. 515; Sanders v. Waggenseller, 7 Harris 248; Lantz v. Fry, Id. 366.\n“ There is no direct evidence of a contract between the parties, except the testimony of Jeremiah Maloney. He is the only witness who was present at any interview between Michael and Michael C. Maloney. The testimony of James Forquer and the other witnesses, of ex parte declarations, as the law now stands, can be used only as corroborative evidence: opinion of Knox, J., in an unreported case; also, Rankin v. Simpson, 7 Harris 475. So far from the testimony of Jeremiah Maloney, corroborated and supported as it may be by that of James Forquer and others, being positive, clear, and satisfactory evidence of an independent and separate parol sale or gift of an estate to Michael C. Maloney during his grandfather’s lifetime, it seems clearly to have relation to the arrangement as contained in the will and agreement of 28th May, 1849.\n“ What was the consideration of such independent sale or gift ? The annual payment of the $12.50 was indubitably the consideration of the written contract evidenced by the will and accompanying agreement. The inducement to the written contract was also the past labour and services of the grandson, his relationship, and the benefits of their arrangement, which secured to the testator himself a living, as testified by James Forquer.\n“ Was there a contract for present possession in consideration of prospective services, or of partly these and partly past services ? Surely there is nothing like a clear and distinct statement of such an agreement by the old man to be found in Jeremiah Maloney’s testimony. If it be not there, it is in vain to look for it elsewhere, and find it at the same time directly and positively proved. Perhaps we might conjecture, from the loose general expressions- of old Michael Maloney to others, that something of this kind may have taken- place outside of the written contract. But this would be to reverse the rule of evidence, and give to these ex parte declarations a higher place than to the direct evidence.\n“ Performing, therefore, the duty assigned to us as chancellors, we are bound to declare that the evidence is insufficient to establish a parol gift or sale of the premises to Michael C. Maloney, during his grandfather’s lifetime, such as can be enforced in equity, and consequently that the plaintiffs cannot recover.\n“ To which opinion and instructions of the Court the plaintiffs’ counsel excepted before verdict, and requested the Court to seal this bill of exceptions, which is done accordingly.”\nErrors assigned: 1. The Court erred in refusing to carry into effect the written agreement of the parties.\n2. The Court erred in charging that there was no evidence of plaintiffs’ right to possession under the written agreement, and in giving to said agreement the construction which they did.\n3. The Court erred in saying the evidence was “ insufficient to establish a parol gift or sale of the premises to Michael.”\nPurvianee, Thompson, and Sullivan, for plaintiff in error.—\nMichael had faithfully served his grandfather until he was 22 years of age, and left, and refused to return unless he got the land.' Would he have paid an annual sum if he were not to have possession during the life of thé grantor? He took possession with the acquiescence of the old man. This is sufficient to repel such a construction, and our position is fortified by the repeated declarations of defendant that the land belonged to Michael. It made no difference whether the conveyance was to be by deed or' will: 7 Barr 55.\n2. There was sufficient evidence to make it good as a parol contract executed: 10 Watts 195.\nGraham, Timblin, and Mitchell, contrá,\n-whom the Court declined to hear. In their printed argument they réfef,. on the subject of parol contract,- to 9 Barr 260 ; 7 Harris 461; Id. 475 ; 7 Barr 91, 160; 3 Pa. Rep. 332."
  },
  "file_name": "0306-01",
  "first_page_order": 306,
  "last_page_order": 310
}
