{
  "id": 975881,
  "name": "Corbet et al. versus Evans et al.",
  "name_abbreviation": "Corbet v. Evans",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "310",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 37",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 491",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6506,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 3.211863473914884e-07,
      "percentile": 0.8665458874243247
    },
    "sha256": "db74cbf1be21f8f8e53a8cf9398284ccd4525aee9761eebb8eddb43fa099aaee",
    "simhash": "1:db5f52c58746dc0c",
    "word_count": 1146
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Corbet et al. versus Evans et al."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of tbe Court was delivered by\nBlack, J.\nTbe defendants below bought goods from tbe plaintiffs, valued at nearly $3000, and agreed in writing to pay for them by instalments, partly in cash and partly in “ good obligations.” Certain obligations were banded over against persons who afterwards turned out to be insolvent; but there was no guaranty, the paper being merely endorsed by one of tbe defendants with bis name. Subsequent to this, tbe plaintiffs brought a suit against tbe defendants for tbe balance due on tbe agreement, and got a judgment. The present action is to recover tbe amount which tbe plaintiffs lost by tbe insolvency of tbe persons against whom they took obligations from the defendants.\nIt is manifestly impossible for tbe plaintiffs to recover on tbe contract made with the defendants at the time tbe obligations were banded over; for there was no contract of guaranty. Tbe endorsement of an instrument, not negotiable by tbe person to whom it is payable, creates no obligation of that sort. Besides, this endorsement was made by only one of tbe defendants, and if two persons are sued, where only one is liable, tbe action is defeated as against both.\nBut this suit is brought on tbe original agreement of tbe defendants to pay in “good obligations.” It is alleged that tbe obligations banded over were not good, and that, therefore, there is no payment. But here the plaintiffs encounter the previous judgment on the same agreement, which is/a flat bar. The former suit was in assumpsit; the statement filed in it recited the contract in question, and claimed the sum of $2171 as being still due to the plaintiffs, and unpaid. Judgment went by default, and the amount due was ascertained regularly and entered of record. Of course this is conclusive of the amount then due on the contract, and if the plaintiffs recovered less than they were entitled to, they cannot retrieve the error by a new suit for the same matter.\nThe plaintiff’s counsel contend that the promise, when the goods were bought, to pay for them in good obligations was equivalent to a guaranty of the paper. We are not of that opinion. When a man parts with his property in consideration of a promise that he shall be paid for it in notes, obligations, or other evidences of debt against third persons, he is not bound to accept the paper of one whom he knows to be insolvent. And this is true, even where he has not expressly bargained for good paper. But when he receives notes or obligations in satisfaction and receipts for them, without demanding a guaranty, he takes the risk upon himself, unless he can show that they were fraudulently imposed upon him. When he has no express stipulation for a guaranty in his original contract, and when none was made at the time of the assignment, the assignor is clear, if he acted in good faith. The insertion of the word good implied no guaranty, but it gave the plaintiff a right to refuse notes which did not answer the description, though it was not necessary even for that purpose.\nThere are some details about this case which might require discussion if the errors had been regularly assigned. But they are all waived. We are satisfied that the cause was rightly tried in the Court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Jenks and Andrews, for plaintiff in error. —",
      "Lúeas, contra. —"
    ],
    "corrections": "",
    "head_matter": "Corbet et al. versus Evans et al.\nWhere in an agreement for the sale of goods, it was stipulated that a part of the purchase-money should he paid in “ good obligations,” and certain notes were tendered and received, and receipted for, “ on payment of goods,” there is no guarantee of the solvency of the makers of such notes.\nIn assumpsit against two, there can be no recovery against one Of the defendants, on an endorsement made by him in his own name.\nA recovery in a suit upon a contract for. the sale of goods payable in instalments, in which suit the plaintiff counted for an entire sum, is a conclusive-bar to another suit brought on the same contract to recover a sum which was included in the former declaration.\nError, to the Common Pleas of Jefferson county.\nOn the 14th Juñe, 1849, Evans & McCall purchased goods from Corbet and' Means, to the amount of about $3000, which they were to pay in instalments at specified periods, partly in money and partly in “ good obligations” of third parties. A part of the amount was paid in money, and various notes, ñót negotiablé,of third persons handed over, and these were endorsed by Mr. Evans with his own name. Some of the instalments being unpaid; suit was brought upon the original agreement,, and judgment rendered ágaiñst Evans & McCall by default; and afterwards the amount was liquidated by the prothonotary in the presence of the parties and with their consent at $1397.05, which was paid in full. Some of the notes and obligations paid to plaintiffs proved unavailable, on account of the insolvency of the makers; and if was to recover the amount of these that this action of assumpsit was brought. The receipts given for the notes ttere as follows: — 1\n“ Received Brookville,- October 18, 1849; óf Evans & McCall per hand of J. B.- Evans, the above notes to apply on pureh'asé óf goods from us.”\n“ Received of J. B. Evans per Evans & McCall $342.41 as above, on payment for goods, as per agreement dated about June 15, 1849. December 15, 1849. $342.41.”\nThe Court (McCalmont, P. J.) instructed the jury that the defendants were not liable as endorsers, the endorsement being by Evans alone; that, under the facts, there was no guaranty of the solvency of the makers of the obligations by the defendants; and that the former judgment on the original agreement was a bar to a recovery upon that in this suit.\nThe jury found for the defendants, and the plaintiff sued out this writ of error.\nJenks and Andrews, for plaintiff in error. —\nThe promise to pay in “ good obligations” is equivalent to such as were drawn by solvent persons. A contract should be viewed as tbe mass of mankind would regard it: 2 Whart. 491; 4 Ser. & R. 1; Story on Prom. Notes, § 457; 3 Rawle 37.\nTbe solvency of tbe makers of the notes bad not been tested when tbe other suit was brought, and tbe plaintiff would not then have bad a cause of action for their amount. That caSe is, therefore, no bar: 5 Barr 308.\nLúeas, contra. —\nThe notes were received as payments, as appears by tbe receipts. Tbe defendants paid in such notes as the plaintiffs were willing to accept.\nTbe judgment in tbe other suit was a bar to any suit on thé agreement. Tbe case of Hess v. Heeble, 6 Ser. & R. 57, rules this case."
  },
  "file_name": "0310-01",
  "first_page_order": 310,
  "last_page_order": 312
}
