{
  "id": 975818,
  "name": "Cook versus Shrauder",
  "name_abbreviation": "Cook v. Shrauder",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "312",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 307,
    "char_count": 4894,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 4.273637394211908e-08,
      "percentile": 0.27000705446533757
    },
    "sha256": "45bfafded5a3405f21173ec1a5b1c6a52f42a086843238c29fea8635bc3f03c1",
    "simhash": "1:54779647af12f1ff",
    "word_count": 897
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cook versus Shrauder."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J. —\nIn this case it appears that the counsel of the parties agreed to make a case stated, in the nature of a special verdict, which was afterwards lost. The Court appointed a commissioner to take testimony of its contents, and upon his report gave judgment.\nThe like of this has never been heard of before. I do not say that it is necessarily wrong because it is new. But we are of opinion that it violates principle and analogy. A case stated is a substitute for a verdict. When it is lost or destroyed it cannot answer the purpose, and if the parties cannot agree upon a new one, the cause goes to á jury just as if none had ever been made.\nIn a Court of common law an issue in fact cannot be determined by a commissioner. If such a mode of inquiry were legal, it would hardly follow that his report is conclusive, when he merely finds that on a certain occasion, the parties admitted the facts to be in a particular way.\nA statement of the case is, \"itself, not conclusively binding on the parties. Whenever it can be shown that there is a defect in it, no judgment should be given. We have often referred eases of that sort back again to be tried by a jury, even after judgment below and writ of error.\nWhen the parties put their case on paper, it is of the utmost importance, sometimes, that it should be submitted to the Court in the very form and shape which they chose to give it. It cannot be expected that this can be reproduced from the testimony of witnesses who have seen it months or years before. It seems to us exceedingly probable that the commissioner’s report, in this case, is nothing like the original paper. The counsel would hardly call such a thing a case stated. It sets forth merely an abstract question of law. There is not a fact mentioned on which we could tell whether the plaintiff has a claim or not.\nJudgment reversed and venire awarded.",
        "type": "majority",
        "author": "Black, J. —"
      }
    ],
    "attorneys": [
      "Carnahan, for plaintiff in error. —",
      "T. B. Kamilton, contra. —"
    ],
    "corrections": "",
    "head_matter": "Cook versus Shrauder.\nA case stated is a substitute for a verdict; and when it is lost or destroyed, if the parties cannot agree upon a new one, the cause goes to a jury as if none had ever been made.\nIf a case stated is defective in setting forth the facts, no judgment can be given upon it.\nWhere a case stated was lost, it was error for the Court to appoint a commissioner to find and report the contents of it, and no judgment could be entered upon such report.\nError to the Court of Common Pleas of Allegheny county.\nThis was a scire facias on a mechanic’s lien,. The defendant pleaded “ no lien,” payment with leave, and set-off. On the 13th February, 1854, the counsel of the parties agreed to and signed a case stated, in the nature of a special verdict, which was filed in the prothonotary’s office, and marked upon the docket, and the cause placed upon the argument list. When the cause was called, the case stated could not he found by the officer, and the counsel not agreeing upon its terms, the Court, on' the application of the' prothonotary, appointed an auditor “ to take testimony, and make report as to the contents or purport of said paper.”\nThe auditor gave notice to the parties, took testimony and reported as follows:—\n“ The following I judge to have been the substance of the agreement, viz.:—\n“ ‘ It is hereby agreed by the parties to above suit by their attorneys, that the only question to be considered in the argument of the above case shall be whether a contractor or material-man can file a lien against a house and lot, for the erection of which he had furnished work, labour, and materials, the lot being held by the -on a perpetual lease, subject to a ground-rent of $33 .per annum, and that said lien should be good in law, under the Acts of Assembly, giving contractors and material-men liens. If the Court are of the opinion that a perpetual lease, as above stated, is subject to mechanic’s lien for work, labour, and materials furnished in the erection of a building, then judgment for the plaintiff for the amount of his claim in the above number; if not, then judgment for defendants for costs; each party reserving the right of a writ of error.’\n“ All of which is respectfully submitted.”\nThe above report was filed on the 26th of April, 1854, and ón the 26th of June was “confirmed by consent.”\n“ January 20th, 1855. — After argument on case stated, judgment on scire facias for the plaintiff, for the sum set forth in the lien, sum due to be liquidated by prothonotary.”\nError assigned: The Court erred in entering judgment for the plaintiff on the case stated.\nCarnahan, for plaintiff in error. —\nThe case stated is defective in not stating the facts. The Court will not give an opinion on a mere abstract question of law: 9 Harris 417.\nT. B. Kamilton, contra. —\nIt is not a mere abstract question, but one raised on the record, as it stood before the Court below, on the single fact in the case stated, and on the lien itself."
  },
  "file_name": "0312-01",
  "first_page_order": 312,
  "last_page_order": 314
}
