{
  "id": 975823,
  "name": "Clark & Thaw versus Wilder",
  "name_abbreviation": "Clark & Thaw v. Wilder",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "314",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 216,
    "char_count": 3745,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 2.9352121604365615e-07,
      "percentile": 0.8476611956913318
    },
    "sha256": "a71d616d1aa7a946dba32a4774c151a444e2db3771aba7649aa4f99e8c8377c5",
    "simhash": "1:59e92cc932462194",
    "word_count": 633
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clark & Thaw versus Wilder."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nThe only exception on which we are expected to reverse this judgment is, that the Court below should have given judgment for defendants instead of the plaintiffs on the point reserved. When we look at the record we find no point reserved. The verdict was given subject to the opinion of the Court on the whole case, whether the plaintiffs were entitled to recover. It is impossible for the human imagination to conceive of anything more unlike a point.\nBut this judgment was according to the verdict, and we affirm it, because, after an attentive consideration of the evidence, we find nothing in it on which a point could have been reserved that would have entitled the defendants to a judgment non obstante veredicto.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "O. Shaler $ Oo., for plaintiffs in error.",
      "D. Reed, contra."
    ],
    "corrections": "",
    "head_matter": "Clark & Thaw versus Wilder.\nA verdict for the plaintiff for a specified sum, subject to the opinion of the Court, whether the plaintiffs upon the whole case are entitled to recover, does not present such a point reserved as would authorize the Court to enter a judgment for the defendants non obstante veredicto.\nTo authorize such judgment the facts of the case must be admitted of reoord or found by the jury.\n®The pendency of a suit against common carriers for the value of the goods destroyed by fire in a warehouse, in the course of transmission to the owners, is not a bar to a recovery from the warehousemen of the amount of insurance received by them ort^aecount of said goods.\nError to the District Court of Allegheny county.\nThe action below was assumpsit by Wilder & Co. against Clark & Thaw. The defendant’s warehouse in the city of Pittsburgh, in which goods of the plaintiffs to the amount of $4323.28 were deposited, was consumed by fire on tbe 26th June, 1853. The defendants had an insurance in the Delaware Mutual Insurance Company to the amount of $5000, and one in the Western Insurance Company in the sum of $10,000, “to protect the whole interest of the assured themselves, in any way derived on said property in the first instance, and any surplus remaining to bp applied to cover property in their charge otherwise unprotected.” After deducting defendant’s own losses, there remained about $10,000 to be applied to other parties, the pro rata share of which, to the plaintiffs, amounted to $1432. The defendants, after the institution of this suit, commenced an action against “ The Ohio and Pennsylvania Transportation Line,” as common carriers, of which company the defendants are members, to recover the value of their goods thus destroyed.\nThe defendants contended that Wilder & Co., by commencing suit against the Transportation Company, had debarred themselves from recovering their pro rata share of the insurance money received by the defendants. jpss¡.]\nUnder the instructions of the Court, the jury returned a verdict as follows:—\n“ We find for the plaintiffs $1432, subject to the opinion of the Court upon the question, whether the plaintiffs upon the whole case are in law entitled to recover. And if the Court should be of the opinion that the ease is with the plaintiffs, then judgment to be entered in their favour against the defendants for the amount of the verdict; but if the Court should be of the opinion that the law is with the defendants, then judgment to be entered in their favour non obstante veredicto.”\nJudgment was rendered by the Court upon the verdict in favour of the plaintiffs below for $1432, to which judgment the defendants below except and assign for error,\n1. That the Court erred in rendering judgment for the plaintiffs below upon the reserved point.\n2. In not rendering judgment for the defendants below non obstante veredicto.\nO. Shaler $ Oo., for plaintiffs in error.\nD. Reed, contra."
  },
  "file_name": "0314-01",
  "first_page_order": 314,
  "last_page_order": 316
}
