{
  "id": 975825,
  "name": "Wilson et al. versus Steamboat Tuscarora",
  "name_abbreviation": "Wilson v. Steamboat Tuscarora",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "317",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 317"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 399,
    "char_count": 6724,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 3.932778460542548e-07,
      "percentile": 0.9030999490703898
    },
    "sha256": "1bbd8efcfc34357d1567c48d4bd0ce33864085287a4b8d9d048716cec6840a7f",
    "simhash": "1:c026d38553348652",
    "word_count": 1194
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson et al. versus Steamboat Tuscarora."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J. —\nThis was an issue of fact. A jury was called to try it, and each party produced whatever evidence he had to sustain the issue on' his part. But the jury, to whom this evidence on both sides was given, were discharged by the Court without giving a verdict, or even hinting an opinion on any part of it, except the amount of the plaintiffs’ loss. The Court reserved the question, whether the plaintiff, on all the evidence, was entitled to recover, and afterwards gave judgment for the defendant non obstante veredicto.\nIt is not possible for us to sustain such a mode of proceeding as this. We have said this, or something like it, so often, that it is scarcely necessary to repeat it. here. In a common iaw action, every disputed fact must be determined by a jury, and not by the judge who presides at the trial. This is an inflexible rule of law, which we cannot change until we can overthrow the constitution.\nIt is in vain to say that the facts of this case are not disputed. The pleadings put them in dispute.\nEqually useless is it to argue that they may be easily determined from the papers and oral evidence. That is no reason why they should not be determined by the proper tribunal. It would be better reasoning to say that the facts were .very difficult to comprehend, and therefore should be referred to a person better trained, and more accustomed to such work, than jurors usually are. Among the children of Israel it was the hard causes that were brought to Moses, and not those which were plain.\nIf the facts of this case were no.t in dispute, the parties might have agreed upon them, and put their admission in writing on the record; or the defendant might have demurred to the plaintiff’s evidence, instead of meeting it with counter evidence of his own. In either of these ways, we would have had something before us fixed, clear, and certain to go by. But, when the wholp subject is .handed over to the Court with nothing decided, it js in the same condition it was in before the jury were called.\nWe review here nothing but what appears on the record. This record is a blank. Evidence can be put on the record only by a bill of exceptions tallen during the trial. A bill of exceptions to the judgment qf the Court on a verdict, cannot put on the record anything, except what is stated in a reserved point.\nThe jury found a single fact, and on that gave a verdict for the plaintiff. The Court found other facts, and thereupon disregarded the conclusion of the jury, and gave judgment for the defendant. Neither we nor the judge who tried the cause below, have ,^hy authority whatever to do such tilings.\nIf a Court can reserve all the evidence in a case, and call it a point, then there is no use for juries, and very little use for judges of the Common Pleas. The jurors may leave the evidence to the Court, and the Court can hand it over to us without more trouble than it costs to pronounce a judgment pro forma, for one party or the other. But our responsibilities must be squarely met, since there is no tribunal beyond us on whom we can shoulder them off. We must try the cause, ascertain the facts, and decide the law on all the evidence, just as if it had never been heard elsewhere. If we must come to this, let us hear the witnesses, or at least have their testimony in the shape of depositions. We can only rely on hasty notes, taken during a trial and reported to us without even the attestation of a bill of exceptions.\nBut it is unnecessary to discuss so plain a matter. We can easily understand how the practice crept into the District Court of Allegheny. Conscious as we were, from the first, of its mischief and its irregularity, we have ourselves been half tempted by the importunities of counsel to tolerate it. No man in the Commonwealth will see more clearly the dangers it may bring upon our jurisprudence; no one will guard the administration of justice from such errors with more vigilance; no one will be less likely to usurp a power not pertaining to his office, or more likely to discharge with fidelity those duties which do belong to it, than the learned judge who tried this cause below, whenever the subject is brought to his attention. And we think it extremely improbable that the counsel will ever again ask such a strange and unusual indulgence from any Court.\nIn every case where a general verdict is given, subject to a point reserved, the question of law thus reserved must be stated, and the facts on which it arises must be either admitted on the record or found by the jury.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Black, J. —"
      }
    ],
    "attorneys": [
      "Ritchie, for plaintiff in error.",
      "Stanton, contó."
    ],
    "corrections": "",
    "head_matter": "Wilson et al. versus Steamboat Tuscarora.\nIn every case where a general verdict is given, subject to a point reserved, the question of law thus reserved must be stated, and the facts on which, it arises must be either admitted on the record or found by the jury.\nThe Court cannot withdraw the decision of the facts from the jury by reserving as a point, whether under all the evidence in the cause the plaintiff is entitled to recover.\nError to the District Court of Allegheny county.\nThe action against the defendants was as common carriers to recover damages for injury sustained by plaintiffs to their goods, between New Orleans and Pittsburgh.\nThe goods were shipped at New Orleans on board the steamboat Concordia, stipulating for reshipment on a good steamboat. The goods were damaged on board the Concordia between New Orleans and Louisville, by perils not within the exception contained in the bill of lading.\nAt Louisville the Concordia reshipped the goods (sugar and molasses) on the “ Tuscarora” steamboat, the owners of which are defendants in this suit. On their arrival at Pittsburgh, the plaintiffs at first declined paying the freight until the damages were deducted; but, the defendants refusing to deliver the goods until the whole amount of freight stipulated to be paid from New Orleans to Pittsburgh was paid, the plaintiffs paid the same under protest. No other bill of lading than that of the “ Concordia,” was ever delivered to the plaintiffs. Considerable testimony was given on both sides, but the foregoing statement of facts will sufficiently illustrate the point decided by this Court.\nThe jury at the trial, under the instruction of the Court, found a verdict for the plaintiffs for $1245.63, subject to the opinion of the Court upon the point reserved, “ Whether, under the whole evidence in the cause, the plaintiffs were entitled to recover from the owners of the steamboat Tuscarora.”\nOn a subsequent day the Court entered judgment for defendants non obstante veredicto.\nTo this, error was assigned.\nRitchie, for plaintiff in error.\nStanton, contó."
  },
  "file_name": "0317-01",
  "first_page_order": 317,
  "last_page_order": 319
}
