{
  "id": 975773,
  "name": "Graham versus Smith",
  "name_abbreviation": "Graham v. Smith",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "323",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 323"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 446,
    "char_count": 9145,
    "ocr_confidence": 0.39,
    "pagerank": {
      "raw": 1.7182568311314328e-07,
      "percentile": 0.7035058800725448
    },
    "sha256": "c69405cd25ae096dbc76e835a331e7434b33837cd768ef817e82022ec694aa11",
    "simhash": "1:22706ca5d8927c2b",
    "word_count": 1621
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graham versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J. —\nWe will dispose of these errors in the order in which they are assigned.\n1. The proviso to the Act of Assembly of 27th April, 1844, requires “that, in case of sale of real estate by. the sheriff or coroner of the county of Clearfield, which is situate in the county of Elk, the deeds made by the said sheriff or coroner, after they are duly entered of record on the docket of the Court of Common Pleas of the county of Clearfield, shall, in like manner, be entered of reeord on the docket of the Court of Common Pleas of the county of Elk, within thirty days.” The deed offered by the plaintiff below contained, on its back, the certificate of the prothonotary, that it had been duly entered in the Common Pleas of Elk county on the 19th of May, 1849, which was sixteen days after its acknowledgment in Clearfield county. This corresponded with the entry in the appearance docket of the Common Pleas of Elk county. When the deed was offered in evidence, it was offered to be proved by the defendant below and plaintiff in error, by the prothonotary of Elk county, that the entry on the appearance docket was not made on the 19th May, 1849, and not until thirty days had expired, after the acknowledgment of the deed in Clearfield county.\nTo the rejection of'this proposed testimony the 1st error is assigned.\nWe think it very clear that the Court below was right in rejecting this evidence, alike, because it was incompetent to contradict the record by parol; and because, if received, it would not have authorized the rejection of the sheriff’s deed. The object of requiring the deed to be recorded in the county of Elk was to give notice of the sale, and none but bona fide purchasers could raise this question of notice. As it was nqt pretended but that the deed had been entered of record long before the plaintiff in error purchased, it was' wholly immaterial whether it had been so entered within thirty days after its acknowledgment in Clearfield county or not. It is a mistake to suppose that the sheriff’s deed would pass no title, unless it was entered of record within the thirty days mentioned in the Act.\n2. The second assignment of error is based upon the rejection of a mortgage given by the defendant (Graham) to his vendor Early. The bill of exception states that it was offered to show a consideration, paid by Graham to Early, for the conveyance of the land in question. It was objected to by the plaintiff, upon the ground that the consideration of the deed, from Early to Graham, was not impeached.\nWe can see no injury that the plaintiff in error has sustained by the rejection of this mortgage. It is argued here that it had some bearing upon the question of notice, but how, or in what way, it could affect this question, we-are at a loss, to perceive. No such question was Submitted to the jury, -and there-is no complaint that the learned judge, before whom the . cause was tried, erred in saying to the jury that the. defendants had record notice of the plaintiff’s title before they or either of them purchased.\n3. The plaintiff in error complains, because the Court left it to the jury to 'determine whether the conveyance from Kincade to Pasco was fraudulent or otherwise, alleging that there was no evidence of fraud. We are not satisfied that there was any error committed in permitting the jury to pass upon1 the character of the conveyance-. It appears to us that there was .evidence tending to prove that the deed was a voluntary one, and that it was made with the intention of hindering, delaying, and defrauding creclitors. Upon a careful examination of the charge, we are of opinion that it was not only correct in a legal view, but that it was well calculated to aid the jury -in coming to a right conclusion as to matters 'of fact.\n4. - We could not reverse upon the fourth assignment, even if the -remark of the judge Was not well founded in reason, for it was only-an-expression of opinion as to-the weight of certain evidence, and not a binding direction; but it is proper to add that we coincide with the Court below, “ that, in the absence of proof going to show that he (Pasco) had property or money, evidence of his destitution, and apparent want of means to pay so large a sum, ought to be regarded as prima faeie proof, that the sum stated in -the deed as the consideration, was not paid, and that he had hot the means to pay it.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "Lucas, for plaintiff in error.",
      "• Johnston, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Graham versus Smith.\nIn the Act erecting a new county, it- was- provided,: that in sheriffs^-sales of lands situate there, made in the old county, the deeds should fie, entered in the docket of the Court of Common Pleas of the neyr county within, thirty days after acknowledgment; the object of this provision was to give notice to purchasers, and none but bond fide purchasers before such entry of the deed could take advantage of an omission to have it so recorded within thirty days.\nWhere the defendant purchased after the plaintiff’s title was regularly recorded, evidence that he was a purchaser for value was rightly rejected as irrelevant.\nIf a deed is impeached- on the ground of being a voluntary conveyance, made to hinder, delay, and defraud, creditors, and there are-any facts-and eir? cumstances in evidence from which the jury could draw such an inference, they are the proper tribunal to pass upon the character of the conveyance.\nNor is it error'in such case for the judge below to express an opinion upon the facts, if it be not given in the form of a binding direction to the jury.\nError to -the Common Pleas of Elk county.\nThe ejeetment. in this ease was brought by Josiah W. (Smith against James Graham, to recover the possession of 100 aeres of land, situate in Jay township,- being part .of tract N.o, 582, The plaintiff claimed title under a judgment entered in the Court of Common Pleas of Clearfield county, on the 1st June, 1841, against Eusebius Kincade, and which was regularly revived, execution issued, the land .in* dispute levied as his property, condemned and sold by the sheriff of Clearfield county on a writ of venditioni exponas,, on the 4th September, 1848, to plaintiff, and a deed duly acknowledged on the ,3d May, 1849, in the Common Pleas of Glearfield county. Upon this deed there was a-certificate of the prothonetary of Elk county, that the same had been entered on the docket of that county on the 19th May, 18,49, in accordance with the provision in the 1st section of the Act of the 27th April, 1844, being a supplement to the.-Aet erecting Elk .county.\nOn the trial, the defendant’s counsel objected to the admission of this deed in evidence, because it had not been entered in Elk county within thirty days after the acknowledgment in Clearfield, and offered the prothonotary to prove that fact. This was rejected by the Court, the deed admitted, and defendant’s counsel excepted to the ruling of the Court.\nThe title to the land was admitted to have been in Eusebius Kincade on the 17th September, 1840.\nThe defendant claimed title as follows: Deed from Eusebius Kincade to Zophar D. Pasco, dated the 17th September, 1840. Acknowledged 22d of same month, and recorded in Clearfield county, 26th February, 1841. And also recorded in Elk county after its erection, on the 8th July, 1844. The consideration expressed in the deed was $1000. On the 2d of May, 1851, Zophar D. Pasco conveyed the land to Charles R. Early, for the consideration of $500. And, on the same day, Early and wife conveyed to the defendant.\nThe plaintiff alleged that the sale made by Kincade to Pasco, who was his father-in-law, was fraudulent and void, and showed the indebtedness of Kincade; and that, after the sale, he continued in possession of it, taking the profits and exercising acts of ownership over it, as he had done before; and that Pasco appeared to be a poor man, and whose. only ostensible business was teaching school and preaching occasionally.\nThe defendant showed a lease from Pasco to Kincade, and that some money passed at the acknowledgment of the deed; the witness could not speak of the amount. He also offered to show a mortgage given by him to Early on the 2d May, 1851, for $450, to show the consideration he had paid for the land. This offer was rejected as irrelevant.\nThe Court below (White, P. J.) submitted the question of, whether the deed from Kincade to Pasco was fraudulent and void, and made to hinder and delay the creditors of the former or not, with an intimation of the opinion of the judge that the facts, if believed, were against the validity of the deed. The counsel of the defendant excepted.\nThe jury found for the plaintiff.\nErrors were assigned: 1st, To the admission of the sheriff’s deed. 2d, To the rejection of the mortgage. 3d, To the refusal of the Court to instruct that there was no evidence that the deed from Kincade to Pasco was fraudulent. 4. To the instruction that the absence of proof of payment or ability to pay, and evidence of apparent destitution, ought to be regarded as prima facie proof that the consideration had not been paid.\nLucas, for plaintiff in error.\n• Johnston, for defendant in error."
  },
  "file_name": "0323-01",
  "first_page_order": 323,
  "last_page_order": 326
}
