{
  "id": 975831,
  "name": "Thorndell versus Morrison",
  "name_abbreviation": "Thorndell v. Morrison",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "326",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 326"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Peters 105",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1432371
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/26/0105-01"
      ]
    },
    {
      "cite": "8 Watts 403",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848497
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0403-01"
      ]
    },
    {
      "cite": "9 Watts 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850041
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "220"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0090-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 741,
    "char_count": 14448,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 3.2429745483423067e-07,
      "percentile": 0.8684402063595213
    },
    "sha256": "ee17e3639e78a700fb56b29e1c17df7eb2f59f699365ab43e0794716b460de37",
    "simhash": "1:3243e654425af8a1",
    "word_count": 2554
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thorndell versus Morrison."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nA brief statement of the facts of this case is necessary to a proper understanding of the legal questions raised by the assignments of error,\nAnn Morrison (formerly Ann Springer), the plaintiff, intermarried with Noah Morrison in the year 1820, and resided with him at Uniontown, in this state, until the year 1834 or 1835, when Noah, the husband, went to Wisconsin, leaving his wife and children at Uniontown. The husband remained in Wisconsin until his death, which occurred in 1852.\nIn March, 1847, under proceedings in partition, the Orphans’ Court of Fayette county allotted to Ann Morrison the land in dispute, which was of the estate of her deceased father, Noah Springer. On the 16th February, 1848, Ann Morrison by deed conveyed the property to Samuel Bryan, in consideration of the sum of $1500, and for which Bryan gave his bond, which remains unpaid, except a small part of the accrued interest. .Soon after Bryan purchased, he took possession and made improvements to the value of $4000 or $5000. On the 4th of December, 1851, the lot of land in controversy was sold by the sheriff of Fayette county as the property of Samuel Bryan, and purchased by the plaintiffs in error, Eleazar Robinson and William Thorndell, Jr.\nIn April, 1852, this action of ejectment was brought in the name of Noah Morrison and Ann his wife against Robinson and Thorndell. In September, 1852, Noah Morrison died, and the case was tried in the name of the survivor, Ann Morrison, who claimed that her deed to Bryan did not divest her right, because it was executed by her alone during coverture. The defendants alleged, 1. That there was no legal evidence of the plaintiff’s marriage with Noah Morrison; 2. That even if she was a feme covert her deed was good, because her husband had abandoned her fourteen years before the conveyance, and had lost all his marital rights, and that in consequence she had the entire control over her estate, real and personal; 3. That by certain acts of hers she was estopped from alleging her incapacity to make the deed. The verdict and judgment were in favour of the plaintiff below.\nThe first assignment of error is to the reception of evidence of cohabitation and reputation, to establish the marriage between Ann and Noah Morrison. We have no doubt whatever that this evidence was properly received. The rule is, that for civil purposes, reputation and cohabitation are sufficient evidence of marriage : Senser v. Bower and wife, 1 Penn. Rep. 450; Covert et al. v. Hertzog, 4 Barr 145. Even the rule that strict proof of solemnization of marriage is necessary in bigamy and in actions for criminal conversation has been so far relaxed in this state as to permit the admissions and acknowledgments of the defendant in a case of crim. eon., to be given in evidence to prove marriage : Forney v. Hallacher, 8 Ser. & R. 158. It matters not in what way the marriage becomes essential to the case, its existence in all civil cases involving merely the right of property, may be shown by evidence of long-continued cohabitation- as man and wife. It was for the jury to determine as to the sufficiency of the evidence to establish the marriage, but this does not seem to have been denied after it was received; the only objection was as to its competency, which is clearly unsustained.\nThe 2d, Bd, 4th, 6th, and 7th assignments of error are based upon the position that a married woman whose husband has abandoned her for a period of fourteen years, residing in another state, may make a valid conveyance of lands to which she acquired title under the intestate laws subsequent to the abandonment. If this position is unsound, the errors assigned, even if sustained, become immaterial. A careful examination of the authorities has brought me to the conclusion that an abandonment by the husband of the wife will not make good her separate deed for her real estate even as against herself, but that such deed is void. I will notice some of the cases cited by the plaintiffs in error, and upon which they rely to sustain the validity of the deed: Starrett v. Wynn et al. 17 Ser. & R. 131, was a case where personal property was acquired by the wife during the desertion of the husband, and it was held that her disposition of it by will was good; Bouslaugh v. Bouslaugh, 17 S. & R. 361, decides that where a husband by deed of separation without trustees, relinquishes to his wife all his right in her land, reserving the payment of an annual sum, the land cannot be taken in execution by a creditor of the husband’s, whose judgment was obtained nine years after the husband and wife had been notoriously separated.\nIn Rees v. Waters, 9 Watts 90, it was held that where the husband had taken the possession of the wife’s real estate, and made improvements upon it, and afterwards deserted her, the estate was nevertheless subject to his control. In Krupp v. Scholl, 10 Barr 193, pending proceedings for divorce, a husband who had deserted his wife was not permitted to make a voluntary assignment of her choses in action without consideration and for the mere purpose of destroying her right to them. In Rorer v. O’Brien, 10 Barr 212, where husband and wife were living separate and apart, and proceedings for divorce on behalf of the wife pending, and an action brought in the name of husband and wife by the husband to recover possession of her lands, it was held that evidence of her dissent ought to have been received. And in Tyson’s Appeal, Id. 220, a husband who had treated his wife with personal indignity, and then deserted her, was not allowed to receive the interest of a fund belonging to her and set apart for her separate use. It will be observed that these cases (and others might be cited of the same general character) establish a doctrine which is necessary to protect the wife against the attempt of an unworthy husband who has deserted her, to deprive her of what in equity is her own. In vain he invokes the aid of the law to enforce his marital rights, whilst he neglects his marital duties. But it by no means follows that because the law will not permit a defaulting husband to take from a deserted wife property which she has inherited from her ancestors, received from the bounty of her friends, or earned by her own industry, that it will give to her the entire control of her real estate,' so that she may sell and convey it during coverture by her separate deed, to the prejudice alike of the heir at law, herself, and her husband. 1 Did the rule which makes the separate deed of the wife void, contemplate the interest of the husband alone, his abandonment of the wife might be a sufficient reason for the non-application of the rule; but, as was remarked by Justice Rogers in Trimmer v. Heagy, 4 Harris 484, “ the rule is founded on sound principles arising from the relation of husband and wife, and is necessary to avoid family discord, and to protect her interests.” Does she need the protection of the law any the less on account of the desertion of her husband ? The case in hand is a striking illustration of the danger to be apprehended from a departure from the principle which prevents the alienation of real estate by the separate deed of a feme covert. The plaintiff sold and conveyed away the patrimony which she received from her father’s estate, and for aught that the evidence shows, all she received without any money being paid to her at the time of the delivery of the deed, and with no security for its payment save the bond of the purchaser. The result was the involving of the purchaser and non-payment of the purchase-money. True, it was her own neglect in parting with the title without making certain the payment of the price agreed upon, but the consequences of that neglect would be visited alike upon her children and herself. To prevent such consequences, the law wisely throws around her a shield in the form of a legal disability.\nI am not aware that the precise question here presented has ever been decided in this state. The rule which declares void the separate deed of a married woman purporting to convey her real estate, has often been stated without an intimation that it had no application where a wife was abandoned by her husband.\nIn West v. West, 10 Ser. & R. 445, the power to devise her lands was denied to a feme covert, although she was living separate from her husband, and although husband and wife by deed had conveyed the estate to a trustee for the separate use of the wife, which deed, however, was not separately acknowledged by her. This case was reaffirmed in Wagner v. Ellis, 7 Barr, where it was held that a deed of husband and wife, without the separate examination of the wife, was inoperative and void as to her heirs, but that a husband’s assent to a disposition by his wife of her lands when he was her sole heir, was binding upon him and his heirs.\nIn Hunt v. Devling, 8 Watts 403, the deed of a feme covert who had been deserted by her husband was admitted in evidence, but the grantor had been in possession for more than twenty-one years, and thus had acquired title by the statute of limitations. The deed was admissible, as was said in a per curiam opinion,' “as inducement;” but there is no intimation in the opinion that the deed was of any validity in conferring title. In Clark v. Clark, 6 W. & Ser. 36, it is very clearly shown by Mr. Justice Rogers that as long as the marriage relation exists, the wife is entitled to dower, and the husband to curtesy: neither right being destroyed by divorce a mensa et thoro. The case of Rhea v. Renner, 1 Peters 105, is directly to the point. There the husband had deserted the wife for more than five years before the execution of the deed, which was for real estate acquired by the wife after the desertion. It was held that the deed was void, because the husband was not a party to it. The weight of authority is clearly against the position assumed by the plaintiff in error, and assented to by the Common Pleas, that a deserted wife may lawfully sell and convey her real estate by her separate deed. At common law, the only mode in which a feme covert could convey her real estate was by uniting with her husband in levying a fine. Her deed of conveyance, whether separate or joint, was a nullity as to her interest. Our statute of 24th February, 1770, substitutes the separate examination of the wife for the more formal mode of the common law; but neither the formalities and solemnities of the one, nor the simplicity of the other mode, dispensed with the necessity of the husband’s concurrence. The separate existence of the wife in reference to property is held by the common law to be merged in that of the husband. Separately, as was said by the Master of the Rolls in Martin v. Mitchell, 2 Jac. & Walk. 424, “ she has no disposing power, though she may have a disposing mind.” Now, as the disability arises from the marriage relation and its incidents, and is intended for the protection of the wife herself, why should it be removed whilst the coverture remains ? The law of Pennsylvania upon this subject has been entirely uniform and consistent. For nearly a century no substantial alteration has been made in the mode by which a married woman can convey or assent to the conveyance of her real estate, or her interest in that belonging to her husband. Time has sanctioned the wisdom of the statutory requirements, and it is altogether too late to weaken the statute by establishing exceptions to the rule which it enjoins. Even our Act of 1848, great as was its innovation upon the common law theory of unity of person and interest in husband and wife, did in no respect authorize the wife by her separate deed to convey her real estate. Subsequent to, as well as before, the passage of the Act of 1848, every attempt to obtain title to real estate belonging to a married woman by her separate deed, has been an unavailing one; and we do but repeat what has been often said, when we pronounce her separate deed to be inoperative and void, for the purposes of giving title to her real estate. We add, in the present case, the declaration that the husband’s desertion leaves the rule in full force.\nFrom what has been said it is apparent that the exceptions to the admission and rejection of evidence, as well as the objections made to the charge touching the question of abandonment, are wholly immaterial; and there remains to be considered only the fifth assignment of error, which is in the following words, viz.: “ The Court erred in not answering the defendant’s 1st, 2d, and 6th points affirmatively.” As this assignment is in direct conflict with more than one rule of this Court, it is noticed only to say that the very able argument made by the counsel for the plaintiff in error has failed to convince us that there was any error committed by the learned judge of the Common Pleas in not answering the points as requested.\nJudgment affirmed.\nLewis, C. J.\nThe feme covert who executed the deed in this case in the absence of her husband, and after he had deserted her for many years, never received the consideration. The deed is invalid at law, and there is no equity in enforcing it against her. On this ground I assent to the judgment of this Court. If she had received the consideration, the case might stand upon different grounds, under the peculiar circumstances of her deserted ■condition, and the necessity which ’existed for transacting necessary business.",
        "type": "majority",
        "author": "Knox, J. Lewis, C. J."
      }
    ],
    "attorneys": [
      "Ewing and Kaine, for plaintiff in error.",
      "J. B. Miller, contra."
    ],
    "corrections": "",
    "head_matter": "Thorndell versus Morrison.\nIn all-civil eases, involving merely the right of property, the Jaet of marriage may be proved hy long-continued cohabitation as man and wife.\nThe \"separate deed of a married woman, ‘conveying her-real estate, is void.\nSuch deed is equally void though , her husband had pieviously abandoned her.\nThe Act of 11th April, 1848, confers no .power-Upon a feme covert to make a valid conveyance of her real estate, unless.her -husband.]oins in the deed.\nError-to the 'Cominoh Pleas of Fayette county.\nThis was an-ejectment for a house aind lot of ground in -Union-town, brought by Nóah Morrison ’aftd-Ann his wife -against William Thorndell, Jr., and others, in which a verdict ’and judgment were rendered for the plaintiff. The facts of the ease, ’and the questions of law arising upon 'the record, are fully and clearly stated in the opinion of the Court.\nEwing and Kaine, for plaintiff in error.\nJ. B. Miller, contra."
  },
  "file_name": "0326-01",
  "first_page_order": 326,
  "last_page_order": 331
}
