{
  "id": 975768,
  "name": "The City of Allegheny versus Nelson and Others",
  "name_abbreviation": "City of Allegheny v. Nelson",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "332",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 332"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 535,
    "char_count": 10803,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 5.477233174688583e-07,
      "percentile": 0.9457754100721703
    },
    "sha256": "701e1f37a5e22aa10880bea97dd6040af565977ec1bdaa68a734de42ead6f719",
    "simhash": "1:e4400a3f9fa0d890",
    "word_count": 1917
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Allegheny versus Nelson and Others."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nThis is an application to reverse the judgment of the Court below, without furnishing us with all the evidence pertinent to the questions discussed. If we are not permitted to see the evidence given on the trial, it is impossible to know whether the instructions have injured the plaintiff in error or not. To justify a reversal of a judgment, after a trial, it must be made apparent from the record, not only that an error has been committed, but that it materially injured the rights of the party complaining. To reverse, without being satisfied in regard to the last branch of this proposition, would, in many cases, be to overturn judgments for errors on mere abstract points, not properly involved in the proceedings below. The 3d assignment of error may be taken as an illustration of this. The plaintiffs in error, in their 8th point, requested the Court to say that, “if the land claimed was an island, it was not a legitimate subject of appropriation, under the laws of this state, unless it was susceptible of cultivation in grain or esculent roots, in ordinary seasons.” This was refused; “but,” the Court added, “the evidence is, that it was cultivated with esculent roots, sweet potatoes, &c.” Now, if this was the uncontradicted evidence in the cause, there was nothing to justify the jury in finding against the paper title, on the ground that the island was not susceptible of cultivation; nothing which should have been left to the jury to warrant them in so finding. The answer, if intended to negative the legal proposition presented, was erroneous as an abstract principle. But it did the plaintiff in error no harm. If the evidence had been conflicting on this point; or, if the testimony, tending to show that the island was susceptible of cultivation, had been impeached, or discredited by any means, so as to require a correct statement of the law, in the event that the jury found the island not susceptible of cultivation, we should be obliged to reverse the judgment. In accordance with the decision of Reed & Rogers v. The City of Allegheny, as delivered by Mr. Justice Woodward, 12 Harris 42, an affirmative answer ought to have been given to the defendant’s 8th point, if the evidence authorized the counsel to demand an answer at all. But, as this does not appear, we cannot reverse the judgment for an error not shown to be material.\nIt is a general principle that a party cannot be permitted to. give evidence in his own favour; but there is an exception in favour of acts of a person deceased, shown to have been done at a time when they were against his interest. An instance of this may be found in the endorsement of the payment of interest on a bond, which, from lapse of time, would otherwise be presumed paid. If the endorsement be shown to have been made by the holder, before the presumption of payment had arisen, it may be read in evidence in his favour afterwards, to repel the presumption. Proof that it was in the handwriting of the. obligee, and that he died before the presumption had arisen, would render such evidence competent. The case before us seems to fall within this principle. It was against the interest of E. Gr. Nelson, deceased, to expend his time and money in taking out a title for the land in controversy, as an island, if it was not one. His application, and the proceedings in the land office, were therefore legitimate subjects for the consideration of the jury, in deciding whether the land was an island or not in 1828 and 1829, when it was applied for, appraised and surveyed as such. It is true that the appraisers omitted to certify according to the directions given to them, “ whether the land was susceptible of cultivation in grain or esculent roots, in common seasons.” They are silent on this point in their return; but they speak therein of having had regard to the “soil,” &c., in fixing its value; and, as their report was not rejected, but was accepted and acted on by the receipt of a portion of the purchase-money, and the granting of a warrant,- and causing a survey to be made, in pursuance of the application, the presumption is that the irregularity was dispensed with on other satisfactory evidence, that the island was susceptible of cultivation. These proceedings, as against a mere stranger, were surely prima fad?, evidence that all was rightly done; and, as the evidence is .not given- on the paper-book, we are not to intend that the city of Allegheny was anything more than a stranger.\nAs the Act of Assembly, authorizing the survey of the reserved tract, had not been read in evidence, or referred to by the counsel, the Court left it-to the. jury 44 to determine whether it-was the duty of the surveyor to make an exact survey of the river, and lay down all the islands in that part of the river, bounding the reserved tract ? In considering the propriety of this direction, it must be remembered that the state, in the sale of her lands, acts-as an ordinary individual* and not as a sovereign., A special Act, for the survey of.-a particular tract of land is not,-, as a general rule, such a public statute as the Courts are bound to take -notice of and expound, without requiring its production. But conceding that the usage has been otherwise, in regard.to the Act authorizing the survey of, the reserved tract on which the city of Allegheny stands, that usage has certainly been confined to controversies respecting titles held under such survey. The river and the islands in it lie outside of the reserved tract. The Court was not hound to presume, in the absence of the Act of Assembly, that it contained authority to survey either the river or the islands in the river bounding the tract. An authority to survey a tract of land, bounded by a river, does not authorize the survey of islands in the river, although they are opposite to the tract surveyed. There was, perhaps, error in submitting it to the jury to decide on the extent of the surveyor’s duty in this respect. But the error did the plaintiff in error no injury, as the point ought to have been ruled against him.\nIt follows, from what has been said on this point, that there was no error in deciding that “ the certified copy of the original survey of the reserved tract was conclusive of the situation, size, and number of the lots, and of the streets, but not of the river and the islands therein.”\nThe opinion of the Court that “ the dotted line was no part of the original plan or draft, and no part of the copy in evidence as certified, but that the same had been made there since,” cannot be regarded as affirming any principle of law. It is merely an opinion on a question of fact, which was afterwards expressly left to the jury to decide for themselves. In this there is no error in law.\nIt is not necessary to examine the errors assigned further in detail. We see nothing which calls for a reversal of the judgment. But the occasion demands some remarks in regard to a practice which cannot be tolerated. The argument of a writ of error is, for the discussion of questions of law, apparent on the record. A statement of facts not on the record, or made part of it by bill of exceptions, is impertinent and improper. Allegations respecting the charge of the judge, giving a different version of it from that filed of record under the sanction of his oath of office, are highly indecorous. He is not a party to the case, and cannot be heard in his defence. It is, therefore, out of order to make the argument of a writ of error an opportunity for attacking his integrity. A writ of error is not a commission to settle questions of veracity or integrity between the judge and the counsel ; and the counsellor who perverts it to such a purpose, abuses his privilege.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Williams and Q-eyer, for plaintiffs in error.",
      "J. J. Kuhn, contó."
    ],
    "corrections": "",
    "head_matter": "The City of Allegheny versus Nelson and Others.\nA judgment will not be reversed unless it is apparent from the record that an error has been committed, and that such error materially injured the rights of the party complaining.\nTo have a'question reviewed in this Court, all the evidence given in the Court below, bearing upon the point, must be furnished in the paper-book.\nAn act, proved to have been done by a party at a time when it was against his interest to do it, may afterwards be given in evidence in his favour or those claiming under him.\nThe acts of the officers of the state in appraising, granting a warrant, and surveying an island in a navigable river, are primd facie evidence against a stranger that the island was subject to appropriation in that manner.\nA special Act of Assembly for the survey of a particular tract of land, is not such a public statute as the Courts are bound to take notice of and expound, without requiring its production.\nError to the District Court of Allegheny county.\nThis was an ejectment brought by William Nelson and others, against the city of Allegheny, to recover an island in the Allegheny river containing nine and three-fourth acres. On the 22d January, 1828, E. G. Nelson, through whom plaintiffs claim, made application -to the land office, under the Act of 27th January, 1806, for a warrant for the said island. Appraisers were appointed to value the same, and make return whether such island was susceptible of cultivation in grain or esculent roots, in ordinary seasons. Their return valued the land at $40 per acre, but was silent upon the subject of its susceptibility of cultivation. On the 4th of June, 1829, Nelson paid one-fourth of the purchase-money, and a warrant issued to the deputy surveyor to survey to him the said island — which was done on the 20th of the same month, and the draft duly certified and returned to the land office. Nelson entered into possession, cleared and fenced four or five acres, and cultivated it in 1831; and died during the same summer, having devised it with his other real estate. Since 1831, or 1832, no part of it has been cultivated.\nThe defendants resisted a recovery, on the grounds that the land, embraced in plaintiff’s survey, is not in fact an island, but is connected with the main shore of the river, and forms a part of it; and, as such, is embraced in the survey of the reserved tract, and belonged to the defendants. And also, that even if it be surrounded with water, it is not susceptible of such cultivation as the law requires; and that, therefore, the acts of the officers, in granting the warrant and making the survey, were unauthorized and void.\nYarious points were presented to the Court by the counsel for the defendants below, and the answers to the same assigned for error in this Court, but the evidence upon which they were framed, and to which they related, was not put upon the paper-book.\nWilliams and Q-eyer, for plaintiffs in error.\nJ. J. Kuhn, contó."
  },
  "file_name": "0332-01",
  "first_page_order": 332,
  "last_page_order": 335
}
