{
  "id": 975753,
  "name": "Cook versus Dunkle",
  "name_abbreviation": "Cook v. Dunkle",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "340",
  "last_page": "342",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 280",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0280-01"
      ]
    },
    {
      "cite": "1 Jones 410",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 17",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0017-01"
      ]
    },
    {
      "cite": "3 P. R. 174",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 304",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840118
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0304-01"
      ]
    },
    {
      "cite": "3 P. R. 119",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "3 P. R. 120",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    },
    {
      "cite": "1 Jones 280",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682291
      ],
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0280-01"
      ]
    },
    {
      "cite": "1 Jones 410",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 17",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0017-01"
      ]
    },
    {
      "cite": "2 Watts 304",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0304-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 299,
    "char_count": 5693,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03428616880752507
    },
    "sha256": "daff28e43daef3fb32f7735a03025a9d3aecef5a1f0b1e7edb6e715c6d84b5b9",
    "simhash": "1:c22f88e52a7ea365",
    "word_count": 1040
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cook versus Dunkle."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nJohn Gr. Dunkle brought an action.of trespass against John Cook and Jeremiah McDonald,'before a justice of the peace. The plaintiff’s claim, as set forth on the docket of the justice, was for $25, damages for the destruction of his sheep by the defendants’ dog; referees were chosen, who awarded in favour of the plaintiff $11, and judgment was entered upon the award. The defendants appealed to the Court of Common Pleas, where their appeal was dismissed for the reason that the case was not appealable. To reinstate the appeal this writ of error was taken.\nThe 3d section of the Act of 22d March, 1814, gives to either party the right to an appeal, where the judgment given by a justice or an alderman alone exceeds $5.33, or where, entered on an award of referees, it exceeds $20 in an action of trespass or trover.\nThe literal reading of this section would give to either party the right to appeal where the judgment, entered upon an award of referees, exceeded $20, and not otherwise. Thus, if the plaintiff’s demand was for $100, and the judgment was for $1, the letter of the statute would not give him the right of appeal; but if his demand was for $25, and his judgment for $24, standing upon the letter alone, his right to an appeal could not have been questioned. Whilst in no case could the defendant appeal, if the judgment entered upon the award does not exceed $20. The injustice of such a statutory provision was so manifest, and its inconsistency so obvious, that the legislative intent was sought for beyond a literal reading. It was clear that the intention of the legislature was to preserve the right of appeal where the adjudication had been substantially against the party in a sum exceeding $20 by referees, or $5.33 by the justice or alderman alone, and to carry out this intention, it was decided by this Court, soon after the passage of the Act of 1814, that where the plaintiff’s claim exceeded $5.33, and the judgment of an alderman was for the defendant, the plaintiff had the right of appeal (Stewart v. Keemle, 4 Ser. & R. 72); but where the plaintiff’s claim in trover was for $50 damages, and the referees awarded in his favour $11, it was held that the defendant could not appeal: Ulrich v. Larkey, 6 Ser. & R. 285. All of the subsequent eases, either under the Act of 1814 or that of 1810, have been in accordance with the principle above stated, that is to say, if the judgment is through the intervention of referees, and the plaintiff’s demand, as set forth on the docket, has been reduced more than $20, he is entitled to an appeal, although the judgment may be for less than that sum. If the judgment is for more than $20, the defendant can appeal, but where it is for less, he cannot, except in cases under the Act of 1810, where a bona fide set-off has been made, and the amount which is adjudged against the party, including the set-off, is greater than $20 : Stoy v. Yost, 12 Ser. & R. 385; Soop v. Coates, Id. 388; Klingensmith v. Nole, 3 P. R. 120; McClosky v. McConnel, 9 Watts 17; Downey v. Ferry, 2 Watts 304.\nSo stood the law until the passage of the Act of' 20th March, 1845, which provided “ that the right of appeal from judgments of aldermen and justices of the peace, and from their judgments on awards of referees, should be extended to defendants in all cases wherein, by existing laws, the right of appeal is enjoyed by plaintiffs.” Under this Act it was held, in Prestly v. Ross, 1 Jones 410, that where a plaintiff, in an action of trespass, obtained judgment before an alderman for $5 upon a claim of damages of $25, either the plaintiff or defendant was entitled to an appeal. This Act gives to the defendant an appeal where the plaintiff may have one, but it does not extend the plaintiff’s right, \" and there is no- case to be found in our reports where the plaintiff has been allowed an appeal from a judgment entered by a justice of the peace or an alderman, upon an award of referees, unless he has lost, taking his demand as the standard of his rights, more than $20. In the case under consideration, as the judgment was for $11, the defendant had no right to appeal, unless, they derived their right from the Act of 1845; and as the plaintiff’s demand was only reduced $14 he could not have appealed, and consequently the Act of March 20,1845, has no bearing upon the case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Myers and Knox, for plaintiffs in error. —",
      "Lathy and Boggs, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Cook versus Dunkle.\nWhere the plaintiff’s claim before the justice was for §25, in trespass, and referees awarded him §11, the defendant has no right of appeal under the Acts of 1814 or 1845.\nError to the Common Pleas of Clarion county.\nThe facts of the case appear in the opimon of the Court.\nMyers and Knox, for plaintiffs in error. —\nSince the Act of 1845, the defendant has the right of appeal in all cases where the plaintiff has this privilege. It is regulated by the demand and not by the judgment: 3 P. R. 119; 2 Watts 304; 4th section Act of 1810. The amount set out on the docket in actions of tort, regulates the right of appeal: 12 Ser. & R. 385, 388; 3 P. R. 174; 1 Ser. & R. 269; 3 Id. 461; 9 Watts 17; 1 Jones 410; 3 Barr 211.\nLathy and Boggs, for defendant in error. —\nThe defendant could not appeal under the Act of 1810 or 1814, because the judgment against him was for less than twenty dollars. Does the Act of 1845 confer the right? Could the plaintiff appeal? If not, neither can the defendant. It only extends his right to the cases in which the plaintiff may appeal. > The plaintiff could not, because his claim was not reduced twenty dollars. They reviewed the authorities cited by plaintiff in error, and cited 3 Barr 454; 1 Jones 280; 14 Ser. & R. 205."
  },
  "file_name": "0340-01",
  "first_page_order": 340,
  "last_page_order": 342
}
