{
  "id": 975756,
  "name": "Grier and Warner's Appeal",
  "name_abbreviation": "Grier & Warner's Appeal",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "352",
  "last_page": "354",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 287,
    "char_count": 5062,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 1.0166849775797366e-07,
      "percentile": 0.5436863307474683
    },
    "sha256": "642e89626438708f1bba622ff5a79468099245c01f60a521bdba69a940bfd67c",
    "simhash": "1:5b60e98e6677f147",
    "word_count": 879
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grier and Warner’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J. —\nDavid A. Grier and Griswold E. Warner, as administrators of Nathaniel Stout, filed an account with the register of Allegheny county, in which the balance in their hands was stated at $3852.70. After confirmation by the Orphans’ Court, an auditor was appointed to distribute the money in the hands of the administrators amongst the creditors. The fund was' insufficient to pay the debts, and a pro rata distribution was made. The auditor reported to the claim of Valentine Eehl’s assignee $200.64, and the report was* confirmed, and the administrators were directed to pay the money in accordance with the report — subsequently the Orphans’ Court made an order, upon the administrators, to pay the money appropriated to the claim of Eehl’s assignee into Court, or show cause why an attachment should not issue. ■ ...\nIn answer to the rule, the administrators denied their liability to pay the money — 1. Because, before Eehl made the assignment to Bell, they had sold to him a span of horses, belonging to the estate, for the sum of $150, which was a part of the balance reported to be in their hands, and of which distribution had been made, although it had never been paid by Fehl.\n2. Because the administrators held Eehl’s note for $200, 'for property belonging to the estate which was purchased at'public sale by him, and which also formed a part of the fund distributed. The answer was verified by affidavit, and no replication made to it, nor evidence given to disprove it. We must therefore take it as true. It is difficult to perceive upon what ground the Orphans’ Court made the rule for attachment absolute. It is by no means an uncommon practice, for those persons having claims against an estate, to purchase from the personal representatives property belonging to the estate, and when it is ascertained how much the purchaser is entitled to receive, either as creditor or distributee, from the estate, an application is made of the property purchased, to the demand of the purchaser against the estate. Neither the confirmation of the account nor the approval of the auditor’s report prevented the administrators from claiming that the property, received by the creditor belonging to the estate, should apply upon his dividend. It is true, as against the assignee, the administrators can only claim a credit for the property sold to the creditor, before notice was given to them of. the assignment; but such as was sold before they had notice, would, in equity, amount to a payment of the creditor’s dividend. It was merely a payment in advance of the time when it could have been legally claimed, but it was valid between the parties to the transaction, and of course bound the assignee. He only took by the assignment the right to demand from the estate what was then due to his assignee, subject to all the equities between the administrators and'the assignor.\nThe case of Carter’s Appeal, 10 Barr 144, is cited to sustain the order of the Orphans’ Court; that case is not in point, for there the claim which the administrator sought to set off against the distributee was due to the administrator in his own right, and it had no connexion with the settlement of the estate. The attachment was erroneously awarded, and must be set aside. If there are any disputed facts, the Court can direct an issue, or, if it is preferred by the parties, send' the matter to an auditor to find the facts. As the case is here presented, the assignee is legally entitled to receive the difference between the amount reported. by the auditor in his favour, and the price of the horses, for the answer does not allege that the sale of the property, out of which the note originated, was previous to notice of the assignment from Eehl to Bell.\nThe objection to the jurisdiction of the Orphans’ Court is not sustained. When an order is made, founded upon facts appearing of record in the Court, it is not fatal to the proceeding that the facts were not set forth in a petition verified by affidavit preceding the order.\nThe order of the Orphans’ Court, making the rule for attachment absolute, is set aside. And the record is remitted to said Court, with directions to proceed and ascertain how much, if anything, is due to the assignee, in accordance -with the opinion accompanying this decree; and it is further ordered that the costs of this appeal be paid by the appellee.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "J. E. Brady, for appellants.",
      "Marshall and Brown, contó."
    ],
    "corrections": "",
    "head_matter": "Grier and Warner’s Appeal.\nAdministrators, who have sold property of the decedent to a creditor of the estate, may set off the amount against the pro rala dividend of such creditor, upon a distribution of the funds in their hands in the Orphans’ Court.\nWhere the Orphans’ Court makes an order, upon matter appearing of record in the Court, it is not fatal to the proceedings, that the facts were not set forth in a petition verified by affidavit.\nAppeal from the decree of the Orphans’ Court of Allegheny county.\nThe facts of the case are fully stated in the opinion of the Court.\nJ. E. Brady, for appellants.\nMarshall and Brown, contó."
  },
  "file_name": "0352-01",
  "first_page_order": 352,
  "last_page_order": 354
}
