{
  "id": 975803,
  "name": "Henry versus Raiman",
  "name_abbreviation": "Henry v. Raiman",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "354",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 354"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Des. 287",
      "category": "reporters:state",
      "reporter": "Des.",
      "opinion_index": 0
    },
    {
      "cite": "1 Whar. 431",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 81",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 903,
    "char_count": 23671,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 1.1148619209267354e-06,
      "percentile": 0.9859003362744314
    },
    "sha256": "59f343cf44d2eb1948bf17486b807da55b56cbc3742a0bd92b465463aad253ff",
    "simhash": "1:cd7584f610c1d2df",
    "word_count": 4190
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry versus Raiman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J. —\nSamuel Baiman, the plaintiff below, claimed the land in controversy under a purchase from Peter Henry, who had taken out a warrant for it on the 9th July, 1832, and received a patent on 31st January, 1835.\nWilliam Henry claimed under a warrant to Reese Meredith in 1776, which became vested in Woods & Olymer; an agreement between the attorneys of Woods & Clymer on the one part, and Joshua F. Cox on the other, ratified by conveyances to Mr. Cox on the 15th February, 1839, and 29th March, 1839, together with a conveyance from Joshua F. Cox to William Henry, on the 14th December, 1839.\nBut it is contended that the purchase by Mr. Cox, of the title of Woods & Clymer, enures to the benefit of Samuel Raiman; and this was the question tried in the Court below. It was in evidence that,-in September, 1833, an ejectment was brought by Woods & Clymer against Peter Henry; that the latter employed Joshua F. Cox as his counsel to defend the suit, and placed the title papers in his hands. Mr. Cox received a fee, and attended to the trial of the cause; but Peter Henry was not' heard on the merits of his-title, on the ground that he stood in the relation of a tenant to Woods & Clymer, and was bound to deliver up possession before he could try his title. The cause was decided against bim, on the 6th December, 1837, and he was toned out of possession on the 7th February, 1839.\nThe agreement for the purchase by Cox is without date, so that it does not clearly appear whether it was made before or after Peter Henry was turned out of possession. ■ Nor does it appear whether it was made before or after Peter Henry'conveyed his interest to Samuel Raiman. Clymer’s ratification is dated but eight days after Peter Henry was dispossessed; and as Clymer lived in a distant part of the state, and the facilities for travelling were not as great in 1839 as they are now, it is probable that Mr. Cox made the contract for the purchase before his client ceased to occupy the premises.' It is clear, however, that his client’s rights wére not concluded by the decision. One verdict is not conclusive in ejectment, even where the title has been tried; but in this ease he had not had the benefit even of one trial on his title, before he found his own counsel arrayed against him, armed with the title of his adversary. If such a purchase can be justified by showing that, before it was made, the relation of counsel and client had terminated, either by the decision of the cause, or by the conveyance of the client’s interest to another, the burden of proof is on the party who affirms this to be the case.\nBut such a transaction is not to be sustained on any such grounds. It is a mistake to suppose that the attorney is at liberty to violate the professional confidence reposed in him by his client, the moment the relation of counsel and client terminates. The necessities of the client compel him to repose unlimited confidence in his counsel. When he is in jeopardy — either of life, liberty, property, or character — he is obliged to repose confidence in his professional adviser, in order that he may be properly defended. If he is threatened with a lawsuit about his land, he is compelled to exhibit his title papers to his counsel, and to disclose to him every supposed defect in them, in order that imperfections may be remedied, and preparations made to sustain the title. So, if the life or liberty of the client be in danger from legal proceedings against him, unlimited confidence in his counsel is so necessary, that he cannot safely go to trial without it. As the necessities of litigation compel confidence on the one side, the policy of the law requires fidelity on the other. The policy which enjoins good faith, requires that it should never be violated. The reasons for requiring it at all demand that it shall be perpetual. Occasions may arise where an upright counsellor may feel himself bound to withdraw from his client’s cause, but no circumstances whatever can justify him in betraying the trust reposed under the highest obligation of professional honour. Where fidelity is required, the law prohibits everything which presents a temptation to betray the trust. The orison which deprecates temptation is the offspring of infinite wisdom, and the rule of law in accordance with it rests upon the most substantial foundations. The purchase by an attorney of an interest in the thing in controversy, in opposition to the title of his client, is forbidden, because it places him under temptation to be unfaithful to his trust. Such a purchase, therefore, enures to the benefit of his client. Where the confidence has relation to the title to land, the fidelity of the counsel must necessarily follow the title of his client wherever it goes.' Any other rule would defeat the object of the trust, by destroying the market value of the title. If a trust reposed for the purpose of establishing it, might be made available as the means of defeating it, the moment it passed into other hands, it would be more injurious than beneficial. No prudent man would repose confidence on such terms, and all men would be deterred from purchasing titles which had ever been in the hands of attorneys or counsellors-at-law. If, after the cause is ended, or the relation of counsel and client is terminated by a sale, or by the death of the client, the counsel employed to defend the title should be permitted to make war 'upon it by means of the purchase of the hostile claim, which he was employed to oppose, no one would be safe in the .employment of professional aid. If the client’s vendees, and even his orphan children, maybe ruined by means of violating the trust reposed by their vendor or ancestor, and such breaches of trust are sanctioned by the Courts, the whole Commonwealth would be overwhelmed in litigation; all land titles in the state would be in jeopardy; the Bar would cease to enjoy the confidence of the people, and the Courts of justice, instead of being the bulwarks of public and private security, would become the most intolerable engines of disturbance and oppression.\nIn the case of Reid v. Stanley, 6 W. & Ser. 376, it appeared that Reid was employed by one Buck to make some examinations respecting Buck’s title to the lot on which he had made valuable improvements. Reid discovered that Buck, instead of making his improvements on his own lot, had made them by mistake on a lot that belonged to Henry Pratt. Reid thereupon, without disclosing the discovery to Buck, purchased the lot of Mr. Pratt. Buck, a few days afterwards, sold and conveyed his title to William G. Birch, who put Stanley in possession as his tenant. After Birch, the vendee of Buck, had been in possession by his tenants more than a year, Reid brought an ejectment against the tenant, Stanley. Reid was not a member of the Bar. He was not employed under the seal of professional confidence. He was merely employed as an agent. Nevertheless, it .was held that he could not avail himself of a defect discovered in the course of his agency, and that his purchase of the adverse title enured to the benefit of his principal. It was not supposed for a moment, in that case, that Reid could assert his ill-gotten purchase against the vendee of his principal with any better success than he could against the principal himself. Accordingly, Stanley, the tenant of Birch, who had purchased Buck’s title, ivas allowed to defeat the claim of Reid, on the ground Of duties assumed by him while the title was in' the hands of Buck. If this rule exists in full force where the agent is not a professional adviser — where he is not an officer of the Court, created and recommended to public confidence by law — and where he is not acting under the sanction of an oath of fidelity to his principal, it applies with much stronger reason to the relation of counsellor and client, where so many circumstances combine to increase the confidence on the one side, and add strength to the obligation on the other. In Galbraith v. Elder, 8 Watts 81, it was held that the fidelity of the counsel must be for ever observed, and that a purchase of the adverse title, “ after the relation of counsel and client had ceased, is equally forbidden with a purchase during the existence of such relation.” In what has been here said, we do no more than carry out the spirit of that decision.\nBut had William Henry notice of this equity ? Notice at any time before payment of the purchase-money is sufficient. The receipt on the body of the deed, although good evidence of payment against the party who signed it, is not evidence on a question of this kind to affect the rights of third persons: Union Canal Company v. Young, 1 Whar. 431; Bolton v. Johns, 5 Barr 151; Snelgrove v. Snelgrove, 4 Des. 287. We do not see the evidence-of payment of the purchase-money by William Henry before notice of the equities arising out of the professional duty of Mr. Cox. But, admitting that he paid the whole purchase-money when he made the purchase, there is evidence that he was in attendance as a witness for Peter Henry in the suit in which Mr. Cox was engaged as counsel, and that he knew that the latter was so engaged. But this is not all. He purchased pending the action brought against himself and Paul Cleavinger by Samuel Raiman to September Term, 1839. That action was full notice that the plaintiff claimed the land. There was therefore no injury done to him in submitting the question of notice to the jury.\nThe objection to the tender, on the ground that the money was not kept in Court from the time it was refused till the time of trial, seems to be founded on an inattention to an established distinction on this branch of the law. Where a debt is due on á contract executed, and the creditor is entitled to it without the performance of anything on his part, an actual tender is required, and must be kept good by bringing the money into Court and pleading the tender, at an early stage of the cause, with an averment of “ tout temps prist.” But this is not necessary where the agreement is executory, and the acts of the parties are to be concurrent ; as where one is to make a deed and the other to pay the purchase-money. In such case an unconditional tender is not required. It is sufficient for the -plaintiff, in order to put the opposite party in default, so that an action may be maintained, to show that he was ready and willing to pay the money, on receiving the consideration to which he is entitled. An offer to pay, and a demand of performance, is sufficient if performance be refused. In such case it is sufficient to bring the money into Court at the time of the trial. The rule here indicated was recognised by this Court, on full consideration, in McKean v. Wagenblast, a case not yet reported. B'esides, although an offer to pay the money was necessary to the support of an action brought immediately on the defendant’s taking possession, no such offer is necessary where the possession has been of so long a continuance as to require an account of the rents and profits before the amount to be tendered can be ascertained. The law never requires anything unreasonable. It was sufficient under the circumstances of this case to bring the money into Court at the time of trial. This is all that is necessary to be said on this part of the ease. We do not decide that even that was indispensable.\nBut it is alleged that the verdict is void for uncertainty. The verdict is in favour of the plaintiff below for the land described in the writ. This is sufficiently certain. The uncertainty, if any 'exist, is in the condition annexed to the verdict, and not in the' verdict itself. The condition is in the nature of an injunction to stay proceedings at law upon terms. It is in favour of the defendant below, and it was his business to see that it was expressed with sufficient certainty. An uncertainty in it will not vitiate the judgment at law. In the exercise of its chancery powers, the Court may reduce the condition to certainty either with or without an issue for the purpose: Harmar v. Holton, ante, p. 245. The plaintiff below is required by the condition annexed to the verdict to pay “back the purchase-money with interest.” What purchase-money? The law settles this. It can be no other than the purchase-money paid by Joshua E. Cox, under his agreement with Woods & Clymer. That agreement is returned with the evidence, and forms part of the record. By that contract it appears that the purchase-money paid by Cox was $630, with interest from 1st May, 1839, and $150 with interest from 1st May, 1840. This, at the time of the trial, amounted to the sum of $1519.80; and that sum was brought into Court before the verdict. The condition annexed to the verdict is therefore sufficiently certain, because it can be made so by reference to the contract, and to the money paid into Court.\nIt follows from these views of the questions involved in the cause, that the plaintiff in error has nothing to complain of. The action of the Court was quite as favourable to him as he had any right to require. The judgment must therefore be affirmed.\nIt is considered that the judgment on the verdict be affirmed.\nIt is further considered and ordered that William Henry have leave to take out of Court the sum of $1519.80 deposited there for his use, on delivering a conveyance in fee to the said Samuel Raiman of the said William Henry’s title to the premises in controversy, as fully as it was derived from Joshua E. Cox, free from all encumbrances done or suffered by said Cox or William Henry.",
        "type": "majority",
        "author": "Lewis, C. J. —"
      },
      {
        "text": "Knox, J.,\ndissented from several of the positions taken in the foregoing opinion.",
        "type": "dissent",
        "author": "Knox, J.,"
      }
    ],
    "attorneys": [
      "Baer and Hugus, for plaintiff in error.",
      "Edie and Gaither, contrh."
    ],
    "corrections": "",
    "head_matter": "Henry versus Raiman.\nAn attorney-at-law who has been employed professionally to sustain a title to land, cannot either before or after the cause is ended, or during the continuance or after the termination of the relation of counsel and client, while the client holds or after he has conveyed his interest, purchase for himself the opposing or any outstanding title, but such a purchase will enure to the benefit of the client or his vendee.\nWhere the relation of confidence is in regard to the title to lands, the obligation of fidelity upon the counsel follows such title into whosesoever hands it may go, and good faith and public policy require that such obligation should never be violated.\nA client, or his vendee, may recover the premises from such delinquent counsel, by paying or tendei-ing the amount of the purchase-money with interest ; and a purchaser from such counsel with notice of the facts, is in the same situation.\nWhere a party is entitled to a conveyance on the payment of the purchase-money, which he tenders, and a deed is refused, it is not necessary to aver a tender and pay the money into Court; it is sufficient to bring it in at the trial.\nA condition annexed to a verdict, is in the nature of an injunction to stay proceedings at law, and an uncertainty in it will not vitiate the verdict: the Court may reduce the condition to a certainty either with or without an issue.\nError to tbe Common Pleas of Somerset county.\nEjectment for three hundred acres of land brought by Samuel Raiman against William Henry. Henry Woods and Henry Clymer were the holders of the legal title to the land in controversy; and, on the 5th March, 1825, demised the same to Peter Henry, on an improvement lease for seven years. While Peter Henry was in possession under this lease, he took out a warrant for this same land on the 9th July, 1832, had a survey made and returned; and, on proceedings before the Board of Property, the Reese Meredith warrant, under which Woods & Clymer claimed, was declared void, and a patent issued to Peter Henry upon his warrant and survey, on the 31st January, 1833. Woods & Clymer thereupon brought an ejectment against him. In this cause Joshua E. Cox, Esq., was one of the counsel of Peter Henry, and had all the title papers of Henry relating to the land in hig possession. The cause was tried in 1837, and a verdict and judgment rendered in favour of the plaintiffs. A writ, of habere facias was issued, and the plaintiffs put in possession on the 7th February, 1839. Peter Henry, on the 1st of November, 1838, being still in possession, conveyed all his interest in the premises to Samuel Raiman, tho plaintiff in this suit. In 1839, to September Term, Samuel Raiman brought an action against .Paul -Cleavinger. and William Henry, to recover these same premises, -in which a verdict and judgment were rendered in his -favour; bu-t, the cause .-being removed to this Court, it was reversed on , the .ground -that Raiman could not recover, without paying -or .tendering the amount.Cox paid when he purchased. When the record was remitted, the plaintiff took a nonsuit: (See the case -reported by the name of Cleavinger v. Reimar, 3 W. f Ser. 486.-) By agreement with the counsel of Woods & Clymer, J. F..Cox .purchased ¡their title, but the paper is without date. On the ,15th February, 1839, the executrix of Clymer conveyed to Cox -the interest pf -Clymer, being two undivided third parts; and, on the .29th March following, the executors of Woods conveyed to Cox -the -remaining one-third of the premises; and, on the 14th December, ¡1839, Joshua F. Cox and wife conveyed to William Henry, the -defendant below, for the consideration of $1600. William Henry was a -witness on the trial of the ease of Woods ■& -Clymer .against Peter Henry, in 1837, and knew of the sale by the latter in .1-838, to.Raiman, the plaintiff, and. also -that ;Cox had been the counsel of Peter Henry in that cause.\nOn the. trial of «this 'cause, Peter Henry was examined as a witness, and proved that his papers, in relation to the land, had been put into the. hands nf Cox, as-counsel in the-cause, in 1836, and continued with him until about the time he .sold to,Raiman in the -fall of 1838, an.d that Mr. Cox -had instructed him that his title was superior to that of Woods & Clymer, and advised against a compromise of the-cause or purchase of .their-title.\nBefore the institution of th-is-s.uit, the plaintiff tendered to the defendant $1600,-and paid into-Court, on the first trial of the cause, $1480. The verdict on that trial was for the -defendant, which-was set aside by the .-Court; and the money paid in-was paid back to the plaintiff’s counsel. On the second trial the plaintiff paid into, Court the.sum.of -$1600. The jury-found a verdict as follows: — “ We- find -for plaintiff, -by plaintiff paying back the .purchasei-meney, with- interest. ’ ’\nThe following «points.were submitted. to the.Court by defendant’s counsel;—\n1. That if the jury believe , that the relation of attorney and •client, between J. -F.- Cox and Peter Henry, in the suit between him and Clymer & Woods, was at an end when the purchase of the land was made by J. E. Cox, then their verdict must be for defendant.\n2. If the jury believe that such relation did exist when Mr. Cox made the purchase of the land, clear and explicit proof must be traced home to William Henry of that fact, before the plaintiff can recover.\n3. Should the jury believe that William Henry, the 'defendant, was induced to make the purchase from the repeated declarations of Peter Henry that he would not purchase the Woods & Clymer title in any event, a recovery here upon the part of the plaintiff would be fraud upon the rights of William Henry, which cannot be tolerated in a Court of justice.\n4. That more than thirteen years having intervened between the purchase of William Henry from Mr. Cox, and the bringing of the present suit, during which time valuable improvements were made by the defendant, it would now be contrary to the clearest principles of equity to permit, the plaintiff to recover. Equities valid and undoubted may be destroyed by time, resulting either from easy carelessness, or cold and calculating cunning.\n5. That a tender paid into Court must remain there until a final adjudication of the cause, and that a withdrawal of the money from the custody of the Court, from that moment leaves the tender in the same condition it would have been, had it not been made at all.\n6. That the fraudulent conduct of Peter Henry, in attempting, while in possession of the land, as the tenant of Woods & Clymer, to defeat the title of his landlord, was an act of disloyalty that for ever debars him, or those who claim under him, from demanding equity from either J. E. Cox or William Henry, his vendee.\nThe Court (Kimmell,' P. J.), after stating the facts, instructed the jury as follows:—\n“ The plaintiff’s counsel claim your verdict for the following reasons:—\n“ 1. That as Mr. Cox was counsel for Peter Henry, in relation to this title when he purchased from Clymer & Woods, he became th,e trustee for his client, Peter Henry, and held the same, either for his use or use of the plaintiff, who, by the deed of 1st November, 1838, became vested with the legal rights of Peter Henry in the land.\n“ 2-. That the defendant cannot claim to take the- land discharged of this trust as an innocent purchaser without notice, because they aver that the defendant knew at the time he bought from Cox, and previously thereto, the relation that existed between Mr. Cox and Peter Henry, as counsel and client in regard to the title and claim of Peter Henry. ,\n“ 3. And that having tendered to William Henry, the alienee of Mr. Cox, the sum paid by Cox for the title of Clymer & Woods, before suit brought together with interest to the day of the tender, and having brought that sum into Court this day, and deposited the same with the clerk to defendant’s order, the verdict must be for the plaintiff.\n“ If the jury believe that these positions are sustained by the evidence, then they will find for the plaintiff, unless there may be something to prevent it in the instructions the Court are about to give on the points submitted by defendant’s counsel, (read.)\n“ The Court answer the first and second points in the affirmative.\n“ The Court instruct the jury on the third point, that if they believe that William Henry was induced to purchase the Woods & Clymer title from Mr. Cox, by the declarations of Peter Henry, before his sale to the plaintiff — that he had abandoned all claim to the land, then plaintiff cannot recover. But if Peter Henry refused to purchase the title, because he thought hiS own the best; and, especially, if this impression was made on his mind by instructions received from Mr. Cox, or if, when he refused to purchase, he declared his intention to hold on to his own, and dispose of it to some one else, then there is nothing in this point to prevent a recovery.\n“ The Court refuse to instruct the jury on the fourth point, because there are no facts in the case to which the principle can be applied.\n“ In answer to the fifth point the Court instruct you that the plaintiff was not bound to leave the money in 'the hands of the clerk, during the intervals of the Court, having produced it on the trial ready for the defendant’s order, he has done all that can be required at his hands.\n“If the defendant had desired to avail himself of the tender, he could have demanded the money at any time; had it been refused, the advantage gained by making it would have been lost.\n“ Sixth answered in the negative.”\nThe principal errors assigned were to the answers of the Court to the points of counsel. The reception of the deed from Wood’s executor to Cox, in evidence, and that no judgment could be rendered upon the verdict — it being void for uncertainty.\nBaer and Hugus, for plaintiff in error.\nEdie and Gaither, contrh."
  },
  "file_name": "0354-01",
  "first_page_order": 354,
  "last_page_order": 362
}
