{
  "id": 975820,
  "name": "Custer and Lantz versus The Commonwealth",
  "name_abbreviation": "Custer & Lantz v. Commonwealth",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "375",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 274,
    "char_count": 4583,
    "ocr_confidence": 0.435,
    "sha256": "4ae644212928d2df8d0bc0266ceb7f32c4ac36203ccca66bbf39ec37356eff8a",
    "simhash": "1:6e832e29a68e1230",
    "word_count": 792
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Custer and Lantz versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nIn ordinary cases, where land, is taken at an appraisal under proceedings in partition by one of several heirs, and a recognisance is entered into to secure to the other heirs their respective' purparts, the administrator of the estate has nothing to do with the recognisance. ‘In the present case, however, upon representation to the legislature that the heirs at law of Joseph Ball numbered “many thousands,” an Act of Assembly was passed, which, amongst other things, authorized the-administrator to receive the purchase-money due on proceedings in partition, and provided the means of distributing the same to the heirs' of the decedent. We see no constitutional objection to this Act, and under it the Court' of Common Pleas very properly held that the administrator could, in the name of the Commonwealth, maintain the action, and compel payment of the recognisance. '\nIt is alleged that one of the defendants was entitled to a distributive share in' the estate of Joseph Ball, and that the other was attorney' in' fact for several of the heirs; and an effort was made to retain out of the recognisance, such parts as the defendants would be entitled to receive upon distribution. It does not appear from the paper-book that any evidence was either given or offered, from which it could have been determined how much the defendi ants were entitled to out of the money due- on the recognisance y and, at all events, as the Act of Assembly points out a specific mode by which the interests of the several heirs shall be ascertained and paid, an action at law was no place for partial distribution. The remedy of the defendants is by a settlement of the administration account, and distribution to be made by an auditor, as provided for in the Act of Assembly.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Sayers, for plaintiff in error.",
      "Downey and Rowe, contra."
    ],
    "corrections": "",
    "head_matter": "Custer and Lantz versus The Commonwealth.\nIn an. action on a recognisance, given for the valuation of land taken under proceedings in partition, instituted by an administrator, by virtue of a special Act of Assembly, the defendant could not claim to set off his share as an heir in the valuation: his remedy is to compel a settlement of the administration account, and a distribution in the Orphans’ Court.\nThe Act of Assembly of 4th June, 1839 (P. L. 243), so far as it relates to the estate of Joseph Ball, deceased, is not unconstitutional.\nError, to the Common Pleas of Greene county.\nThis was a scire facias on a recognisance in the Orphans’ Court. Joseph Ball, deceased, in his lifetime was possessed of several tracts of land in the county.of Greene, and in 1835, upon petition of some of his heirs, a writ of partition and valuation was awarded, and upon an appraisement returned one of the tracts was awarded to Mark Custer, who entered into recognisance with Lot Lantz as his surety in the sum of $2000, to secure to the heirs of the said Joseph Ball, deceased, the sum of $932, the price at which the said tract had been valued by the Inquest. On the 4th day of June, 1839, the legislature passed- an Act in reference to the real estate of the said Joseph Ball, authorizing the administrator to receive the proceeds and distribute them according to the interests of the several heirs or claimants. The suit was brought in the name of the Commonwealth for the use of Stephen Caldwell, administrator de bonis non of Joseph Ball, deceased. Mark Custer claimed to be an heir of the decedent, and as such entitled to a portion of the proceeds which it was contended should be deducted from the claim of the plaintiff. The amount of his interest did not appear.\nThe defendant’s counsel requested the Court to charge the jury “ that the administrator of Joseph Ball, deceased, cannot recover, the terms' of the recognisance being to pay to the heirs;” and “ that the defendants may retain and hold from this recognisance the'amount of the shares they hold either by descent or purchase.” The Court (Gilmore, P. J.) charged the jury as follows :—\n“ The Court charge you, the plaintiff is entitled to recover notwithstanding the wording of the recognisance, and that the defendant is' not entitled to deduct from the recognisance what might be his purpart. The Act of Assembly of 4th June, 1839, was passed expressly for the purpose of relieving the Court and jury from the difficult and almost impossible duty of ascertaining the heirs to said estate, and to what each was entitled. This duty has been committed by said Act to the administrator, and we feel disposed to leave, it to him.”\nSayers, for plaintiff in error.\nDowney and Rowe, contra."
  },
  "file_name": "0375-01",
  "first_page_order": 375,
  "last_page_order": 377
}
