{
  "id": 975853,
  "name": "Crum versus Burke",
  "name_abbreviation": "Crum v. Burke",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "377",
  "last_page": "382",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 377"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 78",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 533",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0533-01"
      ]
    },
    {
      "cite": "5 Watts 287",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0287-01"
      ]
    },
    {
      "cite": "9 Watts 344",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 533",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 622,
    "char_count": 14688,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.1624944645364823e-07,
      "percentile": 0.5843800159777655
    },
    "sha256": "f5e93d8c43d4c07385bc997b8e9fb3bc4ef0601c5aa0ce741d441b97e2cc4d16",
    "simhash": "1:686f14797a96ee8f",
    "word_count": 2670
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Crum versus Burke."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nThe objection to the admission of the tax list of the commissioners, as evidence of an assessment of taxes, is not accompanied with a “copy of the bill of exceptions” on-“the full substance of it,” as the rule of Court requires: 6 Harris 578. It is therefore to be disregarded. But we have examined through the whole record, as set forth on the paper-book, and find no exception of the kind. The exception is merely to the treasurer’s sale and deed, and this exception eannot be sustained, because the defendant was a mere intruder, deriving no title whatever' from the original owner. Against him, all that was necessary for the plaintiff, in the first instance, was to show title out of the Commonwealth, and a treasurer’s deed to himself, or to some person from whom he derives title: Dikeman v. Parrish, 6 Barr 210; Foster v. McDivitt, 9 Watts 344; Foust v. Boss, 1 W. & Ser. 501.\nIn Bratton v. Mitchell, 1 W. & Ser. 310, it was held that a treasurer’s sale look was not evidence of an assessment of taxes; but, when the same case came up again, it was decided. that a loose paper, from the commissioner’s office, purporting to be an assessment of taxes, was competent evidence: Bratton v. Mitchell, 7 W. & Ser. 259; 5 Watts 287. So that there was no ground of objection to the evidence, or to the charge on this point.\nIn this case the sale took place in 1816. No ejectment has ever been brought, by the original owner, to contest its validity. Under such circumstances, if the land was unseated when the taxes were assessed, no stranger could defeat the sale, on the ground of irregularity, however gross. Even the payment of taxes, by the owner, before sale, is an qquity, which a stranger would seem to have no just right to assert against a bond fide purchaser without notice of it. But the case does not require a decision on this point. It is sufficient for our present purposes, to say that the payment of taxes on 100 acres of the land, without defining its location or boundaries, by a stranger, without title, will not defeat- the title of the purchaser at the sale for taxes. Michael Skelly, who made the payment, made use of a part of the land, for the purpose of making sugar on it; but, if he had occupied permanently and adversely a portion of the land, with boundaries defined, and had paid taxes on that portion, it would not defeat the title for the residue. In this case, as it was impossible to know on what particular part of the tract he paid the taxes, the payment must have no greater effect than a payment of part of the taxes by the owner would have. In that case the treasurer might sell either a part of the tract, or the whole, for the unpaid taxes: 13 Ser. & R. 151; 1 Watts 533. In the case before us, as the whole tract was sold, the presumption is that a part was insufficient to raise the taxes due upon the whole.\nThe question, whether the tract was seated or unseated when the taxes were assessed, was submitted to the jury. Although the Court gave their- views of the evidence, the question was not withdrawn from the jury, as supposed by the plaintiff in error.\nThe defendant below had no land cleared on the tract in dispute, until the entry of Abraham Crum, about ten years ago. As we understand the evidence, he claimed by virtue of a residence, and clearing on an adjoining tract, with a designation of boundaries, including the land in controversy, within the plaintiff’s survey. These boundaries do not appear to have been designated before June, 1821. The plaintiff entered in 1836, and put his tenants in actual possession of the tract. In view of these facts, it was not error to say that the lapse of time between 1821 and 1836, was far too short to enable the defendant to hold the land under the statute of limitations. The evidence seems to justify all that the Court said on the subject of the designation of boundaries and the entry.\nWe are unable to see any error in the proceedings.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "White and Qoffey, for plaintiff in error. —"
    ],
    "corrections": "",
    "head_matter": "Crum versus Burke.\nA purchaser at treasurer’s sale, as against a mere intruder deriving no title from the original owner, need only show title out of the Commonwealth, and a treasurer’s deed to himself or some person from whom he derives title.\nThe payment of taxes by a stranger without title, on a part of a tract of unseated land without defining the location or boundaries of the part for which the taxes are so paid, will not defeat the title of the purchaser of such tract at a sale for taxes.\n\"Whether a tract of land is seated or unseated at the time the taxes for which it was sold were assessed, is a question of fact for the jury: but it is not error for the Court to express their views of the evidence, if the question be not withdrawn from the jury.\nWhere the defendant resided on an adjoining tract of land, and in 1821 designated his boundaries, including a part of another tract, and in 1836 the owner of the latter tract entered into the actual possession of it, it was not error for the Court to instruct the jury that the lapse of time was far too short to enable the defendant to hold the land under the statute of limitations.\nError, to tbe Common Pleas of Cambria county.\nThis was an ejectment for 80 acres of land. The plaintiff, Burke, claimed under a treasurer’s sale of a larger tract, of which this is a part, made in June, 1816, to James Rhey. The original warrant was in the name of George Messersmith, and in 1814 and 1815 the land was assessed with taxes, for the non-payment of which it was sold. The plaintiff showed a list of unseated lands, from the commissioners of Cambria county to the treasurer, containing the following entry: “284 acres 33 perches, Geo. Messersmith, 1814. Co. tax, 71 cents; road, 71and a similar entry for 1815. The treasurer’s sale book and deed being offered were objected to by defendant, but were admitted by the Court.\nThe defendant contended that the sale for taxes was void, because there was no sufficient assessment shown; that the land was seated at the time, and that the tax was paid before the sale. He also relied on the statute of limitations.\nSeveral persons of the name of Crum were settlors in the neigh- ■ bourhood of the Messersmith tract, but there was no residence or cultivation upon it, nor were any boundaries defined, including the premises in dispute, until the year 1821 or 1822, when 100 acres of this tract, including the part in controversy, were run into a survey made for the heirs of John Crum. A man by the name of Michael Skelly made sugar in the spring of the year, from 1810 to 1820, on the Messersmith tract, and returned 100 acres of it, and paid the taxes, but without any residence, cultivation, or designation of boundaries to indicate what part he paid the taxes for. In 1836 Rhey entered under his tax title, and put a tenant in possession; and he, and those claiming under him, have continued in possession ever since, except of the part in dispute, upon which the defendant, Abraham Crum, entered about 1843.\nThe charge of the Court (Taílor, P. J.) was, after stating the case, as follows:—\n“ I. Whether the tax sale is sufficient to connect the plaintiff with the Messersmith title? This is denied, and the sale is alleged to be void for three distinct reasons: 1. That the assessment of a tax is not sufficiently shown; 2. That the land was seated, and not liable to sale.as unseated; and, 3. That the taxes had been paid.\n“ 1. In relation to the first of these objections to the sale, it has not, indeed, been shown that the assessor returned the tract; but, on the contrary, it appears by the assessments that it was not so returned. This, however, was not necessary. It might be after-wards inserted in the assessment by the commissioners. They might assess it; and any competent evidence which shows that-they did do it, is sufficient. And their list, made out for the treasurer, including this tract, with a county and road tax charged upon it, in the handwriting of one of the commissioners, and upon which the treasurer proceeded to make a sale, is, we think, competent evidence of an assessment.\n“ 2. Whether the tract was or was not seated at the time, is, as it seems to us, as free from difficulty. It is true the cultivation of a few acres of a tract at the time of assessment, even though it be a clearing over by the owner of an adjoining tract, changes its character from unseated to seated, and charges the person of the cultivator with the payment of the taxes. But does the evidence here, in any view of it, show cultivation of such portion of this tract in 1814 and 1815 ? It is not pretended that there was any residence upon it then, or for many years afterwards. One witness states that,£ about 1814 or 1815,’ there was, a patch cleared and cultivated. This, however, does not prove that it was in 1814; while Nicholas Crum testified that five acres were chopped, and a small part of it put in the same year; but that the part put in that year was outside of the Messersmith line. ‘ The season following,’ he says, ‘ the whole five acres were put in something; that would be in the year 1816, or thereabouts.’ And, as to the time, he says, I am well persuaded.’ According to this testimony, there was no land cleared and cultivated within this Messersmith survey at that point, till 1816. We submit, then, whether the weight of evidence, so far from proving this tract seated in this respect in the years mentioned, does not prove the reverse.\n“ 3. The remaining objection to the tax sale is, that the taxes had been paid upon this land by others who bounded upon it, and, as it is alleged, claimed it, or parts of it, and by Michael Skelly. This the defendant has undertaken to show, by showing the assessment of land to these different persons. But it will be remembered that it is not even alleged that any of them had any improvement within this tract prior to 1816; and that none of them, for several years afterwards, had any survey, official or unofficial, including any part of the tract. Whether they (if we except Skelly) paid tax for any part of it, is therefore to be determined alone from the quantities which they respectively returned; and, in the absence of more or other evidence, we would have great difficulty, and we presume you would also, in concluding that the taxes on George Messersmith were thus paid. It would be easier, perhaps, to arrive at the conclusion, from all the evidence, that not one of them returned and paid tax for the whole of the land he had outside of the Messersmith; while it is pretty clear that some of them, including John Crum, under whom the defendant claims, did not return half the quantity claimed without the interference. As to the alleged payment by Michael Skelly, his testimony is, that, from 1810 or ’12 to 1820, he made sugar within what he has since ascertained to be the Messersmith tract; returned to the assessor 100 acres, without reference to any boundaries, without marking any boundaries; or even without knowing, then or now, what precise land it was. Such payment of tax, it could not be contended, would avoid the tax sale for the whole tract. The most that could be contended would be, that that 100 acres was exempt from liability to sale. But what 100 acres ? How could a jury here undertake to say that it included the whole or a part of the 30 or 40 acres here in dispute ? Such return of 50 acres within a 300 acre tract might thus become a defence in the mouths of half a dozen intruders upon that many fractions of the tract, the sale be virtually rendered nugatory as to the whole, and the operation of the tax laws be thwarted. For reasons, then, which are readily perceived, we are of opinion, and so instruct you, that the return of that 100 acres to the assessor by Michael Skelly, and his payment of the taxes, does not affect the validity of the tax sale as to any part of the tract.\n“ The plaintiff contends, upon the authority of the cases here cited, that the regularity of this tax sale, as between these parties, is not the subject of inquiry; and that the production of the treasurer’s deed vests in him prima fade the title of the owner of the survey, and is sufficient to enable him to recover against an intruder. This is the law, and applicable here, if the entry of John Crum, through whom the defendant claims, was without right; that is, without title or colour of title; at least so far as- it relates to mere irregularity iu the assessment of the taxes, and in making the salo. And we instruct you, that if you find the land unseated at the time of the assessment, and the taxes unpaid — questions of fact which appear to us to be free from difficulty upon the evidence, however they may appear to you — the sale by the treasurer, as between these parties, vested the title to the George Messersmith survey in James Rhey.\n“We return, then, to other general questions, and the remaining question, in the case.\n“ II. Is the defendant protected by the statute of limitations ?\n“ The defendant not having his claim defined by any survey, or any fixed boundary or marks upon the ground until the survey made by Mr. Proctor in June, 1822, that is the earliest starting point you can find to reckon time in view of the statute. Starting at that point, you have but fourteen years until the entry of James Rhey upon the Messersmith survey under that title, in 1836, as shown by the evidence; so that between these periods, or between the latter and the commencement of this action, we need scarcely remark, the lapse of time i's far short of 21 years; and the case, upon this point, if you find these to be facts, is plainly against the defendant.”\nThe jury found for the plaintiff.\nThe errors complained of were: the admission of the tax list; the instruction that it was competent evidence of an assessment; that the return of 100 acres by Skelly did not affect the validity of the tax sale; and that, there being no designation of boundaries prior to 1822, there were but 14 years until the entry of Rhey in 1836, which was insufficient to make a title by the statute of limitations.\nWhite and Qoffey, for plaintiff in error. —\nAs to the sufficiency of the assessments to sustain the sale, they referred to 1 W. & Ser. 310; Act of 13th March, 1815, Purd. Dig. 822; 1 W. & Ser. 313; 7 Id. 457; lb. 260.\n. On the statute of limitations, they cited 1 Watts 533; 8 Barr 504; 7 W. # Ser. 580;2F.| Ser. 251; 5 Barr 300; 9 Watts 78 ; 2 Harris 404; 7 W. # Ser. 208.\nThe settlers regarded the tract as seated, and it should not have been transferrred to the unseated list without notice to them: 8 Barr 169; 4 W. & Ser. 133; 10 Barr 511; 7 Harris 305."
  },
  "file_name": "0377-01",
  "first_page_order": 377,
  "last_page_order": 382
}
