{
  "id": 975784,
  "name": "Wade versus Haycock",
  "name_abbreviation": "Wade v. Haycock",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "382",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "18 Verm. Rep. 620",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        733844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/18/0620-01"
      ]
    },
    {
      "cite": "2 Jones 236",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 P. R. 454",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 4713,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 3.176520928763176e-07,
      "percentile": 0.8642517382287539
    },
    "sha256": "2be709b88f3e502e2b08d762d8e47000606ab9a04ec23de286c1e9ccc56436a3",
    "simhash": "1:a1ea96308f36a9af",
    "word_count": 850
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wade versus Haycock."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J. —\nAfter a careful examination of this case, we are of opinion that it is free from error.\nThe principles of law applicable to the case were clearly and correctly stated to the jury by the learned judge who presided at the trial, and were substantially as follows:—\n1. Where one contracts to do all the millwright work necessary in the construction of a grist-mill, he is bound to do it in a workmanlike manner, so that it will answer the purpose for which it is intended.\n2. If the millwright, after doing part of the work under the contract, refuses or neglects to complete it, he can recover nothing for part performance; but if the work is all done, but part of it defective in the execution, which defect can be cured by the substitution of other machinery or better work, there may be a recovery of the contract price; or in the absence of - an express .contract, what the work is reasonably worth, deducting the actual damages sustained on account of the defective performance.\n3. The measure of damages would be the expense of the new work, and the profits of the mill for such time as it was necessarily stopped from running whilst the alterations were being made.\n4. Where that part of the work complained of was constructed under directions given by the owner of the mill, the workman is not responsible if the defect was occasioned by following the directions so given.\n5. If the employee knowingly and purposely makes the work defective, it is such mala fides on his part that he can recover nothing for any of the work done under the contract.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "Cook, for plaintiff in error. —",
      "Cowan, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wade versus Haycock.\nWhere one contracts to do all the millwright work necessary in the construction of a grist-mill, he is bound to do it in a workmanlike manner, so that it will answer the purpose for which it is designed.\nA neglect or refusal to complete the work is a bar to a recovery: but for defective execution, the contract price, or the value of the work, deducting the actual damages sustained, may be recovered.\nThe measure of damages would be the cost of the new work, and the profits of the mill whilst the alterations were being made.\nThe workman is not responsible, if the defects were occasioned by following the directions of the owner.\nIf the workman knowingly and purposely makes the work defective, it is such mala fides as would prevent a recovery for any of the work done under the contract.\nError to the Common Pleas of Westmoreland county.\nThe action below was debt upon a note under seal. In 1851, James Wade, the defendant, being engaged in erecting a mill, to which he designed to apply both water and steam power, engaged Haycock to perform the millwright work for him, at a stipulated price. Haycock professed to be a practical millwright. Before the work -was completed he left, hut procured another millwright to proceed with the work and finish it. In the mean time Wade gave Haycock the note in controversy, dated the 16th March, 1852, for the sum of $320, payable 1st April, 1852, that being the amount of the work as stipulated in the contract. When the work was finished it was found to operate imperfectly, and the mill had to be stopped for several weeks, and a portion of the machinery was removed, and others substituted by Wade.\nThe defendant resisted a recovery on the grounds that the contract was entire, and that the plaintiff failed in performing it in such manner as to answer the intended purpose. That there was a failure of the consideration. That the failure to perform, as well as professing to be a skilful millwright, were a fraud on the defendant which would bar a recovery.\nThe plaintiff contended that the plans and specifications of the work were all made and arranged under the direction of Wade himself, and according to his desire and request.\nUnder the charge of the Court (Burrell, P. J.), the jury found for the plaintiff $313.87J.\nAnd the defendant sued out this writ, and assigned the instructions of the Court as error.\nCook, for plaintiff in error. —\nHe was bound to construct the work in a skilful manner: 8 Harris 133 ; Jones on Bail. 91; 2 Kent’s Com. 458; Sto. on Bail. 281. It was an entire contract, and must be fully completed before he can claim compensation: 5 W. & Ser. 382; 2 Kent’s Com. 667-8; 2 P. R. 454; 3 Harris 195; Par. on Con. 386; 2 Jones 236.\nIf Haycock knew of the imperfections in calculations, &c., and did not communicate it, it was a fraud: 1 Bouv. Inst. 301; Bright. Eq. Jur. 73; 5 Harris 54; 1 Bouv. Inst. 228 ; 12 Ser. & R. 432; 2 Par. on Con. 267.\nOn the question of damages were cited 1 Harris 246; 2 Par. on Con. 456; 18 Verm. Rep. 620; 3 W. & Ser. 270.\nCowan, for defendant in error."
  },
  "file_name": "0382-01",
  "first_page_order": 382,
  "last_page_order": 384
}
