{
  "id": 975772,
  "name": "Marshall versus The Franklin Bank of Washington",
  "name_abbreviation": "Marshall v. Franklin Bank of Washington",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "384",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0144-01"
      ]
    },
    {
      "cite": "1 Pick. 116",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 144",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850016
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 8661,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.2956237064531914e-07,
      "percentile": 0.6210004907622028
    },
    "sha256": "3cc66992a0bdcb1de92f5c36200c240fb910a26942b3b71a1ac5cc1e4c4e1f9c",
    "simhash": "1:7ea597c35f987ebb",
    "word_count": 1516
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marshall versus The Franklin Bank of Washington."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nIt is conceded that John Marshall, who took defence to the scire facias, was a surety, and that George A. Creacraft, the person whose deposition was offered and rejected, was one of the principal debtors. The defence was, substantially, that the judgment had been paid, and it was to prove payment that the principal debtor was offered as a witness. Upon the failure of this defence, the principal was, doubtless, liable to the surety, not only for the principal debt recovered, but also for the costs, and this according to the cases of the Bank of Montgomery v. Walker, 9 Ser. & R. 229, Smith v. Thorne, 9 Watts 144, Davenport v. Freeman, 3 W. & Ser. 557, disqualifies him from testifying, upon the ground of interest. But he was also disqualified, because he was a party to the record. The original judgment was against him, and he was named in the scire facias as one of the defendants. True he was not served, and was not a party to the issue ; but Parke v. Bird et al., 3 Barr 360, rules that this makes no difference, as he was a party to the suit at the impetration of the writ, which is also the doctrine of Wolf v. Fink, 1 Barr 439.\nAs the exclusion of a defendant, who has not been served, or who has suffered judgment by default, rests upon grounds of public policy, he cannot remove the objection to his competency, by an offer to confess judgment against himself. A judgment against an insolvent principal would be but a sorry compensation to tbe creditor for tbe loss of bis claim against a solvent surety; nor would tbe existence of a judgment against one confessedly insolvent before lessen tbe temptation to perjury, to remove wbicb is one of tbe principal grounds' of tbe rule. One of several plaintiffs cannot testify to charge a defendant, even tbougb be has no interest in tbe event, and neither shall one of several defendants be permitted to discharge, by bis evidence, bis co-defendants, even tbougb be may remain liable himself.\nThere was no error in tbe answer of tbe Court to tbe defendant’s first point. In tbe absence of any agreement to tbe contrary, it was clearly tbe privilege of tbe bank to issue execution upon any one of its judgments in advance of the others, and tbe law would apply tbe money made to tbe judgment from wbicb tbe writ issued. This is, doubtless, a bard case for Marshall, tbe surety, but we can afford him no relief.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Montgomery and Watson (with whom were Acheson and Wilson), for plaintiffs in error,",
      "Gow and Murdock (with whom was McKennan), for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Marshall versus The Franklin Bank of Washington.\nA principal debtor in a judgment, although not served with the scire facias, is an incompetent witness on the ground of interest to prove payment of the judgment, being liable for the debt and costs to his surety, in the event of a recovery against the latter.\nA person who is a party to the suit at the impetration of the writ, but who is not served with process, nor a party to the issue, is nevertheless incompetent as a witness for his co-defendant.\nA defendant on the record cannot render himself competent as a witness for his oo-defendant, by offering to confess judgment to the plaintiff for the amount claimed.\nA plaintiff who holds several judgments against a debtor, and different sureties or endorsers, may, in the absence of any agreement to the contrary, issue execution upon any one of them, and the proceeds of personal property realized upon such execution will be applied to the debt upon which it issued.\nError to tbe Common Pleas of Washington county.\nThis was a scire facias at the suit of the bank against George A. Creacraft and Thomas Carson, drawers, and John Marshall and Adam Carson, endorsers. In 1846, Creacraft and Thomas Carson were extensively engaged in the bacon and lard business, and the defendant Marshall, with others, had endorsed for them largely in the bank.\nIn the fall of that year, being unable to meet their liabilities, they, together with their endorsers, confessed five judgments to the bank, amounting to $24,200. The defendant Marshall, being the first endorser on two notes, became a party to two of those judgments, one for $4200, and the other for $5000. At the same time Creacraft & Carson assigned over various consignments of property, for the benefit of the endorsers, and the amount of which was applied to all the judgments.\nThe defendant, alleged that, by a special agreement of the parties, it was agreed to be applied to the judgment of $4200, in which he was defendant. Various payments had been made by the defendants On this and the other judgment^.\nAt the. instance of another endorser, who was a defendant in one of the five judgments confessed to the bank, an execution was issued on that judgment, and the personal property of Creacraft & Carson levied, and sold, the proceeds of which Marshall contended, under the agreement, should' he applied equally to all the' judgments.\nIn November, 1850, Marshall applied to the Court, -setting forth the facts of the case, and alleging that if the proceeds of the property, which had been assigned by the makers^ and a pro rata share of the amount raised on the execution by the sale of their personal property, were applied to this judgment according.to the agreement, the same would be fully paid. The Court thereupon made an order, staying execution on the said judgment until the bank should issue scire facias upon the same, to give Marshall an opportunity of interposing said defence. This scire facias was accordingly sued out, and was returned served on all the defendants, except Creacraft, and “nihil” as to him. The appearance and plea were by Marshall alone, and the jury were sworn as to him alone. On the trial of the cause, the defendant offered the deposition of George A. Creacraft. It was objected to by plaintiff, on the ground that the witness was a party to the judgment, and liable over to Marshall, for the debt and costs recovered against him. The defendant then showed that Creacraft had offered to confess a judgment to the bank for the amount claimed. The Court sustained the objection, and defendant excepted.\nThe defendant asked the Court to instruct the jury, “ That, inasmuch as the plaintiff had a meeting with Creacraft & Carson, the drawers, and their' endorsers, for the purpose of securing the debts due the bank, and judgment-bonds were'taken from all the drawers and endorsers, at the same time, for the same purpose, that if the bank- afterwards issued- execution, as they did, and levied on and sold the personal property of either of the drawers, the proceeds of said sale must be applied to the relief of all the said endorsers, although they were in different judgments — that in equity all the endorsers stood on an equality, so far as any moneys were made out of the- personal property of the drawers, under the- arrangement testified to.”\nTo which the Court (Gilmore, P. J.) responded 'as- fellows:—\n“We know of no principle'of equity w'hich-would require money made, on process of law, to be applied to different judgments. The circumstance that the bank was the creditor'of all, and-that the judgments were taken at the same time, and that there were securities in all, would not be sufficient in equity to require an equal application of the money made to the several judgments. A debtor has a fight tb appropriate money as he may think proper; this is the general principle in respect to voluntary payments; but, where money Is raised by process of law, or in invitum, the right of application does- not belong to the debtor — the law then makes the application. Still, there is nothing in this which will prevent an agreement as to the application of which is about to be raised on legal process. All parties concerned may agree about this, as well as any other lawful matter. The parties which are concerned in such an arrangement as is alleged, are the bank, John Marshall, Creacraft & Cargon, and the endorsers in the judgment on which the money was made, to wit: Horn and Miller. If they all agreed to this arrangement, it was competent for them so to do; and the bank, in receiving the money, should have appropriated it accordingly.”\nThe jury found for the plaintiffs $1195.13, and judgment was entered on the verdict.\nThe rejection of the deposition and the answer to the point, were the errors complained of in this Court.\nMontgomery and Watson (with whom were Acheson and Wilson), for plaintiffs in error,\nas to the admissibility of the deposition cited 9 Barr 21; 3 Ser. & R. 402; 1 Pick. 116; 1 Green. Ev. § 355.\nGow and Murdock (with whom was McKennan), for defendant in error,\ncited 9 Ser. & R. 236; 9 Watts 144; 3 W. & Ser. 557; 1 Barr 440; 2 Id. 106; 3 Id. 361; 4 Id. 199; 1 Green. Ev. § 329."
  },
  "file_name": "0384-01",
  "first_page_order": 384,
  "last_page_order": 387
}
