{
  "id": 975797,
  "name": "Jordan versus Wilson et al.",
  "name_abbreviation": "Jordan v. Wilson",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "390",
  "last_page": "391",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 130",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0130-01"
      ]
    },
    {
      "cite": "2 Hall 482",
      "category": "reporters:state",
      "reporter": "Hall",
      "case_ids": [
        1361802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny-super-ct/2/0482-01"
      ]
    },
    {
      "cite": "4 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842755,
        1842699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0424-01",
        "/watts/4/0424-02"
      ]
    },
    {
      "cite": "2 Watts 180",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0180-01"
      ]
    },
    {
      "cite": "4 Binn. 150",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0137-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 238,
    "char_count": 3592,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 6.560457787785445e-08,
      "percentile": 0.4019969890136452
    },
    "sha256": "07459571f62be149c959c5949fcc5347ab5ac39c3a525a4cb73b8a8909c8375f",
    "simhash": "1:b47f69e242f8f4ea",
    "word_count": 651
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jordan versus Wilson et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nWe are satisfied that the Court of Common Pleas committed no error in permitting the bill of lading to be read to the jury. It is true that no evidence was given that “ E. C. Stout” was the owner, master, or clerk of the steamboat Waverley; but the bill offered in evidence was proved to be genuine by the fact that it was delivered by the officers of the boat to the consignee, as the bill of lading for the iron then delivered to them. It was part of the transaction itself; and, in connexion with the other evidence in the case, established the fact that the 58 tons of metal received by Michael Allen & Co. from the steamboat Waverley in November, 1846, belonged to Wilson, Campbell & Willards. If the evidence had gone no farther, it would of course have been immaterial, as the metal in dispute was no part of the 58 tons; but as we are not furnished with all the evidence, it is our duty to presume that the plaintiffs proved that the metal left by the boat at Dead Man’s Ripple was taken by the defendant, and that it was a part of the same lot, the residue of which was delivered to the consignees, November, 1846. The bill of lading delivered by the officers of the boat to the consignees contemporaneously with the metal, was the written declaration of the party so delivering it, that the metal'belonged to the plaintiffs; and, being a declaration accompanying an act, was legal evidence of ownership.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Cunningham and Ciarle, for plaintiff in error. —",
      "B,oberts and Petterman, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Jordan versus Wilson et al.\nWhere the owner or officer of a boat delivers a bill of lading contemporaneously with the delivery of goods, being a declaration accompanying an act, it is part of the transaction, and is evidence of ownership in the person, whose property the goods are stated to be in the bill of lading.\nError to the Common Pleas of Beaver county.\nThis was an action of assumpsit to recover the value of 12 tons of pig metal. In 1846, the plaintiffs, Wilson, Campbell & Willards shipped from Greenupsburg, in Kentucky, 70 tons of pig metal, on the steamboat Waverley, to be delivered to Michael Allen & Co., Pittsburgh. Owing to the low stage of water in the river, the master of the boat was compelled to discharge a part of his cargo; and among the rest the pig metal in dispute, which was left on the beach at “ Dead Man’s Ripple,” whence it was taken by defendant (as alleged by plaintiffs) and sold, and the money appropriated to his own use. The balance of the metal was delivered by the person in charge of the steamboat Waverley to Michael Allen & Co., at Pittsburgh, with the bill of lading. This bill of lading was offered in evidence with the testimony of the person who received it from the officers of the boat, for the purpose of showing the ownership of the metal. The defendant objected. The Court overruled the objection and admitted the evidence. The jury found for plaintiffs f!383.\nThe admission of the bill of lading was the only error assigned.\nCunningham and Ciarle, for plaintiff in error. —\nThe bill was a mere declaration of the plaintiff himself. The person who signed the bill was not produced: it was not the best evidence of ownership : 4 Ser. & R. 536; 4 Binn. 150; 2 Watts 180; 4 Watts 424.\nB,oberts and Petterman, for defendant in error. —\nThe objection was general; the Court cannot perceive the ground of the objection : 7 Harris 339; 8 Harris 96. The bill of lading showed possession, and that is sufficient against one who has no right: 2 Creen. Ev. § 637. It was evidence as part of the res gestee: 2 Hall 482; 2 U. S. Dig. p. 225, pl. 1163; 4 Whart. 130."
  },
  "file_name": "0390-01",
  "first_page_order": 390,
  "last_page_order": 391
}
