{
  "id": 975827,
  "name": "Strawn versus Hook",
  "name_abbreviation": "Strawn v. Hook",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "391",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 391"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 242,
    "char_count": 4150,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34638892074402794
    },
    "sha256": "6d6ef4e5a871671f957642cc047c6210656214a9fe10f55f76a2249037869211",
    "simhash": "1:de66a43d6b8eee69",
    "word_count": 759
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strawn versus Hook."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J. —\nThe answer to the defendant’s second point is free from error. There was evidence to submit to the jury that Strawn had purchased from Hook the judgment which Hook held against Cumpston, and that it had been used by Strawn in payment of the purchase-money due from him to Cumpston. The failure of Cumpston’s title did not release Strawn from his,engagement to pay Hook the amount of the judgment against Cumpston. The consideration for his promise was the transfer of the judgment, and not the guaranty of the title.\nHid the payment to the prothonotary of the costs within six years from the commencement of the suit, toll the bar of the statute.? The Court below ruled that it did, and in this we think there was error. That part payment of a debt, within six years, will take a case out of the statute, is well settled; but the officer’s fees formed no part of the debt which Strawn .owed to Hook. A .sale of the judgment would not pass to the purchaser the right to receive the costs, nor would it make him liable to the plaintiff for the amount thereof, when the plaintiff had not paid them to the officer. Unpaid costs, belonging to the officers of the Court, cannot .be transferred to a stranger by a plaintiff. In Ranck v. Hill’s Executor, 3 Barr 423, it was held that the plaintiff could not release the defendant’s liability to the officers for their costs, by agreeing to pay them himself.\nAll that Hook could have demanded from Strawn was the amount of the judgment and interest, as this was .all that passed by the sale; and as the payment of the costs was no part of what was due to Hook? leaving his entire claim unsatisfied, it was not an admission of the existence of the debt to him, nor -a promise to pay it.\nIt is proper to add that there was no evidence of any special understanding on the part of Strawn to pay the costs; if there had been, perhaps Hook could have recovered them as a trustee for the officers, and in that event, a payment to the prothonotary, on the foot of the agreement, might keep the whole contract alive, but the case was put to the jury by the Common Pleas solely on the basis of a sale of the judgment from Hook to Strawn.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "Sayers, for plaintiff in-error.",
      "Downey and BlacTc, contra."
    ],
    "corrections": "",
    "head_matter": "Strawn versus Hook.\nWhere a vendee assumed to pay the amount of a judgment against his vendor, a failure of the title to the land is no defence to an action brought against him, by the plaintiff in the judgment to recover its amount.\nThe payment of the costs to the prothonotary, within six years before suit brought, by one who had assumed the payment of a judgment, is not such part payment of the debt as will take the case out of the operation of the statute of limitations.\nError to the Common Pleas of Grreene county.\nThe action in this case was commenced by foreign attachment, and was brought to recover the amount of a judgment which Hook held against a man by the name of Cumpston. Strawn, the defendant, had purchased a house and lot from Cumpston, upon which Hook’s judgment was a lien, and Hook alleged that Strawn, in consideration of an extension of time, agreed to pay the amount of it to him. These transactions took place in 1841 or 1842. In 1848, Strawn paid to the prothonotary the amount of the costs due on the judgment of Hook v. Cumpston. The title of Cumpston to the property sold to Strawn proved to be worthless, and it Was recovered from the latter in ejectment.\nStrawn defended this action on two grounds: That the title proved defective, and that, consequently, there was a failure of consideration; and also interposed the statute of 'limitations.\nThe plaintiff contended that, after he had suffered his lien to. expire on the faith of the promise, the defect of title could not affect him. And that the payment off the costs within six years was such a part payment as would amount to an acknowledgment óf, and promise- to pay, the debt.\nThe Court charged in accordance with the views of the plaintiff, and the jury found a verdict in his favour for the amount of the judgment and interest.\nSayers, for plaintiff in-error.\nDowney and BlacTc, contra."
  },
  "file_name": "0391-01",
  "first_page_order": 391,
  "last_page_order": 393
}
