{
  "id": 975762,
  "name": "Zack versus The Pennsylvania Railroad Company",
  "name_abbreviation": "Zack v. Pennsylvania Railroad",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "394",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 461,
    "char_count": 8129,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 2.1057247820523714e-07,
      "percentile": 0.7624672326456099
    },
    "sha256": "6598c03b33c772acd730627881e12cc79380bcd7462dd3855b97348a6f50bcae",
    "simhash": "1:5e9122edd10c2a7d",
    "word_count": 1457
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Zack versus The Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J. —\nIt is most manifest equity .that he who claims a special privilege, must submit to a strict construction of it. Hej who claims the right to be tried before a special tribunal and in a special form, both of which are out of the general course of the law, must expect that his special mode of trial shall be strictly pursued as to the forms prescribed, and not be allowed to innovate upon the general principles of law further than is indicated by the law that prescribes it.\nThe Act of 27th March, 1848, § 4, P. Laws 274, under which this proceeding was instituted, requires that the viewers shall be sworn “faithfully, justly, and impartially to decide, and true report to make, concerning all the matters to be submitted to them, and in relation to which they are authorized to inquire;” and then directs that, “ having viewed the premises, they shall estimate and determine the quantity, quality, and value of the land taken and occupied, or to be taken and occupied; and having a due regard to, and making just allowances for, the advantages resulting to the owner of the land, in consequence of the opening or making of said railroad; and, after having made a fair and just comparison of said advantages or disadvantages, they shall estimate and determine” the damages, “and make report thereof to the Court.”\nFrom these last words it is argued that the law does not require the viewers to state anything in their report but the damages; but this is treating their oath altogether too lightly, or overlooking the fact that they are sworn to report all the matters which become a subject of their inquiry, including expressly, and at the least, the quantity, quality, and value of the land taken. It is impossible for us to declare that the special requisition that the general result shall be reported, sets aside any other duties which the viewers have sworn, and were required to swear that they would perform.\nThe objections made .to this report are, that the quality and value of the land take» are not reported, and it seems to us that they are well taken. The report states the length and breadth of the strip of land taken, from which the quantity may be very nearly ascertained, but it states nothing else, except the damages. To the argument that more would be useless, we may say, it is enough that the law requires more. But is it useless? The report is to be reviewed by the Court; and this can be of no value if no facts be set out in it, unless the Court choose to hear the evidence over again. If the facts be not set out, and are not required to be, then a review in this Court is worth nothing. Besides it is important, in reviewing a cause tried out of the general course of the law, to see what matters have been inquired of, that it may be known that the cause has been fully and rightly considered. When cases are referred to auditors, we do not accept from them mere results, hut require the material facts to be stated.\nLand may be described, as to quality, in many ways, as barren or fertile, town land or farm land, woodland or cultivated, hillside or bottom; but not a word is said about it here.\nIn such a summary mode of dealing with a man’s property, he has a right to expect that it shall appear in the report that his cause has been fully considered, and certainly, in the long run, such mode of reporting is fairest for both parties. It does not at all interfere with the promptness of the remedy, and it saves both parties, in some degree, from the risk of a mere perfunctory report, and perhaps from much future litigation; for then the rights of both are fully defined, and the very things for which damages have been paid are ascertained.\nAnother objection is that the owner had no notice of the presen*tation of the petition, and appointment of the viewers. However proper it may be for the Court below to require, as matter of practice, that such notice should be given, and much as it would tend to the satisfaction of suitors, whose property is to be taken against their will, the law does not make it essential. It falls into the same class with sheriffs’ inquisitions of damages, where the right is admitted or decided, and the officer of the law chooses the persons who are to settle the amount.\nJudgment reversed and a new view awarded.",
        "type": "majority",
        "author": "Lowrie, J. —"
      }
    ],
    "attorneys": [
      "Cowan and McCabe, for plaintiff in error.",
      "Stokes, contrá."
    ],
    "corrections": "",
    "head_matter": "Zack versus The Pennsylvania Railroad Company.\nHe who claims a special privilege, or the right to be tried before a special tribunal, and in a special form, must submit to a strict construction of his right, and pursue strictly the forms prescribed.\nA report of viewers, appointed under -the 4th section of the Act of 27th March, 1848, supplementary to the charter of the Pennsylvania Railroad Company, which omits to state the quality and value of the land taken, is fatally defective, and will be set aside.\nIt is not essential to the validity of the proceedings, that the owner of the land to be taken should have notice of the presentation of the petition, and the appointment of viewers.\nError to tbe Common Pleas of Indiana county.\nOn the 6th of July, 1854, the Pennsylvania Railroad Company presented their petition to the Court of Common Pleas of Indiana county, for the appointment of viewers to assess damages on the land of Daniel Zack; setting forth that they found it necessary to enter upon and appropriate a part of the land of Zack for the construction of the Indiana Branch Railroad, and that said company had been unable to agree with the said Zack, the owner, as to the compensation. On the same day, the Court appointed viewers to meet upon the premises on the 4th August, 1854, on ten days’ notice to viewers and Zack. The viewers met at the time, and place appointed,- and made the following report:—\n“We, the subscribers, appointed by the within order of Court, having been first duly sworn and affirmed, met upon the premises owned by Daniel Zack, situate in Burrell township, on the 4th day of August, 1854, as within directed, in presence of counsel for the petitioners and Daniel Zack; having viewed the premises, adjourned to the Court-house in the borough of Indiana, until the 5th day of August, 1854, and heard the testimony adduced by the petitioners ; and having a due regard to, and making due allowances for, the advantages which have resulted and seem likely to result to the said Daniel Zack, in consequence of the opening of the Pennsylvania Railroad and the construction of the works connected therewith; and having made a fair and just comparison of the said advantages and disadvantages to the said premises; we do estimate and determine that the said Daniel Zack has sustained damages to the amount of $50, and we do hereby find that the Pennsylvania Railroad Company shall pay the said Daniel Zack the said sum of $50 for his damages aforesaid; and we do further find that the Pennsylvania Railroad Company has taken and occupied for construction and working of said road a strip of feet long and\n66 feet wide, a plot or draft whereof is hereto attached, and the value of' which is embraced and adjusted in the damages above awarded, and we further find that the said sum of $50 is payable to the said Daniel Zack.\n“ Witness our hands and seals this fifth day of August, A. D. 1854.”\nOn the 25th December, 1854, the following exceptions were filed to the foregoing by the counsel of Zack:—\n1. No notice was given to Daniel Zack of the time and place when and where the viewers were to be chosen, and he could not be heard on that choice.\n2. The quantity of land taken is not stated in the award, nor its value, so that the Court cannot confirm the report unless without objections.\n3. There is no plot of the other lands of claimant showing how this land is taken thereout and the shape it leaves the residue.\n4. That the damages are entirely too low, and are not estimated in accordance with law.\nOn the 30th December, the Court overruled the exceptions, and entered judgment for the amount awarded. Whereupon Zack removed the proceedings to this Court, and assigned the same for error.\nCowan and McCabe, for plaintiff in error.\nStokes, contrá."
  },
  "file_name": "0394-01",
  "first_page_order": 394,
  "last_page_order": 397
}
