{
  "id": 975751,
  "name": "Tiley versus Moyers",
  "name_abbreviation": "Tiley v. Moyers",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "397",
  "last_page": "399",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 397"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 349,
    "char_count": 6234,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.32149557754139335
    },
    "sha256": "10def215d5091001b4dcee26fdb46c832edaa9a10b0d8173cdbdea43e5247cb9",
    "simhash": "1:262de4d0fd273416",
    "word_count": 1148
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tiley versus Moyers."
    ],
    "opinions": [
      {
        "text": "Lowrie, J.\nThe entry or drift to a coal-bank is merely a means by which the bank is to be mined and the coal taken out; and when the bank is leased, the right to use the entry, platform, hoppers, and the private roads leading to it, would seem very naturally to go with it as appurtenances. But the principal thing granted in the lease of a coal-bank is the right to take coal out of it, and not the passage to the coal. The provision, therefore, that the lessee shall be treated as having abandoned his lease, if he shall let the bank, by any fault of his, lie idle for a year, when it would yield coal, does not apply, if he be actually taking coal out of the bank by any entry. The purpose of the provision is to prevent the lessee from using the property so as to produce no profits to the lessor, and it is not broken in letter or spirit by the adoption of new ways of reaching the coal.\nThis interpretation of the lease sets aside all the other questions raised in the cause. If Tiley has wrongfully opened a new entry, or made use of an old and abandoned one, or did not put the coal-bank or main gangway in proper order, his errors must be corrected by an action for damages, for the parties have not made these matters causes of forfeiture of the lease.\nJudgment reversed and new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "J. Gr. Miles, for plaintiff in error.",
      "White and Goffey (with whom was ffeyer), contrá."
    ],
    "corrections": "",
    "head_matter": "Tiley versus Moyers.\nA provision in the lease of a coal-bank that the lessee shall be treated as having abandoned his lease, if he shall suffer the bank, by any fault of his, to lie idle for a year when it would yield coal, does not apply if he be actually taking coal out of the bank by any means of access leading to the coal.\nThe lease of a coal-bank will carry with it the drifts, platforms, and hoppers used in working it, as appurtenant, but the principal thing granted is the right to mine coal, and not the drift or passage leading to the mine.\nError to the Common Pleas of Cambria county.\nThe action was ejectment to recover a tract of land containing 220 acres. Michael Moyers and Elizabeth Moyers, the plaintiffs below, were the owners of the land for which this action is brought;' it was situated on the Allegheny Portage Bailroad, was coal land, and had one or more drifts opened upon it, with some of the fixtures necessary for mining and. loading coal. On the 29th January, 1852, they leased and demised to William Tiley, “their coal-bank and the appurtenances thereunto belonging, together with a privilege of timber for use of coal-bank, for and during the term and space of ten years, commencing from and after the 1st day of March, 1852, and to continue until fully complete and ended.” Tiley, the lessee, was “ to put the coal-hank in good working order for the rent of the first year, and to pay the second and third years one-quarter of a cent per bushel for each and every bushel of coal taken from the said bank, and for the remaining seven years, one half-cent per bushel for each and every bushel taken.” The agreement contained (amongst other things) the following clauses: “ It is further agreed that the said Tiley is to have the privilege of right of way for a more direct railway, provided it does not interfere with any of the buildings on the land of the said Moyers, together with the privilege of building one or more houses or shops for use of said bank, and to occupy them for the term of the lease, free of rent, and to leave them in good order; the buildings to be substantial. It is mutually agreed that if the said coal-bank should stand, by the act of the said Tiley, for one year when it would give coal, it is to be taken as an abandonment of the lease, and to be treated accordingly. It is further agreed that the said Tiley is to leave the bank in good working order; the main gangway to be left open, or in such order so as not to interfere with the taking out of coal after the expiration of this lease; and no other person or persons is to have the privilege of taking any coal from said bank without the consent of said Tiley first had and obtained in writing.” The tract of land in which the coal was found contained 220 acres. It had two openings or coal-drifts upon the tract proper: one denominated in the testimony the Russell drift, and the other the drift above the “ limekiln.” There was a third opening, called the “ O’Neil” drift, starting on an adjoining tract of land, and connecting with or intersecting the Russell drift on the Moyers’ tract.\nThe tract of land upon which this last drift started was in the occupancy of a tenant by the name of Pox. Tiley having failed in an effort to purchase Pox’s lease, purchased the land from the owner, Ross. The Russell drift, through which Moyers’ coalbanlc had been worked, connected with the old Portage Railroad; and it was alleged that this drift became impracticable, by the altered location and grade of the new railroad, and the removal of the old one. Tiley then abandoned this Russell drift, and opened one on his own land, which communicated with the coal on the Moyers tract, and in this way continued taking coal out of ' his own and Moyers’ land.\nThe plaintiffs contended that, by the terms of the lease, the “ coal-bank” referred to the openings or drifts upon the land at the time of the lease, and the defendant not having used or worked them for a year, from the 1st March, 1853, to the 1st March, 1854, brought this action of ejectment to enforce the clause of forfeiture contained in the lease.\nThe defendant contended that all that he had done in the changes of working the coal-mines had been with the knowledge, acquiescence, and advice of the plaintiffs. And also that the true construction of the lease was, that he might take coal from the land at any point, or by any mode most convenient and accessible.\nThe Court below (Taylor, P. J.) instructed the jury, that if the plaintiffs acquiesced and agreed to the manner in which the defendant had conducted the mining operations, they could not recover; but if they had not done so, the failure to mine coal through the bank opened on the premises at the time of the lease for an entire year, would be a forfeiture of the lease.\nThe jury found for the plaintiffs.\nJ. Gr. Miles, for plaintiff in error.\nWhite and Goffey (with whom was ffeyer), contrá."
  },
  "file_name": "0397-01",
  "first_page_order": 397,
  "last_page_order": 399
}
