{
  "id": 975760,
  "name": "Robinson versus Bakewell",
  "name_abbreviation": "Robinson v. Bakewell",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "424",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 310",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Hill 646",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "4 Mass. Rep. 350",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "3 Penn. Rep. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400594
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0442-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 12625,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 1.8750909266396195e-07,
      "percentile": 0.7268273169594057
    },
    "sha256": "ff6458a2647f6cde49480f47893baaf208c55553944a2822ff715d5cce23809a",
    "simhash": "1:d4b0702958409ddf",
    "word_count": 2185
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robinson versus Bakewell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J. —\nWe cannot agree with the plaintiff in error, that the covenant of indemnity contained in the bond upon which the suit was ^brought, did not extend to “costs, charges, and expenses,” incurred in defending an action commenced by am unsuccessful claimant. On the contrary, it plainly appears from the words used that the vendor not only warranted the title, but that he also covenanted to defend it against any one claiming a better right. The condition in the bond differs from the covenant of warranty in the deed, in that the first binds the vendor to defend the estate conveyed “ against any person claiming any estate or interest in law or equity to the same or any part thereof, and to pay all costs, charges, or expenses necessary to defend the said premises against any such claims, so that the said Thomas Bakewell shall not be injured or damnified thereby.” Whilst the latter is, “that he, the said grantor and his heirs, all and singular the premises, &c., unto the said grantee, his heirs and assigns, against him the said grantor and. his heirs, and against all and ’ every other person or persons whomsoever lawfully claiming or to claim the same, or any part thereof, shall and will warrant and for ever defend.” The difference between the two is so marked that it would be doing great violence to the natural meaning of words to hold that both meant the same thing.\nThe defendant’s third point was answered fully as favourable as he had any right to expect, and the question proposed to be put to Mr. Craft was clearly inadmissible. The plaintiff in eiror has no just ground of complaint against the manner in which ■ the cause was tried, nor the result of the trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "Williams, for plaintiff in error. —",
      "Bakewell, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Robinson versus Bakewell.\nWhere a vendor gave to his vendee a bond conditioned to indemnify the latter against any claim or encumbrance affecting the premises, and to “pay all costs, charges, or expenses necessary to defend the said premises against any such claimsthe obligee is entitled to recover on the bond the amount paid counsel, and other necessary expenses of defending an unsuccessful ejectment brought against him for the premises.\nWhere the vendor had notice of the ejectment brought against his vendee, and an appearance was entered in the cause at his instance, and he was requested by the counsel of the vendee not to interfere in the defence, as his connexion with it might be prejudicial, but he and his counsel assisted in the preparation and trial ■ of the cause, the obligee would not be barred from recovering on the bond the amount paid his counsel for defending against such ejectment.\nWhere a witness is called to prove the value of the services of an attorney in a certain cause, it is not relevant to ask the witness on cross-examination how much he had paid counsel for their services in a suit in which he had been a party.\nError, to the District Court of Allegheny county.\nThis was a scire facias to have execution of a judgment, and to assess the damages sustained by the breach of the condition, issued at the suit of Thomas Bakewell, for the use of the minor children of John P. Bakewell, against Charles S. Bradford, administrator of William Robinson, deceased, with notice to the widow and heirs of said deceased.\nThis judgment was entered upon a warrant of attorney accompanying a bond, dated the 4th day of January, 1884, from Robinson to Bakewell, in the penal sum of $5000, the condition is as follows: — •\n“ That if the above bounden William Robinson, his heirs, executors, administrators, and assigns, do well and truly assure unto the said Thomas Bakewell, Ms heirs, executors, administrators, or assigns, a complete and perfect title to the western half of lot No. 202, in the city of Pittsburgh, conveyed to the said Thomas Bakewell, by said Robinson and wife, and shall save harmless and indemnify the said Thomas Bakewell, his heirs and assigns, from any equitable right or trust, or other claim or encumbrance in anywise affecting said premises, and against any person claiming any estate or interest in law and eqrnty to the same, or any part thereof, and shall pay all costs, charges, or expenses necessary to defend the said premises against any such claims, so that’ the said Thomas Bakewell shall not be injured or damnified thereby, without any fraud or further delay, then this obligation to be void, otherwise to be and remain in full force and virtue.”\nThe deed from Robinson to Bakewell, for the premises, is dated the 3d day of January, 1884, and contains a covenant of general warranty. The consideration named is $2500.\nIn 1845, Eliza Wilkins brought an ejectment to recover the premises from John and William Anderson, who were in possession under Bakewell’s heirs. In 1846, the cause was on the trial list, and a verdict taken for defendant by default. This was set aside by the Court, and, in May, 1848, the cause came on again for trial and resulted in a verdict and judgment for the defendant, which was affirmed in the Supreme Court. Robinson had notice of the pendency of the suit, and assisted in preparing and conducting the defence.\nThis scire facias was issued, and the breaches assigned were, that Bakewell had incurred expense in defending the title, and paid large fees, costs, and charges, &c., in the preparation, management, and trial of the cause. The defendants pleaded non damnificatus, and payment, with leave.\nOn the trial the plaintiffs gave in evidence the bond, the entry of judgment upon it, and the several revivals; and the ejectment brought by Eliza Wilkins against their tenants. James S. Craft, Esq., was called and testified, that he was employed by Bakewell to defend the ejectment, and that Bakewell had paid him $1000 for his services. That the value of the property, at the time’ of trial, was not less than $10,000. On his crosá-examination Mr. Craft stated, that Robinson and Tassey had entered their appearance to the ejectment, and when he discovered it he deemed it an incautious movement, as bringing the contest between Eliza Wilkins and Robinson, in which event he thought the defence would have been unavailable; and added, “I told them what seemed to be the difficulty, and begged them not to interfere. I think .Robinson then left the case to us.” The defendant’s counsel then proposed to ask the witness, how much he had paid his counsel in certain ejectments which had been brought against him. The Court overruled the question, on the ground that the witness had previously stated that his counsel, in the cases referred to, had not charged him the usual fees on the ground of professional courtesy. The plaintiff further proved, by Judge Shaler, who was counsel for Eliza Wilkins, in the ejectment referred to, that Mr. Craft’s services were, in his opinion, worth $1000.\nThe defendant called William Tassey, who testified that he had been the law-partner of Robinson at the time the ejectment of Eliza Wilkins was pending, and that they had assisted in the preparation and trials of the cause.\nThe 1st and 3d propositions of defendant’s counsel were as follows:—\n1. That the provisions of the bond sued on in this case, executed, as it was, cotemporaneously with the defendant’s deed of conveyance, and constituting a part of the same transaction, are . to be construed in connexion with the said deed, and import no more than the covenant of general warranty, contained therein, •with the additional advantage of a lien upon the real -estate of the obligor; and that,- therefore, a successful défené'e of the title against a third person, claiming ineffectually -to recover the same from the grantee, would authorize no claim on the part of the latter, for fees paid or expenses incurred in the defence of the •Said suit.\n8. That if the defendants appeared to the said Suit, upon the advice given to them, by counsel employed by them for that purpose, the retaining by the plaintiff of other counsel, for his own use, would constitute no claim on them-, and in connexion with the intimation of those so employed by them, that an appearance •at the instance of the obligor would be prejudicial to the defendant’s interests, and that their services could, therefore, be dispensed with, would operate as a bar to a recovery for the expenses thus incurred.\nThe Court below (Hampton, P. J.) answered the points ais follows:—\n,££ 1. Declined.\n££ 3. This point is affirmed, if the jury find the facts -to be as therein supposed, and if they find that Mr. Craft, by the authority of his client, Bakeweil, said or did anything by which Robinson, or the present defendants, were thrown off their guard, and induced to believe Bakeweil intended to release them from their liability under the conditions of the bond, to defend the title which he (Robinson) had conveyed to Bakeweil. The conditions being for the benefit of Bakeweil, he might, if he saw fit, release the obligor from them. The jury will determine from all the • evidence bearing on this point, whether it was his intention 'to do ■so, and whether what was «aid by Mr. Craft threw them off their guard, and prevented them from taking the necessary measures for the defence of the action. If they continued in the cause,\n' and co-operated with Mr. Craft in the general defence, the plaintiff would -not be barred.”\nThe jury found for the plaintiffs $291; and the defendant took this writ of error, and 'assigned that the Court below erred—\n1. In overruling the question put to the witness, Craft, as to the amount paid by him to his own counsel, in the several ejectments brought against him-for his own property, the same being the subject-matter of defendant’s first bill of exceptions.\n2. In declining to affirm the first proposition submitted by the counsel for the defendants.\n3. In their answer to the third proposition submitted by the defendants’ counsel, and particularly in the remark that if they (the counsel employed by defendants) continued in the causes, and co-operated with Mr. Craft in the general defence, the plainr .tiffs would not be barred. '\nWilliams, for plaintiff in error. —\nThe 1st error assigned is tó the refusal of the Court to permit us to ask the witness what he had paid his counsel in his own suits. The -witness had before expressed his opinion as to the value of the services for which suit was brought. The object was to test the value of the opinion, by comparing what he did with what he said. His opinion when he was to pay as well as to receive.\nThe 2d is to the construction put upon the condition of this bond. The bond was not intended to have any operation beyond a clause of general warranty in a deed, except to secure a lien. .It is not pretended that the title was not good — that the plaintiff does not stand fully protected; but he claims the costs and charges of defending an unsuccessful attack made on the title. The defendant did not engage to play knight-errant by repelling every assailant. The construction insisted on would .keep this bond a perpetual lien on the estate of the grantor: for it would extend to future unsuccessful attacks as well -as past .ones.\nThe 3d error is the instruction in regard to notice and employment of counsel. Bakewell gave notice of the ejectment. Robinson responded by appearing to the aetion. Now, if Bakewell saw proper to employ additional counsel to protect his interest, it is not a matter which he can recover from Robinson’s estate,\nBakewell, for defendant in error. —\nThe question proposed to the witness had no tendency to prove the value of the witness’s service in the case in dispute, nor was any reasonable inference to be drawn from the evidence if given. It was therefore clearly irrelevant: 1 Greenleaf’s Ev., § 52, 448. The amount paid by witness, or any one else in any other case, would furnish no standard in this.\nThe 2d error assigned embraces two propositions — 1. That the condition in the bond has no greater extent than the covenant of general warranty; and 2. That no recovery can be had for fees and expenses, because the ejectment was unsuccessful. The first is to be decided by a comparison of the terms employed, which are entirely different from the warranty, and expressly provides that the obligor “shall pay all costs, charges, or expenses, necessary to defend the said premises against any such claims, so that the said Bakewell shall not be injured or damnified thereby.” 2. The covenant of warranty bound the grantor to defend the land and no more: 2 Harris 338; 3 Penn. Rep. 442; 3 Ser. & R. 372; 4 Mass. Rep. 350 ; 4 Hill 646; 3 Ser. & R. 372; 3 Watts 310 ; 8 W. & Ser. 410."
  },
  "file_name": "0424-01",
  "first_page_order": 424,
  "last_page_order": 428
}
