{
  "id": 975781,
  "name": "Himblewright versus Armstrong",
  "name_abbreviation": "Himblewright v. Armstrong",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "428",
  "last_page": "430",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 325,
    "char_count": 5421,
    "ocr_confidence": 0.417,
    "sha256": "5043e48ec1ff3b9ffe02b67dc624d46869b959e243df92cb2f5e87f9b54c22d7",
    "simhash": "1:aca23ebc9aed78e8",
    "word_count": 910
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Himblewright versus Armstrong."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court\" was, delivered by\nKnox, J.\nWe can see no reason why Samuel Crawford-was mot-a competent witness .for the defendant, Armstrong.- True, hewab the equitable party-when-the judgment-was obtained] arid he- had transferred it to Himblewright-; but he was not interested in favour: of the defendant, and there is no rule of policy which prohibits the assignor of a judgment from- testifying when called by the defendant. His interest, if-he had-any-, was against the party calling, him;, and-as he made no objection-to-being sworri, his assignee cannot .complain of his .admission as a -witness.\nWhether the statement of James Potts before Judge, Williams* was or was not legal, evidence in this suit, depends much\" upon -the nature and character of the statement, and. upon the other 'evidence which had been previously given by the defendant: As the\nplaintiff in error has neither given us the evidence, the reception of which forms his bill of exceptions,' nor: that which preceded it,' his.allegation, of error is not sustained,- In the absence of'what should be upon the paper-book, the presumption is of the strongest kind against the party who fails to put- it- there., It is the duty, off the plaintiff; in- error to furnish us with all - the evidence in: the» case-which can in any degree elucidate, the points--raised -by the' assignments-of error; and if he does not do so,- his chance for a reversal is a.desperate one.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Mellon and. _Biac 7c,-for plaintiff in error.",
      "Bruee and Negley, for defendant in enrol.'"
    ],
    "corrections": "",
    "head_matter": "Himblewright versus Armstrong.\nThere is no rule of policy which prohibits the assignor of a judgment from testifying in favour of the defendant.\nNor is he incompetent on the ground of interest, it being, if he has any, against the party calling him.\nIf the plaintiff in error fails to put upon the paper-book the evidence, the admission of which he assigns for error, or that which preceded it as the ground for its introduction, this Court will presume that it was rightly admitted.\nError to the District Court of Allegheny county.\nC. H. Armstrong and James Potts were partners, and being indebted to Jeremiah Platt, gave him a note for the amount, with Hugh Himblewright, the brother-in-law of Potts, as security. In 1851, about the time the note matured, Armstrong & Potts dissolved partnership, .and Potts agreed to pay this note; Platt consented to the arrangement, and Armstrong’s name was to oe taken off the note. Armstrong being importunate to have an arrangement made by which he would be released from liability, was assured by Himblewright that he need not concern himself about it — that he, Himblewright, would pay it. Platt transferred the note to Samnel Crawford, who in 1853 brought suit against Armstrong, Potts, and Himblewright, and recovered a judgment against them. In 1852, Potts confessed a judgment before a justice of the peace to Himblewright for $590, upon which he caused an execution to be issued, and all of Potts’s personal property levied, the most of which Himblewright purchased at the constable’s sale. In 1854, Himblewright paid the judgment of Crawford, and took an assignment of it from him, and had himself subrogated as plaintiff on the record. Armstrong having discovered this state of facts, applied to the Court to open the judgment, and let him into a defence, which was granted by the Court. And this case arises on the trial of that issue between Himblewright and Armstrong.\nOn the trial of the cause, the following bills of exceptions to evidence were sealed, at the instance of plaintiff’s counsel:—\nDefendant’s counsel call Samuel Crawford. Plaintiff’s counsel object to the competency of the witness, on the ground that he having assigned the judgment to Himblewright, is excluded from being a witness, both from interest and public policy.\nThe witness states that he is willing to be sworn and give testimony in the cause, and that he has no interest whatever in the present action.\nThe Court admitted the witness.\nDefendant’s counsel then offered to read that portion of the examination or answer of James Potts, taken in No. 226, November Term, 1852, before the Hon. H. W. Williams, assistant judge of the District Court, on a warrant of arrest, issued by him at the instance of John Watt & Co., against the said James Potts, which relates to the Platt or Crawford note being included in the judgment confessed by Potts to Himblewright before Thomas Davidson, Esq.\nDefendant’s counsel object: 1. That the evidence is irrelevant, being res inter alios acta, and not a part of the res 'gestee.\n2. That Potts is not a competent witness, on the ground of interest, and could not be examined as a witness if in Court.\n3. That he ought to be examined personally.\nThat portion offered read; (prout) plaintiff’s counsel has leave to read any other portion, or the whole of the examination. Plaintiff’s counsel reads such other portions of the examination as he thinks fit.\nThe jury, found for the defendant; and the plaintiff brought this writ of error, and assigned for error: 1. The Court below erred in permitting Samuel Crawford to testify.\n2. The Court below erred in permitting the counsel for Armstrong to read in evidence the examination of James Potts taken before the Hon. H. W. Williams on a warrant of arrest issued under the Act- 12th July, 1842, by John Watt-- &■ Co; in No. 226,. November Term, 1852.\nMellon and. _Biac 7c,-for plaintiff in error.\nBruee and Negley, for defendant in enrol.'"
  },
  "file_name": "0428-01",
  "first_page_order": 428,
  "last_page_order": 430
}
