{
  "id": 975897,
  "name": "Grier & Co. versus Hood",
  "name_abbreviation": "Grier & Co. v. Hood",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "430",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 430"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 22",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844082
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0022-01"
      ]
    },
    {
      "cite": "5 Hill 163",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": 0
    },
    {
      "cite": "1 Met. 515",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/42/0515-01"
      ]
    },
    {
      "cite": "20 Wend. 251",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2150269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/20/0251-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 8909,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 3.1293373402091105e-07,
      "percentile": 0.8611745317970275
    },
    "sha256": "ce80978c6962074e74777d1170739d96142db98035f9d2a2039fb56cf9fb99f3",
    "simhash": "1:16610df946677bc9",
    "word_count": 1525
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grier & Co. versus Hood."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by.\nKnox, J.\nMcCain &, Renshaw were partners -in: fhn.mer can tile-.-, business, and as such were indebted to Hood--& Co..for goods sold: and delivered; On the 19th of December,-1854, McCain executed; a bond in the name of McCain & Renshaw, for the amount of thee firm debt, to Hood & Co., with-power, of attorney-to-confess judgment. Upon this bond, judgment-was entered against McCain .&• Renshaw-in the Common Pleas-of Armstrong county-, on the-20th, of. December, 1854, and ■ execution issued and. delivered to the; sheriff on the 22d of-the sam.e-month. Upon this execution, .the;, sheriff returned that he.had, levied the .personal,property of James: R. McCain and Richard Renshaw, partners, and sold the same on the 18th, 19th, and 20th of January, and 9th and 10th February, 1855. Whole proceeds of sale, $1699.59. David A. Grier & Co. obtained judgment in the Common Pleas of Armstrong county against the same defendants on the 3d day of January, and issued an execution to the sheriff on the 5th of January, 1855, which was returned “ levied on personal property, as per levy and return on fi. fa. of Hood & Co.” After the money was made, and whilst it was in the hands of the officer, to wit, on the 5th of March, 1855, Renshaw applied to the Court to have the judgment of Hood 6 Co. vacated as to him, upon the ground, as stated in his affidavit, that the single bill was given without his knowledge or consent, by his partner McCain, and for a greater amount than the defendants owed Hood & Co.\nThere does not appear to have been any evidence given to sustain the last allegation, but the judgment was vacated as to Renshaw, doubtless because he had not signed the single bill, nor authorized his partner to sign his name to it.\nAn auditor was appointed to distribute the proceeds of the sheriff’s sale, who awarded priority to Hood & Co.’s execution, and whose report was confirmed by the Court of Common Pleas. From the decree of confirmation Grier & Co. appeal.\nThat one partner cannot confess a judgment against another partner, even for a partnership debt, is a conceded legal principle, but it by no means follows that an execution upon a judgment so given, levied upon the personal property of the firm, would be postponed at the instance of a subsequent execution-creditor of the same firm..\nIn Taylor v. Henderson, 17 Ser. & R. 456, and Harper v. Fox, 7 W. & Ser. 143, it.was decided that a sale of personal property belonging to a firm, upon an execution issued on a judgment obtained against one of the members for a firm debt, in a suit against the firm, passed a perfect title to the purchaser; and in the last case it was said by Chief Justice Gibson, that it made no difference whether the judgment was obtained adversely or by confession. To follow these cases, is to affirm this decree; for if Hood & Co.’s execution was effectual against the firm of McCain & Renshaw, so as to sell the interest of both partners in the property levied, their right to the money produced by the sale cannot be questioned by an execution-creditor, whose writ was levied after their lien had attached.\nIt is the equities between the partners, rather than those of the creditors, which are recognised in the distribution of firm assets, and creditors are not even permitted to make an objection to a judgment, because it may .have been given by one partner in the name of the firm for a firm debt. It is only the non-assenting partner that can question the validity of the judgment, and this because, as was said in Harper v. Fox, the judgment, if permitted to stand, would bind his person and separate estate. So far as the judgment affects only the property of the firm, it is good, if obtained in the firm name, against any representative of the firm, and there is no reason why it should not be, for the individual partner has full power and authority to apply the property directly to the payment of the debt. He may even assign the whole of the partnership effects for a bond fide partnership purpose (6 W. & Ser. 301), and what he can do by his own act, he may cause to -be done by operation of law. The principle that one partner cannot bind another partner by deed, has been frequently held not to be applicable, when the deed affected only partnership interests. Thus, in Morse v. Bellas, 7 New Hampshire 549, it was held that one partner could, by deed, bar his copartner of a joint right, and that he might individually adjust, receive payment of, or release any partnership debts; and, in Wills v. Evans, 20 Wend. 251, an authority, under seal, given by one partner to a third person to discharge a firm debt, was held to be good. So, in Toply v. Butterfield, 1 Met. 515, the rule was held not to apply where one partner conveyed, by deed, property of a firm which he might have conveyed without deed; and in Russit v. Strong, 5 Hill 163, an assignment, under seal, of a chose in action belonging to a firm by one member, was held to be good. These exceptions, and many others of the same general character, which might be adduced, prove that the rule was not intended to prevent the use by an individual member of the. firm property, for partnership purposes, but to prohibit partnership effects from being misapplied, and also to protect the persons and separate estates of the partners from being bound by acts not contemplated by the articles of copartnership.\nAt the time of the levy and sale of the goods, from which the money in controversy was made, the judgment against both of the partners remained of record, and the faet that Renshaw did not apply to have it set aside against himself until after the sale, is evidence of acquiescence by him in the proceedings against the joint effects; and even now he does not appeal from the application of the money to the judgment of Hood & Co. Whether an objection from him would have been valid, we do not say; but, clearly, if he had permitted the judgment to stand against both, the subsequent execution-er.editor could not have denied its binding effect, nor will the dismissal of the judgment against Renshaw enure to the benefit of drier & Co., so as to give them priority over the appellees.\nDecree affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Mellon and Negley, for appellant. —",
      "Cantwell, for appellee. —"
    ],
    "corrections": "",
    "head_matter": "Grier & Co. versus Hood.\nOne partner has, power.tó confess'a judgment against the-firm for-a partnership-, debt, but such-judgment will not affect the persons or separate estate off the .other partners.\nIf one partner confesses-adjudgment against the'fifnrfor'a partnership debt, another creditor of the firm can interpose no objection to dhe» judgment on' that account.\n- A sale ofipartnership,property, on executionissuedup'onrajudgmentConfessed by one partner alone against,the firm for a partnership debt, will- vest a good title to the property-in-the purchaser; and such execution being the'fii'Stlien will be entitled to the proceeds-off-sale'.- -\nAppeal^fi-om,.the:,décíee off the.,Court of Common, Pleas,-off Armstrong-county\nThe case is fully stated in the opinion of his- Honour, Mr. Jus tice Knox.\nMellon and Negley, for appellant. —\nThe law-favours the vigilant, but not on terms that are- unfair or inequitable. If a firm, creditor c&n gain all the advantages-of'a regulan and valid judgment against the firm by the. unauthorized- signature of a single,, member, neither creditors nor partners. have.-any-security. A mere nominal partner of a firm could'sweep away, all its effects..\nHood & Co. were bound to know-that McCain had no authority to bind his partner by an instrument under seal. The paper itself was notice to them that- it was the deed of one partner alone.\nIn the cases cited, whatever is said on,the. point involved, here; is only incidental. The rights of third parties were .-not intended' to be affected by the-principles here decided; See also 4 Harris 58.\nConceding-that the- sale transferred-the entire: property in the goods, because the buyers are innocent purchasers-under-an, appa* rently regular judgment against, the firm; it is .clear that Hood &' Co. have not. this equity. They- participated in;th,e■concoction of the matters, by-which Grier & Co. are to be-, deprived of their, just claim and preference.\nCantwell, for appellee. —\nThe appellants cannot in:this proceed-, ing attack the judgment of Hood & Co. It.was. not void; and-even if irregular-no one but Renshaw could.-question.it:. 13 Ser. & R. 204. It was a bond fide transaction, and. given for a debt, of the firm. He had a right to transfer the whole property for.such a. debt. Why not bind it by.a judgment? 5 Watts 22. He could not bind the person or separate property of- his partner:: 7 W. & Ser. 143. No case can be, shown where- the partnership ■■ property has been sold on such a judgment, that it has-not-been; sustained. The purchaser takes the property; the creditor the proceeds: Kelly’s Appeal, 4 Harris 59; 5 W. & Ser. 475; 17 Ser. & R. 457; 8 W. & Ser. 387."
  },
  "file_name": "0430-01",
  "first_page_order": 430,
  "last_page_order": 433
}
