{
  "id": 975769,
  "name": "Michael Weaver's Estate",
  "name_abbreviation": "Michael Weaver's Estate",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "434",
  "last_page": "436",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 434"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 303,
    "char_count": 5355,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 9.867712640084442e-08,
      "percentile": 0.5346107051028843
    },
    "sha256": "282b9deb3c989ab543a769db03f758a15a28ff8cf727f7bcfb38c301e9647d52",
    "simhash": "1:53e9e611cf94727e",
    "word_count": 936
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michael Weaver’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nThese are appeals by Michael Weaver and David Milliron, respectively, from the decree of the Court of Common Pleas, distributing the money raised by the sale of Michael Weaver’s real estate. The sale took place on 30th April, 1855, and the proceeds in Court for distribution amount to $366. The costs and the balances due on the two oldést judgments are sufficient to consume the whole fund. If the two judgments aforesaid are founded on debts contracted prior to the 4th of July, 1849, Michael Weaver’s claim under the exemption law cannot avail against them. It is admitted that the judgment of Trout for Laird is of this class; and, it is shown on the evidence that the judgment of John Weaver, although entered upon a single bill of the 29th of November, 1852, was in fact founded on a debt contracted before the 4th of July, 1849. The single bill was taken, with warrant of attorney to enter judgment, in consideration of a promissory note given before the 4th of July, 1849. The single bill and the judgment entered upon it were founded on the promissory note previously held, and although that note was can-celled when the new bill was taken, the judgment was founded upon a debt contracted before the exemption law commenced its operation. Michael Weaver has therefore nothing to complain of, and his appeal cannot be sustained.\nBut David Milliron, in addition to the matter already disposed of, complains that the Court omitted to direct that the costs of the sale, which took place on his judgment, be paid out of the proceeds. As the sale was for the benefit of the party entitled to the proceeds, it is just that the costs of it should be paid out of the fund. But as this matter was not brought to the notice of the auditor, and does not appear to have been excepted to in the Court below, it is too late to start the point for the first time in the appellate Court. The presumption is that there' was some arrangement about them, or that the plaintiff in the execution waived his claim to payment out of the fund at present for distribution. Our business is to review the decision of the Common-Pleas, but as the parties did not call for a decision on that point, by presenting tbe claim to tbe auditor and obtaining his report on it, there is nothing for review in regard to it.\nThe decree of the Common Pleas is affirmed, the appellants to pay the costs accrued in this Court.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Laird, for Michael Weaver.",
      "OlarJce and Maride, for Milliron.",
      "Foster, for appellees."
    ],
    "corrections": "",
    "head_matter": "Michael Weaver’s Estate.\nWhere a creditor held the. promissory note of his debtor for a debt contracted prior to 4th July, 1849, which he delivered up, and it was cancelled, he receiving in its stead a single hill with warrant of attorney to confess judgment for the amount due, the judgment entered upon the same was not subject, to the exemption of the Act of 9th April, 1849.\nOn an'app.eal this Court will only review; the points made and adjudicated; upon in the Court below.\nAppeal from the decree of the Common. Plea3 of Westmoreland county, distributing the proceeds of the real estate of Michael W eaver.\nOn the 18th January, 1853, David Milliron obtained a judgment against Michael Weaver, upon which & fieri facias was issued, and levied on the real estate of Weaver. After the levy, on the 11th December, 1854, Weaver gave the sheriff notice that he claimed the benefit of the exemption law. The appraisers returned that the, property could not be divided. It was afterwards sold on a venditioni for $366, the money paid into Court, ahd an auditor appointed to make distribution.\nThe judgments were, one in favour of Trout, entered on the 7th of June, 1852, balance $39.49. This judgment was obtained on a contract dated prior to 4th July, 1849, and there is no dispute as to its right to be paid.\nThe second' was a judgment in favour of John Weaver, for. $298.80,'with interest and costs, entered 30th November, 1852, on a note with warrant of attorney, dated the day previously.. The plaintiff in this judgment proved before the auditor that thia note was given for the amount of another note, which was de-, stroyed at the time, which was dated prior to 4th July, 1849.\nThe next was the judgment of Milliron, with debt and costs,, amounting to $139.52, and which contained a waiver of the ex-, emption laws.\n., The last judgment was in favour of Kepple, entered 5th Sep-., tember, 1853, for $35.19, with interest and costs,\nThis judgment was obtained before a justice- of the peace, on a. note dated 20th May, 1848.\nThe other creditors ■>and Michael Weaver- denied that the can-, celled note upon which John Weaver’s judgment-note was founded; was, dated prior to 4th July, 1849.\nIt was also alleged before the auditor that Michael Weaver had; transferred the amount claimed by him under the exemption laws,^ to a third party, but the evidence offered by him disproved that allegation.\nThe auditor distributed the fund — first, to Trout’s judgment; secondly, to David Milliron; third, to Kepple’s judgment, and the balance to the judgment of John Weaver. To this report exceptions were filed, and the Court below, upon the evidence returned by the auditor, distributed the fund, first, to the judgment of Trout, and the balance to that of John Weaver.\nMichael Weaver and David Milliron respectively appealed.\nLaird, for Michael Weaver.\nOlarJce and Maride, for Milliron.\nFoster, for appellees."
  },
  "file_name": "0434-01",
  "first_page_order": 434,
  "last_page_order": 436
}
