{
  "id": 975779,
  "name": "Hendrickson versus Evans",
  "name_abbreviation": "Hendrickson v. Evans",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "441",
  "last_page": "444",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 441"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wheat. 304",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428676
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0304-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 537,
    "char_count": 9912,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 2.248076314177188e-07,
      "percentile": 0.7808988091583717
    },
    "sha256": "5cb9643139a55cfad8f99b09ed1f999b2a0a8adb65d867f26570c0fad8d27e59",
    "simhash": "1:bf8d14e4facf3cf2",
    "word_count": 1783
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hendrickson versus Evans."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nThe questions raised upon this record are identical with those ruled last year in Evans v. Dravo, 12 Harris 62, which was an action on the same bond.\nInvited by an able argument to a review of the grounds of decision assumed there, we have given them an attentive consideration, and see nothing in them to alter or qualify, and do accordingly reaffirm them. There is one suggestion of counsel which demands a more particular notice. It is said we violated the maxim in pari delicto melior est conditio possidentis aut defen- ' dentis. A decision which subverts any maxim of law or equity may well be questioned; for when a principle has been so long practised and so universally acknowledged as to become a maxim, it is not only entitled to respect as evidence of the law, but is obligatory as part of the law itself. A little reflection, however, will show that our former decision of this case is not obnoxious to the heavy charge of violating the maxim in question.\nThe plaintiff was then and is now in possession of a legal and valid cause of action. On the face of the bond there is nothing to show that he has not a right to enforce it. Rut the defendant alleges an equity which ought to restrain him, and, to make it out, is obliged to show the fraudulent transaction. In respect to that matter, the real substance of the dispute, he is the actor. He alleges and jmoves the fraud. This the maxim forbids him to do. It applies to him in the circumstances of the case, and not to the plaintiff on the record. Had the defendant gone into a Court of equity to restrain the plaintiff from enforcing the articles of agreement, he-would have relied on the same matters he sets up in defence here, and everybody must see that the maxim would instantly have applied to him. It applies to him as a defendant in this action at law in the same manner it would have applied to him as a plaintiff in equity. As to the equity relied on by him he is plaintiff in fact, whatever the forum or the position of the parties on the record.\nSo far then from dishonouring this maxim, we gave it effect against the very party who was subject to its operation.\nWe think the Court were right in rejecting the evidence offered, and the judgment is, affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "C. Shaler & Co., for plaintiffs in error. —",
      "T. Williams, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Hendrickson versus Evans.\nIn an action upon a bond, the obligor cannot prove by parol and set up as a defence, that the bond was signed by him under an arrangement with the obligee, for the purpose of inducing the wife of the latter to execute a conveyance to a third person, and with the understanding that it should be delivered up and cancelled, when she should have executed the deed.\nWhere the fraudulent transaction does not appear on the face of the bond, but is interposed by way of defence by the obligor, he becomes the actor, and the maxim in pari delicto melior est conditio defendentis, applies against him and not in his favour.\nError to the District Court of Allegheny county.\nThis was an action of covenant brought by Oliver Evans against James Hendrickson, on the following article of agreement:—\n“ Article of agreement, made this- sixteenth day of July, A. D. one thousand eight hundred and fifty-one, between Michael Dravo, John F. Dravo, James it. Hendrickson, and James Neal, of the one part, and Oliver Evans, of the other part, witnesseth, that whereas the said Evans hath this day bargained and sold to Richard B. Gilpin, at the instance and request of the said parties of the first part, a certain lot of ground situate on the Monongahela river, in the borough of McKeesport, in the county of Allegheny, and state of Pennsylvania, as a site for a rolling-mill, to be erected thereon by the said Gilpin, at and for the sum of five hundred dollars, although he, the said Evans, valued the said lot at the sum of two thousand five hundred dollars, he, the said Evans, remitting and abating from the said value of said lot, the sum of two thousand dollars, and they, the said parties of the first part, agreeing and promising on the execution and delivery to the said Gilpin of the deed for said lot, to deliver to said Evans their agreement under their hands and seals, to pay to him the said sum of two thousand dollars, so remitted and abated from the price of said lot, as aforesaid.\n“Now these articles of agreement witness, that, in the fulfilment and in pursuance of the arrangement aforesaid, as well as for and in consideration of the said 0. Evans having made the said sale of said lot at the request and instance of the said parties of the first part, they, the said parties of the first part, do hereby covenant, grant and agree, jointly and severally, to and with the said 0. Evans, that they, the said parties of the first part, will well and truly pay, or cause to be paid, unto the said Oliver Evans, the sum of two thousand dollars in manner following: one thousand within twelve months from the date hereof, and the residue within two years from the date hereof.\n“ In witness whereof the said parties of the first and second parts have hereunto set their hands and seals the day and year above written.”\nThe defendant pleaded non est factum, non infregit conventionem, and want of consideration, with leave to add, alter, or amend.\nOn the trial in the Court below, the plaintiff gave in evidence the foregoing agreement, and the deed to R. B. Gilpin, by which himself and wife conveyed the premises mentioned in the agreement to Gilpin, in consideration of five hundred dollars.\nThe defendant, to maintain the issue on his part, offered the article of agreement between Evans and Gilpin for the sale of the lot, dated the 15th July, 1851, to show that before the date of the agreement in suit, the plaintiff had agreed to sell and convey the premises to Gilpin for $500, and with proof that the present agreement was concluded at the time the deed, dated 17th July, 1851, to Gilpin, was delivered. This was offered, also to be followed with proof, that the plaintiff procured this defendant, and those who signed the agreement upon' which this suit is brought, to sign the same merely for the purpose of inducing Mrs. Evans, the plaintiff’s wife, to execute the deed to Gilpin and others. And that, at the time the said agreement was entered into, the plaintiff expressly agreed that he would not hold the defendant responsible on the same, but that he would deliver it up or destroy it as soon as the deed should be signed. And, in connexion with the foregoing, also, are articles of agreement between the plaintiff and R. B. Gilpin and others, dated 16th July, 1851. (This latter agreement recited the sale to Gilpin of the lot in McKeesport at the sum of $500, and also that the inducement to sell at that price, although the lot was valued at $2500, was the engagement of Gilpin and others to erect a rolling-mill on the property. And Gilpin and his sureties therein covenant and agree to erect and put the rolling-mill in operation within two years from the date of the agreement.)\nIt was admitted on the tidal that the rolling-mill had been erected and put into operation.\nThe counsel for the plaintiff objected to the evidence, because irrelevant; because it is in contradiction of the instrument sued upon; and because it is inadmissible on the ground that the defence set up involves a premeditated fraud, to which the defendant was a party, upon a third person, to wit, the wife of the plaintiff.\nThe Court (Williams, J.,) sustained the objection, and at the instance of defendant’s counsel sealed a bill of exceptions.\nThe jury found for the plaintiff.\nThe error assigned was the rejection of the testimony offered by defendant.\nC. Shaler & Co., for plaintiffs in error. —\nWhat is the legal maxim applicable to the case ? In pari delicto melior est conditio possidentis, aut defendentis, is a maxim of public policy, equally respected in Courts of law and of equity.\nAll the cases, except those in our own books, cited to support the alleged rule in equity, which precludes an obligor who connived with the obligee to defraud a third party, from setting it up as a defence, establish the contrary principle. Thus Spurret v. Spiller, 1 Atk. Rep. 165, decides that a bond given to induce a creditor to sign a composition deed, may be defended against even in equity. In Holman v. Johnson, Cowp. 343, Lord Mansfield lays down the true rule: No Court will lend its aid to a man who founds his cause of action upon an immoral or illegal act. Ex dolo malo non oritur actio: 11 Wheat. 304; 6 D. & E. R. 408; 2 Id. 765. In Miller v. Henderson, 10 Ser. & 290, parol evidence was received from defendant that it was agreed that his signing was mere matter of form, and he should never be called on for payment. “ A bond, the consideration of which grows out of an illegal transaction; where the illegal consideration is the sole basis of the bond, there can be no recovery:” Swann v. Scott, 11 Ser. & R. 164.\nThese cases appear to us to sustain the principle for which we contend. If the bond was given for a fraudulent object, and that was to enure to the benefit of the obligee, and having used it for the purpose contemplated, he cannot maintain an action upon it any more than the defendant could recover the money back if he had paid it, upon the ground of fraud in the original instrument. The maxim potior est conditio defendentis must apply, or it can never be applicable to any case.\nThe cases cited on the other side were reviewed, and also the opinion of his Honour, Woodward, J., in the case of Evans v. Dravo, 12 Harris 62.\nT. Williams, for defendant in error. —\nThe counsel for the defendant in error will content himself with a reference to the very able argument of Mr. Justice Woodward, in delivering the opinion of this Court at last term, in the case of Evans v. Dravo, 12 Harris 62, which was an action on the same bond, and involved the same state of facts."
  },
  "file_name": "0441-01",
  "first_page_order": 441,
  "last_page_order": 444
}
