{
  "id": 975869,
  "name": "Fulton versus Moore",
  "name_abbreviation": "Fulton v. Moore",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "468",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Humph. 70",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8542372
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/tenn/24/0070-01"
      ]
    },
    {
      "cite": "6 N. H. 339",
      "category": "reporters:state",
      "reporter": "N.H.",
      "opinion_index": 1
    },
    {
      "cite": "1 N. H. 73",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6752711
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nh/1/0073-01"
      ]
    },
    {
      "cite": "15 Mass. 359",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055234
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mass/15/0323-01"
      ]
    },
    {
      "cite": "6 Watts 171",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 1171,
    "char_count": 36188,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 2.610500883147235e-07,
      "percentile": 0.820401112188394
    },
    "sha256": "c49f9044efcfa687ed26d082fe5071cd81fc52454ae4586ebdbd81a94ec8b655",
    "simhash": "1:a30a0831d320a8f3",
    "word_count": 6478
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fulton versus Moore."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThe plaintiffs below cannot succeed in this action, and this judgment must be reversed, if the estate granted to Ejphraim Cooper, by his father’s will, is a fee simple. There are certainly expressions relating to a dying without issue that are quite sufficient to turn any estate into a fee tail if they apply to it, and these seem at first sight to he intended to apply to all the devises and bequests, and to a general dying without issue.\nBut a more careful examination of the whole will suggests a doubt whether the clause relied on applies to all the shares given in the will. The words “ any of my heirs” are large enough for this, and therefore we must look at the devises and bequests, and see whether words of entailment will apply to them.\nTo Jabob he gives $1200 — to Susannah a horse, saddle, bridle, a cow, two beds, and $500 — to Dorcas the same; to Eliza the same; to John a farm, $200, horse, saddle, bridle, and bed; and to Ephraim the home-place, a clock, a horse, saddle, bridle, and bed, and charges upon him the payment of the legacies; and it would seem that the horses, &c., were to be purchased by him.\nNow, it is plainly impossible to suppose, from a general provision for a dying without issue, that he was thinking of entailing, all alike with the land, these gifts of money and chattels that perish in the using, or of giving a mere life estate in them, with a quasi executory devise over; yet such would be the effect of giving the clause in question as general an application as the words would allow. We are obliged, therefore, to presume and seek for an intent to give it a special application.\nAs words of entailment it seems to be especially applicable to land. Did the testator intend to. limit its application to the shares of John and Ephraim, and to give them mere estates tail ? Then he was thinking of John and Ephrajm, and would naturally have named them, and not said “if any. of,my heirs.” We can derive no aid from the word “heirs,” for it is an ordinary inaccuracy, and means here, or may mean, devisees and legatees. We discover no intent to distinguish the titles granted to John and Ephraim from those granted to the others, and it is very difficult to suppose that he was entailing Ephraim’s title, for which he was requiring him to pay so heavily. These charges upon it were sufficient to imply a fee simple, without the introductory clause, and without words of inheritance.\nWe must therefore study this clause in its immediate connexion. The testator treats of nine different subjects in nine distinct paragraphs, providing in the first for his debts, in the second for his wife, and allotting one to each of his. children to describe their several shares, and in' the ninth is the clause that demands interpretation. It is. as follows: “ I will that as my son Ephraim has those moneys to raise, he shall have reasonable time allowed him without distressing or incurring costs; and further it is my will that, shopld any of my heirs die without lawful heirs from their body, their part shall return, and be divided equally amongst the surviving heirs.”\nOn account of the difficulties already suggested, we feel constrained to limit the application of the clause inv question by the principal thought in the paragraph in which we find it. The testator was thinking of the difficulty Ephraim might have in paying the legacies, and was providing that he should have time to do it, and then it was natural to think that some of the legatees might die during this delay without issue, and be provides for this by giving their shares, or any unpaid balance of them to the survivors. The clause is therefore intended to provide for this special dying without issue, and therefore it relates only to the legacies; and this is the most general application that it can receive. It is a clause selected from a form book, somewhat altered and not well applied, and yet it is no worse than is very commonly found in wills drawn by unprofessional persons.\nThis conclusion renders it unnecessary to notice any of the other questions raised by the assignments of error.\nJudgment reversed, and a new trial awarded. '",
        "type": "majority",
        "author": "Lowrie, J."
      },
      {
        "text": "Lewis, J.\nI concur with the majority in the opinion just delivered, and submit some further remarks in support of the judgment to be entered in this Court.\nMoore and wife bring this ejectment, in right of the wife, as one of the heirs of John Cooper, deceased, to recover an interest in a tract of land which the latter had devised to his son Ephraim. The allegation of the plaintiff is, that the devise to Ephraim Cooper gave him only an estate tail, and that as he died without issue, the plaintiffs are entitled to recover. If the devise to Ephraim Cooper carried a fee simple, the plaintiffs have no right whatever. The will of John Cooper, deceased, gives to his son Ephraim the place in controversy “ by faying the legatees their respective shares.” It then proceeds to give one-third of the interest to the widow, $500 to each of the three daughters, and $200 to the other son, making (exclusive of the one-third which goes to the widow) the sum of $1700, which Ephraim is to pay to the other heirs for their “ shares” of the farm. These were not mere legacies of an ordinary character. They were intended and designated in the will as “the respective shares” of the other heirs. There can be no doubt whatever that this clause, if not controlled by other parts of the will, gives Ephraim a fee simple: 6 Watts 171; 5 Barr 355. But a doubt is created by a subsequent clause. After giving the legacies to the other children, the testator says, that, “ as my son, Ephraim, has these moneys to make, he shall have reasonable time allowed him, without distressing or incurring costs; and, further, it is my will that, should any of my heirs die without lawful heirs from their body, their fart shall return, and be divided equally amongst the surviving heirs.” The provision for the contingency of a death without issue, is introduced immediately after the clause which gives Ephraim “a reasonable time to make the moneys,” which he is directed to pay to the other children, and may therefore be understood to be confined to a death without issue, before payment of the money by Ephraim. It has relation to the death of the testator’s “heirs,” and operates solely upon their “parts” or “ shares” of the estate given by the will. Ephraim, so far as regards the farm in controversy, is rather a purchaser than an heir. He is certainly so to the extent of four-fifths of it, because he is directed to pay to the other four heirs “ their respective shares.” If this construction be adopted, all the clauses of the will stand together in harmony, and Ephraim takes a fee simple. If the opposite view be taken, two clauses in the will, occurring in different parts of it, and having no necessary connexion, are made to stand in repugnancy to each other — the one giving a fee simple, and the other limiting the gift to an estate tail. I am therefore inclined to the opinion that Ephraim took a fee simple, and that it passed under his will to his sister, Mrs. Linn, under whom the defendants claim title. If this construction be correct, the plaintiffs below had no title.\nBut there are, other objections to the plaintiffs’ recovery. Ephraim, in his will, claims the place as his own; alleges that he has “paid out of his own earnings and industry the shares devised to the other heirs of his father .in his will,” and gives it, with the residue of his personal estate, to his mother and sister Eliza Lynn. Among the legacies directed to be paid out of the personal estate, is one to Dorcas, the female plaintiff. Her receipt of that legacy, in 1837, was an election to stand by the provisions of her brother’s will. She could not take a benefit under the will, and, at the same time, repudiate its provisions. It matters not that the legacy to Dorcas was small in amount. If so, or if it was received by mistake, a chancellor would, perhaps, permit her, within a reasonable time, to refund it; but after the rights of bona fide purchasers for value have vested, and after fourteen years’ delay and acquiescence, no such relief could be granted without doing injustice. She is therefore barred by her own election.\nBut there is still another objection to her recovery. It is her release in the tripartite deed of 5th October, 1837. She was then under no disability. Why should she not be bound by her own deed ? It is said that there are no words of inheritance in her release. This is so; but if it were an ordinary conveyance, instead of a release, it would, nevertheless, bind her for life, without words of inheritance. But it is a release which enures by passing a mere right of action, and not as a conveyance which yxzsses an estate. The releasee was in actual possession, under the will of Ephraim, claiming a fee simple. It is not material whether the person in possession had a fee simple by right or by wrong, by disseisin, by discontinuance, or otherwise. It is sufficient that she was in possession, claiming the whole estate, and that the releasor had nothing but a mere right of action. In such case the release passes the right without words of inheritance. The instrument before us is in due form of law, and well sustained by the precedents. But it is alleged that the release does not bind her, because, by the same instrument, John J. Lynn and Eliza his wife conveyed to her a house and lot in Williamsport (now Monongahela City), and that, as Mrs. Lynn did not acknowledge that deed, upon a separate examination, it is not binding upon her, and therefore Dorcas may repudiate her release contained in the same instrument. This defect of title, it is contended, is one which lies in. the path of the purchaser under Mrs. I/ynn; appears upon the face of the title papers; and that he is therefore affected with constructive notice of it. It is not pretended that he had notice of any other defects in the title to the house and lot conveyed to Dorcas. I therefore throw out of view, for the present, all other alleged defects of title to that property, and proceed to consider the only one which can affect the purchaser under Mrs. Lynn. The release of Dorcas Moore’s claim to the land in controversy was,the consideration for Mrs. Lynn’s conveyance of the house and lot to Dorcas. When Mrs. Lynn, on the 19th May, 1842, conveyed the land in controversy to James Nichols, by deed duly acknowledged, separate and apart from her husband, she performed a legal act, in due form of law, which bound her as effectually as if she had not been under coverture. The act being legal, is followed by all legal and equitable incidents of a valid act. Having thus irrevocably parted with the land, she could never reclaim it. Having thus, by a valid act, appropriated to her own benefit the consideration received from Dorcas for the house and lot in Monongahela City, she could never afterwards recover that property from Dorcas. A married woman is to be protected against the duress of her husband, but she is not to be sustained in the perpetration of a fraud. She is bound by the rules of common honesty as firmly as others.\nHer conveyance, without separate acknowledgment, is not so absolutely void as to be incapable of confirmation. Wherever she takes the consideration, by an act free from the actual or presumed coercion of her husband, she is barred by her election from impeaching her conveyance. The case of Share v. Anderson, 7 Ser. & R. 43, is an illustration of the principle. It is true that the claim to the consideration, in that case, was made after the death of her husband; but it is in principle the same as a claim to it made in his lifetime, if made in such form as to exclude the presumption of marital control. An acknowledgment before a magistrate, apart from her husband, is the mode prescribed by law for that purpose. That a married woman cannot dishonestly retain real estate conveyed to her trustee, and, at the same time, avoid her bond and mortgage for it on the ground of coverture, is shown by the case of Heacock v. Fly, 2 Harris 540. The same •principle has been decided where she joined her husband in a judgment for the consideration of land conveyed to both jointly. The same principle governs in the case of infants. If an infant takes an estate and agrees to pay rent, he cannot protect himself from the tent, if he enjoys the estate when of full age: 2 Kent 240. If ad infant husband give his bond for his wife’s debts, contracted by her when sole by dotes, and take up her notes, and afterwards pleads infancy to an action brought on his bond-, chancery will compel him to give up the notes, and order him not to plead the statute of limitations against them: Clark v. Cobley, 2 Cox 178; 1 Mad. Ch. 331. And generally, if an.infant avoids a contract when he comes of age, he must restore the consideration, if in his power; and his conversion of it to his own use, after he comes of age, is a ratification of the contract: 15 Mass. 359; 1 N. H. 73; 7 Cowen 179; 6 N. H. 339; 5 Humph. 70. Whether the contract be void or voidable, or whether it be made by an infant or feme covert, is immaterial, because its validity depends, not'so much upon ratification as upon honesty and conscience, which will not permit any one unjustly to enjoy both the thing itself and its value. The two are so repugnant to each other, that the enjoyment of the one, in any form which the law sanctions, operates as an estoppel against a claim to the other. If the consideration be articles necessary for -an infant, or if the' money be borrowed and applied to the payment of debts for necessaries, the infant is bound to pay for them: 1 P. Wms. 483; Fonbl. Equity 73, note y. The act of borrowing money was not binding, but the application of it to discharge debts for necessaries, was a valid act, beneficial to the infant, and therefore bound ■him for the payment of the money so applied to his use: Id. So, although the conveyance by Mrs. Lynn to Dorcas Moore was not valid, because not properly acknowledged, the subsequent conveyance of the consideration received for it was properly acknowledged, and therefore bound her. It was a valid conversion to ■her own use of the consideration, which for ever estops her from impeaching her conveyance to Dorcas Moore. The supposition of the latter, that Mrs. Lynn can hereafter disturb her possession of the Williamsport property, is entirely fallacious; and there is no justice whatever in permitting -her, upon this idle .pretence, to disturb the purchasers under Mrs. Lynn. If Dorcas Moore had ‘made claim during the five year's that 'her sister occupied the premises after the release, 'the defect complained \"Of might -have been ■cured at Once by those who then had an interest in curing-it. But •the delay 'until her sister \"ceased to have any motive for curing ‘the defect, but became interested in assorting its existence, and the -loss must fall upon -innocent purchasers,- looks more like a desire to perpetrate, than to defend against a fraud. Her acquir escence for fourteen years after her own release, and for nearly ten years after the sale by her sister and her husband to Nichols, serves to strengthen this view of the case.\nIt is alleged that the tripartite deed of 1837 is 'executory and not executed; In the view I have taken of the case, this is immaterial, because, in either case, Dorc'áS MóOr’e is precluded from asserting any claim to the land in dispute. But the conveyance to Dorcas is executed. _ It is in the present tense, and contains words of inheritance. The release 'fr'om Dorcas to Mrs. Lynn, is also in words of the present tense; and because it operated as _ a release to one in possession, and not as a conveyance, words of inheritance were unnecessary, and were therefore omitted. There is no provision for the execution of any other conveyance, as necessary to the complete execution of the contract. There is a mere covenant for further assurance, “if legally required,” “'at any time upon demand.” Such a covenant has never been held t.o convert á conveyance into a mere executory contract.\nThus far we have considered only the defects aipparent on the face of the title, because these are all that the purchasers are bound to take notice of. But, if there was evidence of notice of all the defects complained of, the result would be the same, because there Was no serious defect of any kind in Dorcas Moore’s title to the house and lot in Willi&msport. Jacob Cooper (the brother of Dorcas Moore and Ephraim Cooper) died seised of it, and Ephraim sold it as his estate, under an order of the Orphans’ Court. It appears, by a written endorsement on the conditions of sale, that it was sold on the 5th of August, 1831, to -Manasseh Beeves for $800. It further appears from the Settlement of the accounts of the administrator of Jacob Cooper, deceased, that Ephraim accounted for the $800, the proceeds of sale, and applied it to the payment of debts against the estate of Jacob Cooper, deceased. So far as the justice of the case is concerned, this puts an end to all claim of the heirs of Jacob Cooper. The property was sold, under the decree of a Court of competent authority, and the proceeds were applied to the payment of debts. But they allege that the sale has never been confirmed. What of that'? They are in equity bound to confirm it. It has never been set aside, and after they have had the benefit of the proceeds, -and made no application to set aside the sale, but acquiesced in it for more than twenty-one years, the Orphans’ Court would certainly refuse to set it aside. But there is no ground to set it aside, 'even if the question were not affected by time and 'acquiescence, and by appropriating the consideration to discharge debts. A judicial sale is good without writing, because it is not within the statute of frauds. In 'this case there is sufficient evidence of a sale to Beeves to entitle him to a deed, and ait any time, on application, the Orphans’ Court \"would order the sale to be confirmed and a deed to be made to Mm. When he stood by and permitted Mrs. Lynn to claim it as the devisee of Ephraim Cooper, and sell it to Dorcas Moore, without giving notice of his claim, he estopped himself, if he knew what the parties were doing, from ever after-wards making any claim to the property. That he did know the nature of the transaction, may be inferred from the circumstances. He was the uncle of Dorcas and Mrs. Lynn, and was also the uncle and executor of the will of Ephraim Cooper. In that will, of which Reeves was the executor, Ephraim had asserted a claim to the house and lot, on the ground that he had accounted for it, and he had therein devised it\" to Mrs. Lynn. Reeves was also the subscribing witness to the tripartite deed in which Mrs. Lynn had conveyed it to Dorcas Moore. He was also the witness who proved the execution of that conveyance in 1840, in order that it might be recorded. He has not, at any time, made claim to the property. Under these circumstances, if defects of title, not apparent in the chain of conveyances, are to affect Eulton, without proof of actual notice of them, a jury might fairly infer that Reeves had a knowledge of the contents of the tripartite deed; and if he had, and gave no notice of his claim until Dorcas had executed the release of her interest in the land in controversy, he would be estopped from asserting any claim to the property, and would stand as a trustee for her. On proof of these facts, the Orphans’ Court would vhave confirmed the sale, and would have directed a conveyance to her, as the party beneficially entitled to the property. What in equity ought to be done, may, in Pennsylvania, be considered as done. If Dorcas, instead of asserting her title at the proper time, permitted the property to be divided among the heirs of Jacob Cooper, she herself being one of them, it is her own fault. After Mrs. Lynn had sold the farm to Nichols and received the consideration for it, it is easy to perceive the motive which she and Dorcas, as heirs of Jacob Cooper, might have to treat the house and lot as still belonging to his estate, and to divide its value among the heirs, after it had already been sold for his debts. They may perceive no dishonesty in such a transaction; but it appears to me that a chancellor, or a judge, governed by the principles of equity, would take a very different view of the matter.\nIn conclusion, I think that Dorcas Moore’s claim to the land in controversy, on the ground that Ephraim Cooper took only an estate tail, is unfounded; that, if it were originally valid, her receipt for the legacy, under the will of Ephraim, precludes her from disputing the devise of the land to Mrs. Lynn; and that her release to the latter in 1837, under the circumstances in evidence, bars her from recovering, in opposition to her own deed, so as to affect the title of an innocent purchaser.\nJudgment reversed and venire facias de novo awarded.",
        "type": "concurrence",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Ewing, Grow, and Murdoch, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Fulton versus Moore.\nWhere a testator devised as follows: “ I will that my son Ephraim have the home place, where I now live, by paying the legatees their respective shares, also the clock as it stands; also a horse valued at $75; a good saddle and bridle ; also a good bed and bedding.” And in a subsequent part of the will provides “ as my son Ephraim has these moneys to make, he shall have a rear .sonable time allowed him without distressing or incurring costsand further, it is my will that should any of my heirs die without lawful heirs from their . body, their part shall return and be divided equally amongst the surviving heirs:” Ephraim entered and paid the legacies. Skid, that he took a fee simple, and not a fee tail in the land.\nWhere a person accepts a legacy bequeathed, it is an election to stand by the provisions of the will.\nWhere the legacy was received in mistake, it might be refunded, but not after long acquiescence, and to the injury of third persons whose rights have intervened.\nWhere the party is in possession of land, a release to him will convey a fee simple without words of inheritance.\nIf a married woman in consideration of a release of real estate to her, joins her husband in conveying to the releasor a different part of her real estate, without a separate acknowledgment, and she and her husband afterwards convey the released estate, by a deed accompanied with a separate acknowledgment, she and her heirs will be estopped in equity from taking advantage of the defect in the first conveyance. . _\n_ A judicial sale is not within the statute of frauds and perjuries.\n■ Where a man is executor of a will in whieh real estate is devised, and permits the devisee to remain in possession of it, and attests as a witness a conveyance of it by the devisee, he would be estopped from claiming it as his own.\nError to the Common Pleas of Washington county.\nThis was an ejectment brought by Thornton L. Moore and Dorcas his' wife against Abraham Fulton, to recover the one undivided third part of a tract of land in Carroll township, Washington county, containing one hundred and eighty acres.\nThe wife of the plaintiff below, Dorcas Cooper, now Moore, was the daughter of one of the legatees under the will of John Cooper, deceased, under whom both parties claim.\nThe will of John Cooper is dated 15th September, 1821, and registered 24th of December following. In that will he devised the land in dispute to his son Ephraim Cooper, which devise with the legacies were as follows:—\nItem 2d. “ To his wife Macy Cooper, to hold the third of the movables or the value thereof, to have a horse to ride when she chooses, one cow, the room she chooses in the house, and the two black boys, with the third of the interest of his real estate. -\n8d. “ To his son Jacob $1200, subject to what had been previously paid him, the rest to be made in yearly instalments that can be made without distressing for it.\n4th. “ To his daughter Susannah (afterwards married to Campbell) he gives a horse valued at $50, saddle and bridle, cow, two good beds and bedding, and $500, to be paid after Jacob’s legacy.\n5th reads as follows: — “ I will that my son Ephraim have the home-place where I now live, by paying the legatees their respective shares, also the clock as it stands, also a horse valued at $75, a good saddle and bridle, also a good bed and bedding.\n6th. “ To Dorcas he gives a horse valued at $50, saddle and bridle, cow, two good beds and bedding, and $500, to be paid in one year after Susannah’s.\n7th. “ To his son John he gives the McCracken Place and $200, a horse valued at $70, saddle and bridle, bed and bedding.\n8th. “ To his daughter Eliza (afterwards wife of John J. Lynn) he gives a horse valued at $50, saddle and bridle, cow, and two good beds and bedding; also $500 to be paid when she comes of age.”\n9th. The testator provides, “as my son Ephraim has these moneys to make, he shall have a reasonable time allowed him without distressing or incurring costs: and further, it is my will that should any of my heirs die without lawful heirs from their body, their part shall return and be divided equally amongst the surviving heirs.”\nUnder this will Ephraim took possession of the property, and paid the legacies charged upon the same.\nHe died in 1833, unmarried, and without issue, having executed his will, dated August 22, 1833, and registered 17th September, 1833.\nBy his will he devises the property in dispute to his sister Eliza Lynn, as follows, to wit: “It is my will, and I do hereby devise to my sister Eliza Cooper, and my mother Macy Cooper, all my real and personal estate of every kind and description, and all my rights and credits whatsoever (except as above bequeathed), to be by them held and enjoyed in equal shares until the death of my mother; and after the death of my mother it is my will that her share shall also go to Eliza Cooper my sister, absolutely and entirely.\n“ This devise I consider will embrace the home-place on which I live, as I have paid out of my own earnings and industry the shares devised to the other heirs of my father in his will.”\nHe also bequeaths to his sister Dorcas five dollars, which was paid to her by the executor.\nMrs. Macy Cooper, the widow of John Cooper, survived Ephraim, but died before the institution of this suit.\nEliza Cooper having intermarried with John J. Lynn, she and her mother took possession of this property in pursuance of the will of Ephraim.\nEphraim, during his lifetime, had taken out letters of administration upon the estate of his deceased brother Jacob, who had died seised of a certain house and lot in Williamsport, in said county. Ephraim Cooper, as administrator, presented a petition to the Orphans’ Court, and thereupon obtained a decree for the sale of the said projterty, for the payment of the debts of the intestate. An order of Court was thereupon issued for the sale of the property upon the premises, on the second Monday of August, 1831. There was no return made to the order, but the property was sold, as appeai-s by an entry endorsed upon the terms of sale, to Manasseh Reeves, for $800. Manasseh Reeves died shortly after, and no conveyance is found of the property to Ephraim. Ephraim Cooper, however, was in possession of the property at his death, and devised the same by his will to his sister Eliza.\nJohn J. Lynn, the husband of Eliza, took out letters of administration, de bonis non, upon the estate of Jacob, and accounted in his settlement for the sum of $800, as paid by Ephraim, to the estate, which amount went to the creditors of Jacob.\nAfter the intermarriage of John J. Lynn and Eliza Cooper, Dorcas, the plaintiff below, laid claim under the will of her father John Cooper, to a portion of the estate of Ephraim, then in the possession of Macy Cooper the mother, and Eliza, by the will of Ephraim; whereupon an agreement was entered into between the parties, Dorcas Cooper, Macy Cooper, and John J. Lynn and wife, for the settlement of all difficulties and their mutual claims. This agreement, under seal, was dated the 5th day of October, 1837, by which agreement John J. Lynn and Eliza his wife agreed to convey, and did thereby convey to Dorcas Cooper the house and lot before mentioned in Williamsport, then in her possession, in fee simple, and Dorcas, in consideration of the premises, “ released, acquitted, discharged, and conveyed to the said John J. Lynn and Eliza his wife, in right of the said Eliza, all right, title, interest, claim, or demand she had to the real and personal estate of Ephraim Cooper, or to the real estate or personal estate of John Cooper, deceased, under his will, and by reason of the said Ephraim haying died without issuewhich agreement was entered of record in the recorder’s office of the county.\nOn the 19th of May, 1842, John J. Lynn and wife by deed conveyed the farm in dispute to James Nicholls, which was duly' recorded; and oji the 26th of July, 1842, James Nicholls and wife conveyed the same by deed to Henry Fulton, the present owner and real defendant in this ejectment, undér whom Abraham Fulton, the party in possession, held at the time of the commencement of this action.\nThe defendant below submitted the following points:—\n1. That by the 5th item in the will of John Cooper, Ephraim took a fee simple in the home-place.\n2. That the latter clause of the 9th item does not limit the estate of Ephraim, but has reference merely to the former clause of the same item, by which time is given to Ephraim for the payment of the legacies given to the other heirs, and contemplates the contingency of some of the legatees dying before that time should expire, and provides in that event that “their part” shall be divided equally among the other heirs.”\n3. That Dorcas, the plaintiff, having accepted a legacy under the will of Ephraim, cannot now impeach it and deny the validity of the devis.e of the land in dispute contained in it.\n4. That the indenture tripartite of the 5th of October, 1837, between Maey Cooper, Dorcas Cooper, and John J. Lynn and wife, conveys to Lynn and wife the légal title of Dorcas (if any she had) to, the land in dispute, and that the subsequent neglect or omission of Mrs. Lynn to acknowledge that deed does not affect the title conveyed by Dorcas.\n5. That if Nicholls, or the defendant, purchased upon the faith of the legal title thus vested in Lynn and wife, without notice of any fraud upon the part of Dorcas, or want of adequate consideration paid her, the defendant cannot be affected by either.\n6. That to affect the defendant by fraud or gross inadequacy of price, the plaintiff must bring home notice to both Nicholls and defendant. If either of them purchased without such notice, notice, to the. other will not affect the defendant.\nUpon these points the Court below (Gtlmore, P. J.) charged the' jury a§ follows:—\n“The will of John Cooper is'proved on the 24th of December, 1820. Both parties claim under this will. The testator left six children living at the time of his death, viz.: Jacob, John, Ephraim, Susannah, intermarried with Patrick Campbell, Dorcas (the female plaintiff), and Eliza, intermarried with John J. Lynn. The three first died after the testator, unmarried and without issue. The three last mentioned are still living: The 5th item in the will is as follows: — ‘ I will that my son Ephraim have the home-place where I now live, by paying the legatees their respective shares, also the clock as it stands, also a horse valued at seventy dollars, with a good saddle and bridle, likewise also a good bed and bedding.’ In the 3d item he gives to his son Jacob $1200, deducting therefrom what he has paid for him. In the 7th item he gives his son John the McCracken Place and two hundred dollars, also a horse, and other articles. To each of his daughters he gives $500, a horse valued at fifty dollars, and some other specified articles, and appoints a time for the payment. The ninth clause in the will is as follows: 41 will that, as my son Ephraim has these moneys to make, he shall have reasonable time allowed him without distressing or incurring costs, and further it is my will that, should any of my heirs die without lawful heirs from their body, their part shall return and be divided equally amongst the surviving heirs.’\n“ It is contended by the defendant that the limitation in the above recited clause of the will is applicable alone to the personal and not the real estate. But we are of a different opinion, and instruct you that Ephraim took an estate tail only in the premises in dispute, and he dying unmarried and without issue, the estate descended in fee to his sisters, the brothers having died unmarried and without issue.\n“ But it is said that the tripartite indenture, as it is called, of the 5th of October, 1837, between Macy Cooper (the widow), Dorcas Cooper, and John J. Lynn and wife, conveys to Lynn and wife the legal title of Dorcas. We are however of opinion, from a careful consideration of said deed, that the same is inchoate, that something was contemplated in the deed to be done towards the perfection of the consideration, which was not done, but left to be completed at some future time, which made the instrument an unexecuted contract — and this writing being the foundation in part of the title derived from Lynn and wife, all persons were charged with notice of the fact, that it did not purport the consideration to be given to Dorcas. The want then of the acknowledgment of Eliza Lynn, left Dorcas without any other title to the house and lot (which was the consideration of her conveyance of the premises) other than what she possessed by virtue of heir-ship to her brother Jacob, who, it is admitted, died seised of it. This, then, disposes of the first, second, and fourth points put by defendant.\n“In answer to the third point, we say that the acceptance of the five dollars willed to the plaintiff, Dorcas, by the will of Ephraim, will not preclude her from denying the right of those claiming her land under the same will. If the acceptance of this trifle could be construed into what is called a disappointment of the will, she could in equity now be permitted to make restitution : 2 Mad. Ch. 42.\n“ We answer the 5th and 6th points in the affirmative, and say the law is correctly stated therein, if the title of Lynn and wife had been what is called a legal title; but so far as it was derived from Dorcas it was not legal, and the purchasers of it were bound to take notice that the consideration was not perfected in the tripartite deed.” ,\nThe jury found for the plaintiffs.\nWhereupon the defendant sued out this writ, and assigned the following errors:—\n1. The Court erred in instructing the jury that, under the will of John Cooper,'Ephraim took only an estate tail, and that at his 'death without issue, the premises in dispute descended to his sisters in fee.\n2. The Court erred also in charging the jury in the negative upon defendant’s second point submitted, to wit: that the 9th item in the will of John Cooper limited the estate of Ephraim, &c.\n3. The Court erred in charging that the tripartite indenture between Macy Cooperj Dorcas Cooper, and John J. Lynn and wife, did not fully convey the legal estate of Dorcas (if any she had) in the premises to Lynn and wife.\n4. The Court erred in the charge in stating that the want of acknowledgment of the tripartite deed by the wife of John J. Lynn, defeated the conveyance of the premises by Dorcas to Lynn and wife, and that such want of acknowledgment was notice to purchasers of want of consideration and fraud.\n5. The Court also erred in charging in the negative upon defendant’s third point, to wit, that Dorcas having accepted a legacy under the will of Ephraim, could not afterwards impeach the validity of that will.\n' 6. The Court also erred while affirming defendant’s two last points submitted in stating that the conveyance by Dorcas was not a legal conveyance, and that purchasers were by the deed itself notified of want of consideration and fraud. '\nEwing, Grow, and Murdoch, for plaintiff in error."
  },
  "file_name": "0468-01",
  "first_page_order": 468,
  "last_page_order": 480
}
