{
  "id": 975896,
  "name": "Kiester versus Miller",
  "name_abbreviation": "Kiester v. Miller",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "481",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 481"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 123",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 8602,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 2.2174605697769516e-07,
      "percentile": 0.7772511061455707
    },
    "sha256": "ab7788ac8e490aa016275529c49c01a6d7657d584fcbdb5529e0194e1d891c83",
    "simhash": "1:eb01b545d8a5e272",
    "word_count": 1530
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kiester versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nThat an estate in lands for a term not exceeding three years, created by a written lease, may be released by a parol agreement to rescind the lease, is too well settled to admit of further dispute: McKinney v. Reeder, 7 Watts 123; Greider’s Appeal, 5 Barr 424; McGaw v. Lambert, 3 Barr 444. Neither is there any consideration necessary to support such an agreement of rescission other than the contract itself. The agreement of the one party is sufficient to make valid that of the other.\nThis disposes of the first and second specifications of error. As to the third, the answer to the point was proper. The weight of the evidence was to be determined by the jury, and it was not error in the Court to refuse to say whether it was weak or otherwise. The fifth assignment is of the same character.\nThe fourth is based upon the answer of the Court to the defendant’s first point.\nThe question at issue between the parties was, whether there had been an agreement made for the termination of the lease at the expiration of the first year ?\nThe defendant requested the Court to instruct the jury, “ That if they believed, from all the evidence, that Mrs. Kiester said Millers had given up the premises; that she offered to rent the property to other persons, and asked a higher rent upon the premises between October, 1852, and April 1, 1853; and that the defendants went out of possession and gave up the keys on the 1st April, 1853: this terminated the lease at that day, and was inconsistent with her right to receive rent after that time, and the plaintiffs cannot recover.”\nThis point was affirmed, and for this the judgment must be reversed.\nThe matters stated were proper subjects for the consideration of the jury in ascertaining whether the contract had been rescinded ; but the declaration of a landlord that a tenant had given up his lease, even when accompanied by an unsuccessful attempt to lease to another, is not conclusive evidence that the relation of landlord and. tenant was at an end. It does not operate as an estoppel, but maybe satisfactorily explained. The .'removal by the tenants from the premises, with the unaccepted offer to-deliver the key, was no evidence that'the lease had been rescinded. These acts would avail nothing until the alleged agreement was first shown. The case should have been put upon the existence of the agreement rather than upon what the plaintiff said and did. Her acts and declarations were evidence against her, but not to the exclusion of the other evidence in the causé.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "J. 1. Kuhn, for plaintiff in error.",
      "Flannegin and Kasbrouck, contra."
    ],
    "corrections": "",
    "head_matter": "Kiester versus Miller.\nA written lease of lands, not exceeding three years, may be rescinded by parol.\nNo express consideration is necessary to support such an agreement to rescind; the agreement of one party is sufficient to make that of the other valid.\nWhether any particular part of the evidence is weak or strong, is a matter for the consideration of the jury, and not for instruction by the Court as a matter of law.\nThe declarations of a landlord that the lessee had given up the premises, coupled with an unsuccessful effort to lease them to another tenant, are not conclusive evidence of a rescission of a lease.\nThe removal of the tenant from the premises, and an unaccepted offer fo deliver up the keys, was no evidence of the existence of an agreement for the termination of the lease.\nError to the Common Pleas of Allegheny county.\nThis was an action of debt, brought by Jacob Kiester and Harriet his wife, before a justice of the peace, to recover from George and Jacob Miller, one year’s rent, alleged to be due on the 1st of October, 1853. On the 14th day of February, 1852, Mrs. Kiester leased the premises to the defendants, by a lease under seal, for the term of three years, at the annual rent of $75, payable on the 1st of October of each year. On the trial of the cause, the plaintiffs gave in evidence the lease, with proof that the premises descended to Mrs. Kiester by the death of her father prior to 1849.\nThe defendants, to maintain the issue on their part, alleged that the lease was rescinded, and the possession of the premises delivered up to plaintiffs; and proved by a witness, that he went to Mrs. Kiester in October, 1852, and asked if Miller had given up the plaee, and she told witness he had; he then told her he had come to rent, if Miller had giyen up the place, and she said he had given it up, and that the witness should have the place in preference to any one else; she asked him $25 more rent, which was more than witness was willing to give. This witness also stated that Miller told him he had a mind to give up the place, and advised the witness to rent it, but refused to transfer his lease to him, lest it might cause dissatisfaction.\nAnother witness proved that he went to Kiester’s in February or March, 1853, to rent the property for another person, but effected no lease.\nThe plaintiffs proved that, at the instance of defendants, witness brought the keys to Mrs. Kiester, about the last of March or 1st April, 1853, and that -she refused to receive them. He left them on the shelf in her house. And also that about the latter part of March, Miller said' he had been to see the brother of Mrs. Kiester to pay him some rent, and get him to take the place off of liis hands; that he had taken the rent, but refused to receive the surrender of the place.\nThe plaintiff’s counsel requested the Court to charge the jury, 1. That the alleged rescission of the lease in question, the said lease being in writing under seal, if made at all, being by parol and not in writing, is void under the statute of frauds, and is no bar to the plaintiff’s recovery in this suit.\n3. That even if the jury believe that Harriet Kiester, prior to April 1, 1853, agreed with said defendants to accept and resume the possession of the demised premises on the 1st day of April, 1853, the agreement was gratuitous and void, and the plaintiff might disaffirm such agreement, and refuse to accept the premises; and having so refused, any such alleged agreement not being executed, is void, and the plaintiff is entitled to recover, unless the jury find that the plaintiff executed such alleged agreement by resuming the possession of said premises.\n4. That offers to lease the premises to other persons afford but slight evidence that the lease was absolutely rescinded, being equally consistent with the hypothesis that such offers were made with intent to rescind said lease, provided another good tenant could be had; and are rebutted by the fact that the landlord retained the lease in her possession after the alleged rescission thereof.\nThe defendant’s counsel also requested the Court to charge the jury: 1. That if the jury believe, from all the evidence, that Mrs. Kiester said Miller had given up the premises; that she offered to rent the property to other persons, and asked a higher rent upon the premises between October, 1852, and April 1, 1853, and that the defendants went out of possession and gave up the keys on the 1st April, 1853; this terminated the lease at that day, and was inconsistent with her right to receive rent after that time, and the plaintiffs cannot recover.\n2. That asking a higher rent for the premises is strong evidence that they had taken back the property.\nThe Court below (McClure, P. J.) answered these points as follows:—\n“ 1. A lease for three years may be by parol; it is not embraced in the statute of frauds and perjuries; and if a lease for three years be in writing, the parties may rescind it by parol.\n“ 3. If the wife, Mrs. Kiester, and the tenant mutually rescinded the lease by parol, her change of mind afterwards cannot render that rescission void; this is not, like a promise without consideration, void; for if the lease is terminated by mutual consent, she resumes and they relinquish possession, and she may rent to another and sustain no loss. The reversion would be a consideration that would bind her by her agreement or promise.\n“ 4. Such offer, if made, is evidence of the weakness or strength, of which the jury will judge.”\nThe Court answered the defendants’ points as follows:—\n“1. Affirmed. _\n_ “ 2. Affirmed, provided the jury are satisfied she did ask a higher rent; the Court says it is evidence, but the strength or weakness of which the jury will judge.”\n■ The jury found for the defendants.\nThe plaintiff in this Court assigned for error the answers of the Court to the points of plaintiff and defendant.\nJ. 1. Kuhn, for plaintiff in error.\nFlannegin and Kasbrouck, contra."
  },
  "file_name": "0481-01",
  "first_page_order": 481,
  "last_page_order": 484
}
