{
  "id": 975783,
  "name": "Holmes versus Pattison",
  "name_abbreviation": "Holmes v. Pattison",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "484",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 484"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates 883",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 17007,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 4.5046715916883656e-08,
      "percentile": 0.2820550541749731
    },
    "sha256": "78a329490d408d820ad4361c3bdef6c96f6de47192bffeccf4ac048267ad03dd",
    "simhash": "1:4a772e49e8316298",
    "word_count": 2949
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holmes versus Pattison."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J.\nAs the errors are all assigned upon the charge, we dispose of them by saying, that we approve of the charge, and affirm the judgment for the reasons given therein.\nJudgment affirmed.\nCASES * IN THE SUPREME COURT OP PENNSYLVANIA. NORTHERN DISTRICT — SUNBURY 1855.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "McKennan, Grow, and Murdoch, for plaintiff in error.",
      "Montgomery, Acheson, and Wilson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Holmes versus Pattison.\nWhere a testator in 1791 devised a tract of unimproved land, without the ' use of words of inheritance, and gave the, one-third of the annual profits of the land to another for life, and there is no contrary intention expressed upon the face of the will, the devisee will take an estate in fee simple.\nWhere one of four devisees under a will died without heirs, and her estate \"escheated to the Commonwealth, and the remaining devisees and another divided the land among them and occupied it in severalty, the Commonwealth having done no act to ratify the partition, the interest of the state would remain an undivided interest.\nThe Commonwealth’s interest, being unaffected by the statute of limitations, would remain as at the death of the co-devisee, an undivided interest in the whole tract devised, and the same right would pass to her grantees of such escheated estate.\nAn intruder being in the actual adverse possession of the part allotted to him under the partition for more than twenty-one years, would acquire a title by the statute of limitations to three undivided fourth parts of the portion of the land so occupied by him.\nError, to the Common Pleas of Washington county.\nJobn Pattispn brought this action to recover from James Bell and-James Hplmes 120 acres of land, part of a larger tract called “ Star Port,” containing 400 acres.\nJames Roney was the patentee and owner, and, in 1791, he devised one-fourth of the tract to Ann Roney, child of his sister Sarah, and to his sisters Mary, Nancy, and Sarah, each a fourth, subject to a reservation of one-third of the annual profits to his mother during life. Ann, the child of Sarah, was illegitimate, and died in the same year, 1791, aged about three years. On the day of the- probate of the will of James Roney, Hercules, the brother of James Roney, conveyed to his sisters, Mary, Nancy, and Sarah, the interest he was supposed to have in the three-fourths devised to them, by reason of that devise being, as was supposed, but a life estate. Hercules was, very shortly afterwards,' put in possession of the tract in dispute; and he and those claiming under him were in possession until a short time before the trial.’ \"Each of the sisters was also in possession of a distinct and separate part of the land, and severally assessed with 100 aeres. Hercules died iii possession of the land in controversy in 1812, having devised it to !his daughter Mary, who held it till her death in 1829, intestate, by' which it descended to her brother and sister, who, in 1840, conveyed it to the plaintiff in this suit.\nOn the 28th June, 1831, James Holmes made information to the auditor-general of thé escheát of the interest of Ann Roney, she being illegitimate; and Isaac Leet, Esq., was appointed deputyescheator.\nAn inquisition finding the escheat was duly taken before him on the 11th of August, 1831, and filed in Court, describing the land as one-fourth of the patented tract called “ Star Fort.”\nOn the ground, the division marks of tract between the different parts of the land occupied by Hercules Roney and his sisters, could be distinctly traced and counted back to 1796.\nBy an Act of Assembly of June 4, 1839 (P. L. 241), all the' title of the Commonwealth in the undivided one-fourth of this tract of 40Ó acres was’ vested in the children of Sarah Roney, the mother of Ann. These persons afterwards conveyed their title to James Holmes, the defendant.\nThe plaintiff founded his title upon the long-continued possession of James Roney and those claiming, whose titles are vested in him. ‘ '\nThe defendants claimed under devise to Ann Roney — the escheat to the Commonwealth, the Act vesting it in the dhildren of Sarah Roney, and their’ conveyance to him.\nThe plaintiffs requested the Court to charge the jury as follows :—\n1. That the escheat proceeding could vest no greater title in the » Commonwealth than was possessed by Ann Roney. :\n' 2. That, under the will of James Roney, Ann, illegitimate daughter of Sarah Roney, took only an estate for life, an'd, at her death, the undivided one-fourth of the land devised to her reverted to the right heirs of James Roney, deceased.\n3. That, if the said Ann Roney took a fee under the will of James R'oney, deceased, her interest would be the undivided one-fourth part of 400 acres; and if she died without partition, then that undivided interest would vest in the Commonwealth.\n4. That, if the Commonwealth acquired anything by the escheat, it was this undivided’ interest in the 400 acres, and the plaintiff is entitled to recover the land in dispute, subject to the claim of the Commonwealth as aforesaid.\n5. That, if the defendants have any right whatever in the land in dispute, it is derived from the 12th section of the Act of Assembly, passed June 4, 1889, and by the provisions of that Act an undivided one-fourth part in the 400 acres being vested in the defendant’s grantors, the plaintiff is entitled to recover the undivided three-fourths of the land in dispute.\n6. That no partition of the 400 acres made between Hercules Roney and his sisters, the devisees named in the will of James Roney, deceased, would enure to the benefit of the Commonwealth, unless it was clearly and satisfactorily shown that said Hercules Roney acted, or claimed to act, as the agent of Ann Roney, the illegitimate child, or of the Commonwealth, in making said partition; and, if the jury believe from the testimony that the said Hercules Roney claimed the land in his own right, and acted for himself in making such partition, the Commonwealth, or her grantees, cannot adopt his act and claim the purpart of land allotted to him.\nThe Court below (Agnew, P. J.), after stating the facts, charged the jury as follows:—\n“ If this be the state of the case, it will be seen that the title of the plaintiff is founded on the title or possession of Hercules Roney, and those claiming under him. This title, or possession, or both, as the case may be, must, therefore, be determined, in order to decide upon the plaintiff’s title. If the will of James Roney gave but a life estate to Ann, Mary, Nancy, and Sarah, the reversion fell, at their respéctive deaths, to the right heirs of James Roney (who, according to the intestate laws in force prior to the Act of 1794, were Hercules and his three sisters, and their issue.) He having conveyed his estate in the three-fourths to them, retaining the part in dispute, the partition and separate possession of Hercules, and those claiming under him, would vest a good title in the plaintiff. But, if the will vested in the devisees a fee simple, Hercules had no title to any part, by reversion or otherwise. If the will gave a fee simple to one, it gave it to all. If Ann, therefore, had a fee simple, nothing was left to be inherited by Hercules, and, at her death, her share escheated to the Commonwealth, and was held by her and the three sisters as tenants in common.\n“ Thus it is clear, if the fee simple vested in Ann, the plaintiff can only claim (through the partition and several possession of Hercules and those claiming under him) the estate of Mary, Nancy, and Sarah in the undivided three-fourths of the part in dispute, by the statute of limitations, the statute not being avail-. 'able against the Commonwealth, as to the other fourth. But, if there was no partition excluding the three sisters from the land in dispute, and no separate possession accordingly, bj those under whom the plaintiff claims, the statute of limitations would not avail. Mary, Nancy, and Sarah being tenants in common with the Commonwealth, and being in possession of the whole tract (as they would be if no partition and separate possession), there was no ouster, apd the plaintiff could not recover. The question recurs, What estate was vested in Ann, as the devisee ? There is evidence showing that, at the death of J ames Roney, this tract called Star Fort was unseated and unimproved. Indeed it is conceded on both sides that the land was wood-land and unimproved. It must have been in the same condition at the time of the making of the will. This being the undenied state of the fact, it is unnecessary to decide what the construction of this will would be, if the land had been improved and yielding profits. I may say, however, I should have doubted, if the fact had been so, whether more than a life estate was carried by the language of this will, notwithstanding the case of Shriver v. Meyer, in 7 Harris. That case was decided on the effect of the language of the introduction,. carried down to the devising clause, and the learned judge delivering the opinion expressly remarks, that the words ‘ as to such worldly estate,’ if they have nothing to which they can attach, must of course be inoperative, and he makes it of importance that the words $1 devise the same,’ or similar expressions, are distinctly attached. In Caldwell v. Ferguson, 2 Yeates 883, relied on in Shriver v. Meyer, Judge Yeates notices the distinction between an introduction declaring an intention to dispose of all the testator’s estate, and one that with respect to it, he devises so and so. In the present case, the language is merely that the testator ‘ wills and bequeaths in the following manner and form touching such worldly estate which it had pleased God to bless him with,’ meaning, perhaps, no more than with respect to it, he wills and bequeaths, &c.\n“ But as this land was wood-land and unimproved, as it could be of no benefit to the devisees, without a large expenditure of money or labour to improve it, a heavy charge on the devisee's which the uncertainty of life would leave no certainty of being repaid to them; and as the land is subjected to a reservation of one-third of the profits, to be given to the mother of the testator, during life, the testator must have meant to vest a fee simple in the devisees, and it brings the case within the chief ground on which Caldwell and Ferguson was decided. The present is even stronger than that case. Here, the estate devised could not otherwise be beneficial to the mother, as well -as the devisees, and here the reservation is for the life of the mother, implying that the testator had supposed he had given the others something more enduring than an estate for their own lives which might not have endured as long as that of the mother. Without profits, it was worthless to her, and without a greater estate it was worthless to them; for he could not suppose they would improve it upon the uncertainty of life, and pay a rent to her besides. He gives his mother the reservation for her ‘ sustenance,’ as he expressly says; and it would be unreasonable to suppose he meant to subject the devisees to a heavy burden for this end, and yet limit their estate so that it might expire before the land had yielded profits to any one; and then, who should take up the forgotten reversion ? His will gives no response. We conceive that the subject of the devise, and the whole scope of the language of this will, enable the conclusion to be legally drawn, that a devise in fee was intended.\n“ We therefore instruct the jury, that if this land, as the evidence shows, was, woodland and unimproved, the will of James Roney vested a fee simple in Ann, the daughter of Sarah, in the undivided one-fourth of the tract called Star Eorf. That, at her death, being illegitimate and incapable of procreation, her estate vested in the Commonwealth by escheat, who became a tenant in common with Mary, Nancy, and Sarah. That this undivided one-fourth by the Act of 4th June, 1839, became vested in- the persons therein named, whose title afterwards vested in James Holmes,, the defendant, and consequently, as the statute of limitations doea not run against the Commonwealth, the plaintiff cannot recover as-to the undivided one-fourth of the land in controversy.\n“We further instruct the jury, that the Commonwealth was not-bound by the partition between Hercules Roney and his sisters and in the proceedings relating, to the escheat, and in the Act of 1839 not recognising the partition, but on the contrary by this. Act of 1839 transferring expressly an undivided interest, the defendant’s title was not of the whole land in dispute, but of an undivided one-fourth only. If, therefore, the jury believe that, the tract was divided at an early day, and that, since Hercules Roney, and those claiming under him, held the part in dispute in possession in severalty, claiming in their own right for twenty-one years or upwards- before they were ousted from the possession, and so held it peaceably and uninterruptedly, and not as tenants in common with Mary, Nancy, and Sarah, and those claiming under them, the plaintiff is entitled to recover the undivided three-fourths of the part in dispute. Mary, Nancy, and Sarah being entitled to three-fourths of the tract, if they made partition with Hercules, a mere intruder without right, and suffered him -and those claiming under him to remain in peaceable possession against them for twenty-one years or upwards, they lost their title to' that part of the land possessed by him by the statute of limitations; and it became a positive title thereafter in him and his assigns, on which a recovery can be had as to the three-fourths they had owned, leaving the remaining fourth unaffected in the Common,wealth only because the statute does not run against her. If it had, the claimants under Hercules would have held the whole.\n“ There is no evidence until after the Commonwealth had parted with her title in 1889, which would justify us in submitting any question of ratification of the partition before that Act to the jury. Long before this period, the title of the plaintiff, if perfected at all by the statute of limitations, according to the evidence, had been consummated, and no act therefore by the grantees of the Commonwealth, either by adopting a former partition with. Mary, Nancy, and Sarah, or making a new one by the same lines, could affect the plaintiff’s title.\n“ There is not a spark of evidence that the partition was made in the lifetime of Ann, or that Hercules proffered to act in her behalf; but the reverse. The death of Ann in 1791; the state of the land; the deed of Hercules to his sisters; the time he took possession; his conduct in always treating the land as his own; the assessments; the age of the marks on the ground, all tend to show that the partition was not made till several years after Ann’s death, perhaps not earlier than 1795, and not later than 1796.\n“ As to the Commonwealth, the evidence is equally clear. She was not informed of the escheat till Juné, 1831. In the proceedings thereupon she treated the land as undivided, and by a solemn act or law transferred her title in 1839, as still an undivided interest. • There is not a shadow of pretence she ratified or adopted the partition. The defendant admits the partition, made at the age of the marks, which is fifty-nine years ago; the undisputed evidence shows the possession of Hercules commencing in him before the year 1800, and continuing in his daughter Elizabeth down to the time of her death in 1829, a period of more than twenty-one years, to say nothing of its continuation down to 1838, when Holmes leased to Enlerick. This being the case, no act of adoption by the grantees of the Commonwealth after 1839, or new partition by the old lines or new ones could affect the title of the plaintiff, which had thus become perfected by the statute before the Commonwealth had parted with her title.\n“ All the points on both sides have been fully and substantially answered in the foregoing charge. It is therefore unnecessary to give distinct and independent answers to them.\n“ The case comes to this. If the jury believe on the evidence, that Hercules and his sisters, about 1796, made partition and took possession, and occupied accordingly; and that Hercules, and those claiming under him, held continued, peaceable, uninterrupted possession of the part in dispute under this partition, claiming the land as their own, and not holding as tenants in common with Mary, Nancy, and Sarah, and their successors, for twenty-one years or more, the plaintiff is entitled to your verdict for the undivided three-fourths, and the defendant for the undivided one-fourth of the land in controversy.”\nThe jury found for the plaintiff for three undivided fourth parts of the land, and for the defendant for the one undivided fourth part.\n■ The defendants took this writ of error, and assigned the instructions of the Court to the jury for error.\nMcKennan, Grow, and Murdoch, for plaintiff in error.\nMontgomery, Acheson, and Wilson, for defendants in error."
  },
  "file_name": "0484-01",
  "first_page_order": 484,
  "last_page_order": 491
}
