{
  "id": 975766,
  "name": "Hole versus Rittenhouse",
  "name_abbreviation": "Hole v. Rittenhouse",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "491",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 97",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 Binn. 455",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "6 Binn. 454",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 176",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 580",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 70",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "pin_cites": [
        {
          "page": "72"
        },
        {
          "page": "151"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 141",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0141-01"
      ]
    },
    {
      "cite": "4 Whart. 291",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834999
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0291-01"
      ]
    },
    {
      "cite": "9 Watts 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850021
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0172-01"
      ]
    },
    {
      "cite": "4 Wheat. 213",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4689
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/17/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1167,
    "char_count": 32426,
    "ocr_confidence": 0.412,
    "pagerank": {
      "raw": 3.381731223067228e-07,
      "percentile": 0.8764115205172194
    },
    "sha256": "ab5511a1e0476bd35308a17a58df3555d2bbb92167967b4f799c5e62df2e624e",
    "simhash": "1:1422fdbb9d4220d8",
    "word_count": 5660
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, J., dissented."
    ],
    "parties": [
      "Hole versus Rittenhouse."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J. —\nIf any principle in the law of Pennsylvania can be regarded as settled by argument and authority, it is that which affirms that the legal title to uncultivated lands draws to it the possession, and that this possession is to be deemed actual for all purposes of remedy, until it is interrupted by an actual entry, and adverse possession taken by another: Miller v. Shaw, 7 Ser. & R. 134; Barr v. Gratz, 4 Wheat. 213; Mather v. Trinity Church, 3 Ser. & R. 513. It was certainly at one time equally well settled that this legal possession by the owner cannot be ousted by any mere constructive possession of a wrongdoer. No single trespass, nor even a succession of trespasses, will produce that effect. Nothing short of an actual possession, permanently continued, will take away from the owner the possession which the law attaches to the legal title. In order to give title under the statute of limitations, the possession of the disseisor must not 'only be actual, but it must be visible, notorious, distinct, hostile, and continued for the period of twenty-one years: Hawk v. Senseman, 6 Ser. & R. 21; Adams v. Robinson, 6 Barr 271. This doctrine has been so constantly repeated by our Courts, and so generally acted upon by the people, that it has become a rule of property which cannot be changed without a manifest disregard of the principle of stare decisis, producing in its result an alarming violation of the right of property, and a disastrous disturbance of the quiet of the community. In accordance with this rule, it has been solemnly decided by the highest judicial authority in the state, that the uninterrupted use of a tract of land, as a timber lot for the supply of a saw-mill, or as a wood lot for iron works, even when accompanied with the payment of taxes on it, will not constitute an adverse possession: Wright v. Guier, 9 Watts 172; Sorber v. Willing, 10 Id. 141. That the annual use of land as a sugar camp, for twenty-one years, under a junior survey, gives no title under the statute of limitations: Adams v. Robinson, 6 Barr 271. That payment of taxes alone for twenty-one years gives no title: Nagle v. Albright, 4 Whart. 291; Sorber v. Willing, 10 Watts 141. And that payment of taxes and claiming and offering to sell the land do not oust the legal owner of his possession: Urket v. Coryell, 5 W. & Ser. 60. It has also been held that a roving possession of different parts of a tract, from time to time, in the whole continued for twenty-one, years, but no particular spot occupied for that time, will not establish a title by adverse possession: Potts v. Gilbert, 3 W. C. C. R. 475. In a recent case this Court has even gone so far as to decide that the actual occupancy of a small spot of ground for twenty-one years, a part of the time for a privy, and the residue of the time for a dungheap, was not such a possession as gave title under the statute: Shroder v. Brenneman, 9 Harris 228. It has likewise been decided that actual cultivation of part of a tract with marked lines, continued for twenty-one years, gives no title without payment of taxes beyond the actual enclosure or cultivated part: Bishop v. Lee, 3 Barr 214. The two decisions last named may have gone too far in opposition to the statute of limitations. For myself, I confess that I do not perceive the principle upon which either' of them can be maintained.\nIn Ringgold’s Lessee v. Cheney, 4 Hall’s Am. Law Jour. 128, it was decided by the General Court of Maryland that an actual possession of a portion of plaintiff’s land, although under a colour of a younger title derived from the state, and continued for the period required by the statute of limitations, was not a defence beyond the adversary possession by actual enclosures. This decision was cited with approbation by Chief Justice Tilghman, in Burns v. Swift, 2 Ser. & R. 439; and it was there stated that the principle was recognised by Chief Justice McKean and Mr. Justice Yeates at Nisi JPrius. Chief Justice Tilghman declared that he “ had always considered the law as very clear:\" 2 Ser. & R. 439. The case of Ringgold’s Lessee v. Cheney was again cited by this Court in the1 case of Miller v. Shaw, 7 Ser. & R. 137. But in the case last mentioned, it was intimated by the Court that “ if a man had colour of title to the plaintiff’s land, and had entered on part of it in assertion of his claim,- neither the plaintiff nor any other person under him being on the land, the case would be very different from a possession without colour of title.” In McCall v. Neely, 3 Watts 70, it was held that a written conveyance was not necessary to give colour of title, and it was thought by Chief Justice Gibson that “ an entry is by colour of title, when it is made under a bond fide and not a pretended claim to a title existing in another: Id. 72. In accordance with these intimations, it seems to have been settled that where there has been an actual possession taken by an intruder of any part of the land of another, under a bona fide claim, accompanied with a survey or other designation of boundaries, and continued” use of the land within the boundaries so claimed, as farmers generally use their woodland, for the period of twenty-one years, the intruder gains a title not only to what he has actually cleared and cultivated, but to all included within his lines : Bell v. Hartley, 4 W. & Ser. 32; McCall v. Coover, 4 Id. 151. If the claim and use be according to the lines of surrounding surveys, or according to the lines of the survey made for the true owner, it is as valid after twenty-one years’ possession under it, as if the boundaries had been first marked by the intruder: Crisswell v. Altemus, 7 Watts 580. But in all these cases it is essential to the validity of an adverse possession that there shall be an actual entry upon the land of the rightful owner, and an actual visible possession taken of some part of it. Without such actual invasion of his right of property, he is not called upon to vindicate it, and loses nothing by any supposed neglect to bring an action for an imaginary injury, of which he has no notice. This principle, Avith the exception tó be noticed hereafter, runs through all the cases. It Avas distinctly asserted by Chief Justice Gibson himself, in Wright v. Guier, 9 Watts 172, decided so late as 1840. It was there held that actual residence and possession on adjoining land under a levy and conveyance by the sheriff, duly acknowledged and sanctioned by the Court, with boundaries including the valid title of another, will not give actual possession of the valid survey, and that' such a possession on adjoining lands, although accompanied with the use of the valid survey, as woodland, cutting and coaling the wood for extensive iron works, cutting timber for rails, barking the trees and selling the bark to a neighbouring tannery, cutting timber for building purposes, and making shingles on the premises, will not constitute “a case of actual possession.” “Happily,” says the learned Judge, “ we have a standard for the measurement of it.” He then quotes, as the standard, that furnished by Mr. Justice Duncan in Brown v. Caldwell, when he declared that possession means “ an actual occupation; not a bare solitary trespass by an intruder, but an actual, visible, notorious occupancy.” He even carried the principle to its legitimate result, by showing that there was no difference between a solitary trespass and repeated trespasses. He tells us that “ although residence is not a necessary ingredient of adverse possession, there must be enclosure and cultivation; that such an occupancy of a trespasser, who neither cultivates nor encloses, continues no longer than he remains in contact with the soil.” He then meets and demolishes at a blow the very pretence of possession, which was afterwards sanctioned by himself, through some unaccountable mistake, in the unfortunate decision in Wag-goner v. Hastings. “But,” continued the learned chief justice, in Wright v. Huier, “ it is supposed that a resident on adjoining lands is in actual possession of all he uses for his ordinary purposes after its kind as a part of his domain ; and in this lies the vice of the argument. Where a particular tract of land is occupied by a resident on it, under a colourable title, his possession of it is co-extensive with his survey; but it is not admitted that he gains possession of his neighbour’s unoccupied tract, by crossing the intermediate boundary to trespass on it:” 9 Watts 176. In support of this pretence of actual possession by construction to the extent of the boundaries claimed, it was undoubtedly necessary to show that such a possession had been taken of the land of the rightful owner as would enable him to maintain ejectment. If he could not maintain ejectment, for want of proof that the intruder had taken actual possession of his land, it would shock the common sense of the community to deprive him of his rights for not bringing Ms action. The doctrine of disseisin by election may be resorted to for the purpose of showing that a plaintiff may, under certain circumstances, support an ejectment where there has been no actual disseisin. But, if this be the law of Pennsylvania, it is undeniable that in all such cases it rests with the party having the right of election to determine whether he will consider himself disseised or not. On this point Chief Justice Hibson was equally explicit, when he declared that such a claim by the occupier of adjoining land, “ certainly would not constitute a disseisin against the will of the rightful owner:\" 9 Watts 176. But this is not the only case in which the very point under consideration has been considered, arid solemnly decided by this Court adversely to the doctrine of Waggoner v. Hastings, and its progeny. So recently as 1848, it was decided that “marking the lines of the intruder’s claim, and getting an unofficial survey of it, including a portion of the plaintiff’s survey, although accompanied with actual residence and cultivation within the lines thus marked, but ohtside of the plairitiff’s survey, continued for twenty-one years, did not give the disseisor title to any part of the survey on which he had made no enclosure or improvement:” Altemus v. Trimble, 9 Barr 282. In the case last cited, in addition to the actual possession outside of the lines of the legal title, there had been actual possession by clearing and cultivation within its lines for twenty years; but, as this fell a year short of the period required'by law, it was held to amount to nothing. This decision was placed upon' the ground that “ an alleged possession or claim, which was neither notorious, palpable, nor visible within the plaintiff’s lines,'never was intended to work a divestiture of title;” that “the'seisin or possession of the plaintiff was not ousted or removed by making these marks, 1 unauthorized by law, whether they were few or many, within the plaintiff’s lines, unaccompanied with -any occupancy by clearing, grubbing, or fencing within those lines, so as to give warning of danger:” 9 Barr 233. In opposition to the doctrine of Waggoner v. Hastings, Mr. Justice Coulter, a jurist of enlarged experience in the land law of’Pennsylvania, remarked, as the qrgan of the Court, “ that before a stone is rolled from its bed, or bush grubbed from its place, or a tree felled to the earth, by the defendant, on the plaintiff’s land, so as to give him any notice, the statute is made to run against him! The plaintiff, if he traversed his land occasionally and' perceived these marks, whether two or a dozen, may have supposed that they were made by a hunter of deer, or to designate a path. He could see no improvement or actual occupancy within his lines. Upon whom, then, would he make his entry ? Or, against whom would he bring his ejectment ? The statute of limitations was not made to steal people’s land from them, but for the quieting of estates and the greater security of real property. It imposed a forfeiture upon those who permitted an estate to grow up’under their eye and knowledge, and become permanent by an actual, notorious, adverse possession for twenty-one years:” 9 Barr 233. This decision was pronounced by the unanimous voice of all the judges, who had the year before agreed to the decision in Waggoner v. Hastings, 5 Barr 300; and, in every essential particular, it is in direct conflict with it, and necessarily overrules it. An attempt has been made to reconcile the two decisions, by drawing a distinction between an official and an unofficial survey. But the cases admit of no such distinction. All surveys made upon lands previously appropriated, without authority from the owner, are unauthorized and void, and are necessarily unofficial. The Commonwealth, in the sale of her lands, has no attributes of sovereignty. She acts in business of that kind as a private individual, and is bound by the same rules of law and justice that govern individuals. After selling the land once, she has no more right to enter upon it for the purpose of surveying it to another, than an individual grantor has to commit a trespass upon his grantee.\nThe surveying of appropriated land, on the contrary, is positively forbidden by statute. The Commonwealth and her agents and vendees are bound to take notice of a valid survey marked upon the ground and returned into the land office. The parties who attempt to violate the right of property, by making a second and illegal survey, deserve no favourable consideration whatever. To call a survey thus made, an official act, because it was made by a deputy-surveyor, is an abuse of terms. There is not the least spark of official authority for the second sale of the land. It is true, that the act is clothed in the garb of official formality. But, after parting with the land, the state has no further right over it, in form or in substance, except that of eminent domain. No man is bound to examine the land office for such unauthorized acts. No one is bound to take notice of them. The owner may, if he thinks proper, punish the entry on his land for such purpose, by bringing an action of trespass against the deputy-surveyor, and all concerned with him in the act. But, if he has no notice of it, or chooses to disregard the temporary trespass as doing him no essential injury, the title to his land is not endangered by his forbearance. Every argument tending to show that an unauthorized survey of land already appropriated, does not disseise the legal owner or give the wrongdoer actual possession, applies with equal force to a survey made without authority by a deputy-surveyor, and to one made by a private individual. Both are alike unauthorized ; both are alike trespasses. Neither gives actual, visible, and notorious possession to the wrongdoer. Neither gives the owner notice that his right of property has been invaded. Neither furnishes him with the means of knowing against whom to make his entry or bring his action. Neither enables him to sustain his ejectment, should he bring one, because proof of actual possession by the defendant is necessary to sustain the action: Baily v. Fairplay, 6 Binn. 454. A principle of law which takes away a man’s title to his land for an omission to bring an ejectment for a trespass, in its nature so secret that he could not be presumed to have any knowledge of it, would render all the titles to the uncultivated land of the state of no value. To require an ejectment in a case where the action could not be sustained for want of possession in the defendant, is preposterous. And even if - he might maintain an ejectment by electing to consider himself disseised, where no actual disseisin has taken place, the right of action commences with his election, and cannot exist without it. It is therefore absurd and contrary to all our ideas of the law, that a man should be barred for not making an election to consider himself disseised. Such a doctrine means nothing less than that he has no election at all, but must, under penalty of losing his land, consider himself out of possession, whenever .an adjoining occupant chooses to lay claim to it, although such claimant neither enters upon it, nor takes possession of any part of it, nor gives him any notice whatever of his claim.\nWe have seen that there is no substantial distinction between the cases of Waggoner v. Hastings and Altemus v. Trimble. The latter overruled the former before any serious mischief had arisen from the errror. We have also seen that the decision in Waggoner v. Hastings was contrary to the principles running through all the cases on the statute of limitations which had been previously decided, and especially in conflict with the decision in Wright v. Guier, 9 Watts 172. The attempt to reconcile Waggoner v. Hastings with Wright v. Guier, on the supposed distinction between an official and unofficial act, is more manifestly futile than was the effort to make it stand in harmony with Altemus v. Trimble. In Wright v. Guier, the occupier of the adjoining lands claimed to hold part of the valid title, by virtue of a levy, sale, and conveyance by a sheriff, under process from a Court of competent jurisdiction, and that conveyance was duly acknowledged in open Court, and sanctioned by its decree. The claimant had all the forms of official authority; but inasmuch as the debtor, as whose land it was sold by the sheriff, did not own the land, the conveyance gave the purchaser no title. It stood like the case -of a sale by the state, after she had disposed .of all her interest in the land. In both cases the acts were unauthorized by .law, and gave neither title -nor possession to the purchaser. And no claimant under either of such unauthorized acts could acquire the possession from the rightful owner without an actual entry upon some part of his land.\nThe rule-in Waggoner v. Hastings had its origin in the Supreme Court. It was -unheard of previously amongst the legal profession, and had not the slightest existence in the customs of the people. It had never been countenanced by any of the experienced president judges whose habits and practice had made them familiar with the land law of the state. It came suddenly into existence by overthrowing -their -well considered .decisions in different parts of -the state,: Waggoner v. Hastings, 5 Barr 302; Seigle v. Louderbaugh, 5 Barr 490. Even the learned judge whose solitary dissent from the opinion we are now delivering, marks his recent conversion to the error, had unhesitatingly ruled the point differently in Seigle v. Louderbaugh. The counsel had not presumed to start the doctrine in the Court below; but it was pressed into the service.in the Supreme Court, and Kite v. Brown, 5 Barr 291, was cited as ruling “ the very point.” That case rules no such point. On the contrary, it is an authority in harmony with all the previous decisions; The case is not accurately reported. The plaintiffs claimed fifteen warrants and surveys made in 1794. The surveys were all made at one time in a single block, with the exterior lines of the block marked; but none of the interior lines designating one tract from another had ever been actually marked on the ground. These facts are well remembered by Mr. Justice Woodward, who made the decision in the Court below, and whose opinion was affirmed by this Court. Under these circumstances it is evident that the whole fifteen surveys, adjoining e.aeh other in a single block, without interior lines,.all made at one time, and owned by the same party, were essentially but one tract, which the owner might occupy or subdivide at his pleasure. The defendant claimed under a junior warrant and survey, which interfered with parts of seven or eight of the plaintiff’s warrants. There had been an actual entry within the plaintiff’s block or tract, accompanied with residence and valuable improvements thereon, in assertion of the defendant’s claim. The Court below held that uthe occwpancy of part” .of the plaintiff’s land “by residence and cultivation, was an ouster of the owner as to all the land •claimed by the intruder.” This was in harmony with the uniform current of decisions. It recognised the essential principle which runs through all of them, that to affect the plaintiff :in any way, there must be an actual possession taken of some part of his land.\nIt could make -no manner of difference that the claim of the defendant extended 'over several of the plaintiff’s surveys. The moment several surveys become vested in one owner, they are to be treated as one tract for all the purposes of disseisin and remedy. An entry upon any part of such tract under colour of title is a disseisin, and the owner may redress the wrong by a single ejectment as for a single, tract. When he finds his right of property actually invaded, he is bound to take notice of the intruder’s claim, and to resort to the appropriate remedy for it within the period required by the statute. But where there is no entry on any part of his land, he can bring no ejectment, and therefore cannot be barred for not bringing his action. There is nothing whatever in Kite v. Brown which gives the slightest support to the doctrine that the owner of a.single survey may be deprived of his title by a mere claim, without any entry whatever within his lines. That the learned and able judge who decided both causes in the Court below, understood the distinction between them, is apparent in the cases as reported in the book. He decided one of them in favour of the claim under the statute of limitations, and the other against it, and he now fully concurs in this explanation of the difference: Fitch v. Mann, 3 Barr 503, is also sometimes cited as supporting Waggoner v. Hastings, but it gives not the slightest countenance to any such principle.\nIn support of the doctrine of Waggoner v. Hastings, it has been suggested in substance by Black, J., in 7 Harris 307, that the owner, although in general residing at a great distance from his wild and uncultivated lands, ought to be gifted with powers of vision great enough to see all the lines which wrongdoers think proper to run through the trackless wilderness. The bare statement of such a proposition is a sufficient refutation of it. The law is founded on reason, and requires nothing so unreasonable. It has been supposed also (by Black, J., in 7 Harris 307), that an ejectment may be maintained against a man without evidence that he ever took possession of .any part of the plaintiff’s land, or even entered upon it for the purpose. But this is contrary to the decision in Bailey v. Fairplay, 6 Binn. 455. Even if the supposition were correct, it fails to meet the pinch of the case, because no man is bound to consider himself disseised when no such thing has ever actually occurred. As a drowning man will catch at a straw, so the argument in favour of Waggoner v. Hastings is driven to the last extremity of suggesting that it is “ no bad rule to make men either improve their lands or give them up to others!” Black, J., 7 Harris 308. It is not perceived how this suggestion can benefit a claimant who has never made the slightest improve-ment on the land which he seeks to plunder from the rightful owner. But if such a rule is to be enforced, it ought to have been made a condition of the original grant. To add such a condition afterwards, is consistent neither with the obligation of the contract of purchase, nor with the higher obligations of justice.\nBelieving that the principle affirmed in Waggoner v. Hastings, and in the cases governed by it, was a departure from the settled law, and a dangerous invasion of the right of property, tending to render the titles to uncultivated land insecure and worthless to the owners, we are constrained to overrule it and adhere to the law as it stood before that error was committed. It is not our duty to “impart immortality to error,” where we can correct it before it has become an established rule of property. It cannot be said, with any show of reason, that a principle affirmed for the first time in 1847, standing in opposition to all previous authorities, and in conflict with a solemn decision made the year afterward, is an established rule of property. It was against the general sense of the profession, and no injury can result from adhering to the ancient landmarks as they stood before they were disturbed. The Court had no more right to alter the law, as was attempted in Waggoner v. Hastings, than an individual has to remove his neigh-hour’s landmark. To adhere to the error, after we are convinced of it, and see its destructive tendency, would be to prove ourselves unworthy of the high trust reposed in us. To maintain the right of any Court to overthrow all the established decisions, and to trample down the rights of property which have grown up under them, as was attempted, although inadvertently, in Waggoner v. Hastings, would be to expunge the whole doctrine of stare.decisis, to substitute error for truth, and to place the arbitrary will of a judge above the rules of law and justice.\nThe survey of 1785 to John Graeff was well made on unappropriated land, and by competent authority. The plaintiffs below claimed to hold part of it by adverse possession, on the ground that the lines of their unauthorized junior survey interfered with it, and that they had actual possession of that part of their survey which did not interfere with it. They never entered within the lines of the Graeff survey, never cleared a foot of land, or cut a stick of wood or timber, or exercised any act of ownership upon it. Even the imaginary lines of their survey do not appear to have been actually marked upon any part of the Graeff tract. We have already seen that payment of taxes alone will not give the junior survey actual possession of the interference. But, conceding that it would, did the plaintiffs below pay the taxes on the Graeff land, or any part of it, for twenty-one years before suit brought ? Payment of taxes for a less period than twenty-one years would be as ineffectual as an adverse possession for a less time than that required. The ejectment was brought on the 27th of April, 1850. The payment of taxes, to have any legal effect, must have commenced in 1829. But in that year, and in the two following years, the plaintiffs below were assessed for only 100 acres, including their “log building and saw-mill.” Their log building and saw-mill were on their two tracts in the names of Mary Weed and Aaron Levy: the first containing 888 acres, and the other 444 acres. They had, besides, three other adjoining tracts. Their whole claim, under their five surveys, amounted to 2031 acres. The Graeff survey contained 409f acres. Deducting that from the amount contained in the plaintiffs’ surveys, leaves them 1621 acres, for which they might have paid the taxes without interfering with or paying any part of the taxes on the Graeff survey. But during the years 1829, 1830, and 1831, they only paid taxes on 100 acres. It is plain, therefore, that they did not pay the taxes even on their own land. The presumption is that the 100 acres for which they paid were within their own tract. There is no evidence to show that these 100 acres included any part of the Graeff survey. If they did, the plaintiffs have failed to show it; and they have, therefore, failed to make out the ingredient on which they rely to give validity to their claim under the statute of limitations. It was an error to leave the case to the jury on the question whether the plaintiffs below intended by the omission to pay taxes to abandon their possession. They never had any possession of the land in controversy. They had, therefore, nothing of the kind which could he abandoned. Even if payment of taxes for twenty-one years gave them- possession, payment for a less period would not do so. The intention not to abandon is immaterial.-\nIt is scarcely necessary to say that the defendants below had a right to defeat the plaintiffs’ action by showing a. subsisting title in John Graeff. No rule is better settled than this: Kennedy v. Spear, 3 Watts 97. Under the evidence in the cause, the Graeff survey was a subsisting title. The plaintiffs belovf had no right to recover any part of it, and the jury should have been so instructed.\nJudgment reversed and venire facias- de novo awarded.\nBlack, J., dissented.",
        "type": "majority",
        "author": "Lewis, C. J. —"
      }
    ],
    "attorneys": [
      "Oomly, for plaintiff in error.",
      "Pleasants, contó."
    ],
    "corrections": "",
    "head_matter": "Hole versus Rittenhouse.\nWhere a survey of unappropriated land has been made by competent authority, and the lines of an unauthorized junior survey interfere with it, possession of that part of the junior survey outside the lines of the previous one, unaccompanied by entry upon, or actual, visible, notorious, hostile and continued possession of the interfering part for twenty-one years, is not such adverse possession of such interference as will bar the right thereto of the holder of the title under the original survey.\n.Shroder v. Brenneman, 9 Harris 228, and Bishops v. Lee, 3 Ban' 217— doubted.\nWhere there has been an actual possession taken by an intruder of any part of the land of another, under a bond fide claim accompanied with a survey or other designation of boundaries, and a use of the land within the boundaries so claimed — as farmers generally use their woodland — continued for twenty-one years, the intruder gains a title to all included within its lines. And it. makes no difference whether such claim and use be according to the lines of surrounding surveys, or of the survey made for the true owner, or whether the boundaries are first marked by the intruder.\nTo render a title by adverse possession valid, it is essential that there be an actual entry upon the land of the rightful owner, and an actual visible possession taken of some part of it.\nAll surveys made, without authority from the owner, whether by the state or an individual, upon lands previously appropriated, are unauthorized and void, and necessarily unofficial.\nKite v. Brown, 5 Barr 291 — explained.\nWhere several surveys become vested in one owner, from that moment they are to be treated as one tract for all the purposes of disseisin and remedy.\nWaggoner v. Hastings, 5 Barr 300 — overruled.\nError to tbe Common Pleas of Columbia county.\nThis was an ejectment brought by James Rittenhouse and John Thompson against Barney Hole. The plaintiffs claimed under two warrants dated 11th January, 1793, to Aaron Levy and Mary Weed, the surveys on which were made on the 2d August, 1793, and patented to Walter Stewart 24th March, 1794. The title became vested in Jesse Roberts, who, in 1818 or 1819, moved into a house which stood^n the division line between these two tracts, and continued to reside there until his death, in 1841. His wife and children remained there until the 25th April, 1850, when they conveyed to the plaintiffs. At the time Roberts went into possession, there was a clearing of about twenty or thirty acres, a part being on each of the tracts. Roberts cleared some twenty-five or thirty acres more.\nThe defendant below gave no evidence of title in himself, but showed a warrant to John Graeff, dated 10th May, 1785 — a survey in pursuance of it on the 17th November of the same year, for 409-J acres, and returned for patenting 27th April, 1787. And that he entered in 1847 or 1848, and built a house, &c., within the lines of the John Graeff survey.\nThe Levy and Weed surveys interfere with, and lie across the survey of John Graeff, and the defendant’s house and improvement is within that part of the interference embraced in the lines of the Mary Weed survey.\nNo part of the clearing or improvement made on the Levy and Weed surveys were within the interference with the Graeff tract.\nThe plaintiffs claimed to recover so much of the land as is contained within the lines of the Aaron Levy and Mary Weed surveys, by virtue of the statute of limitations; alleging that the actual possession of those under whom they claimed, of any part of those tracts, gave them the possession of all the land within the lines of their surveys; there having been no actual possession of any part of the Graeff survey, by any one claiming under it.\nThe instruction of the Court below (Conyngham, P. J.) was in accordance with the views of this Court as reported in Waggoner v. Hastings, 5 Barr 300.\nOomly, for plaintiff in error.\nPleasants, contó."
  },
  "file_name": "0491-01",
  "first_page_order": 491,
  "last_page_order": 502
}
