{
  "id": 975865,
  "name": "Amick versus Oyler",
  "name_abbreviation": "Amick v. Oyler",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "506",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 506"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    },
    {
      "cite": "9 Watts 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6421,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 9.626209327066156e-08,
      "percentile": 0.5270683734843228
    },
    "sha256": "4aff042af0d89f65d22af0cccec8d70d497911b4df047898736e511c75d00ae0",
    "simhash": "1:3d5d15378c2a9e58",
    "word_count": 1141
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Amick versus Oyler."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowries, J. —\nThe framer of the law of 5th May, 1841, P. L. 445, perhaps intended to assail the doctrine of Seitzinger v. Ridgway, 9 Watts 496; but it was substantially vindicated by the legislature by the Act of 21st April, 1846, and fully reinstated by the repeal of the law of 1841, by the Acts of 30th April and 8th of May, 1850, § 13, P. L. 716.\nThe principle of Seitzinger v. Ridgway is, that one trial and judgment, in an ejectment to enforce or rescind a contract for the sale of land, is conclusive of the rights of the parties. The efficacy of the proceeding is in the judgment, and not in the mode of arriving at it.\nThe first award and judgment in this case was before the law of 1841, and of course was conclusive, and no new suit was needed. But the defendant died before execution, and a new ejectment was brought against his heirs, after the final repeal of the law of 1841, and an award was rendered against them on the ground that the consideration of the sale was not yet paid; and, very properly, no time was given for the payment, for they had had their day of grace in the first action.\nThe second award and judgment, as well as the first, is governed by the doctrine referred to, and the purchaser cannot reopen the controversy in another action.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowries, J. —"
      }
    ],
    "attorneys": [
      "King and Jordan, for plaintiffs in error. —",
      "Cessna, for defendants in error. —"
    ],
    "corrections": "",
    "head_matter": "Amick versus Oyler.\nOne trial and judgment in an ejectment to enforce or rescind a contract for the sale of land, is conclusive of the rights of the parties, whether the judgment was entered on the verdict of a jury, or on an award of arbitrators.\nError to the Common Pleas of Bedford county.\nThis was ejectment brought by the heirs of Michael Amick, deceased, against Jacob -Oyler and Michael Reigart, to recover the possession of 7 acres of land, under the following circumstances :—\nIn 1832, Michael Amick, the father of the plaintiffs, was in possession of the land in dispute under an alleged parol contract with the executors of George Funk, deceased. The executors of Funk instituted an action of ejectment against Amick to enforce the contract, which was referred to arbitrators, who, on the 18th of January, 1837, reported an award in favour of the plaintiffs, “ with stay of execution until the 1st of January, 1838, judgment to be released if defendant make, before the said 1st day of January, 1838, a reasonably good wagon-road up the hollow from the house to the top of the pine ridge, agreeable to contract, upon which being done, plaintiffs to make a good conveyance for 7 acres of land, in a reasonable shape around the house.”\nThe parties, on the 6th of February, 1837, entered into an article of agreement, selecting three persons to lay out the road, and agreed that they, or any two of them, should examine the road, and report in writing whether it was finished according to contract.\nOn the 26th of February, 1837, two of the persons named reported that they had examined the road, and that it was a reasonably good road, &c.\nAmick continued in possession of the land till his death. In 1852, another ejectment was brought against the. heirs of Amick by the surviving executor of George Funk, whieh was referred to arbitrators, who, on the 6th July, 1852, made an award in favour of the plaintiff. An appeal was taken by the defendants, which was dismissed by the Court for a defect in the recognisance of bail given on the appeal. On the 20th of February, 1854, an habere facias possessionem was issued, and the plaintiff by virtue of it put in possession. The heirs of George Funk conveyed the premises to John Cessna, Esq., under whom the defendants in this action were in possession.\nThe present ejectment was then brought by the heirs of Michael Amick, deceased.\nThe principal matters contested in the case were,, whether the ejectment brought in 1852, the award made in the cause, and judgment upon it, were conclusive of the rights of the parties.\nThe Court below (Kimmell, P. J.) charged the. jury as follows :—\n“ If the jury believed that the question tried and determined by the arbitrators was, whether or not the conditions in the sale of the land to Michael Amick had been complied with in the completion of the road, according to the terms of the agreement, then that was conclusive against the plaintiffs, and the defendants are entitled to your verdict.”\nThe jury found for the plaintiffs.\nThe errors assigned were, to so much of the charge as is above quoted; and, in ruling that under the Act of Assembly relating to equitable actions of ejectment to enforce payment of the purchase-money, an award of arbitrators was equivalent to the verdict of a jury.\nKing and Jordan, for plaintiffs in error. —\nThe Act of 21st April, 1846, relative to ejectments to enforce payment of purchase-money, has no application to this case. The award here, Was an unconditional finding for the plaintiff, giving no opportunity to the defendants to redeem.\nThe Act only applies to such cases where the vendor recovers the land, with a condition that it be released on the defendant complying in a certain time. In no other case can time be of the essence of the finding: 6 Barr 391.\nThe award of the arbitrators was absolute, and not conditional. It had no feature of chancery proceedings, but simply that of a common law Court.\nIf either of these ejectments was a substitute for a bill in equity, it was the one commenced in 1832. In that case there was a conditional award, which was subsequently complied with, and thus the controversy ended. There can he no pretence that the ejectment in 1852, twenty years after the first, was an action to enforce specific performance of the original agreement.\nIs an award equivalent to the verdict of a jury ? 2 Harris 350. The Act contemplates that the jurisdiction conferred should be exercised only by a jury, under the direction of the Court. No reference is made to an award of arbitrators.\nCessna, for defendants in error. —\nIn both the cases cited, 2 Harris 350, and 6 Barr 391, the action was brought by the vendee. In this case it is brought by the vendor. The general doctrine is maintained in both cases, that where the action is brought by the vendor against the vendee, and is founded upon the contract, one verdict is conclusive: 9 Watts 496; 6 Harris 448.\nThe Act of Assembly, and the decisions of this Court, give an award the effect of a verdict, and in 9 Watts 496, the point raised here is directly decided."
  },
  "file_name": "0506-01",
  "first_page_order": 506,
  "last_page_order": 508
}
