{
  "id": 975860,
  "name": "Muhlenberg versus Brock; Tyson versus Same",
  "name_abbreviation": "Muhlenberg v. Brock",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "517",
  "last_page": "519",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 434,
    "char_count": 7145,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 8.204330881024232e-08,
      "percentile": 0.47645364652533795
    },
    "sha256": "ae7c8b8b4abb2c01714990117c35df2a815af63199b071c1f3beb08d5c43428a",
    "simhash": "1:3432afa0a3e2f371",
    "word_count": 1228
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Muhlenberg versus Brock. Tyson versus Same."
    ],
    "opinions": [
      {
        "text": "The opinion off the Court-was delivered by\nWoodward, J. —\nJohn Brock, for the use of-Samuel Heilner and John Brock, entered judgment in the Common Pleas of Schuylkill county against Marcus- G. Heilner and Percival Heilner, issued a ft. fa. thereon* and-sold the personal estate of the defendants for $10,180. This money being brought into Court, the above-named plaintiffs in1 error appeared and claimed it' as landlords of the defendants'in the execution on account of a year’s rent due to them under’ certain coal leases, and suggested to the Court, says the record* “ that the facts whether the said rent or any.part thereof is due, and-also whether, if due, the said claimants are.entitled to-receive the same out of the- proceeds of the sale, are'disputed.” Issues were, thereupon awarded to' try these'facts j but-they were never formed.\nWhen an-issue is directed, the Court should indicate-who are to be the parties-. Plaintiff and defendant, and- the counsel of the party asking for it, should then draw up a declaration in', assumpsit as upon- a wager, and a special plea-in' bar and a joinder- in that issue, and-file-it. The form books'contain-precedents; and-a very good-one, as- settled in the District Court of' Philadelphia, under the interpleader Act, and which admits of ready adaptation to other cases, may be found' in 1 Wharton’s-- Troubat & Haly’s Pennsylvania Practice, edition of 1853, p. 727. The record then-shows who the'parties litigant- are, and the precise facts which have been established.\nNo such course was pursued here. There were no parties and1 no pleadings, but the suggestion made by the landlords- seems to have been' considered substantially an issue between them and the plaintiffs in the execution. Two questions were suggested — one of pure fact, whether there was any rent due; and the other a mixed question of law and fact, whether, if there were rent due, the claimants were entitled to recover it out-of the proceeds of the sale; — and the Court proceeded to try these questions upon the evidence. But, after admitting the evidence, they declined to charge the jury upon the effect of it, as requested in several points put by the counsel of the landlords, and directed a verdict for the plaintiffs in the execution. The whole case was thus withdrawn from the jury, and no fact whatever was established.\nThis was a virtual abandonment of the issue, such as it was, and a distribution of the proceeds as if none had been asked for; and now, upon a writ of error, we are expected to review the law of the case.\nThere is nothing here for review. The law arises upon the facts, and they are not found. Neither in form nor in substance have they been passed on. The whole purpose of an issue was that the jury might find the facts; but this the Court prevented by refusing to submit them. It is obvious, then, that the record is in no condition to receive our judgment of the law. The loose, indeterminate, and unskilful character of these proceedings brings to mind forcibly the condemnatory observations of Chief Justice Gibson in Shultz’s Appeal, 1 Barr 254, where it was said, we are “ confounded by the rude and undigested mass in which the proceedings are sent to us.”\nThe judgments and all proceedings subsequent to the demand of an issue are set aside and' reversed, and the record is remanded to be proceeded in according to law.\nTyson & Sallaba v. Same Defenbants.\nLet the same judgment be entered in this as in the former case, and for the same reasons.\nJudgment reversed and procedendo awarded.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Campbell, Cummings, and Hoffman, for plaintiffs in error.",
      "F. WHughes, Wells, and Hughes, for defendants in errror."
    ],
    "corrections": "",
    "head_matter": "Muhlenberg versus Brock. Tyson versus Same.\nWhere an issue is directed, the Court should order who are to be the parties plaintiff and defendant, and the cause should be put in form by the counsel of the parties, by filing a declaration, plea, and joinder in issue.\nWhere a petition was presented for an issue to try-disputed facts in relation to the distribution of the proceeds of a sheriff’s sale, and no other pleadings were filed or issue formed between the parties, except the petition and the order for an issue, this Court will send the record back, to have an issue formed, and the facts found in regular and legal form.\nIn an issue directed for the purpose of trying disputed facts, the Court cannot withdraw the whole case from the jury, and decide the law and facts themselves.\nError to tbe Common Pleas of Schuylkill county.\nThese cases arose upon feigned issues directed by the Court under the following circumstances. Marcus G.' Heilner and Percival Heilner confessed a judgment to John Brock for the use of Samuel Heilner, John Brock, Sons & Co., on the 5th of August, 1853, for the sum of $32,700, payable on demand. A. fieri facias was issued and a levy and sale made of the personal property of the Heilners, consisting principally of property used at the coalmines on the premises leased by them as hereinafter stated. The defendants in the foregoing judgment and execution were coal operators, and on the 24th of June, 1846, had leased from Anthony F. Miller and Jacob Hoffman, a tract of coal land containing about 500 acres, for the term of 20 years, for the purpose of mining, at the rate of 35 cents per ton, payable monthly. The lessees covehanted to “ mine and take out not less than 32,000 tons of coal from the veins of said tract in each and every year during the term of the lease.” And in case of failure were to pay for that number of tons, unless the veins should prove faulty, with an option in the lessors to forfeit in case of failure; .the lease also contained a right of distress for rent in arrear. The lessees took possession, and on the 10th of February, 1851, a supplemental lease was made, by which the quantity was increased from 32,000 to 50,000 tons, and the rent was reduced’ from 35 to 27 cents per ton. After the execution of this supplemental lease, Jacob Hoffman conveyed his interest in the land, and assigned his interest in the lease to Benjamin Tyson, A. M. Sallade and H. H. Muhlenberg. And Anthony F. Miller conveyed a portion of his interest in the land and lease to H. A. Muhlenberg, since deceased.\nWhen the proceeds of the sheriff’s sale were brought into Court for distribution, the owners of the leases presented their petition to the Court, setting forth the lease and claiming a year’s rent, suggesting that the facts whether the said rent or any part thereof is due, and also, whether, if due, the said claimants are entitled to receive the same out of the said proceeds of sale, are disputed,” and praying the Court, to direct issues to try the said facts. The Court directed the issues. No further issues were formed in the cases, and they were tried without any pleadings.\nThe Court below- (Hegins, P. J.) charged- the jury, that' upon the whole evidence' the plaintiffs in each case,.the-execution-creditors, were entitled' to recover $4980.45, and declined to answer the points submitted by the counsel for the landlords.\nWhereupon the defendants below sued out this writ, and assigned the charge for error.\nCampbell, Cummings, and Hoffman, for plaintiffs in error.\nF. WHughes, Wells, and Hughes, for defendants in errror."
  },
  "file_name": "0517-01",
  "first_page_order": 517,
  "last_page_order": 519
}
