{
  "id": 975765,
  "name": "Mertz versus Dorney",
  "name_abbreviation": "Mertz v. Dorney",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "519",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 519"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 246,
    "char_count": 4595,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 2.469444562215551e-07,
      "percentile": 0.8063779007965329
    },
    "sha256": "dbbdac06253b5b4fef3b0f03a624ef674e11816d28737b4d92015a03b1fd0c7d",
    "simhash": "1:3827a63ecd1e98bd",
    "word_count": 826
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mertz versus Dorney."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nKnox, J. —\nWe see no error in the charge. The presumption of grant arising upon the lapse of time applied to the land actually flooded, and not to the height of the dam. If therefore the plaintiff ’s land was flooded by means of the repairs to the dam to a greater extent than it had been for a period of twenty-one years, the defendant was liable for the injury, although the height of the dam may not have been increased.\nThe points submitted by the defendant below and plaintiff in error were all substantially answered, and with legal accuracy.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J. —"
      }
    ],
    "attorneys": [
      "Bridges and Marx, for plaintiff in error.",
      "Stiles and Cfoepp, contó."
    ],
    "corrections": "",
    "head_matter": "Mertz versus Dorney.\nThe extent of a. presumed grant to swell water upon the land of adjoining owner, is measured by the land aetually flooded, and not by the height of the dam by which it is occasioned.\nIf by means of repairs to a dam, the land be flooded to a greater extent than it had been for twenty-one years before, the owner of the dam is liable for the injury, although the height of the dam may not have been increased.\nError to the Common Pleas of Lehigh county.\nThis was an action on the case brought by Solomon Dorney against Charles Mertz, for flooding the water back on the plaintiff’s land. Dorney is the owner of a tract of land in South ‘ Whitehall township, Lehigh county, lying on Cedar Creek; and the defendant owns a tract of 23 acres adjoining the plaintiff below, on which are erected a grist-mill and the dam in question. Both parties traced their titles back for many years. The mill and dam were first built more than seventy-five years ago, and came into the possession of the defendant but a few years ago. In 1853, he tore down the mill and built a new one upon the same site, and repaired the dam. The leakages of the dam had also been repaired by the owner in 1836.\nIt was alleged by the plaintiff, on the trial in the Court below, that the defendant had raised the dam, by which the water was swelled further back upon his land than formerly.\nThe defendant contended that the dam was not any higher than it was forty or forty-five years ago, and that the water did not swell further back on the plaintiff’s land than formerly. He alleged that he had merely repaired the dam by closing the leakages.\nThe defendant requested the Court to charge the jury, 1. That if the jury believe that the breastwork of the dam is no higher now than it was for the last twenty-one years and upwards, he is not responsible for any injury done by the water flowing on the plaintiff’s land, and therefore he cannot recover.\n2. That if the jury believe that the swelling of the water was caused by the defendant’s merely tightening the dam, the plaintiff cannot recover.\n3. That if the jury believe that the dam has been used with but slight variations in the same way for a period of twenty-one years and upwards, plaintiff cannot recover.\n4. That if the dam is substantially the same as it has been for the last twenty-one years and upwards, except the tightening of the same by defendant, plaintiff cannot recover.\n5. That if the jury believe that the dam had been at its present height for a period of twenty-one years prior to the last fifteen years, the plaintiff cannot recover.\n6. That if the jury believe that the water is not higher now than it was for a period .of twenty-one years prior to the last fifteen years, the plaintiff cannot recover.\nThe Court below (McCartney, P. J.) charged the jury as follows : — “ No one has the right to swell water or increase the swell of water on the land of another without permission. The evidence of such a permission is either, first, by grant; or second, by twenty-one years’ user; ending within twenty-one years before suit brought. Twenty-one years’ peaceable continuous user of a road, or of a flow of water on another’s land, gives a right. This right may, after it is acquired, be lost by twenty-one years’ interruption or abandonment. An omission of the user for less than twenty-one years does not destroy the right. Merely raising or tightening the fabric of the dam, works of itself no damage to plaintiff unless the water is thereby swelled upon his land more than the defendant had permission, by express grant, or by twenty-one years’ user. The second point of the defendant is answered in the negative.\n“ The other points of defendant, and also the points of plaintiff, are sufficiently answered in the general charge.”\nThe jury found for the plaintiff.\nThe errors assigned were to the charge of the Court, and the-answers to the points.\nBridges and Marx, for plaintiff in error.\nStiles and Cfoepp, contó."
  },
  "file_name": "0519-01",
  "first_page_order": 519,
  "last_page_order": 521
}
