{
  "id": 975799,
  "name": "Gaule versus Bilyeau",
  "name_abbreviation": "Gaule v. Bilyeau",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "521",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 521"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 188",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 6237,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 2.2312319207840318e-07,
      "percentile": 0.7790170392173443
    },
    "sha256": "c6948cb5784c8aeea3f5dca9e61d515f617ec2ce069c830d3f2f078039402572",
    "simhash": "1:9a7965c12690a7a7",
    "word_count": 1133
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gaule versus Bilyeau."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, C. J.\nA building erected on a chattel is itself a- chattel ; and, therefore, buildings erected by a tenant for years, on the demised premises, for the accommodation of his business, are •not subject to mechanics’ liens: 9 Barr 117; 10 Barr 252; 2 Harris 118. But in this case the tenant had a right by the contract to take a certain part of the premises, particularly described, on ground-rent, at an annual sum fixed by the contract. No words of inheritance are necessary in an executory contract. It is sufficient, if it be manifest from the instrument that a fee simple was intended to be conveyed. This was sufficiently indicated in the contract, and the parties subsequently carried it out by a conveyance in fee, subject to the ground-rent agreed on. It is not likely that the tenant would have erected the tavern-house, and outbuildings, if he had had no certainty of enjoyment beyond the' term of seven years. It was his right to a conveyance in fee that induced him to cause the erections; and it may well be presumed that it was also that right which the material-men relied on, when they furnished the materials for building on the premises. We are of opinion that, at the' commencement of the building, the tenant had an equitable estate in the land which made the buildings subject to a mechanic’s lien. The use of a part of the lumber for outbuildings does not defeat the lien.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "A. Miller, for plaintiff in error. —",
      "Brazier, Jr., and Arundel, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Gaule versus Bilyeau.\nWhere by the terms of the lease the tenant had a right to take a part of the demised premises in fee, on ground-rent, at a stipulated sum, and before he exercised this right, he erected certain buildings on the premises, it was Held, that he had such an equitable estate in the land as rendered the buildings liable to the lien of a material-man.\nNo words of inheritance are necessary in an executory contract, to entitle the party to a conveyance in fee, if it appear that nothing less was intended.\nThat a part of the materials for which the claim was filed, were used in building outhouses, will not defeat the lien.\nError to the District Court of Philadelphia.\nThis was a scire facias on a mechanic’s lien.\nIn February, 1852, the defendant, Henry Gaule, rented from Eli K. Price, a certain lot in the city of Philadelphia, for the term of seven years, from the first day of April next ensuing the date of the lease, for the first three years, at a yearly rent of $150 per annum, and $200 per annum, for the remainder of the term, payable quarterly, with the right and privilege on the part of the said Gaule to take upon ground-rent, at any time within the first three years, the southernmost portion of the said ground at a yearly rent-charge of $400, payable half-yearly, with the covenants and conditions usual in ground-rent deeds.\nOn various days, between the 1st of March and the 30th day of May, 1852, Henry Gaule procured from the plaintiff, Aaron P. Bilyeau, various lots of lumber, with which was erected upon the above demised lot, a two story frame building, which was used as a barroom, also a tenpin alley, and various outbuildings, and a fence around the premises. The whole amount of the bill was $682.22, on which was paid $475-.57. This lien was filed for $206.65, the balance due.\nOn the 10th of August, 1852, Eli K. Price and wife conveyed the southernmost portion of the lot to Gaule, reserving a ground-rent of $400, and on the same day Gaule and wife conveyed it in fee, subject to the ground-rent, to Frederick Stoever, who was permitted to defend in this case.\nThe defendant contended that the premises described in the lien, being held by the defendant, Gaule, upon a lease for years, at and during the time the lumber charged in the claim was furnished, were not subject to a mechanic’s lien. That the tenpin alley, the fence, &e., were outhouses distinct from the principal building mentioned in the claim, and were not within the purview of the lien laws.\nThe Court instructed the jury that the right reserved to the defendant, Gaule, by the lease, of a deed in fee of the premises at any time within three years, taken in connexion with the subsequent deeds, showing that he had exercised that right, was evidence of an equitable estate, in fee, in the premises, in Gaule, and made them subject to a mechanic’s lien ; and if the tenpin alley was annexed to and opened out of the house, it was a part of it, and within the claim filed by the plaintiff.\nThe jury found for the plaintiff $103.\nThe foregoing instructions to the jury were the errors complained of in this Court.\nA. Miller, for plaintiff in error. —\nBuildings and fixtures erected by a lessee for years are not subject to a lien: 9 Barr 117; 10 Barr 252; 2 Harris 118. The Court below held that, because he had a right to demand a fee within, three years, it gave him such an equitable estate as would subject the premises to the lien. The right to purchase land at a stipulated price, does not vest an equitable estate in fee. Until Gaule chose to exercise this right, he had no other tenure than the lease. Suppose he had postponed his election till the very end of the three years, what would have become of tbe lien in tbe mean time ? A mechanic’s lien attaches on an equitable estate in the same manner as a judgment: 4 Barr 126. It is true a judgment in Pennsylvania is a lien on an equitable interest, but it must be an estate: 2 Rawle 188.\nThe case of Ely v. Beaumont, 5 Ser. & R. 124, upon the authority of which this cause was decided, does not sustain the ruling here.\nThe outbuildings are not subject to the lien: 1 Karris 495.\nBrazier, Jr., and Arundel, for defendant in error. —\nA right to take land at a fixed price vests in the lessee an equitable estate in fee. The estate of Henry Gaule was such as, upon a judgment, might have been seized and sold by the sheriff, and which would have descended to his heirs, who might have enforced specific performance: 8 Ser. & R. 381; 2 Barr 325; 16 Ser. & R. 266; 5 Barr 122; 8 W. & Ser. 68.\nThese buildings were therefore subject to the lien, as well in regard to the buildings as the estate. Whatever is necessary to the enjoyment of the inheritance is subject to the lien: 2 Br. 275-285; 2 Barr 77."
  },
  "file_name": "0521-01",
  "first_page_order": 521,
  "last_page_order": 523
}
