{
  "id": 975808,
  "name": "Road in Lower Salford",
  "name_abbreviation": "Road in Lower Salford",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "524",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 227,
    "char_count": 4218,
    "ocr_confidence": 0.417,
    "sha256": "3e4d0240763178ae404a792d35ab834d0d4d3aa9b2c01ff6d1e5979a172ec275",
    "simhash": "1:99be412b8b45e7d5",
    "word_count": 739
  },
  "last_updated": "2023-07-14T18:53:06.435062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Lower Salford."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of tbe Court was delivered by\nKnox, J.\nHad tbe petition of April 4, 1854, called for the same road as that of February 20, 1854, it would doubtless have been erroneous to appoint a view upon it before tbe first viewers bad reported, or tbe appointment been vacated. But tbe two petitions did not call for the same road. They bad a common starting point, but tbe terminus of the one was “ tbe dividing line of lands of Isaac 0. Alderfer and Abraham 0. Alderfer,” whilst that of tbe other was “ upon lands of Isaac 0. Alderfer, at a point between Alderfer’s School-house and said turnpike-road in tbe township of Lower Salford aforesaid.”\n, The first petition fixed tbe termination of tbe road at a particular point, whilst tbe last left it optional with tbe viewers to run tbe road, at any point they chose upon tbe lands of Alderfer, between tbe school-house and tbe turnpike-road. Tbis alteration was a material one, and disproves the identity of tbe two roads prayed for. As tbe roads were different, tbe Court of Quarter Sessions bad a discretionary power to appoint tbe second set of viewers, and we have no doubt it was properly exercised, but, whether it was or not, we cannot review it.\nDecree affirmed at tbe costs of tbe appellant.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Chain, for plaintiff in error.",
      "Longaker, contó."
    ],
    "corrections": "",
    "head_matter": "Road in Lower Salford.\nWhere the termini stated in two petitions for a road are identical, the Court have no power to grant a second view before a report has been made and acted on upon the first order; but where one of the points of the road prayed for is different in the second petition, the granting of the order is in the discretion of the Court.\nCertiorari to the Court of Quarter Sessions of Montgomery county.\nOn the 16th May, 1853, a petition was presented to the Court praying for the appointment of viewers to lay out a road in Lower Salford township, upon which viewers were appointed. A report was made in favour of the road, and, on exceptions filed, the proceedings were set aside. On the 20th of February, 1854, another petition was presented, which described the road as follows:—\n“ Beginning at a point in the Skippack road, on the dividing line of lands of Abraham Ziegler and Michael Ziegler, Sr., thence by the nearest and best route until it intersects a public road leading from the Springhouse and Sumneytown turnpike-road, from near gate No. 4, on said turnpike, to Alderfer’s Mill, upon the dividing line of lands of Isaac 0. Alderfer and Abraham Alderfer, in the said township.”\nThe viewers were appointed, and an order to view was-issued to them, returnable to the succeeding May Term, but no report was ever made on this order.\nOn the 14th April, 1854, a new petition, signed by the same persons, was presented, praying for an order to view a ro^d as follows:—\n“ Beginning at a point in the Skippack road, on the dividing line of lands of Abraham Ziegler and Michael Ziegler, Sr., thence by the newest and best route until it intersects a public road leading from the Springhouse and Sumneytown turnpike-road, from near gate No. 4, on said turnpike, to Alderfer’s Mill, upon lands of Isaac 0. Alderfer, at a point-between Alderfer’s School-house and said turnpike-road, in the township of Lower Salford, aforesaid.”\nThe Court, without taking any action on the previous petition, and order, appointed viewers upon this latter petition, and an order issued to them, which was also returnable to May Term. On the 15th of May, 1854, the viewers reported in favour of the road as prayed for in the petition. This report was approved by the Court, and the road ordered to be opened thirty-three feet in width.\nOn the 21st August, 1854, exceptions were filed and a petition for a review also; the exceptions were afterwards overruled, and a review awarded, which also reported in favour of a road, and the original report was finally confirmed by tbe Court. Isaac 0. Alderfer, wbo resisted tbe laying out of tbe road, sued out tbis certiorari.\nTbe principal question made in tbe Court below and in tbis Court, was that tbe proceedings were irregular and illegal, and that tbe order of tbe 14tb April could not issue to lay out tbe road while tbe previous order of tbe 20tb February was pending.\nChain, for plaintiff in error.\nLongaker, contó."
  },
  "file_name": "0524-01",
  "first_page_order": 524,
  "last_page_order": 525
}
