{
  "id": 975854,
  "name": "Weiler versus Hoch",
  "name_abbreviation": "Weiler v. Hoch",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "525",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "25 Pa. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 147",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 146",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 5888,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 9.401690561728581e-08,
      "percentile": 0.515956914862604
    },
    "sha256": "4c63a2da4d870efc7fb71c59b023fb5acb0904b646ca438d155c61de9c29669c",
    "simhash": "1:47c87988d61454b3",
    "word_count": 1032
  },
  "last_updated": "2024-02-27T20:23:55.550567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weiler versus Hoch."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\nGranting that the direction which the surety gave to the creditor to “ collect his money, as he would be no longer bail,” was sufficient, in connexion with the long delay of the creditor, to ground an equitable defence for the surety, his subsequent letter of 21st January, 1850, if it did not altogether destroy the effect of the notice, did, at the least, postpone it to the 1st of the ensuing April. Until that time it cannot be pretended that the creditor was under any necessity to take measures against the debtor.\nBut it is part of the case that on the 6th of April, 1850, Rotnig, the debtor, made an assignment of all his estate, real and personal, for the benefit of his creditors, which resulted, on settlement, in a dividend of $67.94 as applicable to this debt. That is applied as a credit, and that is all, it is fair to presume, this creditor would have obtained had he taken process and accumulated costs. The only delay, then, of which the surety can complain, is from the 1st to the 6th of April, 1850, and that was not long enough to give him a defence. And even if it were, he has no reason to complain of it, for, before the judgment could have been revived, the assignment took effect, and a scire facias would only have increased the burden which the surety doubtless deems heavy enough now. He gave the creditor a legal obligation of the highest character, and the circumstances in proof afford him no equitable defence against it. The Court were right, therefore, in directing a verdict for the plaintiff.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Bridges, for plaintiff in error. —",
      "King and Stiles, for defendant in error. —"
    ],
    "corrections": "",
    "head_matter": "Weiler versus Hoch.\nWhere a surety in a judgment gave notice to the creditor to proceed and collect his money from the principal, and that he would not he hail any longer, and afterwards hy agreement extended the time to a specified day, and the creditor issued no process, hut the principal debtor, within six days after the expiration of the extended time, assigned all his property for the benefit of creditors, among which was sufiicient personal property to have paid the judgment: it was Held, that these circumstances would not discharge the surety.\nWhere the circumstances in proof show that the creditor could not hy process have made the debt out of the principal, the surety will not he exonerated.\nError to tbe Common Pleas of Lehigh county.\nTMs was a scire.facias on a judgment. On the 25th day of ■ November, 1847, John H. Romig was- indebted to Maria Hoch, the plaintiff, in the sum of $300, and on that day executed to her •a judgment-bond for the amount, with James-Weiler :as his surety. This judgment ivas entered in the Court of Common -Pleas of •Lehigh county, to November Term, 1847. And this scire facias is sued out-against-Romig and Weiler to revive that ..judgment. Before the jury were sworn John H. Romig confessed a judgment to the plaintiff, and the cause proceeded as/to Weiler'-the surety alone. On the trial the plaintiff gave in evidence the bond and judgment.\nThe defendant, to maintain the issue on his part, proved that before the 29th of-December, 1849, he had given notice to the plaintiff to proceed and' “ collect his\" money, as he would be bail no longerand that by arrangement ^between the parties, it was afterwards agreed'that-Hoch should have till the 1st of April, 1850. The debt-remained unpaid on the 1st of April, 1850, and on the 6th of .that month, Hoch made - an assignment of all his property for the benefit of his creditors,, the inventory of which amounted' to \"$8280.34, of which $1090.33' was personal property. -The pro rata dividend received by the-plaintiff under-the assignment was $67.94.\nThe Court below (McCartney, P. J.)un'structédthe jury as - follows:—\n“ Formerly the surety had to get a decree in chancery--that the •creditor sue (or''take out execution against) the principal: 1 Watts 146.\n“In Pennsylvania-we substitute notice for the decree in ckan- - eery: Cope v. Smith, 8 Ser. & R. 115.\n“ The notice should be as explicit as -a decree that the creditor sue or execute the ■ principal: Erie- Bank- v. Gibson, 1 Watts 147; Greenawalt v. Kreider, :3 Barr 267, 264.\n“In tbmpresent case there-is -not'that explicit direction to proceed that the law requires in order to relieve the surety.”^\nThe jury found for the plaintiff, and the defendant brought the record up on this writ,-and assigned for error:—\n1. The Court erred in that part of their charge, in which they say that “the notice \"should be-as explicit as-a decree that the Creditor- sue or execute\" the principal.”\n2. The Court also 'erréd in saying ''thdt' “ in the present case there is not'that explicit'dir'ection to. proceed that the law'requires, -in order'-to-relieve- the -surety.”\nBridges, for plaintiff in error. —\nThe Court erred'in holding that a notice to a Creditor must be as explicit as a’ decree in chancery. This would -be -to. deprive most sureties of the benefit of the law — for few men could give such a notice. The law does not even require that the word sue should he used.\nThe cases in 1 Watts 147, 3 Barr 264, and 8 Ser. & R. 110, are not like this case. In those cases the direction to sue was not accompanied with the declaration that he would not be bound as bail. In this the notice is full to “ collect in his money, as he would be bail no longer.”\nIf execution had been issued after the 1st of April, and before the 6th, the money would have been made and the bail relieved: 6 Harris 460.\nKing and Stiles, for defendant in error. —\nThe cases cited by the learned judge below sustain the ruling in this case. The notice must contain a positive direction to sue, accompanied with a declaration that the surety will hold himself discharged if it be not complied with.\nTo which may be added Gardiner v. Ferrel, 15 Ser. & R. 2. The case in 6 Harris 460, cited by plaintiff in error, does not change or modify the rule."
  },
  "file_name": "0525-01",
  "first_page_order": 525,
  "last_page_order": 527
}
