{
  "id": 410181,
  "name": "Marberger et al. versus Pott",
  "name_abbreviation": "Marberger v. Pott",
  "decision_date": "1851-04-21",
  "docket_number": "",
  "first_page": "9",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 460",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 128",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0128-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 448",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0448-01"
      ]
    },
    {
      "cite": "7 Peters 113",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1436185
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/32/0113-01"
      ]
    },
    {
      "cite": "14 Wendell 231",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017111
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0231-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 157",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772370,
        6772331
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0157-02",
        "/yeates/3/0157-01"
      ]
    },
    {
      "cite": "12 Ohio Rep. 1",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        488406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/12/0001-01"
      ]
    },
    {
      "cite": "20 Johns. Rep. 365",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "6 Mass. 522",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 358",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0278-01"
      ]
    },
    {
      "cite": "9 Mass. 314",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 482",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 554,
    "char_count": 11785,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.4955807598707007e-07,
      "percentile": 0.6638217131577941
    },
    "sha256": "57cb137ce5d0647fe732c934ad80e888215de4577c1ad4aa9ecb5ac364d929fc",
    "simhash": "1:6d7b4d3516ef2d8e",
    "word_count": 2066
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marberger et al. versus Pott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered April 21, by\nCoulter, J.\nA surety is not discharged by mere forbearance to sue. It is necessary that he should do some act to warn the holder of the instrument and put him on his guard. Such as giving him notice to proceed against the principal. Nothing of that kind is pretended here. The only feasible ground on which Pott can stand is that he was a technical guarantor and not a surety. The rule on that subject is that the intent of the parties, as collected from the language of the instrument, and the attending circumstances of the execution, furnish the true test and guide of interpretation as to the character of the obligation. The language of endorsement seems to be plain enough: “I hereby acknowledge to be security for the within amount of $500, until satisfactorily paid by Vm. Audenried.” The word security has an established and well-known meaning in the minds of most people, and indicates an obligation to stand for the sum absolutely, unless discharged by the supine negligence of the obligor after notice. It is in broad contrast with the word guaranty, which imports a conditional liability, if due steps are taken against the principal. Beside, Pott agrees to be surety until the sum is satisfactorily paid by Audenried, which effectually excludes the conclusion that he was to be discharged by Audenried’s inability to pay. The error of the court consisted in assuming that Audenried’s liability was the common undertaking of guaranty, and that the plaintiff was bound to have shown that he used due diligence to recover the amount from Audenried before he could pursue Pott. We think his obligation imported the liability of a surety, that it was unqualified by the condition of a guaranty. That the plaintiff was not bound to give notice to Pott of the non-payment by Audenried at its maturity. And that Pott, to insure his own discharge from his obligation, was bound to show that he had given the plaintiff notice to proceed against Audenried. That mere delay to sue Audenried by the plaintiff did not discharge Pott.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Hughes, for Marberger • and Albright, plaintiffs in error,",
      "Looser, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Marberger et al. versus Pott.\nAn engagement endorsed on a bill or promissory note under seal, for $500, of the same date with the note, as follows: “ I hereby acknowledge to be security for the within amount of five hundred dollars, until satisfactorily paid by W. A.Held to import the liability of a surety, and not that of a guaranty; that the surety was not discharged by mere forbearance to sue the principal, no notice haying been given by the surety to the payees to proceed against the principal; that the plaintiffs were not bound to give notice to the surety of nonpayment at the maturity of the note; and that it was not incumbent on plaintiffs to show that they had used due diligence to recover from the principal before suit against the surety.\nError, to the Common Pleas of Schuylkill county.\nThis was an action brought by Samuel Marberger and Abraham Albright, against Benjamin Pott, as the security of William Audenried, on an obligation as follows:—\n$500. Pottsville, January 25, 1840. Six months after date, I promise to pay to the order of Sam’l Marberger and Abraham Allbright, of West Brunswig township, five hundred dollars, without defalcation, for value received, with interest. Witness my hand and seal, date above written. William Audenried. [Seal.]\nOn the back of which said obligation, the following undertaking of defendant was endorsed: — ■\n“Pottsville, January 25th,'1840. — I hereby acknowledge to be security for the within am’t of five hundred dollars, until satisfactorily paid by Will’m Audenried. Ben. Pott.”\nTested, Wellington Cline.\nThe summons was tested 18th August, 1845.\nThe bill or note and endorsement were given in evidence.\nThere was also given in evidence the following endorsements on the bill:—\n“Paid the interest due to the 25th January, 1842. Say\n“ Sixty Dollars.\n“$60. Abraham Albright.”\n“ Received on account of this note, March 22, 1842.\n“ One Hundred Dollars of W. Audenreid.\n“ $100. Abraham Albright.”\nShowing that two years’ interest, and one hundred dollars on the principal of the bill, was paid to the plaintiffs by Audenried long after the bill was payable.\nOn the part of defendant, Charles Erailey was called.\nHe said, inter alia, I am acquainted with William Audenried; as far as I know, in 1840, Audenried’s circumstances were good. He then lived in Pottsville. I think the valuation of his real estate was after that about $30,000. In 1842, sold his personal property, as deputy sheriff. He had considerable personal property ; the return of the sheriff was $1200 to $1400. I think up to some time in July, 1842, he was in business very largely, in the mill and lumbering business. I think there is no doubt Audenried had the ability to pay $500 in 1841 and the first six months of 1842; I think he was always able to pay double that amount in the fall of 1840, almost any hour. (On cross-examination.) I did not collect any of Audenried in the fall of 1840. I did not see him pay any debts in the fall of 1840. I recollect seeing him have money in the fall of 1840. I do not believe Audenried was worth a single dollar in the fall of 1840, after paying his debts. Within the last year Audenried was doing business, I don’t think any one suspected him of being much in debt, although a general borrower; I loaned him about the middle of August, 1842. He broke up about that time.\nThe defendant further gave in evidence the judgments entered up against William Audenried, on which all his real and personal estate was sold. The first judgment was entered on the 11th July, 1842, for $500. The second, 25th July, 1842, for $3250. The personal property was sold at $1364.69. The real estate levied upon was condemned, and appraised at $33,341.\nThe list of judgments showed that Audenried was indebted far beyond the value of his property. That they began to be entered up against him in July, 1842, about which time his insolvency became manifest. That all judgments entered up against him to the 23d August, 1842, were paid in full, and a balance was left from the proceeds of the sale of his property of $1041.14, applicable to subsequent judgments, which greatly exceeded that amount.\nIt did not appear that the plaintiffs had made any demand on Pott, or given him any notice of Audenried’s default of payment, until the bringing of this suit.\nKidder, President, after stating the facts of the case, charged the jury as follows: — The plaintiffs seek to recover the amount due upon the single bill in question from the defendant as guarantor.\nThe defendant contends he is not liable, upon the ground that the plaintiffs have not used that due and legal diligence to collect the amount from the principal, Audenried, wrhich the law requires. This leads us to consider, first, the character of this guaranty, to wit, whether the same is absolute or qualified. From the terms of this guaranty, we cannot distinguish it from a common and ordinary undertaking of guaranty, and consequently the same rules are applied to it which are applicable to cases of this description, among which are, that the holder shall use due and reasonable diligence to obtain payment from the debtor, and, in case of non-payment, give reasonable notice to the guarantor, except in cases where the debtor is insolvent when the instrument becomes due. The single bill became due on the 25th of July, 1840. There is no evidence of any judgments against Audenried until about two years after the debt became due. There is no evidence that an effort was made to collect it from him, or that Pott had notice of its non-payment before the bringing of this suit on the 18th August, 1845. It is for you to determine whether Audenried was insolvent and unable to pay when this debt was due. If he was, the plaintiffs were not bound to pursue him or seek to obtain their claim; and, in this case, it would have been necessary for them to give the defendant notice of its non-payment. If he was not insolvent at that time, nor for some time afterwards, they should have used due and reasonable diligence to collect it from the debtor, and, on failure to obtain it, have given Pott reasonable notice of it.\nIt is for you to say, under the evidence, whether the plaintiffs have used due diligence in endeavoring to obtain it from Audenried. There is no evidence that Pott was notified of its non-payment before suit was brought. If you are satisfied that Audenried was insolvent when it became due, or that the plaintiffs have used due diligence, your verdict should be for plaintiffs for the amount of their claim. If you are not so satisfied, your verdict should be for the defendant. If you should be satisfied that Audenried was able to pay the debt for near two years after it became due, and the plaintiffs made no effort to collect it, we should think that the due diligence which the law requires was hardly employed. It is, however, a question for you to decide, under all the evidence in this case.\nIt was assigned for error:\n2. The court erred in assuming and calling the undertaking of Pott, a guaranty. His liability was that of a surety.\n3. The court erred in charging the jury that “ if he (Audenried) was not insolvent at the time the bill fell due, nor for a long time afterwards, they (the plaintiffs) should have used reasonable diligence to collect it from the debtor, and, on failure to obtain it, have given Pott reasonable notice of it.”\n4. The court erred in charging the jury that “if you are satisfied that Audenried was insolvent when it became due, or that the plaintiffs have used due diligence, your verdict should be for the plaintiffs. If you are not so satisfied, your verdict should be for the defendant.”\nHughes, for Marberger • and Albright, plaintiffs in error,\ncontended that the undertaking of Pott was absolute and unconditional. He agreed to become security for the amount, “ until satisfactorily paid by Will’m Audenried.” The leading rule of interpretation, in such cases as this, is the intention of the parties.\nWhen one endorsed, without date, upon a note, “ I will see the within paid,” signing it, the presumption is that it was done at the date of the note and as part of one transaction; consequently he is liable as an original promisor: Amsbaugh v. Gearhart, 1 Jones 482; see also White v. Howland, 9 Mass. 314.\nA promissory note is made by A for a sum of money, payable to B on a day certain; C writes underneath, “ I acknowledge myself holden as security for the payment of the amount of the above note. Witness my hand, C.” In an action against C on this note, it was held to be a joint and several promise: Hunt v. Adams, 5 Mass. 358, and Same v. Same, 6 Mass. 522. See also Snevily v. Johnston, 1 W. & Ser. 309; Allen v. Rightmire, 20 Johns. Rep. 365; Leonard v. Sweetzer, 12 Ohio Rep. 1.\nIf Pott were a surety, and not a technical guarantor, then the forbearance of plaintiffs to sue until August, 1845, did not discharge him : see Dehuff v. Turbutt, 3 Yeates 157; Cope v. Smith, 8 Ser. & R. 112; U. States v. Simpson, 3 Pa. Rep. 439.\nLooser, for defendant,\ncontended that the words of the engagement show that it was the intention of the parties that Audenried was to he looked to for the money in the first instance. That Pott’s undertaking was that Audenried shall be of ability to pay when the bill became payable.\nThat Pott-was not suable when the note became due.\nThat Pott was not suable immediately after the note became due: 14 Wendell 231. That Audenried was then able to pay.\nThat the charge was correct, he referred to Story on Pro. Notes, sec. 460, 479-80; 7 Peters 113; 9 Ser. & R. 198; 4 Watts 448; 3 Pa. Rep. 18; 2 Watts 128; 1 Barr 501; 1 Jones 460."
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 13
}
