{
  "id": 410241,
  "name": "Thomas versus Afflick",
  "name_abbreviation": "Thomas v. Afflick",
  "decision_date": "1851-04-21",
  "docket_number": "",
  "first_page": "14",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 14"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 224,
    "char_count": 3457,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 3.405011107946426e-07,
      "percentile": 0.8776579252303899
    },
    "sha256": "0f499006ad9b62abcf3dd3c7fd66775f482edf3158f6b9b0532a255a6b127f43",
    "simhash": "1:1c04ba19079709db",
    "word_count": 652
  },
  "last_updated": "2023-07-14T21:02:40.422858+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas versus Afflick."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nThe rule of computation is to include the first day and exclude the last; and applying it to this case, we find the action was not brought too soon. We might plausibly distinguish it from Goswiler’s Appeal on the ground of a difference between an act to be done before the expiration of so many days, and an act to be done after it; but the distinction would-be a shadowy one. The rule of the common law is the one just stated; and it would seem that the decision- in Goswiler’s Estate was not well considered.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "W. Tilghman, for plaintiff in error.",
      "J. W. Ashmead, for defendant."
    ],
    "corrections": "",
    "head_matter": "Thomas versus Afflick.\nThe rule of the common law as to the computation of time is to include the first day and exclude the last: therefore, where notice to a justice of the peace of an intended suit, given in pursuance of the first section of the act of 21st March 1772, was served on the 19th of May, and suit brought on the 18th of J une, it was held that the notice was given thirty days before suit. The decision in Goswiler’s Estate, 3 Pa. Pep. 200, was not well considered.\nError to the Common Pleas of Delaware county.\nThe action was brought by Isaac Thomas, against John Affliek, who was a justice of the peace, to recover the panalty of $50 for taking illegal fees. It was alleged that the defendant took for a transcript twenty-five cents instead of eighteen and three-quarter cents. The notice of the intended suit was served on the justice on the 19th of May, 1845, and the suit was commenced on the 18th of June, 1845.\nThe first section of the act of 21st March, 1772, provides, that “No writ shall be sued out against, nor any copy of any process at the suit of a subject, shall be served on any justice of the peace, for any thing done by him in the execution of his office, until notice in writing of such intended writ or process shall have been delivered to him, or left at the usual place of his abode, by the party, his attorney-or agent, who intends to sue, or cause the same to be sued out or served, at least thirty days before the suing out or serving the same,” &c.\nChapman, J., charged,inter alia: — The object of the provision requiring notice to be given to the justice, was that he might have an opportunity to tender amends. To do this, he was entitled to full thirty days before the suing out or serving the process. Had the defendant thirty days allowed him before the writ was served ? It is the opinion of the court he had not, and, therefore, the action was brought too soon. It is said in Goswiler’s Estate, 3Pa.Rep. 200, whenever, by a rule of court, or act of the legislature, a given number of days is allowed to do an act, or when it is said an act may be done within a given number of days, the day on which the rule is taken, or the decision made, is excluded. If this rule be adopted in the computation of time, the day on which the notice was served must be excluded. It being the 19th of May when the notice was served, there would remain twelve days in that month. The suit was brought on the 18th day of June, the eighteen days in June added to the twelve in May make but thirty; and as the suit was thus brought before the expiration of the thirtieth day, defendant had not thirty full days in which to tender amends. You are, therefore, directed to render a verdict for the defendant.\nThe direction as to the notice was excepted to, and was assigned for error.\nW. Tilghman, for plaintiff in error.\nJ. W. Ashmead, for defendant.\nApril 21."
  },
  "file_name": "0014-01",
  "first_page_order": 14,
  "last_page_order": 15
}
