{
  "id": 410215,
  "name": "Pocopson Road",
  "name_abbreviation": "Pocopson Road",
  "decision_date": "1851-03",
  "docket_number": "",
  "first_page": "15",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0063-01"
      ]
    },
    {
      "cite": "4 Bin. 177",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whar. 442",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878500
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0442-01"
      ]
    },
    {
      "cite": "5 Paige 159",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": -1
    },
    {
      "cite": "4 Hill 142",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "4 Bin. 174",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792409
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0159-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 6046,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 5.079821636893764e-07,
      "percentile": 0.9378421290198772
    },
    "sha256": "a492de21d62454a5f4b56f6a3806bb98311a73a61487081d162fd3fa7662df13",
    "simhash": "1:3a6570b1becb7032",
    "word_count": 1061
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pocopson Road."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nNone of the exceptions but one has an appearance of substance. Viewers of a private road are required by the road law to report whether it is necessary: the viewers of the road have reported that there is occasion for it, and hence it is argued they have not reported enough. Mere convenience is perhaps not so; but a report is never drawn with the precision of an indictment, and, in the apprehension of the mass, the terms are convertible. If this exception were to prevail, very few private roads would stand the test.\nProceedings affirmed.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "The case was argued by Smith, for appellant.",
      "Lewis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pocopson Road.\n1. Viewers of a private road being required by act of Assembly of June 13, 1836, to report whether the same is necessary; a report that there is occasion for the road was held to be sufficient.\n2. The act of June 13, 1836, authorizing the laying out of private roads, is constitutional.\nCertiorari to the Court of Quarter Sessions of Chester county.\nOn the 2d day of February 1848, Stephen Darlington petitioned the court, setting forth that he laboured “ under great inconvenience for want of a private road leading from the south-east side of his farm to the street road, near the west end of Painter’s bridge, over Brandywine.”\nViewers were appointed, who reported a private road as prayed for. To this report exceptions were filed, which were overruled, and the report confirmed.\nAt July term 1848, on the petition of Enos Painter, a jury of review was appointed, who reported that there was no occasion for the road.\nAt November term 1848, Stephen Darlington had reviewers appointed, whose report in favour of a road was set aside. Another jury of re-review was appointed, whose report in favour of a road was also set aside, September 14, 1849.\nSame day, another jury of re-review was appointed, who reported a road on precisely the same ground as the original viewers and the viewers whose reports were set aside.\nThe jury reported, that they “re-reviewed the said proposed road and parts adjacent; that after having so re-reviewed as aforesaid, and being of the opinion that there is occasion for the said road, we have laid out for the private use of the said Stephen Darlington a private road, commencing,” &c., “being through improved lands of the said Enos Painter.” October 29, 1849, report confirmed nisi, and ordered to be recorded, and the road opened twenty feet wide.\nThe 12th section of the act of June 13,1836, relating to roads and highways, provides “ if it shall appear by the report of viewers to the court directing the view, that such road is necessary, the said court shall direct what breadth the same shall be opened, and the proceedings in such case shall be entered on record, as before directed, and thenceforth such road shall be deemed and taken to be a lawful private road.”\nTo this report exceptions were filed on the part of Painter:\n1. The road reported by the re-reviewers is not “necessary,” within the meaning of the act of Assembly, inasmuch as the petitioner’s plantation, which said private road is intended to accommodate, adjoins a public road, &e.\nThe second and third were as to matters of fact; and\n4. The law by virtue of which the proceedings have been had, is unconstitutional, because—\n1st. The effect of the proceedings under it is to appropriate for the private use of one individual the property of another, without his consent, and without affording him any opportunity of negotiating for its price; and\n2d. The obligation of the parties is not mutual, inasmuch as one party is bound to have the road opened through his property after its confirmation and assessment of damages, and the other party has the option whether to cause it to be opened and pay the damages or not.\nDecember 12, 1849, the exceptions were overruled by the court, and the report confirmed.\nSame day, a commissioner was appointed to take depositions in relation to the exceptions.\nDepositions were taken by the commissioner on the 15th and 17th days of December, and “December 18, 1849, filed as of December 12, 1849, nunc pro tunc, by order of the court.”\nSeveral errors were assigned, one of which was that the court erred in overruling the exceptions and confirming the report. Another, that the court erred in confirming the report without hearing the testimony in support of the three first exceptions;' and another, that the court erred in not setting aside the report, for the reasons set forth in the fourth exception.\nThe case was argued by Smith, for appellant.\nHe contended, inter alia, that the report does not show a necessity for a private road, as required by the act of Assembly of 18th June, 1886 ; that the 12th section requires that it should appear by the report that the road is necessary, but it alleges merely that there was “ occasion for said road.”\nThe Court of Quarter Sessions are hound to hear testimony outside of the report, to enable them to determine whether the proceedings of the jury were proper. 4 Bin. 174; 5 Barr 101.\nThat the provisions of the act of June 13,1836, so far as they relate to roads, are unconstitutional, because they authorize the taking of the property of one man without his consent, and the transferring it to another: 4 Hill 142; 18 Wendall 9; 1 Barr 313; 6 Barr 90; id. 511; 11 Wendall 151; 18 id. 14, 50, 59; 5 Paige 159; 2 Kent 339 — note c; 1 Baldwin 205.\nLewis, for appellee.\nThe objection to theform of the report was not made in the court below, and must be deemed to have been waived: 5 Barr 204-211; 5 Whar. 442.\n.The form of the report is sufficient, and is usual. The language of reports of this nature should not he nicely criticised. It is sufficient if it substantially appear that the viewers have performed their duty. Tilghman, J. — 4 Bin. 177.\nThe facts of the case belong to the jury who are the judges both of the necessity for a road and the propriety of its location; and it is only where a disregard of duty is clearly proved, that the court can properly interfere upon exceptions involving those points.\nThe law is constitutional: 10 Watts 63, Harvey v. Thomas."
  },
  "file_name": "0015-01",
  "first_page_order": 15,
  "last_page_order": 17
}
