{
  "id": 410218,
  "name": "Lewis versus Rogers",
  "name_abbreviation": "Lewis v. Rogers",
  "decision_date": "1851-04-21",
  "docket_number": "",
  "first_page": "18",
  "last_page": "22",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 18"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 545,
    "char_count": 12217,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 2.7850027098103016e-07,
      "percentile": 0.8355371297708862
    },
    "sha256": "8c8098301a2b9177f8a9a3b52edcda18f830053b43974fb156cd8e301923b43c",
    "simhash": "1:38fadba1b02ef707",
    "word_count": 2132
  },
  "last_updated": "2023-07-14T21:02:40.422858+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lewis versus Rogers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered April 21, by\nGibson, C. J.\nCreditors can attack a judgment collaterally only for collusion; not for matter of defence original or subsequent. A debtor, or his representative, may have a judgment against him opened on ground laid, and when let into a defence on the merits, reduce or discharge it; nor will I say that if he were to refuse to move for the benefit of his creditors, they would not be permitted to move in his name. An insolvent man is not suffered to give away his property by means of a judgment, which, though proper at first, has become a security for less than the amount of it; but while-it stands as a debt of record, unabated in whole or in part, neither the sheriff nor an antagonist creditor can resist the enforcement of it as a lien. Had there not been an agreement between the present defendant and the counsel of the debtor whose land was sold, there would not be a doubt that an action in the sheriff’s name for a creditor’s use could not be maintained to recover the payment back. The agreement was with a counsel who had no right to interfere further than to prevent his client’s unappropriated money from lying idle in the sheriff’s hands; but what were the terms of it ? It was a promise to return the money to the sheriff with interest, if it should be found, on the termination of the suit with Doctor Coates, that it belonged to other judgment creditors. But it could not be thus found. An action may be maintained on a promise to a third person by the party beneficially interested in it; but a sheriff who does not incur the risk of a mispayment, has no right to- impose conditions or take a promise to refund. He has no beneficial interest. He may pay the money into court or distribute it; but while a judgment remains a lien, unabated in the only way it can be abated, he cannot pass it by. Here the money was paid on a judgment entitled to it. Neither can a judgment creditor interfere collaterally. The ground of interference, in this case, was failure of consideration for the bills and warrants; and it could be taken only on the trial of an issue in the original suits to ascertain the amount due.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Smith, for plaintiff in error; and by P ennypacker and Sickman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lewis versus Rogers.\n1. Creditors can attack a judgment collaterally only for collusion, not for matter of defence, original or subsequent. A judgment creditor who objects to a prior judgment on the ground of failure of consideration, can do so only on the trial of an issue directed as to the prior judgment, to ascertain the amount due upon it; but while it stands as a debt of record, unabated in whole or in part, and unaffected by any such proceeding in relation to it, neither the sheriff nor a subsequent judgment creditor can resist the enforcement of it as a lien, and the sheriff cannot legally disregard it in the appropriation of the proceeds of sale of the real estate bound by it.\n2. A sheriff who does not incur any risk of mispayment in the appropriation of the proceeds of sale of real estate, has no right to impose conditions or take a promise to refund from a judgment creditor, to whom he pays a part of the money arising from the sale of the real estate bound by the judgment, and to which the judgment was from the record apparently entitled.\nError to the Common Pleas of Chester county.\nDr. Coates, on the 9th day of December, 1836, executed a judgment bond and mortgage to George Brinton, to secure the payment of two thousand dollars.\nThis bond, with the accompanying mortgage, was assigned, in 1839, to George W. Pennock, who, on the 23d day of March of that year, entered judgment on the bond, in his own name, as assignee of George Brinton. On the 2d day of July, 1841, the mortgage was assigned to Joseph J. Lewis, the defendant, and the judgment marked to his use on the record. No money at this time appeared to have been paid on account of interest or principal, and it was alleged by the assignee that none had been.\nOn the same day a judgment was entered in favor of Joseph J. Lewis, against George W. Pennock, on single bill and warrant of attorney, for one thousand dollars; and on the 21st of August following, another judgment for three hundred dollars, was likewise entered in favor of the same plaintiff and against the same defendant. 1\nThese two judgments were stated to have been taken by Mr. L. to secure himself against any set-off which Dr. Coates might have against the bond and mortgage assigned, which at the time of the assignment were apparently worth about two thousand five hundred and twenty-seven dollars.\nIn the year 1842, George W. Pennock failed, and took the benefit of the insolvent laws, and his land was sold by the sheriff of Chester county, under sundry executions, returnable to the August and November terms. The proceeds of sale paid all liens prior to those of the last-mentioned two judgments for one thousand dollars, .and three hundred dollars.\nMr. Lewis having sued out the judgment accompanying the mortgage assigned to him,-Dr. Coates claimed a set-off of five hundred dollars, with interest from the 21st of January, 1837. He also claimed to have paid to George W. Pennock two hundred and ninety-three dollars and ninety-four cents, of the interest on the judgment and mortgage.\nOn the 31st of January 1843, Mr. Smith received for Mr. Lewis three hundred and fifty-nine dollars and twenty cents of the proceeds of sale of G. W. Pennock’s real estate. The rest of the money applicable to the payment of Mr. Lewis’s judgments was retained for some time in the sheriff’s hands, to await the result of the controversy in the scire facias on the judgment accompanying the mortgage. Mr. L. claiming only to be paid the money in case he failed to recover the principal and interest apparently due by the judgment and mortgage.\nIn the spring of 1843, money being in demand, the counsel for Dr. Coates suggested to Mr. Lewis that he might as well take the money from the hands of the sheriff and put it to interest, and he gave it as a reason that if the set-off prevailed against the judgment, he would be entitled to it, and might as well have the use of it — and if it did not prevail, he could pay it back with interest, which he would be getting in the mean time. The suggestion was adopted and the following paper signed:\nGeorge W^ Pennock, | Jesse Coates. J\njn Common Pleas of Chester county. Vend. Exp.\nMarch 29, 1843. It is agreed that the balance of the money in the sheriff’s hands, detained in this execution, be paid to Joseph J. Lewis, without prejudice to the rights of any person — the same to be returned with interest, in case it shall be found, on the termination of the suit of George W. Pennock, assignee of George Brinton, for the use of Joseph J. Lewis, that the money has not been properly paid to the said Joseph, but belongs to other parties.\nWilliam Darlington, Deft’s Att’y.\nJoseph J. Lewis.\nThe sheriff, on the next day, paid six hundred and twelve dollars and eighty-two cents to Mr. L., under agreement.\nThe two sums amounted to a few dollars less than the difference between the apparent value of the mortgage according to its face and the sum recovered against Dr. Coates.\nOn a trial of the issue on the scire facias sur judgment accompanying the mortgage, Dr. Coates succeeded in proving a considerable amount of interest paid to George W. Pennock prior to his assignment of it, and in establishing his set-off. The verdict rendered August 14, 1843, was for one thousand eight hundred and two dollars and thirty-eight cents.\nThe following statement shows the extent of the defalcation established by Dr. Coates against the mortgage, and also the sums received by Mr. Lewis, calculated to the day of the verdict against Dr. Coates:\nMortgage, dated Dec. 9, 1836................................ $2000.00\nInterest to Aug. 15,1843, date of verdict against Coates, 922.00\n$2922.00\nAmount of verdict..............,.................................. 1802.38\nDifference.......................................................... $1119.62\nPaid Mr. Lewis by Sheriff — Jan. 1st, 1843.......$364.20\nInterest, Aug. 15, ’43, 7 mo. 14 days........ 13.22\nMarch 30, ’43,.................................. 612.82\nInterest, Aug. 15, ’43,4 mo. 16 days........ 13.89\n--$994.18\n$125.49\nThis suit was brought in the name of the late sheriff to recover from Mr. Lewis the sums which he had received from the said sheriff, with interest, on the allegation that he had not paid to George W. Pennoek the consideration-money of the assignment.\nThe plaintiff filed a declaration containing a single count — for money lent, for money paid to the use of the defendant, for money received by defendant for the use of the plaintiff — and on an account stated — and entered a rule of reference. The case was referred— awrard in favor of defendant. Plaintiff appealed, and on the 13th of December 1849,. filed an additional count, founded on the agreement between the defendant and Mr. Darlington.\nThe plaintiff, in order to sustain on the trial the allegation that the consideration-money had not been paid, produced George W. Pennoek as a witness; but an objection being made to his competency, the court rejected him. The plaintiff then exhibited the witness’s certificate of discharge as a bankrupt, dated 1843, and produced also from the records several unsatisfied judgments, sufficient to absorb the whole fund claimed. The witness was again offered, received, and exception taken.\nGeorge W. Pennoek being admitted as a witness, testified that he had received but $1287.80, in consideration of the assignment; and that the consideration agreed to be paid was the full value of the mortgage and judgment, without any credit for interest or set-off. He denied that Mr. L. had paid him any thing else, or any money for him.\nThe defence on the facts was that the whole was paid. James B. Wood, the deputy sheriff in 1843, testified to Mr. Lewis paying $50.14 at one time and $200 at another, for George W. Pennock.\nJoel Pennoek testified that G. W. Pennoek, between the first of August court and the last of November, stated he was going to Mr. Lewis to get some money ; that he returned, and said he had got it; could not tell the amount; it was hundreds of dollars.\nT. C. Crowell, Esq., testified to repeated acknowledgments by Gr. W. Pennock that Mr. Lewis owed him nothing; but that he was indebted to Mr. L.\nMr. Lewis was returned by Gr. W. Pennock as a creditor, for $1300, in his statement annexed to his petition for the benefit of the insolvent law; and also in his statement of liabilities annexed to his bankrupt petition.\nF. E. Hayes testified that Gr. W. Pennock told he had received the consideration of the mortgage.\nThe defendant requested the court to charge that if the jury believed that the judgments, Joseph J. Lewis v. George W. Pennock, were taken, as averred by the plaintiff, as collateral security for the payment of $1000 and $300, in case a set-off against the mortgage for these or any less amount should be established, the defendant had a right to receive the amount of these judgments at the time the same were paid to himthat if the jury believed that the defendant had received no more moneys by virtue of these judgments than the amount by which the mortgage was reduced by Dr. Coates’s set-off the plaintiff cannot recover; that the sheriff, in whose hands were the proceeds of sale of G. W. Pennock’s real estate, bound by the lien of this judgment, would have been justified in paying the money to the defendant at the termination of the suit of Pennock v. Coates, in which Dr. Coates established his set-off; the defendant therefore had a right to receive said money, at the time and under the circumstances he did, and the plaintiff cannot recover ; and that there was no privity of contract between the late sheriff and defendant.\nThe judge in his charge decided that there was no legal impediment to the plaintiff s recovery, and a verdict was found in his favor.\nThere were several specifications of error filed, one of which was that the court below erred in sustaining the plaintiff’s action.\nThe case was argued by Smith, for plaintiff in error; and by P ennypacker and Sickman, for defendant in error."
  },
  "file_name": "0018-01",
  "first_page_order": 18,
  "last_page_order": 22
}
