{
  "id": 410146,
  "name": "Fitzwater versus Stout",
  "name_abbreviation": "Fitzwater v. Stout",
  "decision_date": "1851-04-21",
  "docket_number": "",
  "first_page": "22",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 351,
    "char_count": 6977,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.5138986890902406e-07,
      "percentile": 0.6680348931540024
    },
    "sha256": "1cdcd0b13df623f22f4562a4d28b034050a2aacdf7135bd4ae49cc8bf4e3961a",
    "simhash": "1:1eefd5156b441ed5",
    "word_count": 1232
  },
  "last_updated": "2023-07-14T21:02:40.422858+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fitzwater versus Stout."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered April 21, by\nCoulter, J.\nThe four errors assigned amount to this, that the court submitted to the jury the facts, whether George W. Fitzwater and John Fitzwater, the younger, participated in any acts after the cattle were taken to Thompson’s, and whether they participated in the sale subsequently made, and whether a demand was made of the cattle; there being no evidence to implicate the defendants in these conclusions.\nBut the case was fairly enough submitted to the jury as to these matters of fact. There was undoubtedly some evidence, as to John, and it was distinct as to George W. The court told the jury that they might find against either of the defendants, if the testimony did not warrant a finding against both. It is unnecessary to go over the case, further than to say, that from the commencement to the closing scenes, John, the elder, and his two sons were actors in concert, and spoken of by the witnesses as the Fitzwaters who drove away the cows. And one of the witnesses testifies that he was present when cows were demanded of the Fitzwaters, when they were locked up in Thompson’s stable. This evidence is not very distinct, but under tbe circumstances it ought not to have been excluded from the jury. Jt was at least a spark.\nThe proceedings under the stray law, were in no sense complied with, except in taking the cows and locking them up. Under what process or by what authority they were sold, does not appear. Even if Fitzwater, the elder, was right in taking the cows of Stout, his tenant, trespassing on his field, and locking them up by himself and his sons, they had no right to keep them during pleasure, sell them as they pleased, unless by some Brehon law not recognised by our courts. A poor man lost his property against law. We see nothing in the record which requires the judgment to be disturbed. Judgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Freedley, for plaintiff in error.",
      "Mulvany, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Fitzwater versus Stout.\n1. Where there is a spark of evidence of a fact, it should not be excluded from the jury.\n2. Where the owner of grain takes up cattle trespassing upon it, in order to sell them he must proceed according to the act of Assembly, or he will be deemed a trespasser ab initio, and responsible in damages to the owner of the cattle.\nError to the Common Pleas of Montgomery county,\nThis was an action of trespass, brought by Christian D. Stout against George W. Eitzwater and John Eitzwater, Jr., for breaking and entering his close, at Upper Dublin township, Montgomery county, and taking and driving away five cows of the value of $ — , and converting them to their own use.\nDefendants pleaded not guilty, and also pleaded specially that under an execution issued upon a judgment againt Stout, the plaintiff, ten acres of grain in the ground (inter alia) was levied upon and sold by the sheriff to John Fitzwater, Sr., for a full consideration, which grain was the close mentioned in plaintiff’s declaration; that said cattle were found upon said grain, treading down, depasturing, and destroying the same, and that said defendants, by command of said John Fitzwater, took up and drove away the said cattle.\nChristian D. Stout, the plaintiff below, had in his possession on the last day of January 1848, five cows, in one of which he had an absolute, and in the other four a qualified property. These cattle on that day were found pasturing on a grain-field, which formed part of a farm then held by the plaintiff, under a lease from John Fitzwater, the father of’the defendants, — John Fitzwater, Sr., being the owner of the grain, having previously purchased it at sheriff's sale. The defendants below, George W. Fitzwater and John Fitzwater, Jr., on the day referred to, at the instance of their father, entered upon the grain-field, and took and drove the cattle thence to a tavern occupied by one Robert Thompson, and locked them up in his stable. The’plaintiff demanded the cows from Thompson, and he refused to deliver them up. He also demanded them of the Fitzwaters, and they refused to give them up.\nOn the 11th May following, the cows were sold by George Scheetz, upon a warrant of a justice of the peace, issued by order of John Fitzwater, Sr., for $102.05. George W. Fitzwater bought one of them at the sale.\nKrause, J., charged the jury, that if the defendants participated in the subsequent selling of the cattle and disposition of the proceeds, in violation or disregard of the act of Assembly relating to strays, or did other unlawful acts after the cattle were taken to Thompson’s, they were trespassers ab initio, and liable as such in damages; and also, that there was evidence of a demand by plaintiff on defendants for the cattle on the 18th of February 1848, and submitted the fact or question for their determination.\n“ The jury may find against one or both defendants, if they find against them at all; and it is proper to say to them that the court recollects no testimony showing acts of John to implicate him in what was done after the cattle were taken to Thompson’s. .As before stated, however, the facts are for them, and not for the court; and if, in considering, all the testimony, they find that John did participate in what was so done, and in disregard of the acts of Assembly, he is answerable as stated.”\nVerdict for plaintiff, for $134.\nIt was assigned for error:\n1. The court erred in submitting as á question of fact for the jury, whether there was any subsequent participation in the sale of the cattle — there being no evidence of such fact in the cause.\n2. The court erred in submitting as a question of fact for the jury, whether there were any acts done by defendants after the cattle were taken to Thompson’s, which would render the defendants liable as trespassers ab initio — there being no evidence of such acts in the cause.\n3. The court erred in charging the jury that there was evidence of a demand by plaintiff on defendants for the cattle on the 18th February 1848 — there being no such evidence in the cause.\n4. The court erred in not charging the jury, that there was no evidence in the cause of any acts done by defendants after the cattle were taken to Thompson’s, which would in law render them liable as trespassers, and therefore, that plaintiff was not entitled to recover.\nThe case was argued by Freedley, for plaintiff in error.\nHe contended, inter alia, that in charging the jury, the court were in error, there being no evidence whatever in the cause, either of participation by defendants in the sale or proceeds of the cattle, or of any unlawful act or acts of any kind done by the defendants in relation to the cattle after they were left at Thompson’s — nor was there any evidence of a demand by plaintiff of the defendants as stated by the court.\nMulvany, for defendant,\ncontended, inter alia, that there was evidence that the defendants participated in the refusal to deliver up the cattle when they were demanded by the plaintiff, and in the illegal disposition of them which was made."
  },
  "file_name": "0022-01",
  "first_page_order": 22,
  "last_page_order": 25
}
