{
  "id": 410134,
  "name": "Edwards versus Goldsmith",
  "name_abbreviation": "Edwards v. Goldsmith",
  "decision_date": "1851-05-02",
  "docket_number": "",
  "first_page": "43",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 43"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 405",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cranch 299",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0299-01"
      ]
    },
    {
      "cite": "4 Yeates 353",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773985
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0353-01"
      ]
    },
    {
      "cite": "2 Bin. 4",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788963
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0004-01"
      ]
    },
    {
      "cite": "1 Dal. 241",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 337",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 398",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878313
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0398-01"
      ]
    },
    {
      "cite": "1 Dal. 244",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "2 Bin. 4",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0004-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 725,
    "char_count": 19506,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 5.764192995345162e-07,
      "percentile": 0.9506950019093777
    },
    "sha256": "640f1d97f95c6b3fad203506aa5ecb75414fde96901c65fac46c373d925dfc56",
    "simhash": "1:9a7a64ce09f5cda8",
    "word_count": 3457
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edwards versus Goldsmith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered May 2, by\nChambers, J.\nThe first error assigned in the case was the admission of William Linn Brown, Esq., to testify in behalf of the plaintiff below, having been of counsel to the plaintiff at the time of the alleged admissions of the defendant made to him respecting the contract between the parties. > Mr. Brown had no connection with the suit, had received no compensation, and expected none. He had no interest in the event of the suit. His competency and admission were in accordance with the law as ruled in the case of Newman v. Bradley, 1 Dal. 244, and Miles v. O’Hara, 1 Ser. & R. 32, which have not been departed from by the court.\nThe second error assigned is the rejection of Andrew D. Cash as a witness for defendant, to testify as to the usual rates of commission on the sale of real estate in this city. This action is founded on an alleged special contract between the parties, by which remuneration was fixed, and which the plaintiff below was bound to establish to the satisfaction of the court and jury, to enable him to recover. It was that contract which determined the amount of compensation for services rendered, and not the ordinary charges of commission on the sale of real estate in other cases and between other parties. The sum claimed and allowed by the jury, it is said, is disproportioned to the services ; but the inducements which the plaintiff could offer and render in the way of activity, discernment, and influence, to enhance the property and procure a purchaser, which the defendant might think so advantageous to him as to promise the compensation stipulated for, might have been understood by the parties, though not disclosed by the evidence. In the rejection of the evidence offered there was no error.\nThe next error assigned is to the charge of the court, in not answering, as requested, the points presented in behalf of the plaintiff in error, in leaving the construction of the contract to the jury, and in not instructing the jury that the plaintiff could not recover. It is to be remarked, that there was some misapprehension with the court below, as well as with the counsel, in considering the writing called the “memorandum” as the contract between the parties, which it was not, but part of the evidence of the alleged contract. The evidence adduced to prove the contract was the admission of Edwards in this memorandum and the admissions made by him to Nece and Brown. This “ memorandum” was made by Edwards some time after the contract, and after Nece had been procured as a purchaser and accepted; and was furnished by Edwards to the scrivener, who had been directed by Edwards to prepare the deeds from him to Nece. Goldsmith was no party to it, nor had he any participation in placing it with the scrivener.\nThe testimony of Nece went to prove a contract varying in some of its terms from that indicated by the memorandum. Nece is explicit that Edwards told him that he'was to advance $300 on each lot, $50 of which was to go to Goldsmith — that Goldsmith was to get $50 for the sale of each lot, and that, as a purchaser, he had agreed to take the fifteen lots.\nThe evidence in the cause left the contract obscure, and as its construction was dependent on parol evidence, it was properly submitted by the court to the jury. The court did instruct the jury that if the contract was as stated in the memorandum as to mode, plaintiff was to be compensated; the plaintiff was not entitled to recover unless defendant had dispensed with the necessity of so doing, by an absolute refusal to comply ; and if the contract was, however, that plaintiff was not to b.e paid till the houses were finished, the plaintiff could not recover under the declaration. This was answering the points of defendant’s counsel as favourably as was warranted, so far as the memorandum was considered the evidence of the contract; and if there had been no other evidence of the contract, the plaintiff ought not to have recovered, according either to his allegation or proof.\nBut it was still a material question of fact for the jury, whether by the contract between the parties Goldsmith was to be paid $50 on each lot, out of the $300 to be advanced by Edwards, on procuring a purchaser, and which it was alleged was not dependent on the erection of houses, which were to be erected by Nece, with the aid of the advance from Edwards, and over which Goldsmith had no control. The testimony of Nece did conduce to prove this, and the admission of Edwards to Brown, that he was under an obligation to comply if a proper purchaser was brought, did support this construction of the contract. It was further testified by Nece that Goldsmith had procured him to become the purchaser of the lots — that with the references he gave Edwards, he was satisfied, and accepted him (Nece) as the purchaser of the fifteen lots; and in the prosecution of the sale, Edwards gave him a plan, requested him to get a surveyor, to have the lines marked, and make, the necessary preparations for building!\nTo this part of the evidence the jury might apply the charge of the court, in which they were instructed that if this was the contract with the plaintiff, as set forth- in the contract, and a purchaser .was procured with whom defendant was satisfied, and after-wards refused without good reason to fulfil his contract, then the plaintiff is entitled to recover. The contract was thus submitted rightly to the jury on the testimony; and if the jury were satisfied that by its terms Goldsmith was only to procure a purchaser who was acceptable, for the fifteen lots, that he had done so, and performed his part of the contract, the plaintiff was entitled to a verdict which may be supported on the second count of indebitatus assumpsit. It- -is- settled, by repeated adjudications of this court and others, that wben the terms of a special agreement have been performed by the plaintiff, the law raises a duty, for which a general indebitatus assumpsit will lie: Kelly v. Foster, 2 Bin. 4; Bomeisler v. Dobson, 5 Wh. 398; Harris v. Ligget, 1 W. & Ser. 301; Filzell v. Mitchell, 3 W. & Ser. 331. The court did not err in refusing to answer the points as requested by defendant’s counsel, and in their charge there was not error. The contract'was left obscure by the conflicting evidence, yet this was for the jury and the consideration of the court before whom the cause was tried; and if there has been error, it has been with the jury on the facts which this court cannot undertake to correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Cf. W. Biddle and Meredith, for Edwards, plaintiff in error,",
      "Kneass, for defendant."
    ],
    "corrections": "",
    "head_matter": "Edwards versus Goldsmith.\n1. One who was counsel for the plaintiff at the time of the admissions of defendant made before the institution of the suit, but not counsel in the suit, and having no interest in the result of it, was a competent witness for the plaintiff to prove admissions by defendant as to the contract on which the suit was founded, and which were made at an interview had in consequence of a note from the counsel.\n2. In an action of indebitatus assumpsit by a broker, to recover compensation fixed by a special contract to sell certain real estate on ground-rent, it was not competent for defendant to prove the usual rates charged by brokers for services of a like character.\n3. The evidence of a contract leaving it obscure, it consisting in part of a memorandum in writing by defendant made subsequent to the contract, the same with certain parol evidence, was submitted to the jury to decide what the contract was: Meld to have been properly submitted.\n4. Where a broker was to receive a definite commission for procuring a purchaser for certain lots of ground, and complied with his part of the contract, but the defendant, without good reason, failed to fulfil his part of the contract: Held, that the broker could recover, in indebitatus assumpsit, the amount of compensation agreed upon.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit, brought by Thomas O. Goldsmith against George W. Edwards, to recover the sum of $750, under an alleged contract with Edwards, contained in the following memorandum, which was admitted to be in his handwriting : — “ 15 lots, 250 each, on ground-rent, payable in ten years. Ground-rent deeds to be made at $300 and $250 cash advanced, in all $550 on each lot; each house to be of the cash value of $750. The profit to Mr. Goldsmith, $750, to be taken out in 3 of the lots, or a lot equal to $45 per annum, on some other part of the ground.”\nThe narr. contained a special count on this alleged contract, and a count in indebitatus assumpsit, to which the defendant pleaded “Non assumpsit,” and “Payment with leave,” &c.\nOn the trial, the plaintiff gave the above-mentioned memorandum in evidence, and called one Charles Nece, who testified that Goldsmith had called on him to take some of the lots; that he had agreed to do so; that Edwards had seen him, and said he was satisfied with him; and that he had in consequence made certain preparations to build, but that he never could find Edwards to get a deed from him, and he finally desisted.\nThe counsel for plaintiff then offered to examine W. L. Brown, Esq., who, being examined on his voir dire, said — “I am not now the counsel in this case. I never was retained in the case. I was not the retained counsel. Dr. Goldsmith consulted me in regard to this matter. I have no connection at all with this suit. I have no interest direct or indirect. I do not expect to be paid as Mr. Goldsmith’s attorney in case he recovers.”\nWhereupon the said witness was objected to as the former attorney of the plaintiff, and the objection was overruled, and the witness admitted, to which ruling the counsel for the defendant excepted, and his exception was duly noted by the judge, and the witness then testified — “I can’t remember when I saw Mr. Edwards ; it was before suit brought. Here is a memorandum, (the witness looks at the memorandum before given in evidence by the plaintiff,) he admitted it to be his. He said he was not satisfied with the purchaser. Edwards admitted his own obligation to carry it out, if a proper purchaser was brought, and refused to comply with it as regards Mr. Nece. He refused to pay Dr. Goldsmith, as he was not satisfied with Mr. Nece.”\nAnd being cross-examined, the witness said — “ I sent Mr. Edwards a professional note. I presume it was in regard to this controversy. Mr. Edwards came to my office in consequence. The conversation took place there. I am not prepared to say that he used Nece’s name, but said that the doctor had not produced a proper purchaser.”\nThe plaintiff here closed his case, and the defendant's counsel asked the judge to direct a non-suit to be entered against the plaintiff, because he had not proved his case; which the judge declined to direct.\nThe counsel of the defendant then offered in evidence Andrew D. Cash, to prove the usual rates of commission charged on the sale of real estate in the city and county of Philadelphia, which testimony was objected to by the plaintiff, and the testimony overruled by the judge, to which decision the counsel of the defendant excepted, and the exception was duly noted.\nAnd the jury having been addressed by the counsel on both sides, the counsel of the defendant requested the judge to charge as follows:—\nDefendant’s points. — 1. Upon the proper construction of the agreement entered into by the defendant with the plaintiff, nothing was due or to be paid to the plaintiff by the defendant, until the houses of the cash value of $750 each should be erected upon each of the fifteen lots; as it was made the duty of the plaintiff, by this agreement, to see that this stipulation should be complied with on the part of the purchasers from the defendant, on ground-rent.\n2. As the plaintiff has neither averred nor proved a compliance on his part with the agreement entered into by the defendant, as properly construed, and he has not averred or proved that he was prevented froifi complying therewith by the acts of the defendant, the verdict of the jury must be for the defendant. •\n8. Under the terms used in the memorandum of agreement between the parties, this was a joint speculation of the plaintiff and defendant; and until brought to a successful close, by the sale of the lots, the erection of the houses, &c., through the efforts of the plaintiff, he could not claim his share of the profit, to wit, $750; and as the matter is not concluded, the plaintiff cannot recover.\nSharswood, J. — I decline charging as requested by the defendant. Upon the memorandum which has been read as the contract, in connection with the parol evidence which has been given, it is for you to say what the contract was.\nIf the contract was as stated in the memorandum, as to the mode plaintiff was to be compensated, the plaintiff, not having proved that he tendered or demanded a deed, is not entitled to recover, unless the defendant has dispensed with the necessity of so doing by an absolute refusal to comply. You have the evidence of Mr. Brown on this subject. If this was a contract with plaintiff as set forth in the contract, and a purchaser was procured with whom the defendant was satisfied, and afterwards refused without good reason to fulfil the contract, then the plaintiff is entitled to recover. If the contract was, however, that plaintiff was not to be paid till the houses were finished, then the plaintiff cannot recover under the declaration.\nCounsel of defendant excepted to that part of the charge, that the construction of the contract was not for the court; and to the refusal of the court to charge as requested.\nIt was assigned for error:\n1. The judge erred in admitting W. Linn Brown to testify on behalf of the plaintiff below.\n2. The judge erred in refusing to permit the defendant below to prove, by competent testimony, the usual rates of commission charged on the sale of real estate in the city and county of Philadelphia.\n3. The judge erred, 1st. In declining to answer the defendant’s points as requested by him. 2d. In leaving the construction of the contract to the jury. 3d. In not charging that the plaintiff could not recover.\nThe case was argued by Cf. W. Biddle and Meredith, for Edwards, plaintiff in error,\nwho contended, inter alia: — That parol evidence was not admissible to explain even an imperfectly worded written contract: Halliley v. Nicholson, 1 Price, Ex. Rep. 404. Yet the judge, instead of expounding the contract correctly, or telling the jury there was no contract, left it to them to say what the contract was, in connection with the parol testimony given. This is clearly error, as is shown by the following authorities.\nThe construction of written instruments is the province of the court; and it is of the utmost importance that this province should, not be invaded by the jury: Welsh v. Dusar, 3 Bin. 337; Denison v. Wertz, 7 Ser. & R. 372. It is error for the court to leave to the jury the construction of a deed or other writing: Moore v. Miller, 4 Ser. & R. 279; Vincent v. Huff, 8 Ser. & R. 381; Roth v. Miller, 15 Ser. & R. 100.\nNo doubt where the instrument cannot be understood without reference to facts dehors the writing, the jury are to judge of the whole; but here there were no facts to explain or modify the character of the instrument, and the plaintiff in his declaration puts his case upon the contract as evidenced by this memorandum.\nThe contract which the plaintiff went upon, being for the recovery of a lot upon the procuring of a purchaser, and the erection of the houses, &c., and he not having averred that he was prevented from a compliance by the acts of the defendant, he clearly could not recover: Alexander v. Hoffman, 5 W. & Ser. 382, in which it was held, that “ in an action to recover compensation for work and labour under a special contract, the plaintiff cannot recover for part performance upon a declaration containing a general averment of performance, but'must set out specially the defendant’s default as the ground of his failure to perform according to his contract.” See also Algeo v. Algeo, 10 Ser. & R. 234.\nAnd the plaintiff cannot help himself here by his count in indebitatus assumpsit. The rule, as laid down in Cutter v. Powell, and the subsequent authorities, is, that while a special contract remains unperformed, no action of indebitatus assumpsit can be brought for any thing done under it; though where a party has been prevented by the conduct of defendant from completing, and has done something, he may recover what his services were reasonably worth: 2 Smith’s Leading Cases, Am. ed. 9, 17, et seq. And see also the cases cited in 1 Whar. Dig. Tit. Assumpsit, pl. 11 to 17, particularly Harris v. Ligget, 1 W. & Ser. 301; Martin v. Schœnberger, 8 W. & Ser. 367.\nKneass, for defendant.\nIt was not erroneous to allow William Linn Brown to testify on behalf of the plaintiff below. An attorney or counsel concerned in a case may be a witness, though his judgment-fee depends upon'his success: Newman v. Bradley, 1 Dal. 241. So although he expects to receive a larger fee from his client if the latter succeeds : Miles v. O’Hara, 1 Ser. & R. 32. Mr. Brown had no sort of interest whatever in the suit; he never had been retained, and expected no compensation. It was of no consequence whether the interview at which the conversation occurred, was sought for by the one or the other, or was entirely accidental: whatever admissions are made by a party to the attorney of the other party, may by him be given in evidence.\nThere was no error in the rejection of Andrew D. Cash as a witness for the defendant below, to testify as to the usual rates of commissions on the sale of real estate. There was a contract between the parties; — all.the plaintiff had to do was to procure a suitable purchaser, and the testimony of real-estate brokers could shed no light on the contract.\nThe answers to the defendant’s points and the charge of the court AYere correct.\nThe contract was for a recovery upon the procuring of a purchaser. This is shown by the memorandum and parol testimony submitted, and the judge rightly left it to the jury 'to say what the contract was. No doubt the construction of a written instrument is the province of the court; but when this instrument cannot be understood without reference to facts, dehors the writing, the jury are to judge of the whole. Such was the case here, and the plaintiff in his narr. goes upon the contract as shown by the memorandum and parol testimony together.\nThe contract did not impose upon the plaintiff below the necessity of looking to the erection of the houses. He was simply required to procure a purchaser of the lots upon the terms stated. Such a purchaser was procured by him, and at once his right of action accrued; for the agreement, so far as he could attend to it, was thus fully performed: Harris v. Ligget, 1 W. & Ser. 301. He who has performed a special agreement to do a particular thing, may recover the stipulated price of it by an action of indebitatus assumpsit, and use the agreement as evidence of the amount of compensation due. This has been held in Kelly v. Foster, 2 Bin. 4, on the authority of Alcorn v. Westbrook, 1 Wils. 117; Brook v. White, 4 Bos. & Pul. 330; and of Mr. Justice Buller, N. P. 129. See also Snyder v. Caster, 4 Yeates 353; Filzell v. Mitchell, 3 W. & Ser. 331; 1 Chit. Pl. 249, 316; 7 Cranch 299; 4 East 147; 4 Bos. & Pul. 351; 6 East 564-9; 2 Sand. 350, note 2; 2 Bin. 4; 5 Whar. 405."
  },
  "file_name": "0043-01",
  "first_page_order": 43,
  "last_page_order": 50
}
