{
  "id": 410187,
  "name": "Murphy versus Hubert",
  "name_abbreviation": "Murphy v. Hubert",
  "decision_date": "1851-03",
  "docket_number": "",
  "first_page": "50",
  "last_page": "59",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 50"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates 280",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "5 Ired. Eq. 21",
      "category": "reporters:state",
      "reporter": "Ired. Eq.",
      "case_ids": [
        2101528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/40/0021-01"
      ]
    },
    {
      "cite": "11 Met. 429",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1975698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/52/0429-01"
      ]
    },
    {
      "cite": "8 Mass. Rep. 517",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 848,
    "char_count": 24991,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 3.1713974183539075e-07,
      "percentile": 0.863939557866115
    },
    "sha256": "170d87abd0da835d2bab130596943674b8544bafc4a909bdd0fc529a92746d59",
    "simhash": "1:d16246f5c367b854",
    "word_count": 4458
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Murphy versus Hubert."
    ],
    "opinions": [
      {
        "text": "The opinion of the eourt was delivered by\nRogers, J.\n—\nThis was an action of ejectment brought by Hubert and Butler and his wife, against Murphy, to recover possession of a lot with the houses thereon erected. The plaintiffs claim under a deed from Samuel Murphy (conceded to be the owner of the property) to Delia Chase, and a deed from Butler and wife, late Delia Chase, to Lyttleton Hubert, for one moiety thereof — consideration $1. On the written title, as exhibited in evidence, at law, it is beyond doubt plaintiffs are entitled to recover. A regular title to the premises is deduced to them. The defendant, however, insists that the deed of Samuel Murray, under whom plaintiffs claim, was without valuable consideration, and upon a trust understood as declared at the time, that Delia Chase should hold the property for the use of Samuel Murray for his life, and after his death for his children, &c. On .this point evidence was given, the plaintiff, however, contending that the deed was made for a valuable consideration, that a bond was given as part of the purchase-money for $800. Whether the deed was given for a valuable consideration, or without consideration, or whether the evidence sustained the allegation of a parol trust, becomes a matter of minor importance, as, in a subsequent part of the charge, the court in substance instructed the jury that even admitting the deed to be voluntary and without consideration, and that a parol trust was declared at the time the deed was executed, yet if it was intended as a fraud on creditors, the defendant is left without defence. Whether the instruction of the court in this particular be correct, is the only point in the case worthy of consideration.\nAfter the verdict, we must take it as established that the deed was intended as a fraud on creditors, and also that there was a valid parol trust. Whether the evidence shows a trust does not enter into the óonsideration of this case.' For the purposes of this point, that must be conceded, the charge proceeding on the concession that the trust is satisfactorily proved.\nIf there be a point settled on reason and authority, it is that a deed intended to defraud creditors, although void as against creditors, yet is valid as against the grantor, and those for whose beneT fit it is designed, whether it be the grantor himself, his child or' children, or a stranger. The grantee holds the property as against_ the fraudulent grantor and his beneficiaries, the latter being con-. sidered in the light of volunteers, without consideration, and consequently placed in no better situation tha,n the grantor, discharged from all secret trusts whether in writing or by parol. The distinction taken by the judge, I agree, is not sound, as, whether the declaration of trust be by parol or in writing, the rule is the same. That a trust cannot be enforced when it is designed to effect a fraud on creditors is settled by authority. The cases without exception decide that such a trust is void in itself, and therefore incapable of being made the foundation of a right in others : Carroll v. Boston Marine Insurance Co., 8 Mass. Rep. 517; The Dodman M. Co. v. The Worcester Fire Insurance Co., 11 Met. 429; Ellington v. Currie, 5 Ired. Eq. 21; Church’s Lessee v. Church, 4 Yeates 280; Worrall’s Accounts, 5 W. & Ser. 11, 113.\nThe case was put by the judge on the ground of fraud, nor is it designed to interfere with a class of cases where bona fide settlements are made on children, intended for their benefit, and without dishonest purpose as it regards creditors. They are supported on different principles, which it is not designed to disturb. They have no application whatever to this case.\nThe defendant, however, insists that it is the plaintiff who claims, through the medium of a fraud; that he invokes the aid of the court to turn the defendant out of possession of the premises. But this is a mistaken view of the situation of the parties. It would not hold a moment had we a court of chancery. But although we have no separate court for the administration of equity, yet we grant relief, not, it is true, in the same form, but on the same principles as courts of equity. Equity in this State is the same as in England, a principle acknowledged in repeated decisions. In the case in hand, the defence is not a legal, but an equitable defence, the defendant alleging that although the deed purports to be .an absolute deed in fee simple, yet it was intended in trust for the grantor and others. It is not the plaintiff that aslcs the aid of the court, hut the defendant. The plaintiff’s title is good. At law, the defendant has no defence whatever. Were the case in equity on bills for an injunction, by which mode only would-the defendant be entitled to retain the possession, the chancellor would refuse relief when it appeared that defendant who asked the aid of the court had been guilty of a fraud in attempting to screen his property from the just claims of creditors. The chancellor would refuse to interfere. He would leave the party to his remedy at' law, where the plaintiff would be entitled to recover on the well-settled principle that although the deed was void as to creditors, yet the title is valid as between the parties.\nThe defendant thinks that being in possession differs this from . the cases ruled; but this is not so, as is shown in the cases cited, and on principle. If it were, it would nullify the rule. All that would be necessary would be for the fraudulent grantor either to retain the possession himself, or to give the possession to his children or other beneficiaries named in the parol or written trust.\nThe rule is founded in policy. The reason is extracted from one of the cases cited, which is correctly given by the judge. Courts \"of justice do not sit to extricate a rogue from his toils. To enable a party to show a secret trust in the face of an absolute deed, the purpose must have been an honest one, else, by secret fraudulent device, a dishonest man would be sure never to lose, and he has the chance of gaining. He may accomplish his fraudulent design, and then he is sure to get back his property, or what is the same thing, keep it for his family. This would be affording encouragement to such frauds. On the contrary, it is the policy of common sense and common law to environ a person with all possible perils, and to make it appear that honesty is the best policy. The court left the question of fraud to the jury, taking a distinction between a declaration of trust in writing or by parol, which, although erroneous, is an error in favor of the defendant, of which he cannot complain. That the deed from Samuel Murray to Delia Chase was intended to delay, hinder, and defraud creditors, was abundantly proved. Indeed it does not appear to be denied by the defendant. That the deed was executed under a mistaken apprehension that he would be made liable as bail, is nothing. That he was unwise may be admitted, but that is no reason for overruling the plain principles of law. Hard cases, appealing to the sympathy of a judge, make bad precedents.\nThe defendant also excepts to the answer to the seventh of-plaintiff’s points, and to the third of defendant’s. As a general proposition the answer to the seventh point is correct, for undoubtedly the acts and declarations of a wife, without the knowledge and consent of the husband, do not affect his title. Had the defendant desired a more particular direction, he might have had it by'a prayer for that purpose, distinguishing between her declarations as to thp trust and declarations as to the extent of the trust, the parol trust being established. To reverse now on that ground (supposing there is anything in the distinction) would be to reverse for an error which the court did not commit, to which their attention was not directed.\nThat the answer to the third point is correct, cannot be matter of doubt, as an absolute deed cannot be annulled or discharged, nor the title impaired by parol. A deed in this State is equivalent to feoffment with livery and seisin, and cannot therefore be affected except by writing. That the parties intended to cancel the agreement, but failed to do so according to the forms prescribed by law, may be matter of regret, but it is a mistake which we cannot correct.\nAfter a full examination of the case, \"we are of opinion, that as no error prejudicial to the defendant has been committed, the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Hirst, for Murphy, plaintiff in error.",
      "Hare, for defendants in error.",
      "• Todd, in reply."
    ],
    "corrections": "",
    "head_matter": "Murphy versus Hubert.\n1. A deed, whether voluntary and without consideration, or for a -valuable consideration, made upon a parol trust, declared at the time of the execution of the deed, that the grantee would hold in trust for the children of the grantor, if intended as a fraud upon creditors of the grantor, is void as against the creditors, but it is valid as against the grantor and the children for whose benefit it was designed, and the grantee will be entitled to hold against the children or their vendee; whether the trust be by parol or in writing the rule is the same; and the circumstance of the grantee of the children being in possession will not vary the principle. See 7 Barr 420.\n2. Acts by a trustee, a married woman, in relation to the trust property, made as agent of her husband, and her declarations accompanying such acts, are evidence against her husband.\n3. If a deed be made in consideration of a bond executed by the grantee, and the bond was subsequently cancelled by the grantee, then a married woman, this would not revest the estate in the grantor, or defeat the estate of her husband.\nError to the District Court, Philadelphia.\nThis was an action of ejectment brought by Lyttleton Hubert, and Curtis Butler and Delia his wife, late Delia Chase, against Archibald Murphy, to recover possession of a lot, with the houses thereon erected, situate on Shippen street, extending to Bedford street, Philadelphia, and being twenty feet in front. The plaintiffs claimed under a deed from Samuel Murray to Delia Chase, dated 13th January 1819, for the premises, and a deed from Butler and Delia his wife to Lyttleton Hubert, dated 20th October 1841, for one moiety of the premises ; the consideration stated in the latter deed to be one dollar. Both these deeds were recorded.\nThe defendant Murphy claimed under the children of Samuel Murray, the grantor to Delia Chase. (See 7 Barr 420, for the report of a former trial between these parties.) Deed 9th March 1840.\nOn the part of the plaintiffs was given in evidence a deed from Richard Peters, Esq., and wife, and others, to Samuel Murray, dated 19th November 1804, not recorded. This deed was in the possession of Murphy. Deed from Samuel Murray to Delia Chase, dated 13th January 1819, recorded. The consideration expressed on the face of this deed was $800, and a further consideration of a certain yearly ground-rent of $33.33, subject to which the premises were conveyed to Delia Chase. She resided on the premises for a number of years.\nDeed from Curtis Butler and Delia his wife, late Delia Chase, to Lyttleton Hubert, dated 20th October 1841, and recorded, for one undivided moiety of the same premises.\nCertificate of the marriage, on 19th December 1822, of Curtis Butler and Delia Chase.\nPlaintiff’s counsel then closed.\nDefendant’s counsel gave in evidence the deposition of Loughead. He testified that he knew the property; knew Samuel Murray; he died in 1837 or 1838. Delia Chase was his sister. That he knew the children of Samuel Murray; their names were Nancy and Fanny. Nancy was the eldest. Some days after the death of Samuel Murray, Delia called on deponent, and brought with her a deed for the premises from Samuel Murray to her, and on being asked why she had not claimed the property before,, she said that her brother had given this property to her when he was in difficulties, in debt, and about to take the benefit of the insolvent laws — that he thought she had a better right to it than his creditors, she being his sister. Deponent observed it was extraordinary, as Samuel Murray had left a will and left the property to his two daughters. She said that Fanny should have it, but Nancy should have none of it; and inquired the best course to pursue to enable her to hold the property, or have it for the youngest daughter. She said that she had not paid any thing for the property. She said there was a year and a half or two years’ ground-rent due on the premises, at the time she called on me.\nOn another occasion she said that she had since .paid a part of the ground-rent.\n“ To the best of my recollection, in the course of conversation with her, I think she observed that her brother had conveyed the property to her to save it for the benefit of himself and children. These may not be the identical words, but it is the substance of the conversation.”\nCharles Acres testified that Samuel Murray was living in his own property, between Shippen and Bedford streets, and died there. That he left two children; one was married to Peter Hercules. He said that Delia told him that the property was conveyed to her to secure it for the children. He further said that the substance of a conversation had with Murray and Delia was that Murray had made the deed, and that “ she had given her brother a bond to pay $800, if any thing happened to the property before it came to the children.”\nJ. Wortheym testified, inter alia, under objection r — “ She (meaning Delia) stated to me that this property was her brother Samuel’s; that he had been in difficulties, and the’ property was made over to her so that it might not be lost, and that his creditors might not get hold of it; that he had creditors at the time, and he was afraid they might get hold of it.\n“ That she had never paid a cent for it, and that Samuel had paid for the deed, and that he had always paid the taxes and ground-rent ; that Samuel and the children ought to have the property again. I told her I thought it was impossible, as she had a husband, and it was impossible for her to do it, &c. This conversation took place in 1844 or ’5, in the house where Samuel lived. * * * Samuel occupied the front on Small street, and had the rest in possession, except the part that Delia had. By possession, I mean that I collected rents for him, and took receipts in his name. I commenced business for him in 1831. tie (Murray) wras in possession at that time. He continued in possession to the time of his death. I think he died in the Bedford-street house, in 1837 or thereabouts — from 1836 to 1838. He said he was collecting for Murray some two or three years — collected from the house next door to where he lived in Bedford street, and from a room or two in Shippen street. Collected from verbal authority — was always the agent of Samuel Murray, and not of Delia; * * * He told me he had been in difficulties, and was afraid his creditors would get it. But he said he had got over his difficulties, and he said he ought to have it back, he and his children; that he had worked for the money, and it was no more than right that he should have the benefit of it, he and his children, as she had never paid any thing for it.\n“ I asked Murray why he was so foolish as not to make a deed of trust for it. He answered that the squire who had drawn up the deed, said it was all right and all the same.” * * * “I meant, by a deed of trust, so that it might be kept for him and he could s;et it back from her.”\nAnother witness, Richardson, testified: — “ I heard Delia say that she had bought the property from her brother; that her brother had been in debt was the reason that she had paid him that money, and that after her brother was out of trouble he had refunded the money again.”\nDefendant Murphy offered in evidence a deed for the premises, from Peter Hercules and Delia Anna to Thomas Donnelly, trustee for Margaret Murphy, wife of Archibald Murphy. Deed dated 9th March 1840, recorded in March 1840.\nOn the part of plaintiff, it was testified that Murray said the property in question was his sister’s; that next day, Delia was present, and Murray said he had sold the property to his sister, the witness thought for $800.\nIt was proved that Fanny, the younger of Murray’s children, was dead.\nOther evidence was given on each side.\nOn the part of the plaintiff, points as follow were proposed:\n1. The plaintiffs, by their evidence, consisting of the deed of Samuel Murray to Delia Chase, of January 13,1819, and the certificate of marriage of Delia with Curtis Butler on the 19th December 1822, and the deed from Curtis Butler and wife to Lyttleton Hubert, dated October 20,1841, have established a prima facie case entitling them to a verdict.\n2. That no evidence has been given by the defendant Murphy to impair or destroy the title of both of the said plaintiffs under the deed and documents mentioned in the foregoing proposition.\n3. If the jury believe from the evidence that the deed from Samuel Murray to Delia Chase, of January 13, 1819, was made by him to defraud, delay, or hinder his creditors, this circumstance, though it rendered the deed void as respects any creditor intended to be defrauded, delayed, or hindered, does not affect the validity of such deed as between the parties to it, but it is good as a voluntary deed against Murray and those claiming under and through him.\n4. That the premises being subject to the payment of a ground-rent, to which Lyttleton Hubert would be liable, there was a valuable consideration in the conveyance to him from Curtis Butler and wife.\n5. That the evidence to set aside a solemn instrument between parties, and convert it into a transaction of a different kind, must be what occurred at the execution of the instrument, and should be clear, precise, and indubitable.\n6. That the evidence of the different witnesses for defendant, as to the meaning and intention of Samuel Murray, by the conveyance to his sister Delia Chase, is of so loose, uncertain, and contradictory character that the jury should attach no weight to it.\n7. That any acts or declaration of Delia Chase after her marriage with Curtis Rutler, done or made by her without his knowledge and consent, do not affect the title of Curtis to the premises, nor that of his partner, Lyttleton Hubert.\nAnd the counsel for the defendant requested his honor to charge the jury on the following points:\n1. If this was an agreement by parol, that the plaintiff, Delia Chase, should hold the estate as a trustee for the children after Murray’s death, it is a valid and effectual trust, and the defendants must have a verdict claiming under the children.\n2. Such a trust is consistent with the deed, and may be proved by parol evidence.\n3. If Delia Chase gave her bond as a consideration for the conveyance, and then agreed to or actually did destroy that bond before “ the squire,” this revested the equitable title in S. Murray, and made her a mere trustee for him and his heirs.\n4. If the conveyance was made in consideration of a bond of $800 — with an agreement that Delia might either pay the bond or give back the estate — and the parties afterwards destroyed the bond — she determined her election, and the equitable estate became the estate of S. Murray, as if no deed had been made.\n5. If this conveyance was made to defraud and defeat creditors, and is held in consequence thereof to be binding upon the parties thereto, the conveyance, being in trust for the children, vests the equitable estate absolutely in those children, which estate could not be affected by any act of S. Murray during his life.\n6. A settlement for the use of his children absolutely, made by a man indebted at the time, is a legal settlement binding upon all parties, unless creditors interfere.\nSiiarswood, J., charged the jury as follows: — The prima facie title is in the plaintiff. The defendant Murphy shows title at least in one moiety, derived from Samuel Murray: that is enough to protect the possession of the whole.\nThe title was in Samuel Murray. The plaintiff claims through a deed from him to Delia Chase, dated 18th January 1819, recorded 14th March 1820. The consideration on its face is $800, and it is subject to a ground-rent.\nThis transaction is the nucleus of this lawsuit. The defendant claims under Samuel Mui’ray, and he says that this deed was without valuable consideration, and upon a trust understood and declared at the time, that Delia Chase should hold the property for the use of Samuel Murray for his life, and after his death for his children, or some other such trust. Evidence has been given on this subject:—\n1. The plaintiffs say that the deed was made for a valuable consideration, that there was a bond given for $800, followed by possession and exercise of ownership — that bond is not produced. Undoubtedly, if there was such a bond, unless it has been cancelled by agreement of Murray and Delia Chase while sui juris, it is sufficient, even though there was an agreement that Delia Chase was to have the option either to pay the bond or restore the estate.\n2. But plaintiffs say, that admitting the deed to have been voluntary, it was intended as a fraud on creditors.\nNow, if the fact was so, I instruct you that it is not competent for any persons claiming under Samuel Murray to . show a parol trust, either for himself or his children, said children being mere volunteers. Courts of justice do not sit to extricate a rogue from his toils. To enable the party to show a parol trust, in the face of an absolute depd, the purpose must have been an honest one. Else, by such fraudulent device, a dishonest man would be sure never to lose, and he has the chance of gaining. He may accomplish his fraudulent design, and then he is sure to get back his property, or, what is the same thing, keep it for his family: this would be affording encouragement to such frauds. On the contrary, it is the policy of common sense and common law, to environ a person with all possible perils, and to make it appear that honesty is always the best policy. Whether it was Murray’s design to delay, hinder, or defraud creditors, is for you: if it was, then the defendant cannot set up a trust by parol evidence.\nIf, however, there was a declaration of trust by writing, which has been lost or mislaid, it would be different.\n8. If there was no fraud, then there was an express trust. If yea, was it to be for Murray during his lifetime and then for his children; for his children after his death, or for his children after the death of Delia?\nIf Delia Chase was to have it for life, and after her death it was to go to his (Murray’s) children, the plaintiffs are still entitled to recover the possession. If otherwise, and the trust was for Murray or for his children after his death, then your verdict should be for the defendant.\nHis honor answered the points of plaintiffs and defendant as follows: — The 1st point of the plaintiff affirmed. 2d, declines so to charge. 3d, affirmed. 4th and 5th, affirmed, but a trust may be shown by declarations and admissions subsequently made. The 6th point of the plaintiff, the court declines so to charge. 7th, affirmed, except so far as respects acts in regard to the property as his (Chase’s) agent, and declarations accompanying such acts as part of the res gestee.\nThe 1st point of defendant affirmed, if the purpose was honest. The 2d point of the defendant affirmed. 3d and 4th, affirmed, if Delia Chase was unmarried at the time. 5th, the court declined so to charge. 6th, affirmed.\nThe defendant’s counsel excepted to the answers of the learned judge to the plaintiff’s 1st, 3d, 4th, 5th, and 7th points; and to the defendant’s 1st, 3d, 4th, 5th, and 6th points; and also excepted,\n1. To that part of the charge which instructed the jury, that if the deed was in consideration of the bond, according to Blake’s testimony, and if the bond was cancelled by Delia while she was a married woman, without her husband’s authority, the plaintiff could recover, even though there was a parol agreement that Delia Chase was to have the option either to pay the bond or restore the estate.\n2. The only evidence referred to of Delia having exercised her option or election is the evidence of cancellation of the bond, and that that is insufficient, if she was a married .woman, and her husband did not authorize or consent to it.\n3. The deed to Delia Chase being absolute on its face, that if it was made voluntarily by S. Murray, to hinder, delay, or defraud creditors, no parol trust for Murray or his children can be set up.\n4. If the trust was for Delia during her life, and after her death for Murray’s children, plaintiffs are entitled to recover possession.\n5. If the trust was that Delia was at her death to pay $800, or will the estate to Murray’s children, the plaintiffs were entitled to recover.\nVerdict was rendered for the plaintiffs.\nThe case was argued by Hirst, for Murphy, plaintiff in error.\nHare, for defendants in error.\n• Todd, in reply."
  },
  "file_name": "0050-01",
  "first_page_order": 50,
  "last_page_order": 59
}
