{
  "id": 410143,
  "name": "Hamilton alias Thacker versus The Commonwealth",
  "name_abbreviation": "Hamilton v. Commonwealth",
  "decision_date": "1851-05-20",
  "docket_number": "",
  "first_page": "129",
  "last_page": "134",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 129"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Bin. 403",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795116
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0403-01"
      ]
    },
    {
      "cite": "5 Whar. 67",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0067-01"
      ]
    },
    {
      "cite": "1 Chit. Crim. Law. 720",
      "category": "reporters:state",
      "reporter": "Chit. Cr. Law",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 718,
    "char_count": 13716,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 2.6233797714041575e-07,
      "percentile": 0.8215422984119923
    },
    "sha256": "9ac0bd0a7d574c5ef768f20aa041602613006660ed440361aa807ae8db0d58d9",
    "simhash": "1:a35dccbaf95ce0cb",
    "word_count": 2380
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hamilton alias Thacker versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was. delivered May 20, by\nGibson, C. J.\nThe artistic form in which the sentence stands recorded, proves that the clerk of the court had consulted a precedent. The verb is in the present tense and third person, and the words of the pronouncing judge are not put down exactly as they dropped from his lips. Even the prayer for mercy is properly omitted, as it is no part of the judgment. So far all is unusually well. But for every thing besides, it is plain from the journalizing of the proceedings in the past tense, that the clerk’s knowledge of the principles and forms of criminal law was too limited to serve him in applying his precedent to the proceedings with entire advantage. The-details of the trial, embracing as they do, the bringing of the prisoner into court; the direction of the court to draw a jury from the proper box; the clerk’s compliance with it; the qualification of the jurors as “ sober, intelligent, and judicious menthe polling of the jury, and much more of the sort, show that the officer was too intent on the small beer of the case to attend to essentials; for the entries seem to have been made with a view to obviate some of the exceptions taken in Dunn v. The Commonwealth. However that may be, we find no entry that the prisoner was demanded whether he had any thing to say why sentence of death should not be pronounced on him, the absence of which was ruled in Rex v. Geary, 2 Salk. 630, and the King v. Speke, 3 Salk. 358, to be fatal. In fact, there is nothing on the docket to show even that the prisoner was present when he was sentenced, except the supplementary memorandum that “ he was present in court during every stage of the trial, from the time of his arraignment Up to the time when the sentence was passed by the honorable Ellis Lewis, president judge of the court, on him. Indeed, the whole trial, from its commencement to its termination, was according to law.”\nA record is constituted of proper and legitimate elements set down in their order; for it is certainly not law, that all the gossip a clerk or prothonotary writes down in his docket, ipso facto, becomes the very voice of undeniable truth. The judges of a court of error must determine for themselves, and consequently on facts instead of sweeping asseutiks. The premises to found a sentence of death are set forth in Chitty’s Crim. Law 720, and the form of the entire record is given in 4 Black. Com. Ap. 1, in which there is a demand of the prisoner “ if he hath or knoweth any thing to say wherefore the said justices ought not, on the premises and verdict, to proceed to judgment and execution against him,” together with his answer, that he “ nothing further saith unless as he before had said.” With us a full record is seldom, perhaps never, formally made up; but the docket, which stands in its place, must contain the substantial parts of it, from which, together with the other records in the office, such a record might be formed. It is because the proceedings remain in paper that we have been able to dispense with strict form as to tense and person, holding fast however to matter of substance. But even the forms of records are deeply seated in the foundations of the law; and as they conduce to safety and certainty, they surely ought not to be disregarded when the life of a human being is in question. Our practice of rotation has excluded experience from the county offices, and it would perhaps be profitable were the presiding judge to superintend the entries. It would at least prevent our judicial records from becoming entirely barbarous. The clerk is the immediate officer of the court, which is consequently responsible for his acts. Writ of error allowed.\nAt a subsequent day, the counsel for the prisoner applied for and obtained a writ of habeas corpus; and the prisoner having been brought before the Supreme Court by Jacob Huber, Esq., the high sheriff, in obedience to the writ, T. E. Franklin, Esq., Attorney General, appeared and stated that it was not the intention of the officers of the commonwealth to prosecute the case any further.\nJudgment was reversed and the prisoner discharged.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Ford, for plaintiff in error, in support of the application for allocatur, argued,",
      "Ckampneys, contra."
    ],
    "corrections": "",
    "head_matter": "Hamilton alias Thacker versus The Commonwealth.\nIn the ease of an indictment for murder in the first degree, it should appear from the record that the prisoner was present in court when he was sentenced to be executed, and it should be demanded of him whether he has any thing to say why sentence of death should not be pronounced upon him.\nError from the Oyer and Terminer of Lancaster county.\nThis case came before the court on an application made by George Ford, attorney for the defendant in the court below, for a special allocatur for a writ of error, for cause shown, and the presentation of an authenticated copy of the record, &e., as follows, viz:\nCommonwealth v. James Hamilton, otherwise James Thacker.\nAugust Session, 1847.\nIndictment, 1st, 2d, and 3d counts, murder; 4th count, manslaughter. True bill. April 21, 1847. Same day, the defendant, James Hamilton, otherwise called James Thacker, being arraigned in open court, pleads not guilty, and de hoc, &c.; attorney-general similiter, issue, and rule for trial. April 21, 1849, the case continued to August sessions by consent of counsel for the commonwealth and counsel for the defendant. And now, August 20,1847,. the court in session, and all the judges on the bench, viz. Ellis Lewis, Esq., president, and Jac. Grosh and Emanuel Shaeeeer, Esqs., his associates; same day, James Hamilton, otherwise called James Thacker, indicted for murder, having been brought into court, the clerk -was directed to draw from the box containing the names of the jurors regularly and legally drawn, a jury in the case of the Commonwealth v. James Hamilton, otherwise called James Thacker, which having been complied with by the clerk, the following jury came; to wit, David Weiler, affirmed, &c., twelve sober, intelligent, and competent men, who, upon their oaths and affirmations, respectively do say, that the defendant, James Hamilton, otherwise called James Thacker, is “ guilty of murder in the first degree, and in manner and form as he stands indicted.” The jury (at the request of George Ford and W. L. Campbell, Esqs., counsel for prisoner) was polled, and each for himself pronounced the defendant, James Hamilton, otherwise called James Thacker, “Guilty of murder in the first degree.” The jury rendered their verdict August 22 (Sunday) 1847.\nAugust 23, 1847, the court, after hearing all the testimony and the verdict of the jury, sentenced the prisoner, James Hamilton, otherwise called James Thacker, as follows, to wit: “Whereupon all and singular the premises being seen and understood by the court here, it is considered by the court that the said James Hamilton, otherwise called James Thacker, be taken from hence to the place from whence he came, and from thence to the place of execution, and that he be there hanged by the neck until he be dead.”\n“ The prisoner, James Hamilton, otherwise called James Thacker, was present in court during every stage of the trial, from the time of his arraignment up to the period when the sentence was pronounced by the Honorable Ellis Lewis, president judge of the court, upon him. In short, the whole trial, from its commencement to its termination, was conducted according to law.”\nFord, for plaintiff in error, in support of the application for allocatur, argued,\n1. The record was imperfect, because it does not appear that the jurors were sworn to try whether the prisoner was guilty or not of the felony in the indictment specified: 1 Chit. Crim. Law. 720; 3 Saund. 393, and note 1, Rex v. Perin; 11 East. 510; 4 Bl. Com. Appen. sec. 1; act of May 31, 1718. see. 6, 1 Sm. Laws 112.\n2. It does not appear upon the record that the prisoner was present when the sentence was passed on him, nor does it show that he was asked whether he had any thing to say why sentence of death should not be pronounced against him. This is an important part of the record, and cannot be omitted: Chit. Crim. Law 700, 720; 4 Bl. Com. Appen. 1; Dunn v. Com’th, 5 Barr 384.\n3. The record shows that the sentence was passed against the prisoner, not in the second, but the third person, and as a mere direction from the president of the court to the clerk.\n4. From the record it appeared that the'trial was had in the Court of Quarter Sessions, and not in the Oyer and Terminer: Const. of Penn. art. v. sec. 5.\nCkampneys, contra.\nThe witnesses for commonwealth on the trial proved that the homicide was committed by the prisoner in the perpetration of a robbery; and as the degree of the offence was therefore expressly-designated by the act of Assembly, there was nothing left for the discretion of the jury. That the injury inflicted by the prisoner occasioned the death of Hunter, was ascertained after a careful post mortem examination. There was evidence of gross negligence in omitting to procure the proper medical attention to the wound; and, although the death of Hunter was hastened by this inattention, yet it was apparent that the wound, and not the improper treatment, caused the death; and the intelligent jury who tried- the cause could not do otherwise than convict the prisoner. Having had doubts as to the propriety of the conviction from testimony subsequently discovered and presented to me by General Ford, the prisoner’s counsel, both the late and present executive received the information which induced them to suspend the warrant of execution. The present executive very properly urged upon the legislature the enactment of a law which would invest the court with authority, in convictions of murder in the first degree, where the warrant of execution was suspended, to direct that the prisoner should be committed to solitary confinement at labor, so as to receive the moral discipline and punishment prescribed by our admirable penitentiary system. The legislature did not act upon this recommendation, under the apprehension, it is presumed, that it might lead to a general commutation of punishment in cases of conviction of murder in the first degree; and, notwithstanding the plausibility of the objection, I have been long impressed with the necessity of the provision suggested, as essential to the proper and humane administration of justice.\nAs to the first error urged by prisoner: The brief statement of the clerk in making up the record of the session of the court; the names of the judges; the direction to the clerk to draw the jury; the actual drawing of the jury, and that they were duly sworn or affirmed, &c., is in entire conformity with all the precedents in our county; and I believe will be ascertained upon examination to be equal in particularity to the records of any other county in the commonwealth. The British precedents require much greater precision and particularity than our practice demands. Brief entries, showing substantially what has been the course of proceeding during the progress of the trial, are all that has been required; and the policy of our legislature and our judicial decisions have equally tended to sanction this practice: Dyott v. Com’th, 5 Whar. 67; Jacobs v. Com’th, 5 Ser. & R. 315; Whar. Am. C. L. 617; Com’th v. Smith, 2 Ser. & R. 300.\nAs to the second error assigned. It does appear distinctly that the prisoner was present during the trial. Until the decision in Dunn v. Com’th, 6 Barr 384, it was not the practice to insert a certificate of the presence of the prisoner during trial upon the record. The arraignment of the prisoner and his plea, the challenges of the prisoner and the statement that he was brought in for sentence, sufficiently indicate the trial in person which the constitution and laws demand.\nAs to the error alleged in the omission to place upon the record the inquiry made of the prisoner after conviction if he knows or hath any thing to say for himself why the commonwealth ought not to proceed to judgment, &e.\nFrom a careful examination of the records of our county from 1692 to the present date, there are but three instances of the numerous cases of homicide tried, in which this question, the allocatur, as it has been termed, was inserted upon the record. These were the Com’th v. Lechler, Com’th v. Shaeffer, and the Com’th v. Hagerty, in all of which I was counsel. In the first case the record was made up, according to my impression, under the direction of Judge Franklin, whose accuracy and ability are well known to the profession.\nThe British precedents clearly require its insertion upon the record ; but it appearing in this case that the prisoner was brought into court for sentence, this would seem to indicate with sufficient clearness that the court had not failed to afford him all the safeguards required by the constitution and the laws. I was not aware, until my learned friend showed me the record a few days since, that the clerk, who was a very competent officer, had added the unnecessary and superfluous appendage that the proceedings were according to law. This entry is mere surplusage, without any legal effect, and which cannot add to or detract from the merit of the record: C. Cir. Com. 28, Com’th v. Pennock, 3 Ser. & R. 199; Com’th v. Immel, 6 Bin. 403.\n3d and 4th. As to the third and fourth errors, it is sufficient to remark, that the sentence is recorded in the usual form, according to the precedents, and, in reference to the objection urged to the tribunal that tried the case, it is only necessary to say, that it distinctly appears from the bill of indictment and all the proceedings of record, that the trial was before the president and his associate judges, composing a Court of Oyer and Terminer."
  },
  "file_name": "0129-01",
  "first_page_order": 129,
  "last_page_order": 134
}
