{
  "id": 410255,
  "name": "Wither's Appeal",
  "name_abbreviation": "Wither's Appeal",
  "decision_date": "1851-05-23",
  "docket_number": "",
  "first_page": "151",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 73",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0073-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 373,
    "char_count": 8814,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 3.052084782726009e-07,
      "percentile": 0.8560101380427971
    },
    "sha256": "af3449fe0b81a070cce4b2a45b4aee80a6d9554b64d24303a9800f9160ba6af8",
    "simhash": "1:376fa68c34bfa26b",
    "word_count": 1513
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wither’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered May 23, by\nRogers, J.\nThe auditor appointed to distribute the assets, in ascertaining the amount in the hands of the administrator, to be distributed, is confined to the decree of the Orphans’ Court. He cannot go behind the decree for the purpose of increasing or diminishing the sum there ascertained. This is indubitable, and therefore the only question here is as to the construction of the decree; that is, has the court decreed the sum to be paid as $3857.05, or have they decreed that sum with the addition of interest; the auditor, to ascertain the amount of the assets having reported that sum in the hands of accountant, as of the day of the exhibition of his account, to wit, the 18th day of November 1847. It is very certain that'the auditor might, if he had thought proper, have charged the accountant with interest on the money in his hands, and perhaps ought to have done so, particularly in the absence of proof that it had not been used by accountant, or that it was lying idle, leaving it open to the natural presumption that the money was applied to his own purposes. But although he might, yet it is clear he has not done so. He seems to have left the question of interest to be settled by the court. The charge of interest as against an administrator, is not a matter of right, a necessary consequence of money being in his hands; but depends on a variety of circumstances, such, for example, as the money being needed for the payment of debts, or other purposes connected with the settlement of the estate. If, therefore, it was the intention of the auditor, that interest should be added, it ought to have formed part of the report. The Orphans’ Court, instead of passing upon the question of interest, which they had unquestionable power to do, have confined themselves (purposely, we suppose,) to a simple confirmation of the report. The entry is that the report was excepted to, and, on the 20th August 1849, was confirmed. This decree, we apprehend, cannot relate back to the 18th November 1847, for the purpose of’charging the accountant with interest, but must be considered as a decree of the 20th August 1849, when the auditor’s report was confirmed by the Orphans’ Court. Had the auditor given interest, a simple confirmation of the report would carry interest. But having omitted, or purposely avoided doing so, which is the same thing, we cannot see how it can be viewed as a decree for more than is contained in the report itself. It does not purport to go beyond the report, and must be confined to that. It is highly probable that if the attention of the Orphans’ Court had been directed to it, and a special decree in the proper form been made, as ought to be the practice of that court, the accountant would have been charged with interest. But this is not certainly so; the accountant might have shown circumstances which would exempt him from the payment of interest. As no mention is made of interest, either by the auditor or the court, we cannot undertake to charge the administrator on probability or conjecture. There was error therefore in charging accountant with interest from the 18th November 1847.\nBut is the accountant chargeable with interest at all, and if so, from what time ? That an administrator is chargeable with interest from the decree cannot be doubted. In that respect a decree is like a judgment, to which interest, in this State, is a necessary incident. The decree of the Orphans’ Court was made the 20th August 1849; and from that time, the accountant is chargeable with interest on the sum of $3857.05, (the amount decreed to be paid,) up to the time of the affirmance of the decree, to wit, the 1st day of July 1850. The interest is thus to be calculated on the aggregate sum of principal and interest, from the said 1st July 1850, until this time. It seems that the administrator appealed on the 10th September 1849; and July 1, 1850, the decree was affirmed by the Supreme Court. It must be remarked that in this court, as well as in the Orphans’ Court, a loose practice has prevailed as to decrees on appeals, which ought to be corrected. Instead of ascertaining the amount due, and making a special decree, the decree is usually entered, “decree confirmed.” The proceedings are then remitted to the Orphans’ Court to carry the decree into effect, giving interest from the time of the decree in the Orphans’ Court.\nAnd now to wit, this 23d day of May 1851, after argument and due consideration, it is ordered and decreed that accountant be charged with the sum of four thousand two hundred and seventy-five dollars and forty-one cents, principal and interest in his hands. Record remitted to the Orphans’ Court to carry this decree into effect, by distributing the amount so decreed to the persons entitled to the same according to the decree of the Orphans’ Court. Appellee to pay costs.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Frazer, for appellant.",
      "Stephens, contra."
    ],
    "corrections": "",
    "head_matter": "Wither’s Appeal.\nInterest on the balance in the hands of an administrator from the time of its receipt is not of course; circumstances may be shown by the administrator, which would exempt him from the payment of interest.\n2. Interest is an incident to a decree of the Orphans’ Court, as it is to a judgment in the Common Pleas.\n3. Where an auditor to whom the account of the administrator was referred to report upon exceptions to it, made report that a certain amount was in the hands of the accountant on the day of exhibiting his account, which report was simply confirmed in the Orphans’ Court: Held that it was error in an auditor to whom the account was referred for distribution of the balance, to charge interest on the balance reported from the day of the exhibition of the 'account, instead of from the day of the decree of the confirmation by the Orphan’s Court. The auditor appointed to report distribution is confined to the decree of the Orphans’ Court.\nAppeal by John H. Withers, administrator of the estate of Samuel McKinney, deceased, from the decree of the Orphans’ Court of Lancaster county, confirming the report of the auditor, distributing the assets in his hands among creditors, &c.\nJohn H. Withers, administrator of Samuel McKinney, deceased, on the 18th day of November 1847, filed his account on said estate in the register’s office of Lancaster county.\nDecember 20th, 1847, in the Orphans’ Court an auditor was appointed to pass on the exceptions.\nMarch 19, 1849, auditor’s report read and confirmed nisi, in which he reported the sum of $8857.05 in the hands of accountant as of the day of exhibition of his account on the 18th of November 1847.\nThis report was excepted to, and, on the 20th of August 1849, was confirmed.\nSeptember 10, 1849, appeal by John H. Withers to Supreme Court. July 1, 1850, decree affirmed.\nFebruary 5,1851, report of auditor distributing assets, &c., read and confirmed nisi in Orphans’ Court.\nIn the report, the auditor charged the balance of ac- ■ count, viz................................................... $3857.05\nTo which he added interest from 18th November 1847, to 1st February 1851................................... 740.55\nThis charge of interest was excepted to by the accountant, and on the 22d of April 1851, exceptions overruled. From this decision John H. Withers, accountant, took this appeal.\nException was filed:\nThat the Orphans’ Court erred in confirming the report of the auditor, charging the accountant with $740.55 interest.\nFrazer, for appellant.\nThe report of the auditor on the administrators account was filed March 19, 1849, afterwards confirmed in the Orphans’ Gourt'on the 20th of August 1849. This report finds $3857.05, in the hands of accountant as of 18th of November 1847, day of exhibition of the account, but does not find or charge accountant with interest on that sum. Nor does the Orphans’ Court charge interest. Both court and auditor expressly avoid doing so, and the report and decree thus disallow interest, and report $3857.05 as in accountant’s hands.\nThe auditor of distribution wras clearly unauthorized to charge interest; he was going beyond the report and decree of the court, and thus in effect reversing their decree.\nThis decree was confirmed by the Supreme Court, and could not in any way be altered or added to. It was conclusive on the subject-matter.\nAgain, even if open, no interest can be charged against an administrator, &c., while his accounts are pending before auditors: 8 Watts 73, Hoopes v. Brinton; 5 Barr 413, Stehman’s Appeal.\nStephens, contra.\nThere was no evidence before the auditor of distribution, that the administrator had not used the money in his hands. The confirmation of the report of the auditor that he had a balance of $3857.05 in his hands in November 1847, was a decree for the aggregate amount of principal and interest. He referred to Yundt’s Appeal, 1 Harris."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 154
}
