{
  "id": 410234,
  "name": "Stewart and Others versus Kelly",
  "name_abbreviation": "Stewart v. Kelly",
  "decision_date": "1851-05-19",
  "docket_number": "",
  "first_page": "160",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 160"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 337",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820635
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0337-01"
      ]
    },
    {
      "cite": "2 Whar. 132",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830527
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0132-01"
      ]
    },
    {
      "cite": "1 Whar. 287",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "2 Rawle 337",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 8617,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 1.8212125153888393e-07,
      "percentile": 0.719240002023284
    },
    "sha256": "615b64b10d7f0eea6e1e6c527a96fa4a56f9959380841e226b81a29736e74288",
    "simhash": "1:3e4bed888e6994d8",
    "word_count": 1494
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stewart and Others versus Kelly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered May 19, by\nChambers, J.\nThis action is one of assumpsit on special contract, in writing of defendant, to pay the plaintiffs a certain price for a number of hogs to be delivered the defendant at Baltimore by a time appointed. The plaintiffs declared on an executed contract, alleging performance by delivery of the hogs, and claimed damages of the defendant for a refusal to pay. The evidence furnished by the plaintiffs proved that they had, at Baltimore, the hogs contracted for at the time appointed; and that they were then and there ready to deliver the same to Kelly, the defendant, • who refused to accept the hogs, or pay for them, but there was no delivery. As the plaintiffs failed to prove a performed contract on their part as laid in the narr., the court below was right in saying that the plaintiffs could not recover.\nThe second error assigned is that the court refused to allow the plaintiffs to amend the pleadings by filing another narr., reciting the same agreement between the plaintiffs and defendant as was described in the first narr. as the foundation of the plaintiffs’ action. In the narr. submitted as an amendment, the cause of action was substantially the same, being on the same contract, assigning the breach of the contract according to the facts, varying the allegation of delivery as contained in the first narr. to the allegation of being ready to deliver the hogs to the defendant, and his refusal to accept and pay for the same. The construction of the contract, the injury to the plaintiffs, and the measure of damages were the same under one allegation as under the other.\nSuch an amendment was within the letter and spirit of the act of 21st March 1806, and it was mandatory to the court to permit it. This act, though susceptible of abuse, to be restrained by judicial discretion, is still a salutary and remedial one, which ought lo receive a liberal construction.\nThere would rarely occur a more appropriate case for its application than the amendment here submitted, and one more within the policy of the law. The amendment proposed was in accordance with the principles well settled by this court in the application of this law of amendment. In the case of Cox v. Tilghman, 1 Whar. 287, it was said by Sergeant, J., “that an examination of the decided cases will show that in an action ex contractu, so long as the plaintiff adheres to the original instrument or contract on which the declaration is founded, an alteration of the grounds of recovery on that instrument or contract, or of the modes in which the defendant has violated it, is not an alteration of the cause of action.” In Cassel v. Cook, 8 Ser. & R. 268, which was covenant with an averment of performance by plaintiff, after the jury were sworn and made progress, the plaintiff offered an amendment of a new count, excusing the omission of the plaintiff to perform, which was admitted, and was, as Justice Duncan said, “ the assignment of a breach of the same covenant, on the same instrument, to be covered by the same penalty.” In Shannon v. The Com’th, 8 Ser. & R. 444, it was held by the court, that in an action on a sheriff’s bond, the plaintiff might amend his declaration by assigning new breaches of the condition of the bond. In accordance are the cases of Newlin v. Palmer, 11 Ser. & R. 98; Cunningham v. Day, 2 Ser. & R. 1; Schoneman v. Fegley, 7 Barr 434; Caldwell v. Remington, 2 Whar. 132; Rodrigue v. Curcier, 15 Ser. & R. 83.\nThe learned judge who refused the amendment would seem to have been misled in the hurry of a jury trial, by the case of Diehl v. McGlue, 2 Rawle 337, which Avas a case very distinguishable. In that case, the .plaintiff’s declaration was an indebitatus assumpsit, with the usual various counts, and on the trial the plaintiff, to introduce evidence inadmissible under any'of his many counts, offered an additional count stating a special agreement and promise of defendant, entirely variant from that declared on, and which the court beloAV received. But this court, on error, “held that it was improperly admitted, because it introduced a new cause of action.” In this case, the contract declared on, the cause of action alleged, and the redress sought were the same under the amendment proposed as under the narr. last filed. It was not a case in Avhich a plaintiff, with an explicit written contract and a cause of action substantiated by uncontradicted testimony, was to be cast out of court by mere form in the pleadings, and in favour of a defendant who refused to execute his contract, and who offered no excuse or defence for his failure to perform.\nIn the opinion of the court, there was error in the court below in refusing the amendment. Judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "Stevens, for plaintiffs in error.",
      "Franklin, with whom was Fordney, for defendant."
    ],
    "corrections": "",
    "head_matter": "Stewart and Others versus Kelly.\nIn an action on a contract for the sale of hogs, the declaration of the plaintiff alleged their delivery, which the proof failed to establish: an application was made during the trial for leave to amend the declaration by averring the readiness of plaintiff to deliver and the refusal of the defendant to receive and pay for the hogs, which amendment the court refused to permit: Held, that such refusal was error.\nError to the Common Pleas of Lancaster county.\n■This was an-action in assumpsit by Stewart, Stinson, and others, against Patrick Kelly, for not complying with his agreement for the purchase of a quantity of hogs. Plaintiff had agreed to deliver to Kelly, at Baltimore, from 500 to 1200 head of hogs, for which Kelly was to pay at the rate of $6 per 100 net weight when delivered.\nIn the narr. filed, the delivery of the hogs was alleged. The evidence not establishing the delivery of the hogs, the plaintiffs’ counsel on the trial asked leave to withdraw the narr. on file, and substitute a new one, in which it was alleged that the plaintiffs had the hogs in Baltimore ready for delivery, of which the defendant had notice and refused-to accept them.\nDefendant’s counsel objected to the amendment proposed, because it varied the cause of action — did not aver an offer to deliver the number of hogs required by the contract; and because the evidence had been taken in Maryland, under the cause of action set forth in the original declaration. The amendment converts an executed contract into an executory contract.\nLewis, J., refused to permit the amendment to be filed, on the authority in 2 Rawle 337, Diehl v. McGlue.\nThe plaintiffs’ counsel excepted.\nThe plaintiffs having rested their case on the parts of the depositions already given in evidence, the court instructed the jury that the declaration set forth an executed contract; the averment”of delivery of the hogs in the city of Baltimore, “ according to the terms of the agreement,” must be understood to be an averment of delivery to the defendant. The breach assigned is the non-payment of the price. The testimony .does not sustain this allegation, and does not establish the plaintiffs’ case as set forth. The defendant is therefore entitled to a verdict.\nIt was assigned for error:\nThat the court erred in instructing the jury that the plaintiffs could not recover, and in refusing the amendment offered.\nStevens, for plaintiffs in error.\nThe evidence proved that all the hogs were at the place appointed for delivery, viz. Baltimore, and were weighed, and that defendant was at the -place and informed on the subject.\nThe amendment was allowable. The amended offered recited the same article of agreement as referred to in the original narr. The cause of action was the same: 8 Ser. & R. 444; 2 id. 1; 8 id. 287; 11 id. 101. So long as the plaintiff adheres to the contract on which the declaration is founded, an alteration of the grounds-of recovery, or of the modes in which the defendant has violated the contract is admissible: 4 W. & Ser. 277; 11 Ser. & R. 101, Newlin v. Palmer; 15 Ser. & R. 83; 4 W. & Ser. 277; 7 Barr 433, Schoneman v. Fegley.\nFranklin, with whom was Fordney, for defendant.\nThe amendment offered was inadmissible. The narr. filed set forth a contract executed; the amended narr. set forth an executory contract, thus introducing a new, state of facts: 2 Rawle 337, Diehl v. McGlue.\nThe plaintiffs filed a declaration presenting the issue on the delivery of the hogs; then took depositions; and the defendant, relying on the plaintiff’s inability to prove a delivery, took no steps for cross-examining the witnesses. The case being on trial, these depositions were read in evidence; and after that, the plaintiff offered to amend so as to change entirely the issue presented."
  },
  "file_name": "0160-01",
  "first_page_order": 160,
  "last_page_order": 163
}
