{
  "id": 410216,
  "name": "Baxley versus Linah",
  "name_abbreviation": "Baxley v. Linah",
  "decision_date": "1851-06-02",
  "docket_number": "",
  "first_page": "241",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Bin. 371",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0337-01"
      ]
    },
    {
      "cite": "3 Bin. 239",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 315",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Pet. 326",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 559",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2031024
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/4/0559-01"
      ]
    },
    {
      "cite": "3 Cow. 259",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 120",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0120-01"
      ]
    },
    {
      "cite": "4 Cow. 521",
      "category": "reporters:state",
      "reporter": "Cow.",
      "pin_cites": [
        {
          "page": "523"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Johns. Rep. 221",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 Mass. Rep. 430",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 523",
      "category": "reporters:state",
      "reporter": "Cow.",
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "7 Wend. 435",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/7/0435-01"
      ]
    },
    {
      "cite": "2 Blackf. 31",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1385436
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/2/0031-01"
      ]
    },
    {
      "cite": "3 Wend. 267",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144215
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0267-01"
      ]
    },
    {
      "cite": "1 Dal. 302",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yerg. 484",
      "category": "reporters:state",
      "reporter": "Yer.",
      "opinion_index": -1
    },
    {
      "cite": "3 Mon. 62",
      "category": "reporters:state",
      "reporter": "Mon.",
      "opinion_index": -1
    },
    {
      "cite": "5 Lit. 349",
      "category": "reporters:state",
      "reporter": "Litt.",
      "case_ids": [
        4216822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/15/0349-01"
      ]
    },
    {
      "cite": "2 Blackf. 108",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1385430
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/2/0108-01"
      ]
    },
    {
      "cite": "1 Wright 348",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625778,
        626054
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0354-01",
        "/wright/1/0355-01"
      ]
    },
    {
      "cite": "1 Hill 439",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        8485595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/19/0439-01"
      ]
    },
    {
      "cite": "2 Bay 485",
      "category": "reporters:state",
      "reporter": "Bay",
      "case_ids": [
        8673460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/2/0485-01"
      ]
    },
    {
      "cite": "4 Munf. 241",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        4442400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/18/0097-01"
      ]
    },
    {
      "cite": "1 Penn. 399",
      "category": "reporters:state",
      "reporter": "Penn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Cow. 311",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0311-01"
      ]
    },
    {
      "cite": "3 Wend. 263",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144276
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0263-01"
      ]
    },
    {
      "cite": "3 Johns. 517",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "6 Pick. 232",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011472
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/23/0233-01"
      ]
    },
    {
      "cite": "1 Day 168",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/day/1/0168-01"
      ]
    },
    {
      "cite": "1 N. H. Rep. 242",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6752892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/1/0242-01"
      ]
    },
    {
      "cite": "11 Wheat. 392",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/24/0392-01"
      ]
    },
    {
      "cite": "9 Cranch 122",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        533630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/13/0122-01"
      ]
    },
    {
      "cite": "4 Dal. 412",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "6 Peters 317",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/31/0317-01"
      ]
    },
    {
      "cite": "3 Wheat. 234",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443486
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0234-01"
      ]
    },
    {
      "cite": "7 Cranch 481",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572729
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0481-01"
      ]
    },
    {
      "cite": "7 Cranch 485",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": 0
    },
    {
      "cite": "3 Wheaton 204",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443480
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/16/0204-01"
      ]
    },
    {
      "cite": "9 Mass. Rep. 462",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2029714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/9/0406-01"
      ]
    },
    {
      "cite": "2 Dal. 302",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "7 Cranch 481",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/11/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1049,
    "char_count": 27512,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 3.101223854444155e-07,
      "percentile": 0.8593489427375882
    },
    "sha256": "083c7d698e4b7f906971b554d2848df9bed7f2280c54b05756cff0534af44916",
    "simhash": "1:b06695a4523efc71",
    "word_count": 4947
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baxley versus Linah."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 2, by\nChambers, J.\nThe case presents the question of the character and effect of a judgment had in the State of Maryland, between the same parties, on the same cause of action, in a suit instituted before the issuing of the foreign attachment in this case, and in which the judgment so obtained in the State of Maryland is pleaded in bar. To this there was a demurrer'and a joinder in demurrer.\nIn considering this case, it is not deemed necessary to go beyond the constitution of the United States, the acts of Congress made in pursuance of it, and the adjudication of the courts of the United States and of this State on the subject.\nBy that constitution it is declared that “full faith and credit shall be given in each State to the public acts, records, and judicial proceedings of every other State; and the Congress may, by general laws, prescribe the manner in which such acts, records, and proceedings shall be proved, and the effect thereof.” And by act of 26th May 1790, Congress provided for the mode of authenticating the records and judicial proceedings of the State courts, and then further declared, that the “ records and judicial proceedings, authenticated as aforesaid, shall have such faith and credit given to them, in every court within the United States, as they have by law or usage in the courts of the State from whence the said records are or shall be taken.”\nThe courts of some of the States were, in the early history of the federal government, jealous of the alleged control under the constitutional provision and act of Congress recited, and inclined to controvert the effect which it was the purpose of both to grant. Nothing would have been obtained to remedy the inconvenience that had been experienced in the intercourse, commerce, and trade of citizens before the adoption of the constitution, if the records and judicial proceedings of the States courts were to be received and regarded in the courts of other States of this Union as of no greater weight or dignity than what was attached by the comity of nations to those of foreign countries.\nFrom the facilities enjoyed by the citizens of these States for transportation and conveyance in their infinitely varied internal trade, they regard, but little, State boundaries and jurisdiction, but seek and change their marts of trade, dealing, and residence, whore their inclination, convenience, or interest may seem to require, within the Union. The national government, established by the American States and the American people “to form a more perfect union,” would have been left by its wise and patriotic founders deficient, had it allowed the States and citizens to stand in no higher relation to each other than foreigners. In all commercial relations we are one people, and in many other respects, the American people are one, and the government which rules their interests in these respects is the government of the Union.\nThe constitutional provision adopted came recommended by every consideration of wisdom, convenience, of public peace and private security; and. subsequent experience has attested its necessity and incalculable utility, in the more diversified and extended relations of the States and citizens of this republic.\nA sound view of this constitutional law was taken at an early period, in the Circuit Court of the United States for the District of Pennsylvania, by Wilson, J., who decided that no defence ^as admissible to an action on a judgment of another State, which would not have been available had the suit been brought in the State where the judgment was rendered: Armstrong v. Carson’s Executors, 2 Dal. 302; and in Bissel v. Briggs, 9 Mass. Rep. 462, the opinion of the court, delivered by Parsons, C. J., gave that sanction and effect to the judicial proceedings of other States, which the public exigencies required, and which it was the object of the framers of the constitution to confer.\nThis question came before the Supreme Court of the United States in the case of Mills v. Duryee, 7 Cranch 481, and received the consideration which its importance required; and after solemn argument, it was ruled that the enactment of Congress does declare the effect of the records as evidence when duly authenticated. It gives them the same faith and credit as they have in the State court from which they are taken. If in such court they have the faith and credit of the highest nature, that is to say, of record evidence, they must have the same faith and credit in eyery other court.\nThis decision was subsequently confirmed by the same court Hampton v. McConnel, 3 Wheaton 204; McElmoyle v. Cohen, 13 Peters’s Rep. 544, and Reed v. Ross, 1 Baldwin’s Rep. Circuit Court United States.\nIn Pennsylvania, the rule and exposition thus established in the courts of the United States have been adopted as authority, having their entire approbation and controlling their action. In the case of Benton v. Burgot, 10 Ser. & R. 240, it was decided that in a suit on a judgment in the court of another State, the pleas of fraud in obtaining it, imposition, mistake, and want of consideration, are bad on demurrer, and that nul tiel record is the only plea of which the defendant can avail himself, — that there can be no inquiry into the mistakes of the court which gave the judgment, provided the defendant was notified and the court had jurisdiction.\nIn Evans v. Taylor, 9 Ser. & R. 252, where the action was brought on the decree of a court of equity of Tennessee for the payment of money, it was held that although nul tiel record was not a good plea, as proceedings in equity do not possess the character of records, yet that nil debet was also bad, as leading to an inquiry into the cause of action, which was not open to examination. The same principle was further recognised and affirmed in Kean v. Rice, 12 Ser. & R. 203.\nAn objection presented as to the effect claimed for the judgment of a court, of another State was, that the courts to which it is removed are not enabled to issue execution upon it. It was well said, “ This objection, if it had force, would apply to every other .court of the same State where the judgment was rendered. The right of a court to issue execution depends upon its own powers and organization 7 Cranch 485. All which pertains to the means of execution, or the remedy of the party to obtain satisfaction, is left open to the law of the forum in which it is sought to be carried into effect.\nWhilst for a time there was a reluctance in some of the State courts to give that faith and credit to the public acts, records, and judicial proceedings of the courts of other States, as provided by the constitution and acts of Congress, yet experience, more mature consideration, and a regard to constitutional law, to judicial uniformity and State harmony, have brought the courts of the States, with scarcely an exception, to concur in considering the judgments of the courts of each State as conclusive in every other, in all instances in which they had jurisdiction of the cause and the parties. So numerous and consistent are the authorities of the State courts on this important principle as to render a detailed reference to them unnecessary in this opinion.\nIn Pennsylvania we consider the question settled so decidedly by repeated adjudications, as to be no longer open to discussion.\nThe judgment of another State is put by the constitution on the same footing as a domestic judgment, with this qualification, that this does not prevent an inquiry into the jurisdiction of the court in which the original judgment was given to pronounce it, or the right of the State itself to exercise authority over the persons or subject-matter: Story’s Com. sec. 183.\nAs the judgment in the courts of one State are judicial obligations of record there, so they are, under the provisions of the constitution, in every other, and are consequently conclusive in pleading and evidence; and they are a merger and extinguishment of the original cause of action, where the defendant had been summoned or appeared.\nThe judgment here exhibited from the State of Maryland is to be deemed to have the effect of a domestic judgment, and be so regarded in relation to the cause of action. It is presumed that the court in which it was rendered had jurisdiction of the subject-matter and of the parties, and which has not been controverted. The inquiry then is, what effect this judgment would have had in the State of Maryland, if presented under like circumstances. It is a judicial obligation of record there, conclusive of the subject-matter and a merger of the cause of action on which it is founded. Such is the opinion of the Supreme Court of the United States; and it necessarily follows that the State courts, in determining questions of federal cognizance, ought to adopt and be governed by the rules of decision adjudicated in that tribunal of controlling authority. If the constitution and courts of the United States should not be competent to give efficacy and uniformity to the law on this subject, as they are, what would be the contradiction and confusion if open to the decisions of the State courts of thirty independent States! We know that the courts of the State of Maryland have a system of jurisprudence under the common law and the principles of that law, little distinguishable from that which prevails in Pennsylvania, under a common government-: undér that law the effect of a judgment in a court of common law jurisdiction, and with notice to the parties, is, that such .judgment is a merger of the original cause of action, which by it has become one of record. As such, does not public policy and authority make it a bar to the prosecution of any other action on the original cause of action ? The law discourages a multiplicity of unnecessary actions, as vexatious to the parties and an abuse of the administration of the law’s. It is settled that where a judgment has been already obtained in a prior action by the plaintiff against the defendant, for the identical demand, contract, or obligation, it is merged by the superiority of the record security, acquired by the judgment; transit in rem judieatam, and the creditor can no longer prosecute suit upon the original demand, though it were a specialty. If he do so, the defendant may plead, in bar, the judgment recovered against him by the plaintiff for the same cause of action: Chitty’s Con. 7th ed. 787-8; 3 Chitty’s Pl. 6th ed. 793.\nIt is therefore the opinion of this court that the judgment recovered in Maryland, between the parties in this case, and for the same identical cause of action, is a bar to the further prosecution of this action.\nJudgment of the court below is affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "Mo Clean and McConaughy were for plaintiff in error.",
      "Stevenson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Baxley versus Linah.\nA judgment in a sister State is to be deemed to have the effect of a domestic judgment, in relation to the cause of action; and where the defendant had notice it is conclusive of the subject-matter, and the original cause of action is merged in it: therefore, a suit pending in the State of Maryland, and a judgment subsequently obtained therein, is a bar to a proceeding between the same parties and for the same cause of action, by foreign attachment, instituted in Pennsylvania, after the-bringing of the suit and before judgment therein.\nError to the Common Pleas of Aclams county.\nThis was a proceeding by foreign attachment, in the name of James Baxley, for the use of David H. Thomson and J. Hamilton Groll, partners in trade, under the firm of D. H. Thomson & Co., vs. Samuel L. Linah.\nA writ of foreign attachment in debt, on promissory note, not exceeding $800, issued out of the Court of Common Pleas of Adams county, in this case, on the 2d day of January 1847. Real debt, $473.64. Interest, from 16th Nov. 1846.\nOn the 6th of Jan. 1847, sheriff returned that he had attached certain real estate and book-accounts, &c. of defendant, (prout return,) and on the 26th of March 1847, further returned that he had advertised the writ, in pursuance of the order made thereon.\nOn the 9th of Aug. 1847, defendant filed a plea-in abatement to the writ, setting forth that the plaintiffs had, prior to the issuing of this foreign attachment, instituted a suit in Baltimore county court, in the State of Maryland, for the same cause of action,.on the 30th Dee. 1846, and that the same was still pending in said court.\nOn the 12th Aug. 1847, plaintiffs filed narr. On the 16th Nov. 1848, plaintiffs filed a demurrer to defendant’s plea in abatement. On the 16th April 1849, defendant joined in demurrer.\nOn the 18th Oct. 1849, argued — 'Hon. F. Watts presided; and on the 30th Oct. 1849, the court directed that judgment of respondeat ouster be entered.\nOn the 5th of Dee. 1849, defendant plead in lar that the plaintiff’s had, on the 31st of Jan. 1848, oltained a judgment for the same cause of action against the defendant in Baltimore county court, Maryland, and that the judgment still remained unsatisfied, and is a bar to this action.\nOn the 8th Dec. 1849, plaintiffs filed demurrer to defendant’s plea in bar ; and on 20th Dee. 1849, defendant joined in demurrer.\nOn the 21st Jan. 1850, argument before Hon. Ellis Lewis.\nOn the 9th March 1850, the court decided that the judgment recovered in Maryland was a bar to the action, and ordered that judgment be entered on the demurrer in favor of the defendant. Judgment was accordingly entered.\nThe opinion of Lewis, J., was in part as follows: — Under this article of the constitution (1st sec. of 4th art.) and the act of Congress made in pursuance of it, the courts of the United States have repeatedly determined that a judgment recovered in any State of the Union, before a court of competent jurisdiction, upon due notice to the defendant therein, is not to be regarded in any other State as a foreign judgment, but is to be treated as a domestic judgment throughout the United States, so far as to give it the same effect in every other State as it would have in the State from whence it may have been taken: 7 Cranch 481; id. 408; 3 Wheat. 234; 6 id. 129; 1 Peters’ C. C. R. 155; 1 Bald. 617; 6 Peters 317; 4 Dal. 412; 9 Cranch 122; 11 Wheat. 392.\nThe State courts appear, at last, to have fully adopted the same doctrine! In Vermont, 2 Ver. Rep. 263; 14 id. 92; in Maine, 1 Fairf. 278; 2 id. 89; 4 Greenl. 124; in New Hampshire, 1 N. H. Rep. 242; in Connecticut, Kirby’s Rep. 124; 1 Day 168; in Massachusetts, 14 M. 515; 12 id. 25; 6 Pick. 232; 10 id. 470; 13 id. 53; in New York, 3 Johns. 517; 15 id. 121; 19 id. 162; 3 Wend. 263; 5 id. 148; 7 id. 435; 5 id. 161; 6 id. 447; 13 id. 417; 8 Cow. 311; in New Jersey, 1 Hals. 236-275; 1 Green’s Rep. 68; 1 Penn. 399; in Maryland, 5 Gill Johns. 500; in Virginia, 4 Munf. 241; 2 Leigh’s Rep. 172; in North Carolina, Cane & Nor. 486; 3 Hawk’s Rep. 393; in South Carolina, 1 Baily 242; 2 Bay 485; 1 Hill 439; in Louisiana, 5 Martin’s N. S. 661; 2 id. 599; 10 Louis. Rep. [Curry] 189; in Ohio, 1 Ham. 264; id. 259; 5 id. 545; 1 Wright 348; 1 id. 430; id. 127; in Indiana, 2 Blackf. 108; in Kentucky, Hard. 413; 5 Lit. 349; 3 Mon. 62; and in Tennessee, 2 Yerg. 484; id. 379; 6 id. 412, and id. 142, we have decisions of the State courts in conformity to the principles recognised by the federal tribunals. And in Pennsylvania we have full authority to the same point : 10 Ser. & R. 240; 9 id. 259; 12 id. 203; 1 Dal. 302.\nWith'the principles of international law, the constitution of the United States, the act of Congress, the decisions of the United States courts, and the adjudications of the State courts, including that of Pennsylvania, before us, we see no ground for raising or attempting to raise a doubt upon the question whether the judgment obtained in Maryland, and pleaded in bar, is to have the same effect in barring the action in this State that it would have if the present action had been brought in the State of Maryland. The question is fully decided in the affirmative.\nThe inquiry then is, what effect would the judgment have in the State of Maryland, where it was recovered? No question was raised in the argument touching the omission in the plea of an averment setting forth the local law of that State, and the effect which the judgment would have under that law. Nor was any question raised respecting the proper method of ascertaining the local law, and the effect of the judgment under that law. The practice of treating the judgments recovered in other States as foreign judgments has become so inveterate, that some judges have entertained the opinion that the local law of the State in which the judgment was recovered must be established by evidence, as a matter of fact, in order that the judgment may have the effect it would have in the State where it was recovered: 3 Wend. 267; 7 id. 435; 2 Blackf. 31; id. 82. But it must be remembered, that this question arises under the constitution and laws of the United States, that the decisions of the State courts thereon, denying the right claimed under the federal enactments, are subject to review in the Supreme Court of the United States, and that in that high tribunal the several States of this Union are not regarded as foreign States, nor are their laws and judgments held to be foreign laws and judgments. In that court the. States, their laws, and their judicial proceedings, are essentially domestic, and are taken notice of as such. It would be a very imperfect administration of justice for the court of original jurisdiction to adopt one rule of decision, while the court of final resort was governed by a different one. It follows necessarily, that the State courts, in determining questions of federal cognizance, ought to adopt the rules of decision known to prevail in the tribunal entitled to give the controlling decision. By the act of Congress of 1790, the judgment recovered in* Maryland, is to have the same effect in Pennsylvania that it has in the former State. In that State the courts take judicial notice of the existence of the common law, and of those principles of that law which render the judgment conclusive upon the parties and privies. A fair execution of the act of Congress, requires that the judge in Pennsylvania should also take notice of the system of jurisprudence which prevails in a sister State, united under a common government, and should give effect to the judgment as fully as would be given to it in the State in which it was pronounced. In cases not' arising under the constitution and laws of the general government, the laws of the several States may properly be regarded by each other as foreign laws. But we apprehend that an entirely different rule prevails in all cases where a right is claimed under the constitution or laws of the Union.\nIn the case of Mills v. Duryee, 7 Cranch 481, the court of the District of Columbia, and the Supreme Court of the United States took notice, without proof, of the local law of New York and of the effect of a judgment recovered in that State. The question was decided on demurrer to the plea of nil debet, without hearing evidence, and without averment of the local law. In Hovie v. Wright, 2 Ver. 263, Prentis, J., referred to the Massachusetts statute for the effect which a judgment had in that State. In Clark v. Day, 2 Leigh’s Rep. 172, the court held that the act of Congress had made the judgments of other States domestic judgments, and took notice of the local law, without proof, sustaining the position taken in this respect by an argument not readily answered. In Evans v. Tatem, 9 Ser. & R. 260, the plea was nil dehet and on demurrer, and without any proof of the local law as a fact, the court took judicial cognizance of it, and gave judgment for the plaintiff, on the ground that the judgment recovered in another State was, under the constitution and act of Congress, conclusive.\nIt is therefore the opinion of this court, that the judgment recovered in Maryland is a bar to the action ; and it is ordered that judgment be entered on the demurrer in favor of the defendant.\nIt was assigned for error:\n1. The court erred in their opinion that the judgment of a foreign State is final and conclusive in our courts, or the courts of any other foreign State, so as to be a good plea in bar to a suit for the same cause of action: 1 Bacon’s Abr. 29 ; 1 Har. Big. 26; 3 Nawfe 320-4.\n2. The court erred in the opinion that the States of the Union, with regard to their municipal regulations and judicial tribunals, are as to each other domestic and not foreign — and that a judgment recovered in one State is to be treated as a domestic judgment throughout the United States, so as to give it the same effect in every other State as it would have in the State where it was recovered : 2 Peters’s TJ. S. S. C. Rep. 586-90, Buckner v. Einley & Van Lear; 8 Kent’s Com. 94, note; 2 W. Sy Ser. 129-38, Lowry v. Halh\n3. The court erred in its opinion that the plea in bar wras sufficient, notwithstanding the omission in the plea of an averment of the local law of the State of Maryland and the effect of the judgment under it: 3 Wend. 267.\n4. The court erred in the opinion that the local law and the effect of the judgment under it must not be established by evidence as a matter of fact, in order that the judgment may have the effect it would have in the State where it was recovered, but could be ascertained otherwise, even where no allegation of it is contained in the plea in bar : 7 Wend. 435 ; 3 id. 267; 2 Blachf. 31, 82.\n5. The court erred in the opinion that by the act of Congress the judgment recovered in Maryland and pleaded in bar, is to have the same effect in barring the action in this State that it would have if the present action had been brought in the State of Maryland : Act of Cong. May 26, 1790.\n6. The court erred in the opinion that a judgment obtained in another State of the Union is a bar to a suit brought in Pennsylvania for the same cause of action, and in directing judgment to be entered on the demurrer in favor of the defendant instead of for the plaintiff: 2W. $ Ser. 210-13, Lowry v. Lumberman’s Bank; id. 129-33, Lowry v. Hall; id. 190, Irwine v. Lumberman’s'Bank; 1 TI. S. Dig. 6, (plac. 131,132,); 3 Barb, f Harr. 146; 3 Bawle 320, Toland v. Tichenor.\nMo Clean and McConaughy were for plaintiff in error.\nIn McElmoyle v. Cohen, 13 Peters’s U. S. S. C. Rep. 326, the Supreme Court of the United States in a very elaborate decision upon the construction of the act of Congress of 26th May 1790, held that a judgment of a State court is only distinguishable from a foreign judgment in this, that where suit is brought upon it it is conclusive of the merits. It does not carry with it, into another State, the efficacy of a judgment. It merely has the dignity of record evidence, for the purposes of evidence. In the case of the Merchants’ Bank of Baltimore v. Bank of United States, it was held by the County Court of Baltimore, that the decision of the Supreme Court of the United States in McElmoyle v. Cohen necessarily involved the conclusion that, as the judgments of one State, although conclusive upon the matter in controversy, did not operate as judgments in any other State, they would not take effect by way of merger or extinguishment of the original cause of action, and consequently that a judgment obtained in Pennsylvania could not be pleaded in bar to a suit commenced by attachment between the same parties and for the same subject-matter in Maryland: 2 Amer. Lead. Cases 574 (note); Pa. Law Jour. (N. S.) vol. i. No. 3, 142. This case ruled in Maryland is in all points the same as the present.\nIn Lowry v. Lumberman’s Bank, 2 W. & Ser. 210, it is held that a judgment on a foreign attachment in New York is not the subject of a plea in bar in this State in an action by the original creditor against the debtor. There must have been satisfaction either by actual payment or levy.\nThere is a material difference between a personal action pending and a foreign attachment pending, where a judgment in another State for the same cause of action is pleaded in bar to it. The proceeding here to which the plea in bar is attempted to be interposed is a foreign attachment — it is a proceeding in rem — no suit upon a judgment obtained in it could be brought in another State— •it ends here — it is simply a remedy. 4 Cow. 523, 524 (note); 7 W. & Ser. 447, Steel v. Smith; 2 Kent 124 and note; 2 Amer. Leading Cases 574 (note).\nIn England it has been held that' “ if A. is indebted to B., and C. is indebted to A. and B. brings suit in B. It. against A., pending this action, B. may affirm a plaint in London against A. for the same debt, &c., and attach the debt in the hands of C:” Cro. Eliz. 593, 3 Bac. Abr. 53. There the distinction between a personal action and an attachment or proceeding in. rem, is broadly taken. Because the last proceeding is an attachment, a former action pending or judgment obtained is not a good subject of a plea in abatement or in bar. There the jurisdictions were not foreign to each other.\nWhy may not the garnishee in a foreign attachment in another State, plead the judgment therein as a bar to a suit for the same cause of action in this State ? Because there has been no satisfaction or payment. It is that alone which constitutes the bar.\nWhy then shall the defendant here be permitted to plead a judgment obtained in another State, in a suit on the note or cause of action, in bar to the foreign attachment laid upon his real or personal estate, for the recovery of the claim in this State ? Not because of satisfaction or payment — there has been none — that is not pretended. Does it put the defendant in a worse position ? It opens up the merits and lets him in to a full defence. Is this an injury ? Then why defeat him ? Even in England, we have shown that the proceedings are consistent. Much more so where the jurisdictions are distinct and foreign to each other: 1 Mass. Rep. 430, Bartlett v. Knight; 9 Johns. Rep. 221, Brown v. Joy, 4 Cow. 521, 523 (note.)\nStevenson, for defendant in error.\nAs to 1st error. The plea of a former recovery for the same cause of action, and between the same parties, constitutes an absolute bar, &c.: 7 Bac. Abr. 633; 2 Kent. Com. 120 and note; 3 East Rep. 357, Outram v. Morewood; Story, Conflict of Laws 500; 13 Ser. & R. 246, Garvin v. Dawson; 1 Phil, on Ev. 333 and note; 5 Watts 120, Duffy & Mehaffy v. Lytle; Chitty on Con. 786; 3 Cow. 259, Gardner v. Buckbee; 4 Cow. 559, Burt v. Sternburgh.\nAs to 2d error. A judgment obtained in a sister State takes the same dignity, has the same effect, and is as binding and conclusive on the parties, as a judgment rendered in this State. It is put on the footing of a domestic judgment, and is not foreign: 2 Amer. Leading Cases 546 and note; 5 Gill & Johns. 500; 13 Pet. 326, McElmoyle v. Cohen; Pet.C.C.74, Greens v. Sarmiento; 3 Wheat. 234 Hampton v. McConnel; 7 Cranch 481, Mills v. Duryee; 3 Story’s Com. 183; 9 Ser. & R. 259-60-2, Evans, Adminstratrix v. Tatem; Chitty on Con. 790 and note; 7 Watts 315, Ellsworth v. Barstow; 10 Ser. & R. 242; 16 id. 286.\nAs to 3d and 4th error. They are not now assignable under plaintiff’s general demurrer. Were they so, the local law need not be proved. The proceedings, judicial acts, and jurisdiction of a court of another State are prima facie deemed correct — issue not being taken upon these questions: 2 Caine’s Cas. 110; 3 Bin. 239 and note; 9 Ser. & R. 260; 4 Bin. 371; 12 Ser. & R. 209; Story’s Conf. of Laws 500."
  },
  "file_name": "0241-01",
  "first_page_order": 241,
  "last_page_order": 250
}
