{
  "id": 410171,
  "name": "Lange versus Stouffer",
  "name_abbreviation": "Lange v. Stouffer",
  "decision_date": "1851-06-04",
  "docket_number": "",
  "first_page": "251",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 122",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0122-01"
      ]
    },
    {
      "cite": "9 Watts 192",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0192-01"
      ]
    },
    {
      "cite": "3 Watts 176",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0176-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 7596,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3451473425670763
    },
    "sha256": "83929e224807da25bb0da556a2faf4a2c5e9ac6081b081c127f5b23241e1d4c2",
    "simhash": "1:fbe8e499165fb937",
    "word_count": 1349
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lange versus Stouffer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 4, by\nGibson, C. J.\nArbitrators, though less skilled in technicalities than a court, may be made legally competent by the legislature to determine an issue of law; and the question is whether such an issue is a subject of reference within the intent and meaning of the compulsory arbitration act. The words, “ all matters in variance in the suit between the parties,” are too comprehensive to exclude any part of the controversy. Nor is there a reason why they should. The reference of even a naked issue of fact draws the decision of incidental questions of law to the arbitrators. They are substituted for the primary tribunal in all respects, and are both court and jury. The framers of the act doubtless looked no further than to a speedy decision of the merits; and it may be that a cause depending exclusively on an issue of law is not within the purview of it — though even that construction would delay a creditor in obtaining a lien — but it is more reasonable that an issue of fact should draw other issues to it than be drawn by them, else a principal object of the act might be frustrated by sticking in a •plea to the court. Suppose that the court, to avoid this, should bring on the argument of such a plea and decide it for the defendant, what would become of the rest of the cause before the arbitrators ? On the other hand, to reserve it for subsequent decision by- the court, and arbitrate a plea to the country, 'would raise doubts and difficulties not easily resolvable.. An award under the act is declared to have the force and effect of a judgment “ until reversed upon appeal,or satisfied according to law.” It would not be reversed by any decision of a plea of nul tiel reóord. It would continue to stand as a judgment against the defendant, who could get rid of it only by appealing; and when he had brought the cause back, it would be immaterial whether his plea to the court had been referred and determined against him, as the whole would be rejudged. Besides, to refer half a cause, if it could be done, would present an entangled question of costs. But the plea of nul tiel record sometimes leads to an issue of fact. In Esplin v. Smallet, Sayer's Rep. 208, it was held that a plea embracing matter of fact and matter of law, might conclude to the country. To a scire facias on a recognizance of special bail, the defendant pleaded that a fieri facias was sued out against the principal, and that the money was levied of his goods: the plaintiff replied that the writ was not sued out, and that the money was not levied, and concluded to the country: the defendant demurred, and the replication was held good. The same principle in Peter v. Stafford, Hob. 244. Proper averments may raise a question of fact, whether a former recovery was for the same cause of action; and though that could not have been done in this case, nothing would be gained by excepting it from the general rule. But, -for paramount reasons, already given, it seems the arbitrators had jurisdiction of the whole cause.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Campbell, for plaintiff in error,",
      "Mayer, with whom was Evans and Naille, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lange versus Stouffer.\nIn a sci. fa. to revive a judgment, the pleas were nul tiel record, payment, and payment with leave. Replication non sol and that there is such a record. Arbitrators appointed under a rule entered under the act of 1836, found for plaintiff a gross sum: Seld, that the plea of nul tiel record did not exempt the case from arbitration, but that the arbitrators had jurisdiction of the whole cause.\nError, to the Common Pleas of Yorh county.\nThis was a scire facias on a judgment issued in the name of Sarah Caroline Stouffer, by her next friend, George W. Stouffer, m re judgment of Elizabeth Caroline Lange vs. Daniel Philip Lange. Scire facias on judgment, No. 339, April term 1845, to revive it and continue the lien thereof in the name of Sarah Caroline Stouffer, &c., one of the residuary legatees under the will of Elizabeth Caroline Lange, deceased, and all other persons who may be interested in said judgment.\nApril 23d, 1850, defendant pleads nul tiel record, payment, and payment with leave, &c. July 8th, 1850, plaintiff replies non solvit and that there is such a record. September 3d, 1850, plaintiff enters a rule to refer on 20th September 1850; on which day arbitrators were chosen. October 4th, 1850, report of arbitrators filed, finding for the plaintiff twelve hundred eighty-seven dollars and one cent, with costs of suit. Judgment nisi. November 5th, 1850, rule to show cause why the award of arbitrators, and the judgment entered thereon, should not be stricken off, because at the time of entering the rule of reference, appointing the arbitrators, and entering the award, the plea of nul tiel record was- pending and undisposed of,- and is still pending and undisposed of. February 26,1851, rule discharged by the court, (Lewis, J., holding a special court at York,) and judgment absolute.\nIt was assigned for error:\n- 1. The arbitrators had not jurisdiction of the case, and the judgment entered on their award is therefore erroneous.\n2. The court erred in discharging the rule of 5th of November 1850, and in entering judgment thereon, and in not setting aside the award of arbitrators.\nCampbell, for plaintiff in error,\ncontended that the plea of nul tiel record could not be tried by compulsory arbitration : Roop v. Meek, 6 Ser. & R. 545; Hill v. Crawford, 8 id. 478; 3 Watts 176. These decisions were under the act of 1810; but if the legislature had intended that demurrers, certioraris, and pleas of nul tiel record might be tried by arbitration, it is probable that they would have said so decidedly in the act of 1836. That it was not so intended is evident from the oath prescribed, which is, justly and equitably to try all matters in variance submitted to them. See also 9 Watts 192. That a writ of error is the remedy of the plaintiff in error. The rule on this point seems to be that the Supreme Court will not hear the errors when they are to be established by affidavits, and go to the merits; but that when the errors are on the face of the record, they will hear them, and sometimes even act on affidavits to determine-the regularity of the proceedings: Drenkle v. Garber, 7 Watts 122; Biggs v. Funk, 5 id. 481. Especially will this be done when the court below refuses to grant relief. In the present ease, the errors are on the face of the record, and the court below refused to strike off the award and the judgment entered thereon. In Hill v. Crawford and Stevenson v. Docherty, writs of error were taken: 2 Barr 435.\nMayer, with whom was Evans and Naille, for defendant in error.\nThe “matters in variance” are submitted, not the issues on the pleas. Arbitrators are constituted judges of the law and the facts: Section 40 of act of 1836. Though they may not know the meaning of the plea of ml tiel record, they can tell whether there is a judgment and whether the defendant has a defence: 5 Whar. 309, Waage v. Weiser.\nThe cases specially excepted in the act of 1836 leave all others subject to its operation. A matter may be submitted to arbitration without narr,, plea, or issue; the right of submission is not to be taken away because the plea of ml tiel record is pleaded. As to certioraris they are prerogative writs, authorized by the constitution, issued in the name of the commonwealth to an inferior tribunal to send up the record. It might as well be said that writs of habeas corpus were embraced within the terms “ civil suits or actions,” and that-an exception was necessary to exempt them from the jurisdiction of arbitrators."
  },
  "file_name": "0251-01",
  "first_page_order": 251,
  "last_page_order": 253
}
