{
  "id": 410185,
  "name": "Welsh versus Anthony",
  "name_abbreviation": "Welsh v. Anthony",
  "decision_date": "1851-06-12",
  "docket_number": "",
  "first_page": "254",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842712
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0221-01"
      ]
    },
    {
      "cite": "2 Rawle 201",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0201-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 7452,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.4079669756754908e-07,
      "percentile": 0.6463803488157032
    },
    "sha256": "31d7cb13516054476d68013a423d72d3f75d55fe7982f4dc42faa0a063d30e98",
    "simhash": "1:d3a04749af362541",
    "word_count": 1383
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Welsh versus Anthony."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 12, by\nRogers, J.\nThe action of trespass is well brought. The plaintiff having alleged in his narr. that the defendants took and carried away the property severed from the freehold, and converted the same to his own use, the jury were -at liberty to assess treble damages under the statute. The suit is brought on the 3d section of the act of the 29th of March 1824, which reads thus : “In all cases where any person shall cut down or fell any timber, tree or trees, growing upon the lands of another, without the consent of the owner, he, she, or they, so offending, shall be liable to pay to such owner double the value of such tree or trees so cut down or felled; and in case of the conversion thereof to the use of such offender or offenders, treble the value to be recovered, with costs of suit, by action of trespass or trover, as the case maybe,” &c. The design of the act cannot be doubted. Where there is a trespass merely, double damages only are to be given, but where in addition tbe trees felled are converted to the use of the wrong-doer, treble damages are to be awarded. The remedy given for the injury to the owner, is trespass or trover, as the case may be. By the latter words, as the case may be, nothing more is to be understood than that when the owner chooses to waive the trespass to the close and elect trover, (as he may,) he may recover treble damages; but it certainly could not be intended that when he proceeds as well for the trespass as the conversion, he shall be restrained to double damages merely. It seems clear that where there is a conversion, treble damages may be recovered as well in trespass as trover. The owner may elect trover if he pleases, but surely he ought not to be compelled to do so, and thereby lose the damages sustained by the illegal and tortious entry.\nA doubt was suggested at the bar whether the jury or the court should assess double or treble damages when given by the statute. In England the rule is that the jury who try the issue may assess the double or treble damages, but if they neglect to do so, the court may award the damages, on a writ of inquiry for assessing them. I perceive no reason why a different rule should prevail in this State: Rob. Dig. 116, Bro. Damages, pl. 76; Sayer on Damages 244.\nAccording to the Hnglish practice, double or treble costs are not understood to mean twice or thrice the amount of single costs; but double costs consist of the single costs and half the single costs; and treble costs of the single costs, half the single costs, and half of that half: 2 Arch. P. 233; Brightly on the Law of Costs, 298. But this rule is not in practice in Pennsylvania, as is ruled in Shoemaker v. Nesbit, 2 Rawle 201. I am not aware that even in England the same artificial rule applies when double or treble damages are given by statute, but if it be, it is certain it has never been adopted in this State.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by J. W. Quiggle, for the plaintiff in error.",
      "Armstrong, for defendant."
    ],
    "corrections": "",
    "head_matter": "Welsh versus Anthony.\nUnderthe 3d section of the act of 29th March 1824, either trespass or trover may be maintained for entering upon plaintiff's land, without his consent, and cubing and removing timber trees. If there be a trespass merely, double damages may be given; if, in addition, the trees felled have been converted to the use of the wrong-doer, treble damages may be recovered in trespass, and also in trover. By the words “ as the case may be,” is meant that if the trespass to the close be waived, and trover brought, treble damages for the injury done may be recovered in that form of action.\n2. Either the jury or the court may assess the double or treble damages.\n3. Double or treble costs mean, in Pennsylvania, double or treble the single costs: and so with respect to damages. The English rule as to costs in such oases does not prevail in this State. Per Rogers, J.\nError to the Common Pleas of Clinton county.\nThis was an action, of trespass quare clausum fregit, brought by Joseph B. Anthony and others vs. James Welsh, for entering upon land and cutting timber trees, and removing and disposing of the same to his own use.\nThe plea was not guilty and liberum tenementum.\nThe 3d section of the act of 29th March 1824, under which the plaintiffs below brought suit, is as follows:—\n“ Seo. 3. In all cases where any person, after the said first day of September, shall cut down or fell, or employ any person or persons to cut down or fell any timber, tree or trees, growing upon the lands of another, without the consent of thepwner thereof, he, she or they, so offending, shall he liable to pay to such owner double the value of such tree or trees, so cut down or felled ; or in case of the conversion thereof to the use of such offender or offenders, treble the value thereof, to be recovered with costs of suit, by action of trespass or trover, as the case may be ; and no prosecution by indictment shall be any bar to such action.”\nOn the trial, Woodward, J., instructed the jury that the action of trespass was well brought. That under the 3d section of the act of 29th March 1824, either trespass or trover would lie where there had been not only a cutting down and felling of timber trees, hut a conversion .of them by the offender to his own use, and that if the jury believe there had been such trespass and conversion by the defendant, they were bound to render to the plaintiffs a verdict for treble the value of the trees cut on their land and taken away. To which opinion, so far as the court held that trespass would lie, and that trover was not the exclusive remedy, the counsel for defendant excepted and prayed that the charge be filed. .\nYerdict for plaintiffs for $202.59.\nIt was assigned for error:\n1. The court erred in their instruction to the jury, that in this form of action, the plaintiffs were entitled to recover treble the value of the trees cut on their land and carried away.\n2. The court erred in saying that trespass would lie, and trover was not the exclusive remedy to recover treble the value, for the felling and conversion of timber trees, under the 3d section pf the act cf 29th March 1824.\nThe case was argued by J. W. Quiggle, for the plaintiff in error.\nThe 3d section of the act of 29th March 1824 creates two offences, prescribes a penalty, and gives a remedy in each.\nAt common law the plaintiffs could simply recover the value of the timber cut or converted. Put by this statute two separate and distinct offences are made. The one, the cutting down or felling of any timber, tree, or trees ; the other, the conversion to the offender’s own use. For the former offence, double the value of the tree or trees may be recovered; for the latter treble the value, to be recovered “ by action of trespass or trover, as the case may be.” As the fact may be; or as the suit or action may be? Surely not the latter. For if it be construed to mean the latter, then trover would lie for a mere cutting down or felling, which would be absurd. It must then mean as the faet may be. If a cutting or felling, then double the value to be recovered by action o.f trespass. If a conversion to the use of the offender, then treble the value to be recovered by action of trover. The remedy in each case being given by statute, must be pursued.\nThat trover is the remedy to recover treble damages under this act, for the cutting and conversion of timber trees, is settled in the case of Tammany v. Whitaker, 4 Watts 221.\nArmstrong, for defendant."
  },
  "file_name": "0254-01",
  "first_page_order": 254,
  "last_page_order": 256
}
