{
  "id": 410246,
  "name": "Ervine's Appeal",
  "name_abbreviation": "Ervine's Appeal",
  "decision_date": "1851-06-12",
  "docket_number": "",
  "first_page": "256",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 62",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 495",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0495-01"
      ]
    },
    {
      "cite": "10 Watts 279",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Peters 627",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11339800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0627-01"
      ]
    },
    {
      "cite": "4 Law Rep. 256",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "case_ids": [
        6127514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/3/0559-02"
      ]
    },
    {
      "cite": "16 Mass. Rep. 329",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 536",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0536-01"
      ]
    },
    {
      "cite": "3 Bin. 275",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin 87",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793605
      ],
      "pin_cites": [
        {
          "page": "103"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0087-01"
      ]
    },
    {
      "cite": "2 Peters 629",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "16 Mass. 329",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wheat. 563",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0563-01"
      ]
    },
    {
      "cite": "2 Rawle 188",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0185-01"
      ]
    },
    {
      "cite": "3 Wheat. 563",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443491
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/16/0563-01"
      ]
    },
    {
      "cite": "2 Rawle 188",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1227,
    "char_count": 35422,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.481347078909613e-06,
      "percentile": 0.9915859959403038
    },
    "sha256": "f9e3f162f27c1ca06cbb2e80d227f1d6f38216f6b214d6dfa74405f0225ce9b5",
    "simhash": "1:8485d895383eb753",
    "word_count": 6293
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "With this dissent and reasons ■ therefor, Gibson, C. J., concurred."
    ],
    "parties": [
      "Ervine’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 12, by\nCoulter, J.\nThe Constitution of the United States ordains “that no person shall be deprived of life, liberty, or property, without due process of law,” and the constitution of this State contains an equivalent provision in words nearly alike.\nIt is an affirmation .of a great doctrine contained in Magna Charta: “neither will we pass upon anyone but by the lawful judgment of his peers or by the law of the land.” And Lord Coke says that the words “per legem terra,” mean, by due process of law, and being brought into court to answer according to law. The whole clauses in our constitutions on the subject were established for the protection of personal safety and private property. These clauses address themselves to the common sense of the people, and ought not to be filed away by legal subtleties. . They have their foundations in natural justice, and, without their pervading efficacy, other rights would be useless. If the legislature possessed an irresponsible power 'over every man’s private estate, whether acquired by will, by deed, or by inheritance, all inducement to acquisition, to industry and economy would be removed. The principal object of government is the administration of justice and the promotion of morals. But if property is subject to the caprice of an annual assemblage of legislators acting, tumultuously, and without rule or precedent, and without hearing the party, stability in property will cease, and justice be at an end. If the government is interdicted from taking private property even for public use without just compensation, how can the legislature take it from one man and dispose of it as they think fit. The great principle is, that a man’s property is his own, and that he shall enjoy it according to his pleasure (injuring no other man) until it is proved in a due process of law that it is not his, but belongs to another. Many acts of Assembly have been passed, it is true, authorizing guardians, trustees, and executors to convey lands. This power has been sustained by this court where the persons in interest were minors and lunatics, and could not act for themselves, and where the guardians, &c. requested the passage of the laws. Among the first of the private acts in such eases was that in Estep v. Hutchman, 14 Ser. & R. 435. That was sustained on the ground that the cestui que trusts were minors. The court say that of necessity, in such cases, the power must reside in the government somewhere ; and where it has not been granted to the courts, it must reside in the legislature. This proceeds on the ground that the conveyance itself was lawful, for the maintenance of minors or lunatics, as the necessities of the minor or lunatic might absolutely require it. In such cases a court of chancery would order the sale. It was considered that the ordering of the sale was merely modal, as it is termed in Norris and Clymer; that is, doing in one way that which might be done in another. And that principle is quite suitable, when the cestui que trust is legally disabled from acting and the parens patries acts for his benefit. But to say that because a man who is under no disability may convey his property, that therefore the legislature may, as a mere mode, order and direct another to convey it against his will, is a perfect non sequitur from those cases. In Norris and Clymer the legislative decree of sale was for the benefit of cestui que trusts who consented, and who alone were interested, except issue was born who had cross remainders, and the trustees appointed in place of those named in the will requesting the sale, as well as all persons concerned in interest and in esse, so far as appears from the reported case. And the opinion there seems to be that a chancellor might have ordered the sale; and a distinguishing feature of that case was that the estate, after conversion, remained in the hands of the trustee.\nBut there is no adjudicated case where the legislature ordered the sale of one man’s land when he was sui juris, under no legal disability to act for the benefit of another person, also sui jurjs, and where such legislative decree was sustained. The case of Brown v. Hummell, 6 Barr 94, is, in all its principles, directly the other way; which case has received, I believe, the sanction of the profession and the approving judgment of the community. The case on hand presents an act of Assembly, requiring the Orphans’ Court of York county, on the petition of Daniel Ervine, or any other person interested in the estate of Patrick Ervine, in said county, to make an order appointing a trustee to make sale of the real estate of said testator, and invest the proceeds for the benefit of Daniel during his life, &c. The devisees of said estate were all of full age, and under no legal disability, at the -time of passing the law, and who had power themselves to convey, if they thought fit, all residing in York county, and all, save Daniel, objecting to the law. It is alleged that, as Daniel was to receive from the executors during the life of said Daniel, the rents, issues, and profits of the estate, and as the executors were directed to sell after his death, and divide the product among his surviving brothers, it was not real, but personal estate. But it is of no consequence whether it was real or personal estate, because the constitution protects a man in the enjoyment and dominion of his personal as potentially as his real estate. There could be no reason for the distinction; and the language of the constitution is, that no man shall be deprived of his “property,” &c. The legislature contemplated no such distinction, for the act denominates it real estate of the decedent. But if it was personal estate so far as regarded the children who survived Daniel, under the authority of Morrow v. Brenizer, 2 Rawle 188, and Craige v. Leslie, 3 Wheaton 563, yet it was real estate as it regarded the executor, who was to receive the rents, issues, and profits, during the life of Daniel, and the fee was vested in him, he had an interest coupled with a power to sell. Two things were evidently in the mind of the testator: 1st, that the realty would be more secure for Daniel, who was probably improvident, than money at interest. And, 2d, that the rents, issues, and profits, as well as the land itself, would increase in value, as it lay near the borough of York; and this increase would benefit the children who survived Daniel. This probable increase was a substantial interest secured by the will. It is this probability of increase in value which induces men to buy lands which they do not intend to cultivate. Beside, the children who survived Daniel could elect to take the land itself, instead of requiring the executor to sell it. These interests, first in the executor himself, and second, in the children who might survive Daniel, being secured by the positive terms of the will, they ought to be as inviolable as interests secured by deed. A just government ought as emphatically to protect wills as deeds and contracts. Because, by so doing, not only the rights of the living are secured, but also the rights of the dead — rights which all civilized nations regard. Those who are now the living will shortly be the dead. And we labor not only for the present, but for the future, and for those who shall he in that future. The will provides that the land shall not be sold until Daniel’s death. The children of testator, except Daniel, insist on the will being observed and their rights under it preserved.. Daniel applies to the legislature, who pass an act that the court shall appoint a trustee, who shall sell immediately. Here is an act deciding between two parties, and nullifying the provisions of the will, and requiring the court to disregard ■ it. A power to sell, either in a will or deed, to be exercised upon the happening of a particular event, cannot by law be exercised until the happening of that event; in fact, the power does not exist until then. This has been so often ruled, and is so consonant to common sense and natural right, that no authority need be cited. But the legislature say the court shall appoint a trustee, to execute the power immediately; that is, makes a law for a particular case between two contesting parties, which rule is contrary to existing law, and orders the court to enforce it. Suppose the right of entry was barred by twenty-one years’ adverse possession, and the legislature, choosing to pass a law for a particular case, should enact that A might bring his action of ejectment against B for a messuage or tenement, and order the court to give judgment, in favor of A, notwithstanding twenty-one years’ actual adverse possession, alleging some reason not sufficient in law to prevent the statute from running. Here would be legislation for a particular case, contrary to the general law. Such legislation would, I apprehend, find few approvers, because it would be taking that which the general law made the property of one man and giving it to another. But after all, the excuse would be that they were only giving the estate to- him who had the title, merely removing the impediment of the statute. In the case on hand, the legislature not only removes the legal impediment contained in the will, which prevents the executors from selling before the death of Daniel, but also annihilates the provision of the will that the executors shall rent out the land and pay the rents and profits to Daniel during his life, and takes from the sons of the testator the probable increase of the land during Daniel’s life, and the privilege of taking it as land at his death. By what warrant may they do all this? Not by the power of a judicial decree, because the legislature have no judicial power. And that is not legislation which adjudicates in a particular case, prescribes the rule contrary to the general law, and orders it to be enforced. Such power assimilates itself more closely to despotic rule than to any other attribute of government.\nIt is sought to cover the act under the case of Braddee v. Brownsfield, 2 W. & Ser. 275, which rules that the legislature possess a mixed jurisdiction, being partly legislative and partly judicial; under which many hybrid acts were passed. But that case received a fatal blow in Greenough v. Greenough, 1 Jones, in which it is said the legislature possess no such power. It was utterly-overthrown in De Chastellux v. Fairchild, 3 Harris 18, in which it was emphatically ruled that the legislature possess no judicial power, and Braddee v. Brownfield was declared not to he law.\nBut these parties were before the court on a-former occasion. A previous act of Assembly authorized the Orphans’ Court of York county, if they deemed it expedient, to appoint a trustee to make sale, &c. On the petition of Daniel, the court declined to make the order, in which case the court below said, “ It is admitted on part of the petitioner that the act referred to in the petition was in no wise procured by the other heirs or legatees, but against their consentand the prayer of the petitioner being opposed by ■them, the court refused the prayer, on the ground that it had not the constitutional power to grant it. On appeal to this court, that decree was affirmed, on the ground that the matter was submitted by the act to the discretion of the court below. It was added, however, in the per curiam opinion, that the case of Norris v. ■Clymer established the constitutionality of the act. That, however, was an obitur dictum, probably hastily thrown out, not being an element of the decision, and not sustained, in the opinion of a majority of the court, by the case of Norris v. Clymer.\nThe subsequent act, being the one now under consideration, was then passed, enjoining and ordering the court to appoint a trustee, &c. The court declined to make the order, and Daniel appeals to this court, and relies upon the obitur dictum in the former case. But in Norris v. Clymer, the case on which the dictum rests, all parties concerned in interest and in esse, 'so far as appears from the case reported, consented to the enactment, as well as the trustee appointed by law in place of the assigning executors, and, by themselves or their legal representatives, requested its passage. The act positively required that a majority who had vested estates should consent to the sale; and it is to be inferred from the case that they all consented. And there was no other mode, perhaps, (although it seems to me that the powers of a court of chancery would have been adequate,) to convert the real estate into money, or change the nature of the estate in the manner mentioned in that act. The measure was eminently to the advantage of the parties; and that case rested on the same ground as that of Estep v. Hutchman. In the case on hand, all the parties were of full age, labored under no disability, and could themselves sell. The object, then, of the present act, is to force a sale against the executors’ consent, and against the consent of the remainder men; and to take the property out of the hands of the executors, contrary to the will. This circumstance, alone, separates this ease by an impassable gulf from Norris v. Clymer, which case we design not to impugn or touch. Here are individuals, all without legal disability, to transact tbeir own business and take care of their own property; and the interest of some of them, and the rights of the executors under the will, attempted to be wrested from them by a summary process, unknown in any court of justice, by an ex parte statute. But these parties stand here under that irremovable decree of the constitution, that for any injury done an individual in his lands or goods, he shall have remedy by due course, of law, in the commonwealth’s courts, where right and justice shall be administered.\nThis court have so determined in Brown v. Hummel, 6 Barr. In closing this opinion, I may say that when, in the exercise of proper legislative powers, general laws are enacted, which bear or may bear on the whole community, if they are unjust and against the spirit of the constitution, the whole community will be interested to procure their repeal by a voice potential. And that is the great security for just and fair legislation.\nBut when individuals are' selected from the mass, and laws are enacted affecting their property, without summons or notice,, at the instigation of an interested party, who is to stand up for them, thus isolated from the mass, in injury and injustice, or where are they to seek relief from such acts of despotic power ? They have no refuge but in the courts, the only secure place for determining conflicting rights by due course of law. But if the judiciary give way, and, in the language of the chief justice in Greenough v. Greenough, 1 Jones, confesses itself “too weak to stand against the antagonism of the legislature and the bar,” one independent co-ordinate branch of the government will become the subservient handmaid of another, and a quiet, insidious revolution effected in the administration of the government, whilst its form on paper remains the same.\nDecree of the court below affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      },
      {
        "text": "Bell, J.,\ndissented from the judgment pronounced, as being in direct hostility to Norris v. Clymer and other cases, and filed his reasons in writing; the law prohibiting the publication of dissenting opinions.\nWith this dissent and reasons ■ therefor, Gibson, C. J., concurred.",
        "type": "dissent",
        "author": "Bell, J.,"
      }
    ],
    "attorneys": [
      "Fisher, for the appellant,",
      "Mayer, with whom was Evans, in reply.",
      "Fisher, in reply."
    ],
    "corrections": "",
    "head_matter": "Ervine’s Appeal.\n1. A testator in bis will directed that after the decease of his wife, his executors should rent out his lands, and out of the proceeds his son Daniel to he supported, and willed and desired that none of his real estate should be sold during the life of his said son, but that he be supported out of the same; and provided further, that it was his will and desire that, after the death of his son Daniel, then his real estate should be sold, and all his children to receive share and share alike. After the death of the widow, an act was passed, at the instance of Daniel, providing that on his application, the Orphans’ Court shall make an order appointing a trustee to make sale of the said real estate, and to invest the proceeds under the direction of the said court, so that the interest thereof shall secure to him that support during his natural life which the will intended him to receive out of the produce of the said real estate, provided that such sale shall be approved by the said court — and providing further, that the annual interest only of the proceeds of sale be paid to the said Daniel or his trustee, and the principal sum be invested, subject to all the provisions of the willp Held, that the other parties in interest being of full age, under no disability, and objecting to the sale, the court below was right in refusing to direct it; that the legislature does not possess the constitutional power, in such a case, to direct a sale against the consent of the other parties in interest who were of full age and under no disability, within the time during which the sale was forbidden by the testator; and that the act in this case was unconstitutional.\n2. The provision in the 5th article of the amendments to the Constitution of the United States that no person shall “ be deprived of life, liberty, or property without due process of law,” and the equivalent provision in the Constitution of Pennsylvania, that no one shall be “ deprived of his life, liberty, or property, unless by the judgment of his peers or the law of the land,” imply the right to notice to appear and answer, and to a remedy in court. Per Coulter, J.\nAppeal from the decree of the Orphans’ Court, of York county.\nThis was an appeal from the decree of the Orphans’ Court of York county on the petition of Daniel Ervine, a legatee under the will of Patrick Ervine, deceased, praying for an order to sell certain real estate. The petition was as follows :—\nTo the Honorable the Judges of the Orphans’ Court of York county:\nThe petition°of Daniel Ervine, son and legatee under the last will and testament of Patrick Ervine, late of York township, York county, deceased, respectfully represents:\nThat by the said last will and testament, the said Patrick, after providing for his widow, Julia Ann, directed as follows: — “ After the decease of my said wife, it is my will that my executors should rent out my lands to the best advantage, and out of the proceeds of the same my son Daniel to be supported; and it is further my will and desire that none of my real estate should be sold during the life of my said son Daniel, hut that he is to be supported out of the same as above mentioned; and it is furth'er my will and’ desire that after the death of my said son Daniel, that then my real estate shall be sold to the highest bidder, and all my children to receive share and share alike.”\nYour petitioner further states that the said Julia Ann, widow of the said testator, is dead, and that the proceeds of the said real estate are insufficient to support him, as was contemplated by the testator in his last will, a copy of which will is hereunto annexed and made part of this petition.\nYour petitioner further states that by an act of Assembly, passed at the present session of the legislature, it was enacted “ that on the application of Daniel Ervine, or any other person interested in the estate of Patrick Ervine, late of York county, deceased, the Orphans’ Court of said county shall make an order appointing a trustee to make sale of the real estate of said decedent, and to invest the proceeds thereof under the direction of said court,” &c., front said act of Assembly, a certificate copy of which is hereunto annexed and made part of this petition.\nYour petitioner further states that the real estate now unsold, belonging to the said Patrick Ervine at the time of his death, consisted of twelve acres of woodland, more or less, situate in York township, and bounded by.lands of Leonard Weisenbaugh, David Rettle, Jacob Young, and perhaps others: also the mansion tract now situate in Spring G-arden township, York county, bounded by lands of Samuel Weaver, John Horn, York Water Company, Thomas Baumgardner, Jacob Spangler, Michael Shellenberger, Samuel Erey, Henry Spangler, and Samuel and Jacob Rudy, containing about one hundred and thirty acres.\nYour petitioner therefore prays your honorable court to appoint Samuel Wei'ser, (farmer,) of the borough of York, trustee, to make sale of the said real estate and to carry into effect the provisions of the said act of Assembly relative to the proceeds of said sale of said real estate, and the maintenance and support of your petitioner thereout, &c. And he will pray, &c.\nhis\nDaniel x Ervine. mark.\nAn act was passed on the 29th March 1849, which, in its 17th section, provided that the Orphans’ Court in and for the county of York are hereby authorized, if the said court shall deem it exfedient, to cause an order to be made for the sale of the real estate in question: See Acts o/1849, 273.\nThe Orphans’ Court refused to decree a sale of the said estate, on the ground that the provision above referred to was unconstitutional. An appeal was taken to the Supreme Court, and the decree was affirmed on the ground that the matter was submitted by the act to the discretion of the court below. It was, however, added in the fer curiam opinion that the constitutionality of the act was established by the case of Norris v. Clymer, 2 Barr 277.\nOn the 2d April 1850, the act was passed which is referred to in the petition. The preamble and 3d section of the act (see Acts, of 1850, p. 337,) were as follow:—\nWhereas Patrick Ervine, of York township, in the county of York, died during the minority of his son Daniel, who was incapable of managing the property left for his benefit, and it appearing that the property, the income of which was designed for his support and maintenance, has not been controlled or managed in such manner as to secure the true intention of the testator; and as the said Daniel, who is blind, does not receive the means which the said property is abundantly able to produce for his support, and inasmuch as the will does not authorize the sale or disposition of said property to fulfil the clear design of the said Patrick Ervine, to wit, the proper support and comfort of his son Daniel, who is now forty-two years of age, and is in a suffering condition and totally helpless; the said property being worth seven thousand, dollars, would, if sold, furnish ample, means to comply with the object of the testator: Therefore,\nSection 3. Be it enacted by the authority aforesaid, that on the application of Daniel Ervine, or any other person or persons interested in the estate of Patrick Ervine, late of York county, deceased, the Orphans’ Court of said county shall make an order appointing a trustee to make sale of the real estate of said decedent, and to invest the proceeds thereof, under the direction of said court, so that the interest thereof shall secure to the said Daniel Ervine that support for and during his natural life, which the will of said decedent intended him to have and receive out of the produce of the said real estate; provided that such sale when made shall be approved of by the said court, after which a deed shall be made, conveying to the purchaser or purchasers such estate as the said Patrick Ervine had and held in the premises at and immediately before the time of his decease; provided also that before receiving any of the proceeds of sale, said trustees shall give such security as the said Orphans’ Court may require, conditioned for the faithful execution of said trust; and provided further that any person or persons interested may appeal to the Supreme Court from any order or orders, decree or decrees that the said Orphans’ Court may make, said appeal to be taken within thirty days from the making of such order or decree; and provided further that the annual interest only of said principal sum arising from the sale of the real estate aforesaid shall be paid to the said Daniel Ervine or his trustee, and that the principal sum aforesaid shall be and remain permanently invested, subject to all the provisions of the will of the said Patrick Ervine, deceased.\nThe Orphans’ Court of York county dismissed the petition. The opinion of his Honor Durkee, President, was as follows:—\nIn regard to his real estate, Patrick Ervine directed by his last will and testament, as follows: — “After the decease of my said wife, it is my will that my executors should rent out iny lands to the best advantage, and out of the proceeds of the same my son Daniel to be supported — and it is further my will and desire that none of my real estate should be sold during the life of my said son Daniel, but that he is to be supported out of the same as above mentioned — and it is further my will and desire that after the death of my said son Daniel, that then my real estate should be sold to the highest bidder, and all my children to receive share and share alike.” By the express direction of the testator in this clause of his will, then, his real estate is not to be sold until after his son Daniel’s death. It is then to be sold, and-what it shall then bring is to be equally divided amongst his other children. He doubtless ' supposed his real estate, which is situated near the borough of York, would increase in value for many years, and that the longer the sale should be deferred the more there would be to divide amongst his children — and we are far from believing he was mistaken. If it would bring three times as much now as it would have sold for twenty years ago, we can see no reason for supposing that it would not bring more twenty, years hence than it would sell for now, nor can we see on what principle his children, who are entitled, by the express terms of the will, to all that it can be sold for, after the death of Daniel, can be justly deprived of the benefit of its increasing value, by a premature sale, made against their consent. Such a sale, made under such circumstances, it strikes us, would not be a mere conversion or alteration of their property, without injury to their rights, but a measure (could it be effected) that would deprive them of their property — a thing which cannot rightly be done, “ unless by their peers or the law of the land.” Between depriving them of a part of what they are entitled to, according to the provisions of the will, and depriving them of all to which they are so entitled, there seems to us no difference in principle. At all events, we can see no occasion for legislative interposition in the matter, as it is not pretended that any of the parties interested are minors, or that they labor under any legal disability, or that the will has, from any supervening cause, become impracticable, or that any power is wanting to carry it out according to the expressed intentions of the testator — nor is any public benefit sought to be effected by legislative interference with the will, in some of which particulars, at least, this case differs from all others, as we believe, in which legislative interference has received judicial sanction. These being our views, and the prayer of the petitioner being opposed in behalf of Peter Ervine and six others, children of the testator, without whose consent or knowledge, it is alleged, the act of Assembly on which this proceeding is based was passed at the instance of Daniel Ervine, the petition is dismissed by the court.\nAn appeal was taken to this court, and the exceptions filed were:\n1. The court erred in dismissing the petition.\n2. The court erred in not granting the prayer of the petitioner.\nFisher, for the appellant,\ncontended that the act of Assembly directing the court to make an order appointing a trustee to make sale of the real estate of Patrick Ervine, deceased, is constitutional: Braddee v. Brownfield, 2 W. & Ser. 275; Menges v. Wertman, 1 Barr 218; Norris v. Clymer, 2 Barr 277; Sergeant v. Kuhn, 2 Barr 293.\nIn the matter of Ervine’s Appeal, (not reported,) the Supreme Court say that the case of Norris v. Clymer settles that the 17th section of the act of 1829 is constitutional, authorizing a sale of the property mentioned in the will of said Patrick Ervine,\nThe act of Assembly does not divest any fee; no fee descends to the heirs; the will, by directing a sale after the death of Daniel Ervine, converts the estate into personal property, and the act of 1850 only hastens the time of sale: Miller v. Meetch, 8 Barr 425; Allison v. Kurtz, 2 Watts 185; Allison v. Wilson, 13 Ser. & R. 330; Morrow v. Brenizer, 2 Rawle 188; Craig v. Leslie, 3 Wheat. 563; 16 Mass. 329; 2 Peters 629.\nMayer, with whom was Evans, in reply.\nI. 1. The act is mandatory on the Orphans’ Court of York county to appoint a trustee to make a sale, with the proviso, however, that “ such sale when made shall be approved by the said court.” The opinion of the court shows that they refused to execute this mandate, because such a sale would be a plain violation of the will of the testator, and no power to make it could be conferred on the court or would be sanctioned by them. Had they yielded so far as to appoint the trustee, they could not have approved the sale when made ; and it was therefore idle to take the initiatory step in the proceeding.\n2. We do not see therefore what this court can do in the matter on this appeal. The appeal given in the act presupposes the action of the court in the furtherance of the object, when the matter to be decided would be some question arising in the course of the proceeding ; not a refusal to act at all. On an appeal, the court above generally delivers a final decree; but in this case no power is conferred on this court to appoint a trustee and approve the sale, if the court below refuses to do it, and consequently no such decree can be made here. If this court did not agree with the court below in its opinion of the matter, no power exists to compel the court below to think otherwise, or to approve the sale, without which approval the appointment of the trustee would be nugatory.\n3. The exercise of a judicial function may be enforced by mandamus, but not the manner of its exercise: Com’th v. Hultz, 6 Barr 469; Griffith v. Cochran, 5 Bin 87, 103; Com’th v. Judges, &c. 3 Bin. 275. And clearly, if a discretion is vested in the inferior tribunal to approve or disapprove an act, no power can circumscribe its discretion: Com’th v. County Commissioners, 5 Bin. 536. This case cannot be reached on an appeal.\nII. But the court below was right. Far as courts have gone in sanctioning the conversion of property by sale with the consent of all parties, it has not yet sustained a project of sale like this. The interest and wishes of the parties, and sometimes of the public, seeni'ed to require a dispensation with legal disabilities, in order to substitute a mere modal change in the enjoyment of the property. There was no “ease of controversy between party and party,” . “ nor any decree or judgment affecting the title to the property. The only object of the authority granted by the legislature was to transmute real into personal estate, for purposes beneficial to all who were interested therein.\" Per Parker, C. J., Rice v. Parkman, 16 Mass. Rep. 329; see Blagge v. Miles, 4 Law Rep. 256; Wilkinson v. Leland, 2 Peters 627. Such was the fact in Clymer v. Norris, 2 Barr 277; Sergeant v. Kuhn, id. 393. Sometimes, indeed, in those cases where a conversion is authorized by a will, but -the time only is postponed, the anticipation of it might have seemed to be demanded by the testator’s intention, in which case the parties, all consenting or being benefited, might have proceeded to anticipate the time without a special law authorizing it: Gast v. Porter, 1 Harris 533.\nBut, “Here the time is not matter of form, but substance:” Loomis v. McClintock, 10 Watts 279; Seweigart v. Frey, 8 Ser. & R. 299. Above all, here stands upon the face of this will the formal prohibition by the testator of any sale before the time he has fixed jfor it. This feature distinguishes the case from all others. “ If the legislature, by ex parte enactment, can alter the will of a private individual, whose will shall escape ? Brown v. Hummel, 6 Barr 94; Greenough v. Greenough, 1 Jones 495.\nThe sale is not yet made. The prohibition is in full force. The parties in remainder are sui juris, and may be considered as vested with the fee notwithstanding the ultimate power of conversion, having the right to treat their interest as land: Smith v. Starr, 3 Whart. 62; Boshart v. Evans, 5 id. 562. The cestui que trust of the usufruct alone demands a conversion. The others resist it. They were not represented when the act was passed, and their rights cannot be disregarded: Bumberger v. Clippinger, 5 W. & Ser. 311; Rogers v. Smith, 4 Barr 93. The trial by jury is inviolate under the constitution. The parties interested are resisting, not consenting to the act. The court below, knowing all the facts, and specially appointed to approve the execution of the statute, refused to sanction it.\nIn the report of Norris v. Clymer, 2 Barr 277, it does not appear that the persons interested opposed the passage of the act.\nSpecial acts “are passed by the legislature without hearing the parties to be affected, but with the express understanding of every honest member, of leaving the question of their constitutionality to the judiciary.” Per Burnside, J., Dale v. Medcalf, 9 Barr 111.\nThe chief objects of the testator in his will were to provide for his son Daniel — to provide for his other children — and to provide for the security and prospective increase of the fund. It is directed .that the land shall be rented by the executors, and Daniel be supported out of the income; that the land shall not he sold during Daniel’s lifetime; and that at his death it shall be sold, and the proceeds be divided among the other children. Here is a clear trust — and the duties of the trustee and the rights of the parties are well defined. The act procured by Daniel proposes to take the property out of the hands of the trustees, and to place it in the hands of others, to sell it, contrary to the express letter of the instrument creating the trust and the will of the donor, and to appropriate not, merely his support, but the whole annual product of the fund to his use. We may well ask as this court has done in a similar case, speaking by one of its members, “ where this power was or is derived, I am at a loss to perceive.” Per Coulter, J., Brown v. Hummel, 6 Barr 94. No difficulty has occurred in the execution of this trust showing its defects or impractability. On the contrary the testator’s foresight has been verified by the event in every particular, unless it be in the amount of Daniel’,s expenditure. The property has greatly increased in value, and will probably continue to do so, while the fund is safe, as he intended it should be, against all dangers either from the improvident habits of any whom he meant to favor, or the unfortunate investments of those to whom the care of the fund was intrusted.\nNotice was not given of the contemplated enactment, and the proceeding was not “ according to the law of the land.”\nFisher, in reply.\nIn Brown v. Hummel, 6 Barr 94, the act divested an estate."
  },
  "file_name": "0256-01",
  "first_page_order": 256,
  "last_page_order": 268
}
