{
  "id": 410125,
  "name": "McCulloch versus McKee",
  "name_abbreviation": "McCulloch v. McKee",
  "decision_date": "1851-06-12",
  "docket_number": "",
  "first_page": "289",
  "last_page": "294",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 289"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Johns. 43",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0043-01"
      ]
    },
    {
      "cite": "24 Wend. 240",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2155149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/24/0240-01"
      ]
    },
    {
      "cite": "5 Bin. 442",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Miss. 161",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 524",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0524-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951214
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/2/0245-01"
      ]
    },
    {
      "cite": "2 Bin. 166",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 589,
    "char_count": 14757,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.5741812073969946e-07,
      "percentile": 0.9251738228753877
    },
    "sha256": "69f343ca69e91ae9a8face97c51888aed0070b47ede4cd91b955585a9f70556f",
    "simhash": "1:abf22c30fd46e53f",
    "word_count": 2642
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCulloch versus McKee."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 12, by\nChambers, J.\nOn the trial of this cause, the defendant offered to prove that the single bill of defendant given in evidence was in consideration of the indebtedness of the defendant- to Lewis Carpenter, and that it was given under an arrangement between McCulloch and the defendant, that McCulloch would pay the money for the defendant to Carpenter; but that he never paid said money, by which the consideration of the note failed. This was objected to, and the objection overruled — evidence admitted, and exception taken, which is now assigned for error.\nIt is well settled in Pennsylvania that fraud or failure of consideration may be given in evidence, under the plea of payment with leave, &c., in an action on a note or bond: Baring v. Shippen, 2 Bin. 166; Stubbs v. King, 14 Ser. & R. 206.\nEvidence is received to prove that a bond was fraudulently obtained or that the consideration has failed: Carpenter v. Groff, 5 Ser. & R. 162; Geiger v. Cook, 3 W. & Ser. 266; Houk v. Foley, 2 Pa. Rep. 245.\nThis jurisprudence is too well established in Pennsylvania as a part of our system of laws, to be departed from or influenced by the decisions on the subject in other States — and in the admission of the parol evidence offered there was no error.\nThe other errors assigned to the charge of the court may be considered together.\nIt appears from the evidence, which consisted of the admissions of McCulloch before the justice, that, he wras authorized by Carpenter to receive from McKee the amount of a note, or due-bill, held on him by Carpenter, which was given in 1837, for $39 — that McKee was scarce of money, and McCulloch agreed to satisfy the debt to Carpenter — that he, McCulloch, had money standing with General Miller, who was going to Gettysburg, where Carpenter then lived, and that he would get him, Miller, to pay the money to Carpenter. McCulloch said that Miller had seen Carpenter and had offered him the money, and that he refused to take it, but sent it back, and that he had sent the money a second time with General Miller, and that Miller could not find Carpenter. There was no other consideration for the note, and no part of the money was paid by McCulloch to Carpenter, whose residence, at the trial, was unknown, and who had not been' heard of for many years. It was also in evidence that Carpenter had lived with McCulloch and went away in 1837, leaving with McCulloch the note of McKee, with directions to collect it and keep it until he called for it. In 1844 McKee executed to McCulloch a single bill, given in evidence, for the amount of his due-bill to Carpenter, payable ten days after date, and had delivered up to him the due bill, and the order of Lewis Carpenter without date, to D. J. McKee to pay the note to D. W. McCulloch. • McCulloch, as was admitted, was to pay Carpenter for McKee, which was not done.\nThe court below, after stating the evidence and remarking on the consideration of the single bill being a proper subject of inquiry, through the medium of parol proof, further observe, “ that the authority of McCulloch was to collect the money ; but without authority and without the payment of the money, he undertook to release the debt and take a note to himself for it, to change Carpenter’s debtor from McKeé to himself, without his consent. His having done so would not change the relation of debtor and creditor between McKee and Carpenter, and the liability of the former to the latter to pay the money was not changed thereby.” The court also say, “Wehave only considered the case in this aspect, to enable us to answer the -plaintiff’s points, which he desired us to consider abstractly, for these facts do not constitute the whole case as exhibited by the testimony,” and added, “ It will be observed that the evidence which makes up the facts, consisted of the acknowledgments of the plaintiff as to what the consideration of the note was ; and it was a part of those acknowledgments, that after he had taken the note of defendant, he sent the money to Carpenter, who declined taking it, saying that he wanted Mr. McCulloch to keep it, as he then had no need of it. If this be the truth of the ease, of which the jury must judge, and there is as much evidence of it as of the other facts embraced in the conversations of McCulloch alluded to, then, by Carpenter’s consent, his debtor was changed, the arrangement of Mr. McColloch, by which he took the note, was ratified — he thereby became the debtor of Carpenter, and McKee was released. In this view of the case, the plaintiff is entitled to recover.” Taking the entire charge into consideration, we think it presented the case to the jury as favorably for plaintiff as he could require.\nThe court, in the first part of their charge, instructed the jury that “the authority of McCulloch was to collect the money, but, without authority and without the payment of money, he undertook to release the debt and take a note to himself for it, to change Carpenter’s debtor from McKee to himself, without his consent.”\nCarpenter’s authority by the order to McKee was to pay the money to McCulloch. McCulloch was a special agent to receive the money from McKee, and as such he had not authority to substitute any thing else for the money so as to discharge McKee. An agent specially employed to receive payment in money cannot vary from his authority in receiving a bill: 2 Lord Ray. 930; 2 Salk. 442; Hays & Wick v. Lynn, 7 Watts 524; Story on Agency 115, 451. It is true that if the article substituted is delivered over to the principal, and he agrees to it, or, when informed of it, he approves of or assents to it, it is a ratification of the act of the agent that will bind the principal.\nThe court did submit to the jury the evidence, with the instruction that if the facts were as stated, of Carpenter sending back the money to McCulloch, with directions to him to keep it for him, that he had no need of it — the arrangement of Mr. McCulloch with McKee was ratified, and Mr. McCulloch became the debtor of Carpenter, and McKee was released. In this view of the case the plaintiff is entitled to recover, as McCulloch had commuted for the money without authority, and had not paid McKee according to his engagement, when he took to himself McKee’s note. The material inquiry was whether Carpenter had assented to the arrangement made by his agent, and dispensed with the payment over to him by McCulloch. This was matter of fact for the jury. The acknowledgments of McCulloch were to be taken entire as evidence. As an admission, it would not have been competent for the court to have received part and rejected part: the whole must be submitted to the jury. What credit is to be given to the whole or part, is a question for the consideration and discretion of a jury: 2 Stark. Ev. pl. 4, p. 49. The question arising on this admission, as to assent and ratification and the legal effect of it, was submitted fairly to the jury, and favorably to the plaintiff, and it was for their decision. The jury, as within their province, found for the defendant. As the plaintiff has failed to sustain the errors assigned,\nJudgment affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Miller, for plaintiff in error.",
      "'Biddle, for defendant."
    ],
    "corrections": "",
    "head_matter": "McCulloch versus McKee.\n1. Parol evidence is receivable in Pennsylvania to prove that a bond was fraudulently obtained, or that the consideration has failed.\n2. An agent having authority only to collect a debt, has no right to take a note for the amount of it, from the debtor to himself, and thus substitute himself as creditor; but if such an arrangement be afterwards ratified by the principal, the latter is bound by it, and the debtor is released from liability to the principal on the original claim.\nError, to the Common Pleas of Cumberland county.\nThis was an action of debt, commenced before a justice of the peace, and brought by the defendant, David J. McKee, into the Common Pleas by appeal. The action was commenced by David W. McCulloch, for use of James H. Spriggs, against David J. McKee, to recover the amount of a sealed note, bearing date the 27th day of March 1844, signed and sealed by David J. McKee, the defendant, for the sum of $53.28, payable ten days after date, with interest, to David W. McCulloch or order.\nThe plaintiff filed his statement in the Common Pleas, setting forth his claim, and the defendant entered the plea of “ payment with leave,” &c. The cause came on for trial before the Honorable Frederick Watts, at April term 1851.\nThe plaintiff read the note and rested. The defendant opened, and then called John Auld, Esq., the justice before whom the suit had originally been commenced.\nHe offered to prove by this witness that the note in suit was given in consideration of an indebtedness of the defendant, David J. McKee, to a certain Lewis Carpenter; and that when this note was given, it was under an arrangement between the plaintiff and defendant that he, the plaintiff, would pay the money for the defendant to the said Lewis Carpenter, and that he did not then, nor has ever since paid the said money, by which the consideration of the said note has entirely failed.\nObjected to by the plaintiff, that the note is sealed, and imports a consideration which this parol testimony cannot affect so as to defeat a recovery.\nObjection overruled, and exception by plaintiff’s counsel.\nWitness: — This suit was brought before me; McKee objected to paying the note because McCulloch had not paid over the money. McCulloch answered that he had endeavored to pay it through General Miller. When he got the note from McKee, it appeared by the conversation between them that McKee was scarce of money, and that McCulloch agreed to satisfy the debt to Lewis Carpenter; that he, McCulloch, had money standing with General Miller, who was going to Gettysburg, (where Carpenter then lived,) and that he would get him (General Miller) to pay the money over to Lewis Carpenter. McCulloch said that General Miller had seen Lewis Carpenter, and had offered him the money, and that he refused to take it, but sent it back. At the same time, McCulloch stated that he had sent the money a second time with General Miller, and that time Miller could not find him. McCulloch also said that he had procured an order from Lewis Carpenter to lift this money from McKee, and he asked McKee if he had not the order, and McKee said that it was either mislaid or lost. It was admitted by McCulloch that the money had not been paid over. There was no other consideration for the note mentioned at the time of this conversation than McCulloch’s agreement, to pay Carpenter the money.\nCross-examined: — McCulloch said in the office, at the time of the conversation, that Lewis Carpenter had told General Miller, when the money was offered him, that he did not need the money, and that this was the reason he sent it back.\nIsaac Mar quart, sworn: — I was in Esquire Auld’s office when the parties were there about the suit. It was said that the note had been given instead of the one which McKee had given to Lewis Carpenter. McCulloch said he had told General Miller to pay it to Lewis Carpenter when he was in Gettysburg, but that he could not find him. I understood that McCulloch was to pay Lewis Carpenter the money for the debt which McKee owed to Lewis Carpenter. I remember a letter from Carpenter to McCulloch being read in the office at the time; don’t remember what it contained.\n28th March 1849, the note in suit transferred to James II. Spriggs by D. W. McCulloch.\nFor plaintiff, Linn McCulloch affirmed: — I remember Lewis Carpenter. He lived with my father about a year. I think he went away in 1887. I remember he gave father a note on Mr. McKee, and told father to collect it and keep it until he called for it.\nCross-examined: — I saw the note, but could not identify it now. Carpenter went to Gettysburg.\nHugh McCulloch sworn: — I know my brother David paid me a debt which Lewis Carpenter owed me when he went away. My debt may have been fifty cents, or it may have been $1.50.\n31st October 1837, due-bill to Lewis Carpenter by D. J. McKee, for $39.\n27th July 1840, receipt of David McCulloch, the agent, on the back of it, for having received it in full. *\nOrder, without date, of Lewis Carpenter to D. J. McKee to pay the note to D. W. McCulloch.\nWatts, President, charged as stated in the opinion delivered by Chambers, J.\nIt was assigned for error:\n1. The court erred in admitting the parol evidence to explain or to attach conditions to the note ; no fraud or mistake being pretended.\n2. The court erred in the whole of their instructions contained in the first paragraph of their charge.\n3. After telling the jury that the original indebtedness of the sealed note of defendant to McCulloch was to Lewis Carpenter, who authorized McCulloch to collect the money — that McCulloch agreed with McKee to give him time for its payment, and took a note in his own name for it, giving up to McKee the original note with a receipt upon the back of it, in consideration whereof McCulloch then agreed with McKee that he would pay the money — that he never did pay it — the court erred in instructing the jury that “ if these are the facts, though made out by parol proof, the plain7 tiff would not be entitled to recover.”\n4. The court erred in instructing the jury that it is to be observed in this view of the ease, [as stated in the 3d error assigned,) that the authority of D. W. McCulloch was to collect the money, but, without authority and without the payment of the money, he undertook to release the debt, and take a note to himself for it; to change Carpenter’s debt from McKee to himself without Carpenter’s consent; and that his having changed the relationship, as stated in the evidence, would not change the relationship of debtor and creditor between McKee and Carpenter, and the liability of the former to the latter to pay the money was not changed thereby.\nThe case was argued by Miller, for plaintiff in error.\nHe contended that the parol evidence admitted to impeach the sealed note was not admissible: 1 Green. Ev. 398, &c.; 4 Barr 493; 10 Shep. 517; 8 Miss. 161; 14 id. 154; 8 Ser. & R. 473. As to 2d assignment. McCullough had authority to take whatever means he thought best to accomplish the object: Smith’s Mer. Law 61; Law Lib. 17; 4 Camp. 43; 5 Bin. 442; 5 Esp. 75; 15 East 408; 8 T. Rep. 531; 24 Wend. 240; 5 Barr 335. When the agent has a beneficial interest in the performance of the contract he makes, he can sue in his own name : 4 Iredell 275; Smith’s Mer. Law 76.\nMcKee could not disaffirm the note when no evidence was given that Carpenter disapproved of it, and when he could have plead the statute of limitations in a suit on the original note: 5 Johns. 43; 6 Barr 277.\n'Biddle, for defendant."
  },
  "file_name": "0289-01",
  "first_page_order": 289,
  "last_page_order": 294
}
