{
  "id": 410173,
  "name": "Lex versus Potters",
  "name_abbreviation": "Lex v. Potters",
  "decision_date": "1851",
  "docket_number": "",
  "first_page": "295",
  "last_page": "300",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 295"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Howard 644",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "13 Pick. 342",
      "category": "reporters:state",
      "reporter": "Pick.",
      "pin_cites": [
        {
          "page": "348"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 McCord 483",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        220343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/13/0483-01"
      ]
    },
    {
      "cite": "4 Gilm. 221",
      "category": "reporters:state",
      "reporter": "Gilm.",
      "case_ids": [
        2561675
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ill/9/0221-01"
      ]
    },
    {
      "cite": "9 Pick. 97",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058436
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0098-01"
      ]
    },
    {
      "cite": "1 Pick. 154",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0157-01"
      ]
    },
    {
      "cite": "1 Pick. 43",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0045-01"
      ]
    },
    {
      "cite": "1 Pick. 452",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070890
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0459-01"
      ]
    },
    {
      "cite": "10 Pick. 37",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/27/0037-01"
      ]
    },
    {
      "cite": "4 Pick. 21",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0021-01"
      ]
    },
    {
      "cite": "12 Mass. 537",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2051940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/12/0467-01"
      ]
    },
    {
      "cite": "7 Mass. 140",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/7/0118-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 715,
    "char_count": 16038,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 7.708572300810422e-08,
      "percentile": 0.4537171858282085
    },
    "sha256": "ca408ca46ede6c227a6bfed8dcdeb0781592bff8fd0c0464d32c1acf829b77d9",
    "simhash": "1:43758ca094bef72b",
    "word_count": 2925
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lex versus Potters."
    ],
    "opinions": [
      {
        "text": "Per curiam.\nLet the judgment be affirmed on the opinion of the president of the Common Pleas.",
        "type": "majority",
        "author": "Per curiam."
      }
    ],
    "attorneys": [
      "Linn, and Curtin, for plaintiff’s in error.",
      "McAllister, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lex versus Potters.\nThe second section of the act of 29th March 1819, authorizing stock held in corporations by individuals, in their own names, and which is not claimed by any other person, to be taken in execution and sold in the same manner as goods and chattels, is not repealed by the act of 16th June 1836, relating to executions.\nError, to the Common Pleas of Centre county.\nThis was a proceeding by foreign attachment by Jacob Lex against James Potter and John Potter, with clause of summons to the Centre and Kishacoquillas Turnpike Road Company.\nThe firm of J. & J. Potter failed on or about the 7th December 1847. On that and the following day amicable judgments, to a large amount, were entered against them in the Common Pleas of Centre county. All of these judgments, with the exception of two or three, stipulated for a stay of execution for one year. On the 7th of December 1847, executions were issued upon the judgments of Simon Cameron vs. J. & J. Potter, and William Allison vs. Same, by virtue of which the personal property of the defendants, including 165 shares of stock in the Centre and Kishacoquillas Turnpike,' was levied on and sold by the sheriff. The stock was purchased by James Burnside, Esq., who afterwards, as was admitted on the trial, received one or more dividends on the same, but no transfer was ever made to him upon the books of the corporation.\nOn the 9th of December, a judgment was confessed by J. & J. Potter to Jacob Lex for $4000, and entered at No. 167, November term 1847, upon which there was a stay of execution for one year. To No. 5, April term 1849, an attachment execution was issued upon this judgment against J. & J., Potter, with clause of scire facias to the Centre and Kishacoquillas .Turnpike Road Company, by virtue of which the 165 shares of stock above mentioned were attached in the hands of the corporation. On the trial of the case, at November term 1850; James Burnside, Esq., asked leave of the court to suggest his interest in the stock in controversy, and' be made a party defendant upon the record, pro interesse suo, which was granted. The plaintiff contended that notwithstanding the sale to Mr. Burnside by the sheriff, under the executions of Cameron and Allison, the stock remained liable to the attachment of the plaintiff or any other judgment creditors of J. & J. Potter; that a sale under fieri facias conferred no -title upon the purchaser as against a subsequent attaching creditor. Mr. Burnside contended that by his purchase at sheriff’s sale he took a good title, even as against the present plaintiff. This was the only point in the cause.\nThe second section of the act of 29th March 1819 provides, “ That the stock of any body corporate owned by any individual or individuals, body or bodies politic or corporate in his, her, its, or their own name or names, shall be liable to be taken in execution and sold in the same manner that goods and chattels are liable in law to be so taken and sold, subject nevertheless to any debt due by any holder or holders of such stock to the company or body corporate. And whereas it sometimes happens that the stock of such bodies corporate is held in another name or names than that of those of the real owner or owners thereof, and it is just that such stock so held should be made liable for the real owner or owners, therefore be it further enacted,” &c. See acts of 1819, 226-7.\nOpinion of Woodward, J. — The court, after stating the positions and relations of the respective parties, proceeded to observe, that the plaintiff’s counsel insist that the act of 16th June 1836, relating to executions, supplies and repeals the act of 29th March 1819, for taking stock in execution like goods and chattels, and that there is no law to justify the levy and sale under which Mr, Burnside claims to hold the stock in question.\nThis position is .said to be supported, 1st, by the fact that the compilers of all the digests now in use omit the act of 1819, and that Mr. Sergeant speaks of it in his work on attachments as repealed by the law of 1836. And 2d, by the fact that the law of 1836 prescribes a mode of taking stock in execution which the legislature has said “ shall” be pursued, and which mode is inconsistent with the provisions of the law of 1819. As to the first of these objections, it is to be. considered that the acts of Assembly in Pennsylvania are so numerous, and touch one another at so many points, that no compiler or commentator, however learned or diligent, canj in the absence of cases, undertake to declare with any confidence what sections or parts of sections of a particular law have been supplied by subsequent legislation. It is only when cases arise, and you come to apply the subsequent law, that it can be clearly seen whether the old law be superseded or not; and therefore it is no uncommon thing to find in our modern digests acts of Assembly and parts of acts, as still in force, which in reality have been supplied’ and repealed. And the compiler is quite as likely to omit a law as repealed which is really in force, as he is to insert a law as being in force which is really repealed. While the greatest deference is felt, therefore, for the learning and industry of the compilers of our digests and the commentators on our acts of Assembly, their opinions as to what laws are in force are far from being conclusive. It remains for the courts, after all, to determine this point, as cases occur from time to time for their consideration.\n2d. In the next place, is the law of 1819 superseded by the act of 1836, so far as a case circumstanced like the present is concerned ?\nThe second section of the act of 29th March 1819 is evidently confined to the case of stock held in the name of the real owner. Such stock “ shall be liable to be taken in execution and sold in the same manner that goods and chattels are liable in law to be so taken and sold.” The third section provides a peculiar and different proceeding to reach stock that is held in “another name or names than that of those of the real owner or owners thereof.” See the preamble to 3d section.'\nNow the 22d section of the act of 16th June 1836'seems to reenact and extend the provisions of the 1st section of the act of 1819, and in the most express terms subjects “the stock owned by any defendant in any body corporate” to execution “ like other goods or chattels.” If this section be limited to stock held in the name of the owner, it may be admitted to have superseded the 1st section of.the act of 1819; but if it be construed to embrace all stock, without regard to the mode of holding it, then, undoubtedly, it is to be taken in connection with the 32d, 33d, and 34th sections of the same act. And what is the proper construction of these sections ? The latter clause of the 32d section, and the whole of the 33d section, prescribe a mode of seizing stock, “ if it shall be held in another name than that of the real owner thereof.” That is one class of cases. Stock is often held in the name of .a trustee, the beneficial interest in which belongs to a person whose name does not appear on the books of the corporation. When that person is the debtor, the creditor has the remedy prescribed in these sections on complying with the conditions proposed. And here, let it be observed, is a system of measures provided for the very class of cases contemplated by the 3d section of the act of 1819; but which measures are inconsistent with the provisions of that section, and yet, in our later editions of Purdon’s Digest, which contains this execution law of 1836, this very 3d section of the act of 1819 is retained as being in force, while the 2d section of the act of 1819 is said to be repealed. See Purdon, edition of 1847— title “ Corporation.”\nNow to this class of cases, where the stock is held in another than the real owner’s name, I apply the provisions of the 32d and 33d sections of the act of 1836, and the imperative “shall,” which occurs in the first clause of 32d section. In such cases, the proceedings “ shall” be by affidavit and recognizance and process in the nature of an attachment and summons to the trustee, &c.\nPut there is another class of eases. A defendant in a judgment may hold stock in his own name which another party claims to belong to him. To this class I apply the 34th section, and say that in respect to stock that is so situated, the like proceedings, without affidavit or recognizance, “may” be had, and the claimant may come in by affidavit and recognizance, and contest with the judgment creditor the right to the debtor’s stock. The “ shall” of the 32d section cannot be applied to the cases contemplated in the 34th section because the word “ may” is used in the latter, and excludes it. Nor can these words both be construed “ shall,” for that would impute to the legislature ignorance of grammar, and who is bold enough for that ?\nThe creditor “ may” proceed under this section, for the purpose 'of settling titles to the stock, with the outstanding claimant to it. He may consider it the most expeditious and convenient mode of testing such claimant’s right to the stack, and he is sure of getting security from the claimant before he can be admitted to defend for the interest he claims. Therefore it is that the legislature opened this mode of procedure to a creditor who wished to seize his debt- or’s stock, that stands in his own name, but is claimed by another, but they did not shut him up to this procedure, even in this case. And when the debtor holds his stock in his own name, and it is not claimed by another, how can it be said that he is confined to the proceedings prescribed in this section.\nIs it not apparent that here is a third class of cases not contemplated or provided for at all in the act of 1836 ? The ease of a debtor, owning and holding stock in his own name, which no man claims in whole or in part ? Not provided for, I say, unless it be in the 22d section of this act. If provided for in that section, it may be sold on fi. fa. like goods and chattels — if not provided for in that section, then the 1st section of the act of 1819 is not supplied and repealed by the law of 1836, and it may be sold on a fi. fa. under that.\nThe case before us falls into this third class. The Messrs. Potters held the stock in their own names, and nobody claimed it. Allison and Cameron, their creditors, had no occasion to avail themselves of the provisions of the 34th section for the purpose of extinguishing an outstanding claim, and they were not subject to the imperative provision of the 32d section, because their debtors held their stock in their own name.\nThe creditors seized and sold the stock by virtue of the appropriate writ, and we cannot say that that sale was void for want of legal authority. Especially ought not this to be affirmed in behalf of a creditor whose first lien upon the stock attached, and whose interest in it accrued for the first, more than a year after that levy and sale.\nAs to the rest, there is no evidence that Colonel Burnside bid it in for the Potters. He was their counsel in their failure, and was the attorney of Allison and Cameron, their creditors; but these facts furnish no presumption that the sale, which was by the sheriff and was open and fair, and which was recognised by the Turnpike Company, and acquiesced in by the Potters and their creditors, was covinous, designed to cloak the stock for the benefit of the Potters, and, in a word, fraudulent. Nor does the fact, that the Potters preferred these particular creditors, by giving them judgments without that stay of execution whiph they imposed on their other creditors, make the sale fraudulent.\nThey had a right to make a distinction among their creditors, and to prefer whom they would, and the exercise of a legal right is not fraudulent. The facts before us, therefore, afford no just ground for impeaching the sale to Burnside, and as I have shown that it had the authority of law, the verdict must be for the defendants.\nTo which the plaintiff’s counsel excepted before verdict, and prayed the court to file the same of record, which is done.\nError was assigned to the charge.\nLinn, and Curtin, for plaintiff’s in error.\n1st. The act of 1819 is supplied and virtually repealed by the act of 1836, relating to executions. Act of 1836, sections 22, 32, 33, 34, 36, 37, and 38; Dunlop’s Digest, 812, 8Í4, and 815; Ser. on Attachment, 190, Com’th v. Cromley; 1 Ashmead 179; Groodenow v. Buttrick, 7 Mass. 140; Bartlett v. King, 12 Mass. 537; Ashley Appellant, 4 Pick. 21; Com’th v. Cooley, 10 Pick. 37; Mason v. White, 1 Pick. 452; Ellis v. Page, 1 Pick. 43; Rutland v. Mendon, 1 Pick. 154; Blackburn v. Walpole, 9 Pick. 97. These cases establish the principle that if a revising statute embrace all the provisions of antecedent laws on the same subject, and reduce them to one system, such revising statute virtually repeals the statutes revised, without any express provision to that effect.\n2d. If the first proposition is correct, then the sale of the stock on the fi. fa. was void, and conferred no title upon Mr. Burnside as against a subsequent attaching creditor. Snavely v. Wagner, 3 Barr 275; 14 Ser. & P. 429; 22 Eng. Com. Law Rep. 190.\nMcAllister, for defendant in error.\nThis proposition is based on the assumption that the second section of the act of 29th March 1819 — (which it is admitted fully authorized the sale) — was repealed by the act of 16th June 1836, and that the act of 1836 did not supply the remedy. It is not pretended that the act of 1819 is repealed by express enactment. There is no repealing clause in the act of 1836. It is argued, however, that the second section is repealed by implication. “ The doctrine of repeal by implication is not favored in law, and will not be resorted to except when the repugnance or opposition is too clear and plain to be reconciled Bruce v. Schuyler, 4 Gilm. 221. “ If there be two affirmative statutes or two affirmative sections in the same statute upon the same subject, the one does not repeal the other if both may consist together: Bruce v. Schuyler, 4 Gilm. 221.\nAn act of Assembly will not be construed to repeal by implication an express enactment, unless there be clear and strong inconsistency between them : Street v. The Commonwealth, 6 W. & Ser. 209; State v. Taylor, 2 McCord 483; Brown v. Miller, 4 J. S. Marsh 474; Loker v. Brookline, 13 Pick. 342, 348; Moore v. Miller, 1 Litt; 6 Howard 644.\nThere is no inconsistency or repugnance between the 2d section of the act of 1819 and the act of 1836.\nThe 2d section of the act of 1819 provides “ that the stock of any body corporate, owned by any individual in Ms own name, shall he liable to be taken in execution and sold in the same manner that goods and chattels are liable in law to be taken and sold.” The act of 1836 still further enlarges the property liable to execution, to deposits of money, debts, &c. The 32d and 33d sections provide a remedy which shall be pursued by the creditor who desires to reach stock owned by Ms debtor, and which stands in the name of another. The 34th section provides a remedy which may be pursued by the creditor who desires to reach stock standing in the name of the debtor, but which is claimed by another. It provides a remedy by which the parties in interest may have the question of the ownership of the stock ascertained and determined prior to a sale. The plaintiff, however, we conceive, may proceed at once to sell, under the 2d section of the act of 1819, leaving the question of ownership to be settled between the claimant and the purchaser. And this as to all stock standing in the name of the debtor, though it should be claimed at the time by another. The case 'of stock standing in the name of the debtor, owned by Mm and claimed by no one, as in the case now before the court, does not seem to have been provided for at all in the act of 1836."
  },
  "file_name": "0295-01",
  "first_page_order": 295,
  "last_page_order": 300
}
