{
  "id": 410132,
  "name": "Sample versus Robb",
  "name_abbreviation": "Sample v. Robb",
  "decision_date": "1851-06-16",
  "docket_number": "",
  "first_page": "305",
  "last_page": "321",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 15",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1184,
    "char_count": 46486,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.6868142849571562e-07,
      "percentile": 0.6984397545957313
    },
    "sha256": "ff82a68be6c5d685a527ae605ea9b7db3a2399519b2808adf7e853298e8f4b56",
    "simhash": "1:206ef3b81150ecda",
    "word_count": 8357
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sample versus Robb."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 16, by\nCoulter, J.\nIf there had been an actual settlement on the land, and the settler had adopted the lines designated by the old drafts found in the land-office and offered in evidence as the boundaries of his claim, and proved that he did so adopt the lines indicated by them, I can see no objection to their having been received in evidence.\nBut as the drafts were offered first by the defendant below, without any warrant being given in evidence, improvement, or location, they were properly rejected. The most that would accrue from these papers was evidence of boundary, and not title. But there was no claim in evidence which they could bound. This ends the 1st exception to evidence.\nThe offer to give “ the talk of the neighbors” in evidence was rightfully rejected. It is the first time I have heard that such evidence as “ It was always spoken of in the neighborhood as Lewis’s land,” was entitled to any weight whatever on the trial of an ejectment, or was an element of title. The 2d exception is not sustained.\nThere is nothing in the 3d exception. The paper, if a transcript of lines on the ground, might be evidence if the defendant showed that when his improvement was commenced and prosecuted he claimed up to those lines and adopted them as the boundary of his claim; and that far the court admitted them, and for that purpose, and this was right. The papers in themselves were no evidence whatever of title.\nIt appears distinctly enough that William C. Cornwell was sworn before he gave his deposition. I do not see how that fact could be doubted after reading the caption. It is sufficiently certain that the deposition was taken at the place appointed. It was taken in York county, Chanceford township, at the office of Joseph Stermer, Esq., a justice of the peace, &e. The rule says it is to be taken at the office of Joseph-Stormer, Esq., &c. This is a mere literal error in spelling the na'me. It would be good under the principle of idom sonans, until it was shown that in Chanceford township there were two justices, one Joseph Stermer, and the other Joseph Stormer. Therefore the 4th exception is of no moment.\nRhodes claimed in his own right, as alleged by plaintiff, and not under any one else; he lived on the ground, had built a cabin sixteen feet square, and cleared a little land; his declarations then made on the ground and at the time a survey was to be executed, were good evidence as to the extent of his claim — there could be none better. But these declarations ought not to have affected the right or claim of Lewis. The court, however, distinctly stated that these declarations were good for nothing, except to define the claim or boundary of Rhodes, who was dead at the trial, and to that extent they were admitted in evidence. There is no error in this exception. Kemberly’s declarations were evidence to show how he occupied the land: he was living on it, making improvements, and had built a house; his declarations to Graham that he claimed the land as his own,- and his offer to give Graham, who was his son-imlaw, a certain portion of the land if he would improve and live on it, were evidence that he did not occupy or claim under Lewis or Hulings.\nThe argument used against these declarations being received was that Rhodes and Kemberly occupied under Lewis, and that a tenant could not' defeat the title of his landlord. That he cann'ot, is very true ; nor can he set up title against him. But the court could not assume that the testimony of Allen in respect to these admissions was in this respect absolutely true, and exclude evidence which went to contradict it.\nIt was a question for the jury to determine what was the character’ of the occupancy of Rhodes and Kemberly from the evidence,.and particularly of Rhodes, under the circumstances. And the court put the case to the jury on that footing, to wit, that if Rhodes was the tenant of Lewis or Hulings, that those declarations should not affect Hulings, who claims under Lewis. Both Kemberly and Rhodes'were dead before the trial, and their declarations made on the land at the time they occupied were admissible in evidence to show how they occupied it.\nThere is nothing in the 7th bill of exceptions. The testimony of Graham, that there was no improvement on the Sunderland tract, and no residence on the part claimed by Lewi's, was not impertinent or irrelevant. It tended to elucidate and explain the matter in, controversy; and as to its not being strictly rebutting, that- is of little consequence. For, in a case so mixed up with conflicting claims- as this, an important fact is sometimes omitted in its proper order, or its necessity and usefulness not perceived until developments on the other side manifest its importance. It could not have taken the other party by surprise, for obvious reasons'.\nThe evidence of abandonment may be so clear as to justify the court in telling the jury, as a matter of law, that there lias been an abandonment; but the court does not go so' far in this case. They recapitulate the facts and instruct the' jury what am'o'unts to an abandonment, and perhaps intimate that in their opinion there was an abandonment. This intimation, however, is to be drawn more from the facts which they recapitulate, and the law which they declare and announce, and in which they do not err, than from any positive declaration. But they submit the whole matter of fact as to the continued actual resident settlement, both as to Rhodes and Kemberly, and also Hulings, to the jury, and instruct them that if such settlement was proved in their judgment, that then the plaintiff was not entitled to recover; and give the jury suitable instructions as to what constituted such settlement-.\nWe see no error in that part of the charge designated in the 8th error assigned. The court distinctly submit the fact whether Rhodes was in under Lewis or not. It is true, they do not mention the evidence of Allen; nor do they mention the testimony of witnesses the other way. But they distinctly say that if Rhodes was not in under Lewis, and did not object to the location of Robb’s warrant, and was satisfied with the location, that a deed made by him afterwards to Hulings could not affect the location of the warrant, or Robb’s title under it: and in this they were right. Taking the sentence in connection with what they had said before on the subject of Rhodes being in under Lewis, the jury could have no doubt but that if Rhodes was in under Lewis, his agreement to the location could not affect Lewis or Hulings, who claimed under him.\nThere is nothing in the 9th error as to the description of the land in the writ. The defect was supplied by a description filed at the trial. I\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by It. O. Sale and J. Fisher, for plaintiffs in error.",
      "A. Father and B. L. Benedict, for Robb, defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sample versus Robb.\n1. On the trial of an ejectmeut, drafts of land, offered before any title by warrant, location, or improvement is shown, are not admissible.\n2. The talk of neighbors as to who has the title to land in dispute, is not evidence.\n3. Drafts found in the office of the deputy surveyor, but no authority shown to the deputy surveyor to make them, may be evidence of boundary, on the part of the claimant under an improvement, if it be shown that when the improvement was commenced, the improver claimed to the lines of the draft and adopted them; but the papers of themselves are no evidence of title.\n4. Where a justice certified that the witness was sworn and examined at the place specified in the notice, on the day and between certain hours, being those specified in the notiee which was attached, it is sufficient evidence that the witness was sworn before he was examined, there being no evidence to the contrary.\n5. A notice being given that a deposition would be taken at the office of Joseph Stormer, Esq., in a certain township, a deposition taken at the office of Joseph Stermer, Esq., is admissable under the notice, unless it be shown that there were two justices of those names in that township.\n6. The declarations of one claiming in his own right by improvement, and living on the land, made at the time of the making of a survey by another under a warrant, are evidence against himself as to the extent of his claim: they are not evidence against another under whom he did not then profess to claim.\n7. The declaration or offer of a former improver (since deceased) whilst living on the land, to give his son-in-law, who was living on it, a part of the land if he would improve on it, and his aots of ownership on the land, are evidence that he claimed the same as his own, and not under another.\n8. It is not error to receive evidence which is pertinent and relevant, because it is not strictly rebutting; especially in a complicated case, and where the adverse party is not taken by surprise.\n9. The court may intimate to the jury an opinion that there has been an abandonment, and submit the facts to their consideration, with instructions as to what constitutes an abandonment.\n10. It is not essential that the court bring to the notice of the jury all the evidence in relation to a subject on which they charge.\n11. If one claiming in his own right, by settlement and improvement, did not object to the location of a warrant on land adjoining his improvement, his subsequent deed cannot affect the location of the warrant: if he claimed under another when the warrant was located, his agreement to the location of the warrant cannot affect him under whom he claimed, or his alienee.\n12. If the description in the writ, of the land for which the ejectment is brought, be defective, the defect may be supplied by another description filed with leave of the court.\nError to the Common Pleas of Mifflin county.\nThis was an ejectment brought by James Robb against Samuel Sample, (David W-. Hulings afterwards suggested as landlord, and admitted as co-defendant,), to recover “ a tract or piece of land in Oliver township, Mifflin county, bounded by other lands of James Robb and others, containing fifty acres or thereabouts.”\nThe plaintiff gave in evidence a warrant of 9th January 1837. Survey, 25th May 1837. Return and acceptance, 6th June 1837.\nThe defendants relied upon a pre-emption, based upon improvement and settlement, and showed drafts for two adjoining surveys, in the names of William Lewis and William Harris, commenced in 1797, and finished May 22d, 1806. The drafts call for warrant of 18th March 1793; but upon search made at the land-office, no such warrants were found. In 1808 Charles Kemberly made an improvement within the line of the William Lewis survey, which, by deed of 5th April 1810, he sold to William Lewis. Bostian Rhodes made an improvement within the limits of the same survey, about 1820. How he claimed was a subject of dispute. The two surveys of Harris and Lewis were sold at sheriff’s sale, as the property of Wm. Lewis, by Foster Milliken, sheriff of Mifflin county, 21st August 1829, to Judge Wilson, who conveyed the same to D. W. Hulings. No person was living on the Kemberly improvement in 1837, when Robb’s warrant was laid; but defendants deny that they had abandoned the same. Bostian Rhodes was living on his improvement at the time, but plaintiff alleges that he was holding for himself, and not under Hulings in right of Lewis, and that he appeared satisfied; the surveyor ran round his improvement and left him out of the Robb survey. This, defendants claimed, could not be done, because Rhodes was holding under Lewis.\nThe jury returned a verdict in favor of plaintiff, upon, which a judgment was entered, and defendant sued out a writ of error.\nOn the trial, on part of plaintiff was given in evidence a warrant to James Robb, dated January 9, 1837, for 300 acres of improved land, adjoining lands of Samuel Sunderland on the west, James Robb on the south, Elizabeth McLaughlin and Philip Powell on the east, and Jack’s Mountain on the north, situate in Wayne and Oliver townships, Mifflin county. Survey, May 25, 1837, of 300 acres and 73 perches. Returned and accepted, June 6,1837. The writ was not found in the office, after search made.\nOn part of defendants, John R. Weeks was called. He testified: —I am the county surveyor, and have charge of the official papers of the county surveyor’s office; these are papers from the office, one marked A, A. S. W., Oct. 23d, 1846; one marked C, A. S. W., Oct. 23d, 1846; one marked D, A. S. W., Oct. 23d, 1846; one marked E, A. S. W., Jan. 14th, 1851.\n' Objected to, that they are not official papers; no evidence of improvement; no warrant shown upon which they are read, nor authority to the office to make them; does not appear for whom made.\nDavid Hough, (to the court): — (Drafts marked A and E.) I have seen the hand; the draft marked A, I think, is the handwriting of William Harris ; the one marked E, I would not like to say is. I did not know William Harris. William Harris, as appears from the papers in the office, was once deputy surveyor of Mifflin county, and for a time assistant of James Harris while James Harris was deputy. I only know this from the office papers. I knew these papers to he in the office for about eighteen years. I took charge of the office in 1832. I looked them up this morning for Mr. Weeks. (Paper marked C.) There has been writing by two or three men on this paper; do not know who did the rough draft; part of the writing upon the draft is R. Robinson’s handwriting; he was a deputy surveyor. Is also an endorsement by William or John Shaw; I think William; they were both deputy surveyors. I never was called on to run these surveys. I have been on most of the lines and run them. I find these lines as far as I have examined them. I examined the line on Jack’s Mountain; have run part of all the boundary lines of the two tracts; the division line, if I ever examined for it, I never found it; I believe surveys were made on the ground, as they purport to be by that draft, except the division line, which I do not recollect to have examined for.\nCross-examined: — I cannot tell when these surveys were made on the ground; I only say I believe they were made, from what I saw on the ground. I do not recollect of blocking any trees; could not tell when they were made. (Paper E.) ■ Mr. Harris does not sign himself as deputy on this paper. (Paper A.) This paper states late deputy; paper E does not show when it was made.\nRe-examined: — They were old lines that I saw.\nCross-examined: — Some of the lines I examined must have been lines of these surveys; part of the way on the examination of last survey, I found two lines; running this lower line on the south side of this survey we had to run by this draft; the lines appear, by the trees, to be made about the same time; whether a year or two or three of difference in their ages I cannot say. I run the James Holmes lines once when they sold; when I run that line, about fifteen years ago, I did not know of James Holmes.\nPaper now offered to be read again, to show for whom they were made — for Mr. Lewis.\nObjected to as above. Objection sustained, and defendant excepts. This was the subject of the defendant’s first bill, and of the first assignment of error.\nRobert Rankin sworn: — In the year 1808, I heard a conversation between Charles Kemberly and General Lewis, at my father’s vendue; General Lewis told Charles Kemberly that he was not doing right, putting up buildings there; Kemberly said he would go on; after some conversation, Lewis said he might put up buildings, provided he would not set fire to it and run off by the light. I believe Kemberly did put up the building, and lived in it awhile; cannot tell how long; they had two houses; don’t think it was the house Lewis and he were talking of that they lived in. I do not know what year he went on; it was after the conversation; do not know how long after they went. They left there about 1831 or 1832 ; likely it might be a year or two after 1808 they went on it.\nOffer to prove by witness that it was talked of, by all the neighbors, as General Lewis’s' land. Objected to and objection sustained.\nWitness: — I never heard any of the Kemberlies say it was Lewis’s land.\nThe offer above renewed, and that it was always spoken of in the neighborhood as Lewis’s land.\nObjected to. Objection sustained, and defendant excepts. This was the subject of the second bill of exceptions.\nAfter the testimony had been received, George Allen testified: —There was a cabin when Sample lived on the land; from ever I can remember, Charles Kemberly claimed it. I can remember of being there between thirty and forty years ago; was a house and stable, and a few patches of cleared land. They moved from there, I think, in 1832 or 1833. Bostian Rhodes first made his improvement a year or two after 1820, or about that time; he lived there till the fall of 1838 or winter of 1839, when he died. I spoke to the old man once, and asked him if he held the land on his own hook, or under an agreement with any one; he said he had an agreement with Lewis as landlord, and Bratton, who had charge of Lewis’s land. I do not know whether Bratton was executor ; he had something to do with the land. I think I had more than one conversation with Bostian about it; he worked with me for some time; never acknowledged the title was in any other person than Lewis; I lived near him, &c.\nDiagram marked A offered. Objected to.\nDavid Hough: — (Draft marked A and E.) This I do not say is the handwriting of Mr. Harris; it does not look altogether like William Harris’s handwriting; I would not like to say it is William Harris’s handwriting; it is doubtful whether it is his handwriting. I have examined all these lines, in whole or in part, except the division line. From my knowledge of marks and blazes on trees, I would suppose these would count back to the time they purport to be made on this draft. I have been examining and running lines in this county since 1829; I was deputy surveyor from 1832 to 1836; was appointed to fill out John Shaw’s place, and was reappointed ; I have been in altogether nine or ten years. William Harris was acting deputy, under his brother James, in 1792; when he was appointed deputy himself cannot say; the two continued till about 1806.\nCross-examined: — I will not undertake to say the lines I found were lines of adjoining surveys; the east line, running N. 45, W. 88, I think was not made from adjoining surveys; I found that line marked on the ground; south of that line, the line adjoining Elizabeth McLaughlin, may have been the line of an adjoining survey. The line N. 45, W. 88, I have never seen a survey for. I have never' seen any Kemberly survey. This draft could not have been made from adjoining surveys all round; it might have been from adjoining surveys; some of the adjoining surveys were as early as this; some were not. The long line run S. 48, W. 5021-perches, was no survey for the line for which it purports to have been made.\nA and E objected to, in connection with the proof in the case that Wm. Lewis claimed the lands as early as 1806, and leased them.\nCourt: — There is no authority from the commonwealth shown to the deputy surveyor to make the drafts; they purport to be made on warx’ants, and there are no warx’ants shown. You may show a diagram corresponding with lines found on the ground, and then it will depend on the proof of whether Mr. Lewis or his tenants claimed to these lines. Admitted to show boundary. The rejected show memorandum without authority.\nDefendant excepts. This was the subject of the third bill on part of defendant, and the subject of the second assignment of error.\nTwo diagrams marked F, A. S. W., January 14, 1850, and G-, A. S. W., Januax’y 14, 1850, admitted under the above exception.\nThe deed of Bostian Rhodes to D. W. Hulings, dated 8d April 1831, was offered. It purported to have been signed and delivered in presence of Cornwell and James Rhodes.\nAn affidavit as follows, was read:—\nMifflin county, ss.\nBefore me, the subscriber, a justice of the peace in and for said county, personally came Wm. C. Cornwell, one of the subscribing witnesses to the within indenture, who being duly sworn, doth depose and say, that he was present and saw the parties, David W. Hulings and Bostian Rhodes, sign, seal, execute, and, as their several act and deed, execute and acknowledge the same, in his presence, and that the names, David W. Hulings, and Bostian Rhodes his mark, are the proper signatures of the said parties, and that he and James Rhodes signed their names as witnesses, at the time, to the execution of the same, (“the representatives of,” in the 12th line, being interlined.) Wm. C. Cornwell.\nSworn and subscribed, this 3d day of September 1836, before me.\nWm. McCay.\nGeorge Allen was offered on the part of defendant.\n. George Allen, sworn: — Offer to prove by this witness that he has been acquainted with this land upwards of thirty years; that he knows the lines, and that the lines represented by the draft have been known and recognised as the lines of the Lewis lands all that time, or until Mr. Hulings’s purchase, and as Mr. Hulings’s since that time.\nObjected to, that it-is too general, as to strangers.\nCourt: — He may state his own knowledge of the lines, and what was said by the occupants of it and the adjoiners, and that the lines were recognised by them as the boundaries. Objection overruled and plaintiff excepts.\nGeorge Allen: — Know this land to be claimed by the Lewises, as long as I can mind, and by the adjoiners; can recollect it upwards of thirty years. I was born on a farm adjoining that land, and have lived there and on another farm adjoining, ever since. I was 45 years of age a few weeks ago. I think I have known the lines 30 years, the southern line particularly. John Allen and James Holmes adjoin on that side. I know the lines all round for some time ; I know it as Lewis and Holmes boundary, and knew it from all the neighbourhood. I never knew any difference after the sheriff’s sale ; always called Lewis’s land; heard Hulings was the owner about the time Hope Furnace was started, in 1831.\nCross examined:; — We claimed up to that south line, and believed that to be our line. We always called it Lewis’s land, Sunderland claimed that line to be the line of his survey. Powell lived on the Jacob Kemberly tract; never heard him say any thing. He bought from Charles Kemberly, son of Jacob. Know that south line as the line of Lewis and Holmes tract; that on the west side was known as the Sunderland and Lewis line.\nDefendants close.\nOn part of the plaintiff, the deposition of Cornwell was after-wards offered. Objected to, as not taken before the justice named in the notice ; and that it did not appear that the witness had been sworn before his testimony was reduced to writing. The objection was overruled and exception on part of defendant. This was the subject of the fourth bill, and of the third assignment of error.\nThe notice was as follows:—\nTake notice that the deposition of William C. Cornwell will be taken in pursuance of the above rule of court, at the office of Joseph Stormcr, Esq., in Upper Chanceford township, York county, on the 29th day of December, a. d. 1846, between, the hours of one and four o’clock, p. M., of that day, before the said Joseph Stormer, Esq., when and where you may attend, if you think proper.\nIt appeared that the name of the justice was Joseph Stermer. The caption, deposition, and certificate were as follows:—\nDeposition of witness, sworn and examined at the office of Joseph Stermer, one of the justices of the peace in and for York county, at Upper Ohanceford township, in said county, on the 29th day of December, A. u. 1846, between the hours of 1 and 4 o’clock, P. m., of said day, in obedience to the rule of court, and notice hereto attached, to be read in a cause depending in the county of Mifflin, at Lewistown, in which James Robb is plaintiff, and Samuel Sample and David W. Hulings, defendants.\nWilliam C. Cornwell, sworn The first acquaintance I had with Mr. Hulings, was in the latter part of the summer of 1838, which was at Matilda Furnace, in Mifflin county, or near the county line of Huntingdon county. The second or third day after I first saw David W. Hulings, I rode in company with him from Matilda Furnace to Hope Furnace, and from Hope Furnace to Lewistown, and stopped all night with him ; that was the first time I ever was in Lewistown, which was about two or three weeks after I first came to Mifflin county, which was the first time I ever was in the county of Mifflin. I have no knowledge of witnessing a deed from Rhodes to David W. Hulings, or any other person. I am positive that I never witnessed a deed in 1831, in Mifflin county, and I have no recollection of witnessing one since.\nWm. C. Cornwell.\nI certify that the above witness was duly qualified and examined at the time and place stated in the caption, and subscribed his deposition in my presence.\nJoseph Stermer, Justice of the Peace.\nUpper Qhanceford, December 29th, 1846.\nOn part of plaintiff, it was offered to prove by John W. Shaw, the declaration of Bostian Rhodes, made at the time the survey was made. Objected to.\nCourt: — This testimony, when before offered, we rejected, because it was after his deed to Mr. Hulings. The evidence now-raises a question as to the date of that deed; and whether it was made before or after Robb’s wrarrant was located, is a question for the jury; if after that, his declarations at the time may be evidence to show to what extent his claim by his improvement extended; there were two settlers; he may have claimed for himself or Lewis; his declarations, although he may not affect .Lewis’s claim, and although he then claimed for himself, would be evidence to show to what extent he claimed by his improvement.\nObjection overruled, and defendant excepts. This was the subject of defendant’s fifth bill, and of the fourth assignment of error.\nJohn W. Shaw: — He (Bostian Rhodes) stated that he claimed in his own right, and, not under Lewis or Hulings. I asked if he had marked his boundary to the extent of his claim; he said he bad not. I then told him we would leave him out of the survey, and give him some woodland with his clear land ; we did so, and he appeared satisfied. ITis improvement was very near the mountain line. I did not run the mountain. I co.uld not say positively that the lino we run was the mountain line, but it was very near where the mountain line is usually run. I remember what I took down at the time. We next came to the Charles Kemberly improvement ; we included that improvement in this survey. There appeared to be three or four acres of land once cleared; no fence round it; liouse rotted down — no roof crn it; no stable. The Rhodes improvement was a house about sixteen feet square. We left out for Sunderland fifty-two perches, running round what is called the Lewis survey. I thought the marks were not all the same age; it might have been run, but I thought they were the marks of the adjoining survey. I searched for the corners of the line shown by the draft dividing Harris and Lewis; could not find any. The adjoining appropriated land was better than this disputed.\nCross examined: — I run all round this land; run by the adjoining surveys; the lines correspond with the adjoining lines and the Lewis sui-vey in evidence. I have a distinct recollection of what Rhodes said, independent of my notes. Never saw Bostian Rhodes’s house before; he was a middling old man; do not recollect that I said he could not hold by his improvement; told him we would run round it and leave him his improvement and some wood land; he went with us. I cannot say that he said he was satisfied; he appeared satisfied; he said he had not his boundaries marked; I told him he ought to have had his lines marked. I had all the drafts of the adjoiners, but Allen and Kimberly; I run by the adjoining surveys. I had this Lewis draft with me. I suppose Robb knew of Hulings’s claim, but I do not recollect what he said about it. I was concerned in this suit originally. I took all my notes with a pencil and copied it. I have not the original.\nRe-examined: — Mr. Robb saw these drafts; I suppose from that that Mr. Robb knew of Hulings’s claim, but do not recollect any thing he said. I think I made a draft for Mr. Robb of the adjoining surveys before he got a warrant.\nRobert Graham sworn : — I lived on the Kemberly improvement; they had fruit-trees and built a house. It is about eighteen years ago, when I left them and went on to the canal, and never went there since. Kemberly is my father-in-law; he told me he would give me 100 acres if I would build a house. I lived on it seven years under Kemberly.\nObjected that the declarations of Kemberly are not evidence.\nObjection overruled, and defendant excepts. This was the subject of the defendant’s sixth bill, and of the jfifth assignment of error.\nKemberly said he would give 100 acres if I w'ould put a house or .cabin on it. I did build one, .and lived in it seven years, and left it of my own accord. It was in January, at the deep snow.\nCross-examined: — He never told me how much land he claimed there; he told me he would give me the 100 acres. I am married to his daughter; left of my own accord, never intending to go back ; left the old lady and a son there ; they remained there two or three years after. Never heard Mr. Kemberly s.ay that he had sold to Mr. Lewis; never heard him say any thing about a deed to Lewis. I heard of Mr. Hulings’s claim to the land when I lived there.\nRe-examined: — I know Mr. Kemberly had fruit-trees, and exercised acts of ownership over it .as his own.\nOn part of plaintiff it was offered to prove by Mr. Graham that there was no improvement on the Sunderland place or the Lewis tract, on the land claimed by Lewis'; no residence on it. This was objected to : the objection was overruled, and exception taken on part of defendants. This was the subject of the seventh bill, and of the sixth assignment of error.\nRobert Rankin testified: — There was no house -to my knowledge; lived on what w.as called the Sunderland improvement; was a cabin there, may be fifteen years ago ; I saw it; not certain there was a roof ón it; no cleared land-; may have been burned down when the-woods was on fire.\nGeorge Allen: — I remember the Sunderland cabin a long time ago; was burned by fire in the woods, upwards of twenty years ago; never knew any person to live in i,t.\nWilson, President, charged in part, as follows:—\nThe plaintiff, to maintain this .action for the recovery of the land in dispute, shows a perfect title to himself, by a' warrant from the commonwealth, dated the 9th day of January 1837, on which he had the land surveyed by the proper officer, on the 25th day of May 1837, and returned to the land-office on the 6th June 1837, where the return was accepted.\nThe defendant does not show any legal title, emanating from the commonwealth, under which he pretends to hold or defeat the plaintiff, but relies on a right of pr.e-emption, acquired by improvement and actual settlement. Suph right is acquired by an .actual personal resident settlement on unappropriated land, with a manifest intention of making it a place of abode and the means of supporting a family, and continued from time to time, unless interrupted by the enemy, or going into the military service during the war; and under such actual occupancy, the occupant and settler, by marking his boundaries could hold against a person attempting to locate a warrant, a quantity not exceeding 400 .acres.\nTo show title by such settlement and occupancy, the defendant, in one branch of hi§ claim, proves a settlement made by Charles Kemberly, in 1806, or about that time, putting up a cabin-house, clearing parts of the land, cultivating it and improving it, and on which he continued to live, with his family, until 1827, when he died. His widow and part of the family continued to occupy the land until 1831 certainly, and perhaps to 1832 or ’33 — most probably till 1832. On the 5th of April 1810, Kemberly and wife conveyed their improvement right to William Lewis. Surveys are produced by the defendant, describing this land, but not made by authority of any warrant granted for that, purpose, in the name of William Lewis, and were not admitted in evidence for the purpose of showing any title in the defendants, but as matter of description of the extent Lewis claimed, corresponding with lines marked on the ground. A judgment was obtained against the administrator of William Lewis, which was levied, among other lands, on a tract in Wayne township, surveyed in the name of William Lewis, containing 349 acres and 94 perches, which it is said corresponds with ■the drafts given in evidence, including the Kemberly improvement, which was sold in 1825 to A. S. Wilson, who purchased it for Joseph Milliken and others, who sold it soon after to D. W. Hulings. Mr. Hulings entered into an agreement, on lease, with Susannah Kemberly, to hold the land under him, on the 22d of May 1832. Susannah Kemberly was the widow of Charles Kemberly, and if she left the land in 1831, she never held possession under this agreement. If she was living on the land, as testified to by some of the witnesses, she left possession of it soon after the date of the lease, and never returned to it to occupy it. She went to Bedford county, but returned to this county in 1838 or ’39, and, George Allen says, wanted to go on the land, but did not. She did not, however, return to the land. Mr. Allen says that in the spring of 1838, Mr. Hulings got him to put up a cabin house on the Kemberly tract; that he also fenced in an acre or an acre and a half of the land, and sowed some flax-seed and oats, but did not go to reside on the land. The next occupant of the premises that had been occupied by the Kemberlies, was Samuel Sample, who went into possession in 1842. During the time the Kemberlies occupied, no person -not having a right under their improvement, could locate a warrant to hold the land they occupied. Robb’s warrant was located, including it, in May 1837. At this time their improvement .was unoccupied. The defendant does not pretend to have acquired a title under any warrant for the land from the commonwealth, or to show that any warrant was ever issued to any person for it from the commonwealth. Robb, the plaintiff, took out his warrant in 1837. It remained until then unappropriated, and was vacant land at the time of Robb’s survey. “ An improvement on vacant land is nothing of itself, and can give the person making it no right whatever to the land, unless it be prosecuted with reasonable diligence, and consummated by an actual personal resident settlement thereon, with a manifest intention of making it a place of abode and the means of supporting a family, and continued from time to time, unless interrupted by the enemy or going into military service during the war.” (He referred to the opinion of Judge Kennedy, in the case of Atchison v.. McCulloch, 5 Watts 15.) Although, by the residence ' of the Kemberlies, they had acquired a right by which they might have held 400 acres, yet that right, where the claimant under such residence does not procure his warrant for it from the commonwealth, may be lost by abandoning the possession of it. The commonwealth is entitled to payment for all her lands; and an appropriator — one who takes out a warrant and pays the commonwealth for her land — is not to be'held for ever at bay by an improver .who had abandoned the possession and occupancy of land, which he commenced as an inception of title to it.' It is a continuance of residence, with occasional exceptions of temporary but indispensable interruption of it as circumstances may require, that will vest the right of pre-emption in the settler of vacant land. A settler leaving his improvemeiit for a temporary purpose, with an intention of returning to it, does not lose his right; but if he leaves the possession and occupation of it without an intention of returning to the premises to occupy it as a place of abode, it becomes open to location by a warrantee who has purchased from the commonwealth; and whether there was such intention of returning, frequently and in most instances, is a question of fact for a jury to determine ; but the abandonment may be for such a length of time that the intention to return will not save the improver’s claim against a subsequent warrantee- from the commonwealth appropriating the land .by having his warrant executed. The proof here is 'that the family of the Kemberlies, under whom the defendant claims, or who may have been his tenants, in actual possession, holding from Mr. Hulings, left the premises in 1831, ’2 or ’3. When they left, a question is.raised, was it with an intention to return.to the premises as a place of abode, or was it the intention of Mr. Hulings, the landlord, to put another in possession to hold for him. Mr. Hulings, in 1838, aslred Allen to put up a cabin for him. Allen did, and sowed some flax and oats; but this was not the actual resident occupation required by the act of Assembly to enable a settler to hold against the warrantee. Mrs. Kemberly returned to this county in 1838, but did not go upon it, and it was not again occupied until 1842, when Sample went into the possession of it, under Mr. Hulings. This intention manifested by Mr. Hulings, of holding claim to the land, and of again occupying, was after Hobb had loeated his warrant, and the intention in 1838 to claim will not avail the improver any thing, after proof of non-occupation from 1831 or ’32 until 1842. Graham, who occupied a part of the land by Charles Kemberly, left, as he says, with an intention never to return to it. The Kemberlies went to Bedford in 1831 .or ’32; the sons never returned to this county, and the mother did not return to the county until 1838. On the improvement commenced by Charles Kemberly there was no occupation, by either • residence or cultivation, during that period. George Allen says, Mr. Hulings asked him, when he went to that place in 1835, to look a little after the land for him, and says he built a cabin for Mr. Hulings, where Charles Kemberly lived in 1837 or ’38, covered it with boards and fenced up a patch, sowed some oats and flax on it, and kept up the fences for two or three years. On his cross-examination, he says there was no floor in it, and that it was not designed for any person to live in it. The old Kemberly house had gone d.own, and when so suffered to go down for the length of time that elapsed from the time the Kemberlies left until Robb’s warrant was located, and from the manner in which the improvement was suffered to dilapidate, was certainly not such a prosecution of a settlement and residence as the law requires to secure title to land by an improver, without a warrant from the commonwealth. Under these .circumstances, after an abandonment, .an intent merely to resume the settlement is immaterial. To substitute claim for residence, and convenience for prosecution of title, would subvert the whole doctrine of improvement. It is the continuance of residence, with such occasional exceptions of temporary but indispensable interruption of it as circumstances may require, which is the groundwork of the title. The defendant’s right does not depend on the intention to return to reside on the land, after abandoning without an intention to return to it, for th.e length of time that this improvement was unoccupied, and particularly when such intention to return is not manifested until after a warrant granted by the commonwealth i.s actually located.\nThe defendant, further, as a defence to the plaintiff’s right to recover, interposes an improvement and residence by Bostian Rhodes on a part of the land which the defendant claims under his purchase of the Lewis property, The Kemberlies were occupying their improvements when Bostian Rhodes made his improvement about the year 1822, and continued to reside there until he died, in 1839, which was aft.er Robb’s warrant was located. The question under this part of the case is., whether Bostian Rhodes was on the land as the tenant of Lewis, or, at the time of the location of Robb’s warrant, the tenant of Mr. Kulings, holding the improvement for him. If he w.as so holding, he could not abandon the possession in favor of Robb’s warrant.\nKemberly had sold his improvement t.o William Lewis in 1810, and describes his improvement as bounded on the south by Elizabeth McLaughlin, on the east by Jacob Kemberly, and on the north by Jack’s Mountain. Lines are found there by the surveyors, and whether made by Lewis or by the adjoining owners, Kemberly sells by these lines; that is, the two lines mentioned in the deed, which would be a designation of the boundary to which he claimed On that side of the improvement at that time. It has then to be determined whether Bostian Bhodes, who was in possession of his improvement, was on the land claimed to be held by Lewis under this improvement commenced by Kemberly, or whether he was on the land under Mr. Lewis, as his tenant, or subsequently of Mr. Ilulings, when the warrant of Bobb was located, and with marked boundaries, including the 50 acres in dispute. George Allen says Bostian Bhodes made an improvement a year or two after 1820, or about that time; he lived there till he died, in, 1838, or winter of 1839. I spoke to the old man once, and asked him if he had the land on his own hook, or under an agreement with any one; he said he had an agreement with Lewis, or Sunderland, or Bratton, who had charge of Lewis’s land. I do not know whether Bratton was executor ; he had something to do with the land. (A record in evidence shows that Bratton was one of the executors of Lewis.) I think I had more than one conversation with Bostian about it; he worked for me sometimes; never alleged the title was in any other person than Lewis. I lived near him. Mr. Shaw, who located the warrant of Bobb, says, “He (Bostian Bhodes) stated that he claimed in his own right. I asked him if he had marked his boundary as to the extent of his claim; he said he had not. I then told him we would throw him out of the survey and give him some woodland with his cleared land; we did so, and he appeared satisfied.” On cross-examination he says, “I do not recollect that I said he could not hold by his improvement; told him we would run round it and leave him his improvement and some woodland; he went with us. I cannot say that he said he was satisfied; he appeared satisfied ; he said he had not his boundaries marked. I told him he ought to have had his lines marked. Bobert Graham says: “ I lived about half a mile from Bostian Bhodes; was well acquainted with him when he lived there; he told me he claimed the land for himself; two or three times during the 7 years, (the 7 years he lived on the Kemberly claim,) and perhaps more, I understood it from him.” Cross-examined: — “ He did not tell me how much he claimed there. It has passed my recollection when it was; was during the 7 years I lived there. He did not just tell me he was going to hold it as vacant; it was understood. It was understood he had no writings for it.”\nThe defendant has given in evidence a deed to him from Bostian Bhodes, dated the 3d April 1831. There are recitals in this deed acknowledging a holding from Lewis, and would amount to a conveyance by Bhodes of his claim; and if such is the correct date, it was before Bobb’s warrant was located, and Bostian Bhodes’ declarations on the ground, spoken of by Shaw, should have no effect as against Mr. Hulings, his landlord. But if this deed wras not executed at the time of the location of the warrant, and Bhodes was satisfied with the location of Robb’s warrant, and did not object to the location as made', (being present,) if he was not in under Lewis, this deed could not affect Robb’s title. The deed purports to have been executed on the 3d of April 1831. * * * It purports to be executed at that time, in the presence of William C. Corn-well. William C. Cornwell has no recollection of subscribing it as a witness, &e. * * * If it was not made till 1838, Mr. Hulings and Rhodes could not then, which was after Robb’s warrant had been located by actual survey in the presence of Rhodes, execute an instrument between themselves, and to which Robb was no party, to the prejudice of any right previously vested in Robb. Xou will decide the case on the testimony submitted, and the question for your decision is whether there was an actual resident settlement on the premises, and a claim in pursuance of the improvement made by the settler, that included the land in dispute. If there was, the plaintiff cannot recover. If there was not, the plaintiff will be entitled to your verdict.\nVerdict was rendered for plaintiff as before stated.\nIt was assigned for error :\n1. The court erred in rejecting the evidence set forth in defendant’s 1st and 2d bills of exception. 2. The court erred in rejecting the evidence set forth in defendant’s 3d bill of exceptions. 3. The court erred in receiving the deposition of William C. Corn-well, set forth in defendant’s 4th bill of exceptions. 4. The court erred in receiving the evidence ofBostian Rhodes’s declarations, as set forth in defendant’s 5th bill of exceptions. 5. The court erred in receiving the evidence of the declarations of Kemberly, as set forth in defendant’s 6th bill of exceptions. 6. The court erred in receiving the evidence in regard to the Sunderland improvement, as set forth in defendant’s 7th bill of exceptions. 7. The court erred in their charge in relation to the Kemberly improvement, commencing with, “The old Kemberly,” &e., and ending with “as actually located.” 8. The court erred in their charge in relation to the Rhodes improvement, commencing with, “ But if the deed,” &c., and ending with “title,” and in omitting to bring to the notice of the jury, in that connection, Rhodes’s declaration of holding under Lewis, as proved by Allen. 9. The description of plaintiff’s claim, “ A tract or piece of land in Oliver township, Mifflin county, bounded by other land of James Robb and others, containing 50 acres, or thereabouts,” is insufficient, and the verdict and judgment thereon are erroneous.\nThe case was argued by It. O. Sale and J. Fisher, for plaintiffs in error.\nA. Father and B. L. Benedict, for Robb, defendant in error."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 321
}
