{
  "id": 410161,
  "name": "Knouff versus Thompson",
  "name_abbreviation": "Knouff v. Thompson",
  "decision_date": "1851-06-23",
  "docket_number": "",
  "first_page": "357",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 357"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 90",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Johnson 589",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0022-01"
      ]
    },
    {
      "cite": "7 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0394-01"
      ]
    },
    {
      "cite": "2 Rawle 89",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 240",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0240-01"
      ]
    },
    {
      "cite": "7 Watts 401",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846861
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0401-01"
      ]
    },
    {
      "cite": "7 Watts 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts 267",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Rawle 90",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 22188,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 5.773216590686731e-07,
      "percentile": 0.9508407633031887
    },
    "sha256": "7371a518fa868849fcbd85f414308f7bdd0f6e0367e44dc6c8fe13794e132a28",
    "simhash": "1:12c023614f6c20d2",
    "word_count": 3986
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knouff versus Thompson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 23, by\nChambers, J.\nThe title to the lot in controversy in this action is considered as being vested in Samuel Thompson, Jr., the defendant below, under the deed to him from Christian Baughman, dated April 14, 1824, and recorded May 3, 1824, the jury having, by their finding under the charge of the court, negatived the presumption of fraud in the execution of that deed.\nThe question now raised by the error assigned to the charge of the court is, whether Samuel Thompson, Jr. has been flivested of his title, or barred of recovery by his acts, or by operation of law. At the time of the execution of this deed to him, Samuel was of the age of eight years, but, notwithstanding his minority, was capable of taking an estate in the lot as conveyed.\nThe defendant derives title under a deed from Samuel Thompson, Sr., and wife, to William Parson, for the lot in dispute, dated March 2, 1829, consideration ¡$30, recorded 6th July 1833, which deed recites the deed from Christian Baughman to Samuel Thompson, Jr:, referred to as a deed to Samuel Thompson. Parson’s right was sold with other property at sheriff’s.sale to Christian Livingston, in 1836. Livingston conveyed to Plenry Thatcher by deed dated August 1, 1843, recorded November 1843, and Thatcher by deed conveyed to Joseph Knouff, the defendant below, dated September 11, 1845, recorded August 5, 1846.\nIt is testified by Samuel Thompson, Sr., that when Parson applied to him to purchase the lot in dispute, which was adjoining one on which he was about to build, he told Parson that he had not the title, it was in Samuel Thompson, Jr. Parson said he lenew that, but if he would make a deed and give him possession, when Samuel came of age, if he claimed it, he would make it right with him. That Parson was at him several times before he did it.\nIt was also proved that Thatcher, when told that young Thompson would claim the lot, said he wquld lose nothing by it,' as Livingston was ^ood enough to him for it. Knouff, defendant below, is the son-in-law of Christian Livingston.\nA fence was put around the lot by Parson, and cultivated as a garden; it continued fenced and cultivated until defendant occupied it and put up a pale fence, and erected a smoke-house on it. The plaintiff was of age in 1836, and lived within 200 yards of the property. The plaintiff in error assigns for error the answer of the court in their charge to the jury on the third point, as follows: — In answer to the defendant’s third point the court says, “ An estoppel, if the facts which are alleged to constitute it are found by the jury, is a legal b,ar to ah inquiry into the' merits of any other question in the cause, and would necessarily in this case produce a verdict for the defendant, independent of the truth of the case as respects the validity of the deed of Christian Baughman to Samuel Thompson, Jr., as vesting the title in him. We are of opinion that the facts of this ease forbid that we should give the instruction asked. The notice which the law requires that a man should give of his title is that he record it, and this deed to Samuel Thompson, Jr., was duly recorded, and was therefore legal notice to all the world that the title was in him; and this deed was actually recited in the deed to William Parson. The facts’ stated in this point, (say the court,) do not estop. the plaintiff from a recovery in this ease, if he be otherwise entitled.” Was there or not error in this answer of the court?\nThe title of Samuel Thompson, Jr., was on record, and every person was bound to take notice of it. The lot was not purchased by those under whom defendant claims in ignorance of that title. Parson purchased, not only with the knowledge of the title being in the minor., declaring that when he came of age, if he claimed it, he would make it right with him; but in the deed which Parson receives for the lot the recorded deed to Samuel Thompson, Jr: is recited. In what is the alleged equity of the defendant and those under whom he claims ? It is that Samuel Thompson, Jr. remained silent, as the owner of this title, living within a short distance of it. The defendants were cognizant of his title; and why did they maintain silence with him during the many years after Samuel attained the age of 21, which was in 1836 ? Would not ordinary precaution have induced an inquiry by the purchasers, of the legal owner, living in the same village, about the sale or prosecution of his title ? They had the most interest in breaking his silence; they were improving and purchasing at their peril, which they were bound to know, and yet there is neither inquiry nor complaint at the proper source. The improvements made on the property were, it seems, of little value, and the defendants had all the advantage of cultivation and the profits thereof.\nThe defendant, and those under whom he claims, cannot have any defence arising from want of notice. It is decided by this court that whatever puts a party on inquiry amounts to notice, provided the inquiry would lead to the knowledge of the requisite fact, by the exercise of ordinary diligence and understanding: Squire v. Weeks, 7 Watts 267; Hood v. Fahnestock, 1 Barr 470; Epley v. Watson, 7 Watts 167. The very Heed under which they derived their title informed them that the title was in the plaintiff, and that the evidence of it was on record in the proper office.\nWould silence bar and estop the plaintiff from asserting his title within the time allowed by the law to prosecute his right? We think not.\nEquity will not, on the mere ground of silence, relieve one who is perfectly acquainted with his right, or has the means of becoming so, and yet wilfully undertakes to proceed in expending money on the lands of another without obtaining or asking his consent. His ignorance of it is wilful, and he acts at his peril: Carr v. Wallace, 7 Watts 401; Crest v. Jack, 3 Watts 240.\nIn Alexander v. Kerr, 2 Rawle 90, Chief Justice G-ibson says— “While courts of justice have on the one hand endeavored to repress dishonesty, they have on the other exacted the utmost vigilance and caution. It is difficult to imagine how the concealment of a fact which an individual of common prudence and sagacity can discover, can constitute a fraud.”\nIn Goundie v. Northampton Water Company, 7 Barr 233, it is decided that after registry of a deed, the OAvner need not give notice of his title at sheriff’s sale of another title, nor to one making improvements.\nThe party who has placed his written title on record has given the notice which every person is bound to know and respect. The laAV does not require him to go further. But if he speaks or acts, it must be consistent with his recorded title. The law distinguishes betAveen silence and encouragement. Whilst silence may be innocent and lawful, to encourage and mislead another into expenditures on a bad or doubtful title would be a positive fraud, that should bar and estop the party, the author of that encouragement and deception, from disturbing the title of the person whom he misled, by any claim of title in himself.\nThe distinction between the omission to give notice and encouragement by positive acts, is recognised and assumed by Justice Coulter in the case last referred to in 7 Barr 233, and by C. J. Gibson in Alexander v. Kerr, 2 Rawle 89. It is this 'principle that distinguishes the cases herein referred to and applicable to this case, from those of Hamilton v. Hamilton, 4 Barr 193; Pittsburg v. Scott, 1 Barr 317; McHelvy v. Truly, 4 Watts 323.\n. The title Knouff was receiving, informed him of the title on record of Samuel Thompson, Jr., and in the exercise of ordinary caution, lie might, on inquiry, have learned from him every other fact which he was desirous of knowing for his protection; and the law imputes to him the knowledge of such facts. Such an imputation rebuts the inference of' constructive fraud, to be implied merely from silence. If Knouff remained in ignorance, it was wilful on his part, and he is without equity in his defence.\nThe charge of the court excepted to, is- in conformity to the adjudications of this court and the established elementary principles of law and equity. It is free from error, and the judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "Cbaham, for plaintiff in error,",
      "Biddle, contra."
    ],
    "corrections": "",
    "head_matter": "Knouff versus Thompson.\nA plaintiff whose deed for real estate has been duly recorded is not bound to give actual notice of his title to another, who claiming under another title, and being in possession, is about to make some improvement on the property, the latter claiming under a deed to one which contained a reference to the deed to the plaintiff. Therefore, S. T., whose name was the same as that of his father, but who claimed under a deed from another, was not debarred from asserting his title, by omitting to give notice of it to one, who, being in possession, was making some improvement on the premises, the latter claiming by virtue of a sheriff's sale of the interest of one who claimed under a deed from the father executed after the conveyance to S. T. the son was executed and recorded, and which deed referred to or recited the deed to S. T. as of record, without however distinguishing between the father and the son, but the grantee in which conveyance from the father had actual notice at the time of that conveyance that the title was in the son and not in the father. •\nThis was an action of ejectment, brought by Samuel Thompson, Jr., against Joseph B. Knouff, to recover a lot of ground in New Buffalo, Perry county.\nOn the trial, both parties admitted that the title to the lot in dispute had been in Jacob Baughman, and they both claimed through him.\nPlaintiff gave in evidence a deed for the above lot from Jacob Baughman and wife to Christian Baughman, dated 19th June 1820, and recorded 3d May 1824. Consideration, $60.\nAlso, deed from Christian Baughman, to Samuel Thompson, Jr. dated April 14, 1824, and recorded May 3, 1824. Consideration $85.\nThe defendant then gave in evidence a deed from Samuel Thompson and wife (the parents of Samuel Thompson, Jr.) to the above named Christian Baughman, for a fishery on the Susquehanna, dated April 14th, 1824, and recorded May 3d, 1824. Consideration, $85.\nThis deed was of same date, for same consideration, acknowledged before same justice, and recorded at same time as the deed from Christian Baughman to Samuel Thompson, Jr. Baughman was the brother-in-law of Samuel Thompson, and uncle of Samuel Thompson, Jr., to whom he conveyed, who was then a lad about eight years of age.\nDefendant then gave in evidence a deed from Samuel Thompson and wife (the parents of Samuel, Jr.) to William Parson, for the lot in dispute, dated March 2d, 1829, and recorded July 6th, 1833. Consideration, $30. This deed referred to the deed to Samuel Thompson (omitting junior) as being of record.\nSheriff’s deed for same lot sold as property of William Parspn to Christian Livingston, dated April 5th, 1836. This deed embraced other property as well as the lot in dispute.\nDeed of Christian Livingston to Henry Thatcher for lot in dispute, and other property adjoining, dated August 1, 1843, and recorded November 7, 1843.\nDeed of Plenry Thatcher to Joseph Knouff, the defendant-below, for lot in dispute and adjoining lot, dated September 11, 1845, and recorded August 5, 1846.\nDefendant then proved that in 1824, the time of the execution of the deed from Baughman to Samuel Thompson, Jr., Samuel Thompson, the father, was insolvent — that judgments were entered against him to more than all his property sold for afterwards— that his son Samuel was twenty-one about 1836 — that William Parson, after he bought, fenced and used the lot as a garden to the adjoining house, which he built after he purchased this lot. Christian Livingston bought in 1836, and occupied the lot till 1843. During all this time the plaintiff lived within two hundred yards of the property, was of full age, and never made any claim. Henry Thatcher bought in 1843, and sold in 1845. He lived on the adjoining lot for seven years before he purchased, as tenant, and occupied the lot in dispute as a garden to the house he lived in. Thatcher fenced the lot while he owned it, and it was alleged on part of defendant below, that neither he nor Livingston ever heard or knew of the present claim while they occupied or owned the lot now in dispute.\nThatcher sold to Knouff, the defendant, in 1845, who has occupied it since that time, put a good fence of palings round it, built a smoke-house, and there was no evidence that he ever heard or knew of the present claim until this suit was brought, the 16th of January 1850, but one month and sixteen days before the claim would have been barred by the statute of limitations, (Parsons having occupied from March 2, 1829,) and fourteen years after plaintiff attained the age of twenty-one.\nDuring all this time plaintiff lived within two hundred yards of the lot, from 1829; knew of the purchase by Thatcher and his sale to Knouff, and knew that the deed by Baughman in 1824, was made in his name.\nSamuel Thompson, Sr., was called on part of plaintiff: — I cannot say what was the amount paid me by Christian Baughman for the fishery. I owed Boas & Kepner an account and Christian Baughman assumed to pay it. That was the consideration for the fishery. I did not pay any part of the consideration of the deed from Christian Baughman to Samuel Thompson, Jr. . The squire, when writing the deed, asked what consideration he should put in; I told him it was immaterial, he might put in what he chose. He said it would not look well without some consideration. When I sold to Parson he was then the owner of the corner lot, which he had purchased about the same time. I cannot remember certainly. But when he was going on to build, he found he could not go on with his building without that lot which is now in dispute. He got at me to sell him the lot adjoining. I told him I had not the title; it was in Samuel Thompson, Jr. He said he knew that, but if we would make a deed and give him possession, when Sam came of age, if he claimed it, he would make it right with him. He was at me several times before I did it.\nCross-examined: — The limekiln property at the mountain was sold once and bought by Mr. Ramsey. There were executions against Baughman and me both at the same time. I was never out of possession of it. The title of the limestone place was in Noland. I had an interest of $300 in it for my services. I got goods for the $30, the consideration of the deed from me to Parson. Mr. Christian Baughman said that he was giving the lot to the boy, which he conveyed that day when Squire Davis was present. I could live along and pay my debts in 1824 — sometimes I was harassed, but I was able to pay all demands against me.\nHe afterwards said that the fishery was of little value.\nThe defendant’s counsel submitted the following points:—\n1. If the jury believe that in April 1824, when the deed was executed by Christian Baughman to Samuel Thompson, Jr., who was then a boy about eight years of age, the consideration for the purchase was paid by his father, Samuel Thompson, Sr., by the conveyance of the interest of the father in a fishery to said Baughman as per deed of same date, and that at the time of said conveyance the father was embarrassed and unable to pay his debts, such conveyance would vest no title in the son, and he could not recover in the present action.\n2. If the consideration was paid by the father when the property was conveyed by Baughman to his son, the equitable and beneficial estate would be in the father, and pass by his deed to Parson, and is now by the chain of title'in evidence vested in the defendant, and plaintiff cannot recover.\n3. If the jury believe that Samuel Thompson, Jr., attained the age of twenty-one in 1836, the same year the lot now in dispute was purchased at sheriff’s sale by Christian Livingston, and that said Thompson lived in the same town and within two hundred yards of the property, and saw and knew and permitted the said Livingston and Henry Thatcher his vendee, and the present defendant, the vendee of Thatcher, to fence and improve and occupy said lot by planting trees thereon, converting the same into a garden and building a smoke-house thereon, and this for a period of fourteen years, without giving any notice of his claim or title, he is now estopped from recovering the lot in controversy in this suit.\nWatts, President. This is an action of ejectment for a lot of ground in which both parties claim under the same original title, which was in Christian Baughman ; who, on the 14th April 1824, conveyed the same to Samuel Thompson, Jr., the plaintiff. At that date the plaintiff was only six years of age ; but a conveyance to him at that age, if otherwise honest and right, is just as valid as if he were of lawful age. But the defendant’s title rests upon the allegation that the conveyance was made for the fraudulent purpose of concealing the property by Samuel Thompson, Sr., his father, from his creditors — and in corroboration of this view he has given in evidence a conveyance by Samuel Thompson, Sr., of the property to William Parson, dated the 2d March 1829, and this title has been regularly deduced to the present defendant — and to show the motive which influenced this fraud, evidence has been given of the embarrassed condition of the circumstances of Samuel Thompson, Sr., at the time. Now, this is the point in the cause, a matter of fact, which peculiarly belongs to the determination of the jury. We, therefore, answer the defendant’s first point by saying that it is a true exposition of the law, and if the jury believe the facts therein stated, the verdict should be for the defendant.\nThe defendant’s second' point we cannot answer affirmatively, for it is competent and lawful for a father at any time to make or procure a conveyance to be made to his child for the purpose of advancing his interests; and if the transaction is honest and with no view of affecting the interests of creditors or any one else injuriously, no exception can be taken to it.\nIn answer to the defendant’s third point the court say: — An estoppel, if the facts which are alleged to constitute it are found by the jury, is a legal bar to an inquiry into the merits of any other question in the cause, and would necessarily in this case produce a verdict for the defendant, independent of the truth of the case, as respects the validity of the deed of Christian Baughman to Samuel Thompson, Jr., as vesting the title in him. Wo are of opinion that the facts of this case forbid that we should give the instruction asked.\nThe notice which the law requires that a man should give of his title, is that he record it; and this deed to Samuel Thompson, Jr., was duly recorded and was therefore legal notice to all the world that the title was in him, and this deed was actually recited in the deed to William Parson. The facts, therefore, stated in this point do not estop the plaintiff from a recovery in this case if he be otherwise entitled. Then let us come back to the point from which we started, and determine the cause upon it, for there is nothing else in it.\nWas the transaction by which the deed was made by Christian Baughman to Samuel Thompson, Jr., an honest one ? Or was the consideration for it paid by his father, and the deed made to the son to conceal that title from his creditors ? As you determine this point, so determine the cause for the plaintiff or for the defendant.\nTo this charge the defendant excepted.\nVerdict was rendered for plaintiff.\nCbaham, for plaintiff in error,\ncontended that the court erred in considering that there could be no estoppel when the adverse title was upon record.\nSilence, accompanied by a knowledge of title, will bar a recovery, where the purchase or improvements are made in good faith, without actual knowledge of the adverse title. Recording a deed is legal noticp, but not actual notice or knowledge.\nIt Would be a great hardship, if not fraud, were the law to permit a property that had passed through the hands of three different owners for a period of sixteen years, to be taken from the hands of an honest purchaser, without any knowledge of an adverse title, and who had expended his money and time and labor in the purchase and improvement of It for a period of five years — and this by a neighbor, who, with a full knowledge of his title, had silently permitted the purchase and improvement of the property, until only forty-six days were wanting to perfect the title of the occupant under the statute of limitations.\nIn the case of Carr v. Wallace, 7 Watts 394 and 400, the title of plaintiff was on record, and this was relied on by his counsel. But in that case the court say — •\n“ If one knowingly, though passively by looking on, permits another to purchase and spend money on land under an erroneous opinion of title, without making known his claim, he shall not be permitted afterwards to exercise his legal rights against such person.”\nHamilton v. Hamilton, 4 Barr 193-4, was the case of a sheriff’s sale on an award of arbitrators on which no judgment was entered. It was a matter of record, of which all had legal notice. The sale could have conferred no title, but the plaintiff permitting valuable improvements to be made while he was quietly standing by and giving no warning of his title, cured all imperfections.\nAlso cited Pittsburg v. Scott, 1 Barr 310; 4 W. & Ser. 423; 2 Pa. Rep. 22; 2 Johnson 589.\nBiddle, contra.\nThe deed from Christian Baughman to Samuel Thompson, Jr., was recorded, and it was recited in the deed to Parsons, under whom Knouff, the defendant in the action, claims. After registry of a deed, the owner need not give notice of his title to one making improvements on the property : 7 Barr 233. The law imputes to a purchaser a knowledge of every fact of which the exercise of ordinary diligence would have put him in possession: 2 Rawle 90; 4 Barr 149, Correy v. Cayton; 11 Ser. & R. 389; 10 Watts 26-7.\nEncouragement to improve may bar a recovery by him who has given it: 7 Barr 233; 4 Barr 193; 1 id. 317; 4 Watts 323."
  },
  "file_name": "0357-01",
  "first_page_order": 357,
  "last_page_order": 365
}
