{
  "id": 410224,
  "name": "Finney versus Finney",
  "name_abbreviation": "Finney v. Finney",
  "decision_date": "1851-06-28",
  "docket_number": "",
  "first_page": "380",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 309",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0309-01"
      ]
    },
    {
      "cite": "6 Watts 238",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846139
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0238-01"
      ]
    },
    {
      "cite": "5 Watts 68",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843977
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0068-01"
      ]
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "3 Cranch 492",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1427680
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/7/0295-01"
      ]
    },
    {
      "cite": "2 Bibb 62",
      "category": "reporters:state",
      "reporter": "Bibb",
      "opinion_index": -1
    },
    {
      "cite": "12 Johns. 276",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2139284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/12/0276-01"
      ]
    },
    {
      "cite": "1 Johns. Rep. 138",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "19 Mass. 287",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. Rep. 400",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0323-01"
      ]
    },
    {
      "cite": "5 Whar. 277",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 349",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846028
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0349-01"
      ]
    },
    {
      "cite": "6 Watts 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "5 Peters 580",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        534534
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/us/30/0372-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 769,
    "char_count": 19340,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 2.5825488334358854e-07,
      "percentile": 0.8173611666162777
    },
    "sha256": "f578762e9ed7bdbe9bd9869719b35951ca6a87c5c44b6a9cd3ed5f8c26a016e5",
    "simhash": "1:be2f0e050768bc6a",
    "word_count": 3420
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Finney versus Finney."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 28, by\nRogers, J.\nJudgment affirmed for reasons given by Judge Pearson.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by McBormich', for plaintiff in error.",
      "Fisher and Fleming, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Finney versus Finney.\nA transfer of certain bonds and real estate was made by a principal debtor to the son of his surety, to indemnify the estate of the latter for being bound in a bond to M. Before M. expressed ber assent to the transfer, the principal debtor assigned the fund to another, for whose use suit was brought in the name of the principal against the first transferee, but there was a failure to recover. The bond to M. was never paid: Meld, that the administrator of the estate of. M. could not maintain assumpsit against the first transferee for the amount of money received by him from the property assigned to him, on account of the want of privity of contract between M. and the said transferee.\nError to the Common Pleas of Dauphin county.\nThis was an action of assumpsit, brought to November term 1846, by Thomas Finney, administrator de bonis non of Mary Milligan, deceased, against Thomas Finney. David Ferguson, with Samuel Finney as his surety, gave a bond, dated April 7, 1818, to Mary Milligan, for the payment of $800 in one year, with interest. On this bond an action was brought by Mary Milligan against David Ferguson and Samuel Finney, to November term 1823. In October 1823, Samuel Dinney died, and Thomas Finney, the defendant, -with others, were appointed his administrators. On the 5th May 1824, David Ferguson gave to Thomas Finney, the defendant, two bonds on Frantz and Brown, for $400 each, and conveyed to him the half of four hundred acres of mountain land, and took from him a receipt in the following words:—\nReceived, May 5, 1824, of David Ferguson, two bonds payable by Jacob Frantz and Philip Brown, to Adam Brightbill, each bond for $400. The first bond becomes due on 1st May, 1830, the second on 1st May, 1831, and on assignment of the one-half of four hundred acres of land on the Blue Mountain, held by warrant from the commonwealth by Samuel Finney, deceased, and the said David Ferguson, which bonds and land I leave in the hands of the said Thomas Finney, to indemnify him for his father, the said Samuel Finney, being bound as bail in a bond to Mary Milligan, and now in suit, and one note payable by the said David Ferguson to the aforesaid Samuel Finney, amounting now with interest to -. (Signed) Thomas Finney.\nThe defendant, Thomas Finney, after these bonds became due, collected and received the amount thereof, and also sold a portion of the land conveyed to him for $244, which he also received — all which moneys, it was alleged, remained in his hands, and were claimed in this suit. The defendant pleaded non assumpsit and the statute of limitations. The jury found a special verdict, by which the question reserved for the court was whether the plaintiff as administrator of Mary Milligan, deceased, could sustain this action against the defendant. The court below decided that there was not such a privity of contract or assumption as to enable the plaintiff to recover in this action, and rendered a judgment for the defendant.\nSpecial verdict rendered October 28,1849, according to the suggestion of the court:—\nThomas Finney, administrator de lonis non of Mary Milligan, deceased, vs. Thomas Finney. The jury in this case find as follows: — That on the 7th day of April 1818, David Ferguson and Samuel Finney gave their joint and several bond to Mary Milligan, in the sum of $800; Ferguson principal, Finney the surety, pro ut said bond. That a suit was brought thereon, No. 57, November term 1823, in the Common Pleas of Dauphin county, and prosecuted, conducted, and discontinued, pro ut record. That Samuel Finney died on the 23d October 1823, and letters of administration were granted on his estate to Thomas Finney, Ann Finney, and William Finney, pro ut letters. That on the 5th day of May 1824, David Ferguson gave over to Thomas Finney the bonds and lands mentioned in his receipt of that date, pro ut receipt, for the purposes therein mentioned. That a deed was made of the land in said receipt mentioned, on the 5th day of May 1824, pro ut recital in Finney’s deed to Casper Heckert, dated July 4, 1825. That Thomas Finney received the money o.n said bonds, as per endorsements thereon, pro ut same, and received on sale of part of the land, $244, pro ut receipt in the deed. That Thomas Finney, as acting administrator of Samuel Finney, deceased, settled a final administration account on the 11th February 1836, showing a large balance in his favor, and that no part of the money collected and received on the bonds and land referred to, and named in the receipt of Thomas Finney to David Ferguson, was brought into that account, pro ut administration account filed and in evidence, and the estate of the said Samuel Finney was then and yet is entirely insolvent. That David Ferguson, for the use of John Cochran, brought suit against Thomas Finney, for the recovery of the money now in dispute, in the Common Pleas of Dauphin county, No. 98, of April term 1840; said suit also embracing four other bonds; and said suit was terminated by a reversal in the Supreme Court, pro tit record. That Thomas Finney, administrator, &c., of Mary Milligan, brought suit against the administrators of Samuel Finney, deceased, in the Common Pleas of Dauphin county, No. 200, August term 1843, on the bond given by David Ferguson and Samuel Finney to Mary Milligan, before referred to, and prosecuted the same to judgment, on the 3d day of September 1846, and recovered judgment therein for $1520, .pro ut the record, w'hich said sum the estate of Samuel Finney is wholly unable to pay. And we find further, that there was no other promise, either express or implied, on the part of Thomas Finney, to pay over the money received on the securities given him by David Ferguson, as aforesaid, except as contained in the aforesaid proceedings, or arising by implication of law, if the law, from the facts aforesaid, raises such promise. If on the aforesaid facts, the plaintiff is the' proper party to bring this action and can support the same, then we find a verdict in favor of the plaintiff, for the sum of thirteen hundred and forty-six dollars seven cents, damages, and costs of suit, if in the opinion of the court this action can be sustained; and if the same cannot be sustained, we find for the defendant.\nSee 1W. $ Ser. 112, for a report of the case of Finney v. Cochran, and 3 id. 413, for the report of the case of Finney v. Ferguson. • .\nOpinion of Pearson, President. — The only question presented by the special verdict in this case is, can the plaintiff sustain the action ? Is there privity of contract or any assumption in her favor express or implied ? Was the money received for her use ? Although the action of assumpsit is held in England to be one of the most liberal character, giving a right to recover wherever one man has money which ex equo et bono belongs to another, yet it cannot be pretended that this action could be sustained there at law. The promise must be made to the plaintiff, or at least to another for his use: 1 Stra. 592; 2 Keble 528 ; Í4 East 582; 3 Bos. $ Pul. 147; or the money must be received for his use, 3 Price 58. In this country the same rule is established: 5 Peters 580; 6 Watts 182; id. 349; Story’s Equity Jurisprudence, sec. 1041, and in note.\nCould the plaintiff reach this fund by a bill in chancery, and if she could, can an action be sustained in Pennsylvania ?\nBut for one circumstance to be noticed hereafter, she probably could proceed with success in chancery. Suppose that established, what are her rights of action under our mixed system in Pennsylvania ? It by no means follows in all cases that because a bill in chancery can be sustained in England, that the party can enforce his rights by assumpsit for money had and received in this State : Blymire v. Boistle, 6 Watts 182, was assumpsit; there Boistle had a judgment against Gladstone, who sold property to Blymire, who, in consideration thereof, and in part payment of his purchase-money, promised to pay Boistle, but that promise was made to Gladstone, and it was held that Boistle could not recover for want of privity. Yet in precisely such a case chancery would have decreed otherwise: Story’s Equity Jurisprudence, sec. 1041. There can be no doubt but that a chancellor would have decreed the money to be paid in Morrison v. Berkey, 6 Watts 349; yet the plaintiff could not support the action for want of privity.\nIt is very true that our Supreme Court is daily introducing into our system more of the practice and principles of courts of equity; yet in the action of assumpsit they have gone little beyond the rules of the common law.\nIn Aycinena v. Peries, 6W.$ Ser. 243, an action was sustained on very broad equitable principles, in order to reach a particular fund ; but there the money was awarded by the Florida commissioners to Mr. Yard “for himself and others,” and it -was known at the time that others were interested in it. Of course the money was received for their use as well as his own, and comes within the ordinary principle of money intrusted to one man to be paid over to another, who can unquestionably support assumpsit against the holder on his failure to make payment.\nIn Matthews v. Stephenson, 6 Barr 496, this action was .also used as a substitute for a bill in chancery, in order to reach a particular fund which by the terms of a deed of trust stood for the use of creditors.\nBut liberal as our courts are becoming, we cannot on any legal or equitable principle sustain this case, if a court of chancery, on a bill filed, would not make a decree in favor of the plaintiff. The transaction between David Ferguson and the defendant does not amount to an equitable transfer of the claim to Mary Milligan. If it had, so soon as the money came to Finney’s hands it would have been received for her use, and she could have sustained assumpsit. But it was not her interest they were desirous to subserve; the assignment was to indemnify the estate of Samuel Finney ; and when the money was received it was held in trust for David Ferguson, provided Finney’s estate was not damnified, and if it was, then for its relief. • At no period was it held for Mary Milligan. So soon as Ferguson could have indemnified the estate of Finney, he would have been entitled to receive back the fund, although the debt of Mary Milligan remained unpaid. Had the judgment confessed by Ferguson in 1840 been valid, he could have recovered and held the money. Mary Milligan could not have prevented it.\nBut suppose the receipt or agreement between Ferguson and the defendant had contained express declarations that the money should be for the use of the plaintiff, or be paid over to her when- collected, it could have been revoked by Ferguson at any time before Mary Milligan expressed her acquiescence in the arrangement.\nExpress direction to collect for, or receive and pay over a sum of money to certain creditors, may be revoked before those creditors have expressed their acquiescence: Grilson v. Morrit and others, 21 Fng. O. L. 381; 5 Peters 580 ; 5 Whar. 277 ; Story’s Fquity Jurisprudence, sec. 1042-43-45-46; and express assignments may be revoked in equity, as well as at law, any time before the creditors have acquiesced therein. See the sections above, also sec. 1036, id.; 1196 in note I.; 972 and note 3 to that section; 2 Mylne Keen 482; 3 Meriv. 707. The assent express or implied, if any had been given in this case, was revoked by the owner of the fund in 1840, when he assigned the same to Cochran, as appears by the records made part of this special verdict, and suit was brought for Cochran’s use the same year.\nThat was long prior to any assent, express or implied, by Mary Milligan, and, from aught that appears, before she or her representatives knew of the - existence of the fund. After this act of revocation no proceeding could be sustained by Mary Milligan, even if the assignment had been originally intended for her benefit. Although the defendant resisted the collection of the money in that suit, yet it was not on account of the interest of the plaintiff, but because the estate of Samuel Finney was not indemnified.\nThe manifest unfairness of the defendant’s conduct in withholding this fund from all parties, in refusing to give it to Ferguson’s assignee, or apply it to the payment of plaintiff’s debt, rendered us extremely anxious to sustain this action, if it could be done consistent with legal principles, but we are satisfied it cannot be supported, and therefore are constrained to enter judgment on the special verdict in favor of the defendant. But if this fund does not now belong to Cochran — if David Ferguson has got back the right thereto — the plaintiff is not without remedy. Suit can be brought in the name of Ferguson for the use of plaintiff, which will unite all the interests, and give the action proper legal form; and the money, when collected, must go in ease of the estate of . Samuel Finney, which will be indemnified pro tanto.\nOr if D. Ferguson will not assent, judgment can he obtained against him on the bond, and an execution attachment issued, and this debt seized, in which proceeding the validity of Cochran’s assignment can be tested, and the whole business properly closed, consistent with legal principles as established in Pennsylvania.\nWe therefore render judgment on the special verdict for the defendant.\nIt was assigned for error:\nThat the court should have rendered judgment for the plaintiff, and that there was error in rendering judgment for the defendant.\nThe case was argued by McBormich', for plaintiff in error.\nIt was contended that the true construction of the defendant’s engagement was, that he was to pay over the money when received to Mary Milligan; that in no other way could the estate of Samuel Finney be perfectly indemnified; and that an action of assumpsit for money had and received was the proper remedy: Fleming v. Alter, 7 Ser. & R. 295; Com. Bank v. Wood, 7 W. & Ser. 89; 9 Barr 229; 17 Mass. Rep. 400; 19 Mass. 287; 1 Johns. Rep. 138, Shermerhorn v. Vanderheisen; 12 Johns. 276; 2 Bibb 62; 3 Cranch 492; 2 Watts 104, Hind v. Holdship; 1 W. & Ser. 112; 3 id. 413.\n(See Esling v. Zantzinger, 1 Harris 50.)\nIf the plaintiff cannot sustain this action, there is no remedy for him; because the attempt to recover in 'the name of Ferguson,, as the legal plaintiff, has failed; and whether the money, when recovered in a suit in the name of Ferguson, would belong to Cochran or to Mary Milligan, would be immaterial as to his right to recover from Thomas Finney. The legal title to sue is sufficient to support an action, without proving for whose use or at whose instigation it is brought: Armstrong v. Lancaster, 5 Watts 68; Commonwealth v. Lightner, 9 W. & Ser. 118; Montgomery v. Cook, 6 Watts 238. And it is error to allow' the defendant in such case to go into evidence that the transfer to the cestui que use was obtained by fraud: Blanchard v. Com’th, 6 Watts 309.\nFisher and Fleming, for defendant in error.\nThe positions assumed by the counsel for defendant in error are — That this suit cannot he sustained: 1st. Because there is no privity of contract existing between Mary Milligan and the defendant; neither is there any consideration moving from her, nor promise made to hei-j nor to defendant for her benefit; nor was she prejudiced or her rights in any way affected by the placing of the fund in controversy in defendant’s hands. And, 2dly, because even if Mary Milligan might at one time have availed herself of this fund, she clearly has no right to do so, since it was revoked by Ferguson, its voluntary creator, in 1840.\n- This action cannot be supported, unless there has been an express contract, or unless the law will imply a contract: 1 Chitty’s Pl. 98; Chitty on Con. 602.\n“ The plaintiff must unite in himself both the promise and the consideration of it; and if the action in such a case cannot be supported on the foundation of the consideration by drawing the promise to it, it cannot be supported at all Edmondson v. Penny, 1 Barr 335, per Gibson.\n“ In order to support an action for money had and received at common law, a privity of contract must exist between the plaintiff and the defendant, and a consideration either express or implied:” Per Rogers, J. Aycinena v. Peries, 6 W. & Ser. 256, 257.\n“ To maintain this action, it is necessary for the plaintiff to prove that he does now, or at one time had owned the money sought to be recovered.” Per Rogers, J., id. 244.\nIn assumpsit, we admit that no privity is required where it. is or can be shown that the defendant has money in his hands that belongs to the plaintiff, and which the defendant has no right to retain.\nThe authorities cited by the counsel of plaintiff in error only go to sustain the position, that if this fund was placed in defendant’s hands for the use of the plaintiff or for her benefit, then she could recover. That this was a trust for David Ferguson, and not for Mary Milligan, is clear, not only from the words of the receipt, but from the opinion of the Supreme Court in the case of Ferguson for Cochran v. Finney: 1 W. & Ser. 118, 119; 3 id. 415, 416.\nThey were placed in the hands of Thomas Finney to indemnify him for his father being Ferguson’s bail; and to pay out of the proceeds the amount of a certain note held by his father.\nIf the estate of Samuel Finney was not damnified by the suit; if it was compelled to pay no money, then a trust resulted for Ferguson as to all of the money beyond what would pay the note and its interest. The writing itself, and the subsequent act of Ferguson in assigning his claim upon this fund to John Cochran, on the 2d of March 1840, shows that this was his understanding of it.\n. Nothing is here said of Mary Milligan being entitled to any part of this money, or that it was “assigned for her benefit, but to indemnify the estate of Samuel Finney.\nSamuel Finney’s estate was never damnified by reason of this claim of Mary Milligan, for his estate was exhausted in payment of debts, many years before her administrator brought suit on the bond, and recovered a judgment against Finney’s administrators on 1st September 1846.\nDavid Ferguson’s representatives might have supported this suit, after the verdict and judgment on this bond, on 1st September 1846. Mary Milligan or her representatives cannot, as no promise was ever made, either express or implied, to her, or for her benefit, by Thomas Finney.\nThere was no implied promise to pay to Mary Milligan. Unless the transactions between Ferguson and defendant in this case amount to an equitable assignment of the fund to Mary Milligan, she cannot maintain this suit; and that it does not amount to that, appears from the following authorities: 1 Stra. 592; 2 Keble 528; 3 Bos. & Pul. 147; 3 Price 58; Story’s Eq. sec. 1041, and note; 5 Peters 580; 6 Watts 182, Blymire v. Boistle; 5 W. & Ser. 511; 3 Barr 330, Ramsdale v. Horton; 6 Watts 349. Ferguson had the right to revoke the assignment, and having done so, by assigning the fund to Cochran, the administrator of the estate of Mary Milligan cannot recover: 1 Story’s Eq. sec. 1046; id. 972, note; Chitty on Contracts 615-16; 14 East 582-97; 7 Taunton 339."
  },
  "file_name": "0380-01",
  "first_page_order": 380,
  "last_page_order": 387
}
