{
  "id": 410230,
  "name": "Hennershotz's Estate",
  "name_abbreviation": "Hennershotz's Estate",
  "decision_date": "1851-06-30",
  "docket_number": "",
  "first_page": "435",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0167-01"
      ]
    },
    {
      "cite": "6 Watts 106",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0106-01"
      ]
    },
    {
      "cite": "6 Watts 48",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0048-01"
      ]
    },
    {
      "cite": "18 Pick. 162",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025443
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0162-01"
      ]
    },
    {
      "cite": "18 Pick. 162",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/35/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1000,
    "char_count": 28423,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 8.743743509030329e-08,
      "percentile": 0.4946715040143267
    },
    "sha256": "0ba55e1bbf2130965c806aeecc63e584ce55a4f9190e2fdb9e491070d7e282b3",
    "simhash": "1:01c655baa2f677dd",
    "word_count": 4961
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hennershotz’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 80, by\nBell, J.\nThe will in question is evidently the work of an illiterate man; of one measurably unaware of the value of the language he employed. The whole instrument is awkwardly constructed, and particularly in those portions of it which give rise to this controversy. It is not, therefore, at all surprising that some hesitancy should be experienced in pronouncing upon the meaning of its author. Still, by treating it with candor, 'and assigning to prominent sentences, several times used, their natural and ordinary meaning, we may arrive at a conclusion without much hazard of violating the intention of the testator.\nBeyond question, his leading object was to provide for the distribution of his property among all his children. For this purpose, his first care is to create a fund capable of division, by assigning to his son William the plantation and woodland mentioned in the fourth item of the will, at an ascertained price. This is, first, subjected to the burden of his debts, making provision for his widow, and purchasing for his daughters, Rebecca and Lavina, certain amounts of household furniture; and then “the balance remaining, together with all my other property, shall be equally divided, such as bonds, notes, and the different bequeaths heretofore mentioned, shall be summed together, and equally divided amongst my children.” Once before, in the same clause, is found a direction for an equal distribution among all tJie children, of the estate remaining after discharging debts, and setting aside a certain sum for the benefit of the widow; and in a prior clause this sum is also directed to be similarly divided. Looking alone to these leading features of the testamentary arrangement, one is prepared to say that, in contemplation of the testator, the fund to be raised from the land assigned to William, united with what should remain of his personal assets, after payment of debts, was regarded as representing his whole disposable estate, which, with trifling exceptions, was to be equally distributed among all the children of the donor. Had the word “all” been introduced before “my children,” in the several disposing clauses, there would absolutely be no room for cavil. And yet the language actually employed is as potent to express the intention of general distribution, as though that particular word had been used. “To be divided among my children,” standing alone, is as clearly indicative of a design to give to every member of the class designated, as though every child were named seriatim. It requires no formal chain of reasoning to establish that the same conclusion must be necessarily arrived at under either form of gift, and, consequently, a distribution among all must be decreed here, unless, indeed, there be found something in the general context, or in particular expressions, to countervail the natural import of the sentences referred to. In the absence of such counteracting influence, there would be no better reason for the exclusion of the devisee of thé land as a distributee, than of any other of the children. That he is the recipient of the realty, at a certain value, cannot, of itself, afford a ground for denying him an interest in the fund raiséd; for, regarded simply as a devisee, he must be accepted as a purchaser for value, and so standing in the same relative' position to the subject of the devise as though he were a \"mere stranger. For the more easy disposition of his property among the natural objects of his bounty, the testator resolves to dispose of his lands, and turns to his eldest son as the individual he proposes to be his successor as tenant of the fee.' Admit that by this arrangement he had in view an incidental benefit to be derived by the son from the low price named as representing the land, the latter is not the less to be esteemed as taking for value, and, in the construction of the will, entitled to every advantage flowing from his position of purchaser at the sum fixed by one to whom alone belonged the power of naming the price. I admit, that when interpreting an obscure testamentary instrument, the inquirer may look to the circumstances which surrounded the testator at the moment, .to the number and condition of his family, the position in which particular members of it stood towards him, the condition of his estate, and, sometimes, may consider its general value, or of particular portions of it. The latter inquiry is legitimate where there is a declared. intent to equalize all the beneficiaries, as in Marshall’s Appeal, 2 Barr 388; but even then, too much reliance should not be placed on estimated values, and mere conjecture is always dangerous. In the instance before us, we are asked to deduce an argument against the inclusion of William as a participator of the fund, from the asserted fact, that the land devised to him was, at the date of the will, of much greater value per acre than the sum named by the testator, and that, even at this reduced price, he was permitted to enjoy it subject only to the burden of the balance of the debts and the provision for the widow, until Augustus, the youngest son, arrived at full age, a period of eight years and six months, v;hen the yearly payments were to commence, without, however, carrying interest. Of the value of the land, wq have no other proof than from sales made long after the date of the will, and when the worth of the farm had been much enhanced by the construction of the Reading Railroad, and by other large improvements the work of the devisee; data much too uncertain to furnish ground for such deduction. The other asserted advantages derived from postponed payments, might, possibly, be worthy of more regard, had the testator declared an intention to make all his children equal recipients of his bounty. But there is no such avowal to be found in this will. It is not the estate, as it should stand at the death of the testator, but the fund springing from the land, united with the personal assets remaining after payment of debts, that is to be equally divided. Such a distribution is not at all inconsistent with a design to confer on William large advantages as devisee, irrespective of his claims as one of the designated class of legatees. Were there then nothing else in the way, it might be safely asserted the mere inequality of benefit complained of furnishes no sufficient reason for refusing to the oft-repeated sentence, “to be equally divided among my children,” its obvious meaning. But an additional objection is interposed. It is insisted that the words “as follows, to wit,” which immediately succeed the last emplojunent of the sentence just cited, followed by an enumeration of the per-’ sons who are to take, in which William’s name does not occur, demonstrates an intent to exclude him from any participation in the fund. There would seem to be something of soundness in this position were the words relied on used to designate all the persons who are to take under the bequest. But I think it sufficiently plain they were employed, not for that purpose, but as introductory to a direction as to the time and mode of payment to the several legatees particularly named. The testator did not say, “to be divided among the following named children,” or “among my four children, namely,” as he naturally would, had he so intended. But after giving the whole fund equally among his children, he proceeded to direct when and how that portion of it to be paid by the devisee should be disbursed. In order to this, it became necessary to name all the children entitled to receive from William, so as to fix the period and manner of the several payments; but as William was himself to b.e the payer, it was unnecessary to include him in the enumeration. That the phrase on which the appellants base their argument was introduced for the purpose I have intimated, and not to designate the legatees, is also apparent from the use made of similar words in other parts of the will. Thus, “that is to say as follows,” in the first clause, point to the manner in which the thousand pounds is to be secured, and not the mode of its subsequent distribution; and, in the fourth clause, “that is,” immediately following a direction for equal distribution among the children, introduce, not the names of even all the admitted legatees, but simply an order for a partial investment in favor of two of them. These diverse uses of synonymous terms would imply the testator was not fully aware of the value of the language he employed; it, at least, proves he did not always assign to it the meaning insisted on for the appellants; and as, in the present collocation, it admits a different interpretation, it would be, indeed, hazardous to invest it with a signification destructive of the preceding plainly expressed directions for an equal division among the children as a class.\nIn this connection, it may also be remarked, the direction is, the devisee shall pay to each of the enumerated children “ one-half of the part that shall fall to one of my children,” and this is repeated four times, necessarily referring to the preceding words of gift as the only means of ascertaining what proportion of the whole that part is.\nBut were it even conceded the testator intended to enumerate the beneficiaries, when naming his children at the close of the fourth item, it is by no means certain the omission to name William would necessarily exclude him. It is an undoubted rule, that where a testator refers to a class of persons, as the objects of his bounty, but, in an attempted enumeration, omits to name one or more of them, the parties omitted may still take, unless there be something to show the omission was of purpose: Tucker v. Boston, 18 Pick. 162. But in this instance, there was a peculiar reason why William should not be specifically named with the other children, in the fourth item. It is, that that enumeration was but of payees, of whom William was not one.\nIn conclusion, it may be added that the direction to William to pay is not inconsistent with the idea of retention by him of a portion of the fund. In wills, this expression is not uncommon where, beyond all question, the devisee is, himself, to retain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Davis and Banks, for appellants.",
      "Ballade and M. Strong, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hennershotz’s Estate.\nA testator devised to his wife “ the sum of one thousand pounds, during her lifetime, and'after her decease to be equally divided amongst my children, that is to say as follows: the one thousand pounds above mentioned to remain on my plantation in Alsace, as a dower during her lifetime.”\n“ Third, I will and bequeath unto my beloved wife all my household furniture and kitchen utensils, as much as she may choose to keep for her own use. I will that my beloved wife shall maintain and educate my minor children during their minority, out of her yearly dower.”\n“ Fourth, I will and bequeath unto my son William all my plantation in Alsace, together with the woodland at the hill, he to pay sixty-fioe dollars (§65) per acre for the same, in the following manner: First, one year after my death, he shall pay all my just debts,’ and after deducting my just debts and the above dower of my beloved wife, then the balance shall be equally divided amongst my children, that is, my son William shall buy a house and furniture for my daughter Rebecca by the first day of April next, to the amount of §350 — and buy a house and furniture for my daughter Lavina, for §350 three months after the day of her marriage — and after having paid all the above items, then I will that the balance remaining, together with all my other property] shall be equally divided,'such as bonds, notes, and the different bequests heretofore mentioned, amongst my children as follows, to wit, my son William shall pay the one-half of the part that shall fall to one of my children to my youngest son Augustus when he shall come to the age of 21 years — and the next or following year he shall pay the one-half of the part falling to my daughter Catharine, wife of David Engle — and the following year he shall pay the one-half falling to my daughter Rebecca, wife of John Clouser — and the following year he shall pay one-half of the part falling to my daughter Lavina, and following year he shall pay the last part to my son Augustus — -and so on year after year agreeable to the names above mentioned, until all the different parts or sums are paid.”\nHeld, that William, the devisee of the land, was entitled to a share of its proceeds in common with the other children, and that the direction to him to pay was not inconsistent with the idea of retention by him of a portion of the fund.\nAppears of A. Lucius Hennershotz, for the use of Elizabeth Hennershotz, James II. Adams, and John Clouser, from the decree of the Common Pleas of Berks county, distributing the proceeds of sheriff’s sale of real estate of William Hennershotz in the following suit:—\nThe property sold for $17,140. Deducting costs, the balance of money for distribution was $16,948.21.\nThe property sold is part of 212 acres, more or less, of the land devised by Conrad Hennershotz to said William Hennershotz, by will dated August 13, 1838, and proved October 11, 1838. Sej>tember 16, 1841, William Hennershotz recovered from the Philadelphia and Reading Railroad Company, by finding of sheriff’s inquest, $3000, for occupying 11 acres of said land from November 1, 1838. On appeal, he recovered $3100, January 12, 1844.\nMarch 31,1845, he conveyed to The Philadelphia and Reading Railroad Company about 1 acre of said land for $200.00\nFebruary 17,1847, he conveyed to Jonas Shalter 7 acres and 128 perches, more or less, of said land for............................................................. 1,300.00\nOctober 1,1848, he conveyed to Solomon Horning 8 acres of said land for.................................... 1,100.00\nFebruary 17, 1849, he conveyed to trustees of church f- acre of said land for........................... 1.00\nMarch 17,1849, he conveyed to Solomon Horning 9 acres, more or less, of said land for.................. 1,237.59\n6,938.50\nAmount of sheriff’s sale brought forward........... 17,140.00\nTotal...................................................... $24,078.50\nOn the part of the appellees, it was alleged that some material facts are omitted in the appellant’s statement. That the whole amount of liens chargeable upon the fund in court is $17,799.53, including the judgments of the appellants. That there is not sufficient to pay the liens, if the judgments of the appellants are chargeable upon the fund.\nWilliam Hennershotz made a general assignment in trust for Ms creditors to Charles Fichthorn, dated March 25th, A. d. 1850.\nThat the statement of' the appellant respecting the amount realized by William out of the property devised to him is calculated to produce erroneous impressions. After the death of the testator the railroad was constructed through the plantation, and its effect has been greatly to increase its value; there is a railroad stopping-place and sideling upon it. William Hennershotz, the devisee, opened quarries, built limekilns, a store-house, a large barn as well as made other improvements since the property cam.e to him. The statement of appellants that he had advantages over his brother and sisters is therefore erroneous.\nA judgment in favor of James H. Adams against William Hennershotz was entered April 5, 1849, for $286.71; one in favor of A. L. Hennershotz vs. same, was entered on same day for $430; one in favor of John Clouser vs. same, entered on same day for $304.\nOn motion a rule was entered in each of those cases to show cause why the amount of each judgment should not then be taken out of court. These rules were subsequently discharged, and the plaintiffs severally appealed.\nEach of the foregoing three judgments is founded on defendant’s note under seal, with the following endorsement, to wit, “ Whereas there is a misunderstanding between the parties as to the construction of the will of Conrad Hennershotz, deceased, and the parties have determined to have it settled by the court, this note therefore is not to be paid in case the question shall be determined in favor of William Hennershotz; but if against him, the plaintiff is to have the amount of the note paid to him.”\nThe question presented to the court was whether on'not the said William Hennershotz is entitled to a share of the mo^pey which by the will of said Conrad Hennershotz he was to pay for the land devised to him by said will.\nThere was money enough in court to pay the judgments, but the Common Pleas decided that under the will, William, Hennershotz is entitled to a share, to wit, one-fifth of the said money which by said will he was to pay for said land so devised to him — and this was the only question presented to the Supreme Court for their adjudication — the appellants contended-that he was not entitled to any part of the said money payable by him for said land, but that he had his iriheritance in the land.\nThe will of Conrad Hennershotz contained the following provisions, the mispelling being corrected:—\nFirst, It is my will, and do order that all myv just debts and funeral expenses be duly paid and satisfied as soon as ponveniently can be after my death.\nSecond, I will and bequeath unto my dear wife Elizabeth, the sum of one thousand pounds, during her lifetime, and after her decease to be equally divided amongst my children, that is to say as follows : the one thousand pounds above mentioned to remain on my plantation in Alsace, as a dower during her lifetime. And further, I will that my beloved wife shall have all that part of the house, that is to say, the back kitchen, and room in the cellar and spring-house, the back room on the first floor, and the back room on the second floor; my son William, or the proprietor of the place, to keep two cows and one horse in pasture, and feed the same during winter; and to provide her with as much firewood as she may need, and cut the same fit for use.\nThird, I will and bequeath unto my beloved wife all my household furniture and kitchen utensils, as much as she may choose to keep for her own use. -\nI will that my beloved wife shall maintain and educate my minor children during their minority, out of her yearly dower.\nFourth, I will and bequeath unto my son William all my plantation in Alsace, together with the woodland at the hill, he to pay sixty-five dollars ($65) per acre for the same, in the following manner: first, one year after my death, he shall pay all my just debts, and after deducting my just debts and the above dower of my beloved wife, then the balance shall ,be equally divided amongst my children, that is, my son William shall buy a house and furniture for my daughter Rebecca, by the first of April next, to the amount of $350 — and buy a house and furniture for my daughter Lavina, for $350, three months after the day of her marriage — and after having paid all the above items, then I will that the balance remaining, together with all, my other property, shall be equally divided, such as bonds, notes, and the different bequeaths heretofore mentioned, dmongst my children, as follows, to wit, my son William shall pay th^ one-half of the part that shall fall to one of my children, to my youngest son Augustus, when he shall come to the age of 21 years — and-the next or following year he shall pay the one-half of the part falling to my daughter Catharine, wife of David Engle — and the following year he shall pay one-half falling to my daughter Rebecca, wife of John Olouser — and the following year he shall pay one-half of the part falling to my daughter Lavina — and following year he shall pay the last part to my son Augustus — and so on year after year, agreeable to the names above mentioned, until all the different parts or sums are paid.\nThe will empowers the executors to sell all the testator’s other property for the payment of his debts.\nFurther, I will that my beloved wife shall have one-third of the garden, wherever she may choose it; and further, I will that after the first payment mentioned to my son Augustus, that then, in place of paying the second payment to my daughter Catharine, [it] shall be made to my daughter Rebecca, and the third payment shall be made to my daughter Lavina, and then the fourth payment to my daughter Catharine, and so on.\nWilliam and David Engle are the executors named in the will— and they filed their account on the 17th day of October 1839, showing a balance in their favor of $1693.70 for debts paid beyond proceeds of sale of other property and personal assets, to wit, bonds, notes, &c., to which balance is added the sum of $292, a debt subsequently recovered against the estate; amounting together to $1985.70.\nExceptions were filed that the court should have allowed to Adams, Hennershotz, and Clouser, severally, the amount of their judgments.\nThe case was argued by Davis and Banks, for appellants.\nIt was alleged that William Hennershotz got $4289.98, more in the land than either of the other children in the money to be paid for the land.\nThat it followed from this view of the matter that the intention of the testator was that William was not to have any share of the money. And that this construction is agreeable to the words of the will. In the distribution of the money William is nowhere mentioned as one of the distributees.\nThat on the part of the appellees it was contended' that the terms equally divided among my children included William, and that he was entitled to a share of the money as one of the children of the testator.\nThe appellants contended that those words, wherever they occur in the will, are followed first by the words, “that is,” and then the names of Rebecca and Lavina, only two of the other children, are mentioned; secondly, “ amongst my children, as follows, to wit,” and then the names of only Augustus, Catharine, Rebecca, and Lavina are mentioned. The will, after having directed the time and order in which the several parts payable to Augustus, Catharine, Rebecca, and Lavina shall be paid, proceeds — “ and following year he shall pay the last part to my son Augustus, and so on year after year agreeable to the names above mentioned, until all the different parts or'sums are paid.”\nAn argument is attempted to be drawn, favorable to appellee, from the second item in the will bequeathing one thousand pounds to the wife during h.er life, and after her decease to be equally divided among my children — but there also the restriction appears, in the words, “that is to say as followsand the distribution of the ¿61000 after the widow’s death is provided for and limited by the words, “ and the different bequeaths hereinbefore mentioned, among my children, as follows, to wit;” showing clearly that the testator intended the dower, as it is called, to go to the same objects of his bounty as the balance of the money.\nThe construction contended for by the appellants excluding William from a share of the money, produces no inequality, except in William’s favor*, who has his share, and more than his share in the land. He is the devisee of the land nominatim,, the other children are legatees of the money nominatim. Besides, the name of William is nowhere mentioned in connection with the money, but the names of all the other children are mentioned. If Ave adhere to the letter, therefore, William is excluded. The terms “ equally divided among my children,” are satisfied by applying them to Augustus, 'Catharine, Rebecca, and Lavina, who are the children of the testator, and named as such. If there had been but two children, e. g. William and Augustus, then those words could not have been satisfied Avithout including William. Not so here. Again, if testator had intended an equal distribution of the balance among all his children, he could have said so; but. the Avord all nowhere occurs in the direction of distribution among the children. Again, the words “he to pay $65 per acre, in the folloAving manner,” &c., and “my son William shall pay,” &c., occurring five times in the distribution, closing with “ until all the different parts or sums are paid,” is inconsistent with the idea that William was to have a share of the money. The testator, had he so intended, Avould undoubtedly have so expressed himself. It is petitio principii, to say that retainer means payment. A man may retain AAThat is his due: the question here is, what is the due of William, if any thing out of the money. We say he gets land, and the will says he shall pay so much for it. If asked to whom, the will names Augustus, Rebecca, Catharine, and Lavina, and not William. Cited Stahl’s Appeal, 2 Barr 301 Marshall’s Appeal, 2 Barr 388.\nBallade and M. Strong, for appellee.\nWilliam Hennershotz, Augustus L. Hennershotz, Catharine, married to David Engle, Rebecca, married to John Clouser, and Lavina, married to James IT. Adams, were all children of the testator, five in number.\nDavid Engle'and wife claimed and received one fifth part of the sum ordered to be divided, and released on the day of May, a. d., 1851.\nThe other children have also received each one fifth part, but they each claim a fourth part, and their judgments are for the difference betAveen one fourth and one fifth; being designed to be operative only in case the will excludes William from participation in the appraised value of the land.\nThe testator four times declares that the division shall be made equally among his children. This necessarily includes all, unless this conclusion be negatived by other parts of the will.\nThe argument of the appellants is, that because in the last case in which he directs an equal division among his children, he adds “as follows, to wit,” and then names but four, the other is excluded.\nBut for what purpose were they named ? Not to designate them as legatees, but to direct the time when the legacies should become payable. He does not say “ the following named children,” but shall he divided as follows, and then directs, not the share of each, but the time of payment.\nNo direction was made as to the time of payment to William, for his share was in his own hands.\nThat the words “ as follows, to wit,” are used to introduce a direction as to the time of payment, and not a designation of the legatee, is also apparent from the use which is made in other parts of the will of similar words.'\nEven if the part of the will which succeeds the words “ as follows, to wit,” was intended to designate the legatees, and not the time of payment, still William is not excluded.\nA gift to children, describing them as consisting of a specified number, which is less than the actual number, is construed to be a gift to all, and includes the actual number. 2 Jarman on Wills 108-9-10.\nThe rule is the same though some are designated nominatim. 2 Cox 184; 1 B. C. C. 30; 18 Pick. 162.\nIt is not asserted however that this rule prevails where there is a distinct legacy to the child omitted, or where the testator has indicated that he considered the child provided for. There is no such legacy or indication in this case.\nWhere it appears to have been the intention of a testator to make a class of persons the object of his bounty, and in naming them he omits one of the class, the omitted one will still take: Tucker v. Boston, 18 Pick. 162.\nNo importance is due to the word “pay,” in the clause in which the testator directs that his son William should pay sixty-five dollars an acre. He regarded the devise as a sale to his son, and he was to pay into the fund for distribution. The design of the testator being simply to raise a fund. The expression is common when the devisee is by the will empowered :to receive the sum he is ordered to pay : Leiss v. Stubb, 6 Watts 48; Zeigler v. Grim, 6 Watts 106; Lobach’s case, 6 Watts 167. In all these cases the devisee was directed to pay, and yet was authorized to receive a part of the sum which he was ordered to pay. Such cases are very numerous in our books.\nAgain: The repeated directions that the fund “ shall be equally divided among his children,” and that the half of the part that shall fall to one of them shall be paid to Augustus, Catharine, Bebecca, and Lavina, at certain times, are consistent with eaeb other only on the basis that William is entitled to a share. Thus only can effect be given to all parts of the will."
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 445
}
