{
  "id": 410257,
  "name": "McGinnis's Appeal",
  "name_abbreviation": "McGinnis's Appeal",
  "decision_date": "1851-06-30",
  "docket_number": "",
  "first_page": "445",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 445"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 228",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840048
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0228-01"
      ]
    },
    {
      "cite": "6 Watts 221",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846141
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0221-01"
      ]
    },
    {
      "cite": "2 Watts 206",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Pa. Rep. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 12873,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 2.587644555029301e-07,
      "percentile": 0.8177905352783116
    },
    "sha256": "3ba15d2820d5db2ee771a13c21d272cd04fb675059fb1f2059889fd798cd8d8f",
    "simhash": "1:ace72fe962762415",
    "word_count": 2211
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McGinnis’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 30, by\nChambers, J.\nGeorge McGinnis, the appellant, a judgment creditor of Lawrence Herchelroth, in the county of Cumberland, asks the Court of Common Pleas of Franklin county, to substitute him in two judgments of James X. MacLanahan, Esq., against the same debtor, on the records of Franklin county, on the ground that Mr. MacLanahan had filed transcripts of his judgments in Cumberland, prior to the lien of the judgment of McGinnis there, and had been paid his two judgments out of the proceeds of the real estate sold in Cumberland.\nThe law of substitution is the exercise of the equitable powers of the court to afford a summary remedy to a meritorious creditor, who may otherwise be subjected to loss by the operation of proceedings at law, against the estate or funds of a common debtor. The exercise of this equitable power is to be approved and enforced, when it does not conflict with the legal or equitable rights of other creditors of the debtor. Mr. McGinnis is not a surety, but a judgment creditor, with the rights and advantages that the priority of his lien may give him over others. Mr. MacLanahan had, by his vigilance, liens on the real estate of Herchelroth, in the two counties. Mr. McGinnis confined his lien to the county of Cumberland, when he might have transferred it to Franklin, having notice on the record of the prior liens of Mr. MacLanahan in Cumberland. He appears to have been satisfied with the security obtained by his judgment, by which, out of Herchelroth’s property sold in Cumberland, he received $1289, leaving a balance of $317, for which he asks to be substituted in Franklin county, on the judgments of Mr. MacLanahan. This is not the case of a creditor having a lien on two funds, and another creditor having a lien on one only, within the same jurisdiction. Mr. McGinnis elected to look to the fund in Cumberland as being sufficient for him, and trust to the proceedings in execution in the courts of that county for the recovery of his judgment. Johnston and John Herchelroth, three days after McGinnis entered his judgment in Cumberland, entered their judgments in Franklin county on the security of the fund in that county. To substitute Mr. McGinnis to the judgments of Mr. MacLanahan in Franklin, would be to raise up to life and lien these judgments which were paid in Cumberland, for the purpose of satisfying the balance of McGinnis’s judgment in Cumberland, and, in doing so, disturb and postpone the judgments of Johnston and John Herchelroth in Franklin, who would be deprived of every advantage from their security in that county.\nThe principle which governs in all cases of substitution, is one of equity merely, and is to be carried out in the exercise of a proper equitable discretion, with a due regard to the legal and equitable rights of others. The claimant who asks this equity must be governed by the common sound maxim, “ sic utere suo ut alienum non Icedas.” The courts in Franklin or Cumberland would not have restrained Mr. McLanahan from proceeding by execution according to his convenience and choice in either county. He was not bound to make room for the admission of one creditor by displacing another who had equal claims. In Miller v. Jacobs, 3 Watts 437; C. J. Gibson, in delivering the opinion of the court, says, “Between subsequent lien creditors, on distinct parts of the general fund, when equities are balanced, the legal course of execution is not to be disturbed.” In Erb’s Appeal, 2 Pa. Rep. 296, Justice Rogers, in the opinion given by him, says, “ When an application is made for substitution, the court will take care that the subrogation of the surety shall work no injustice to the rights of others.” And in Ziegler v. Long, 2 Watts 206, Judge Sergeant observes, “ This principle must be employed, like all other rules of equity, to the attainment of justice — it is not to be used to overthrow the equity of another person, and thus work injustice.” What superior equity had McGinnis from his unsatisfied judgment in Cumberland county, that is to deprive Johnston and other subsequent creditors in Franklin of an appropriation of the funds there in the unsatisfied judgments, according to the priority of their liens, when the sale and appropriation were made ? But it is said that McGinnis had a lien in Cumberland, three days before Johnston and J. Herchelroth acquired theirs in Franklin, and that the maxim “prior in tempore, potior in jure,” gives him a preference. But what has his lien in Cumberland county to do with an estate in Franklin county, bound to the extent of its value by liens there ? Had McGinnis entered a transcript of his judgment in Franklin on the same or next day after the entry in Cumberland, by such diligence he would have secured all the advantages, as if both estates had been in the same county. Having declined to do this, he is without equity that would prefer him to the judgment creditors in Franklin, who elected to look to the estate there for their security. To allow McGinnis to be substituted to the judgments of Mr. McLanahan, as if existing, would have given him a preference over a judgment creditor, A. Gressler, whose Hen in Franklin, though subsequent to Mr. McLanahan’s lien, was prior to the lien of Mr. McGinnis in Cumberland, and 'it would have been the small amount of Mr. McGinnis’s balance that, under such a substitution, would have left any thing for Cressler’s judgment, which was prior in time to Mr. McGinnis’s judgment. Such a disturbance and subversion of liens on the records of one county to make way for a judgment creditor of another county, in the appropriation of the proceeds of a sheriff’s sale, is unknown in the history of judicial sales in this commonwealth. When Mr. McGinnis elected to place his lien in Cumberland county, on an estate encumbered there, he manifested to the other creditors of L. Herchelroth that he was content to rely on it as sufficient for his purpose. They, perceiving that choice, speculated on their chances by placing their liens on the real estate in Franklin. To postpone and displace such creditors, under the pretence of equity by substitution, would be an abuse of this equitable discretion, as exercised by the courts, and by making the liens on real estate in one county dependent on the liens on other real estate in another county, by different creditors, so as to shift and displace them, would render uncertain the priority and security of liens on such real estate, and embarrass beyond measure the courts in the distribution of the proceeds of sheriff’s sales.\nIt is the opinion of the court that there was no error by the court below in refusing the substitution asked by Mr. McGinnis, and decree of appropriation is affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Smith and Caldwell, with whom was McClure, for McGinnis.",
      "Will, for John Herchelroth; and MacLanahan and Reilly, for Johnston."
    ],
    "corrections": "",
    "head_matter": "McGinnis’s Appeal.\nThe principle of substitution or subrogation rests in equity only, and is not to be carried out when it would work injustice to the rights of others ; therefore, G-. M., a judgment creditor, whose judgment was entered in Cumberland county, was not entitled to be subrogated to the judgments in Franldin county of M., whose judgments originally entered in that county had been subsequently entered by transcript in Cumberland county, and there paid out of the sale of the defendant's real estate in the latter county, when the substitution would have been to the prejudice of J., whose judgment in Franklin county was entered after the judgment of M. was obtained there, but before the judgment of Gr. M. was obtained in Cumberland county.\nAppeal of George McGinnis, in the matter of the distribution of the proceeds of the sale of the real estate of Lawrence Herchelroth, by the Court of Common Pleas of Franklin county.\nJames X. MacLanahan obtained judgment against Lawrence Herchelroth, in Franklin county, on 23d December 1847, for $204, interest, &c. On the 13th April 1848, a transcript of this judgment was filed in Cumberland county. MacLanahan obtained another judgment against the said Lawrence Herchelroth, in Franklin county, on the 26th of March 1849, for $69.66, with interest from the date, which was also filed in Cumberland county, on the 27th of March 1849.\n. Joseph Johnston obtained judgment against Lawrence Herchelroth, in Franklin county, on the 9th of April 1849, for $1100, with interest from the date.\nJohn Herchelroth obtained judgment against Lawrence Herchelroth, on the 9th of April 1849, in Franklin county, for $37.73, with interest from the date.\nAdam Cressler obtained a judgment against Lawrence Herchelroth, in Franklin county, on the second day of April 1849, for $800. This judgment was prior in time to Johnston’s and Herchelroth’s judgments. It was obtained in Franklin county, three days before McGinnis’s judgment was entered in, Cumberland county, and was paid out of the proceeds of the sale of the real estate of Lawrence Herchelroth in Franklin county.\nOn the fifth of April 1849, George McGinnis obtained judgment in Cumberland county, against Charles Wharton and Lawrence Herchelroth, for $1515, No. 247, January term 1849.\nOn the 23d of March 1850, the sheriff of Cumberland county sold all the real estate of Lawrence Herchelroth situate in that county, for $6550. Both the judgments of Mr. MacLanahan were reached and paid out of the proceeds of this sale, and also $1289.53 of McGinnis’s judgment was reached and paid out of the said proceeds, leaving a balance due on it of $317.21.\nThe real estate of Lawrence Herchelroth situate in Franklin county was sold by the sheriff of Franklin county, on the 9th of August 1850, for $1340, and the money brought into court for distribution. This sale of real estate in Franklin county was sufficient, and more than sufficient to have paid both the said judgments of MacLanahan, according to the liens of the same entered in Franklin county. ' On the 12th of August, George McGinnis presented his petition to the Court of Common Pleas of Franklin county, praying to be substituted in place of James X. MaeLanahan in his,said two judgments, in Franklin county, and obtained a rule to show cause why he should not be so substituted, and why the said balance of his judgment should not be paid out of the said proceeds of sale in Franklin county. Notice of this rule was given to all the parties interested. If the said two judgments of MacLanahan had not been transferred to Cumberland county, the judgment of McGinnis would have been paid in full out of the proceeds of the sale in the latter county.\nOn the 24th of April 1851, the court discharged the said rule, and decreed the payment of the money in court to the judgments of Joseph Johnston and John Herchelroth, according to the appropriation of the sheriff of Franklin county, from which decree George McGinnis appealed.\nOn the application of George McGinnis, the Court of Common Pleas of Cumberland county, at April term 1850, granted a rule on James X. MacLanahan and the parties interested, to show cause why he should not be substituted in the said two judgments of MacLanahan in the Common Pleas of Cumberland county. Nothing further was done on this rule.\nException was filed to the decree of the Court of Common Pleas of Franklin county.\nThe case was argued by Smith and Caldwell, with whom was McClure, for McGinnis.\nIf any rule is well established it is that the creditor who has two funds shall not use his legal advantages in a way to exclude the demand of a fellow-creditor, who has but one: 1 Story’s Equity, sec. 567, 634-5-6.\nThe right to substitution is founded upon a mere principle of equity and benevolence, and not necessarily upon either privity or contract between the parties: Kyner v. Kyner, 6 Watts 221.\nIf a party has two funds, he shall not by his election disappoint another, who has one fund only; but the latter shall stand in the place of the former, so as to resort to that fund which can be affected by him alone: 6 Watts 221; 2 Watts 228, Ramsey’s Appeal.\nAct of Assembly of 16th April 1840, Dunlop’s Dig. 911, provides that judgments transferred from the court in which they are entered to any other court, by certified copy of the record, &c., shall have the same force and effect as if the judgment had been entered originally in the court to which it is transferred.\nUnder this act, the real estate of Lawrence Herchelroth, in the two counties, is to be considered as two tracts of land in the same county, as two funds in the same county; and MacLanahan having a lien on both, and McGinnis only on one.\nThe lien of McGinnis against one of these funds is prior to that of John Herchelroth and Joseph Johnston against the other ; but MacLanahan has deprived him of the benefit of that lien, by taking the fund that would have discharged it; hence the application of McGinnis to be substituted against the other fund.\nWill, for John Herchelroth; and MacLanahan and Reilly, for Johnston."
  },
  "file_name": "0445-01",
  "first_page_order": 445,
  "last_page_order": 449
}
