{
  "id": 410202,
  "name": "Stone versus Miller",
  "name_abbreviation": "Stone v. Miller",
  "decision_date": "1851-06-30",
  "docket_number": "",
  "first_page": "450",
  "last_page": "458",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 450"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Howard 272",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "4 Watts 380",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0380-01"
      ]
    },
    {
      "cite": "4 Watts 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 790,
    "char_count": 25349,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.726438421411113e-07,
      "percentile": 0.8306281563133604
    },
    "sha256": "067a961827e03efc7c986b08a92daec0b5a9fa65bb991a6a6bf5f27e48ac18cd",
    "simhash": "1:50e2eea27ab2f4ff",
    "word_count": 4352
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stone versus Miller."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered June 30, by\nChambers, J.\nLewis Stone, on the 16th November 1841, assigned to Miller, Bowman & Co.,- to whom he was indebted by book-account the sum of $564.67, a promissory note of Emanuel Rubens, dated January 1, 1841, at four months, for $581.28, on which $281.28 had been paid and credited, and also a book:account which Stone held against Levi Bumgardner for $289.55. The assignment of Stone on the back of the note is under seal, and contains the following covenant: “ And in case the same cannot be recovered of the within-named Emanuel Rubens, then I do promise and agree to pay the amount thereof, together with all charges thereon accruing unto said Miller, Bowman & Co.,” with a like covenant in the assignment of the book-account against Bumgardner. At the time of the assignment, Mr. Beardsley, attorney of Miller, Bowman & Co., gave to Stone a written agreement “that if any thing remains over and above, after discharging our account of $564.67, of October 27, 1840, interest after six months credit against Stone, and costs of collecting' the same, it shall be returned to said Stone.” At the time of making the said assignment, Stone represented to Mr. Beardsley that Rubens and Bumgardner were pedlars, and were in the West, but that they would return to Clinton county in the next spring and pay the note and account; and that he would let Mr. Beardsley know when they came in. Mr. Beardsley proposed to send the claims to Pittsburg, where they sometimes came to buy goods, but Stone assured-him it would do no good, as they were moving from place to place in the Western States; and that he would inform Mr. Beardsley when they should return to Clinton county. Mr. Beardsley, relying on these representations, frequently called on Stone in the spring and summer after the assignments, but never learned that Rubens or Bumgardner had come, or were within the reach of process, and there was no opportunity to collect any thing from them. On the 9th May 1842, Stone petitioned for the benefit of the bankrupt laws of the United States. On the 6th June 1842, he was decreed a bankrupt, and on the 22d November 1842 was discharged as a bankrupt of and from all debts, &c. This action is on the guaranty, to which Stone has put in the plea of bankruptcy, setting forth his discharge. The question arising on the facts stated is the effect of this discharge. The assignments by Stone to Miller, Bowman & Co. of the note of Rubens and account of Bumgardner, with the guaranty of Stone under seal, were not per.se an extinguishment or satisfaction of the original indebtedness of Stone. Whether a note or bond was accepted in satisfaction of the original claim is matter for the jury, and it is error in the court to decide it as matter of law: Jones v. Johnston, 3 W. & Ser. 276; Leas v. James, 10 Ser. & R. 307; 4 Watts 379, Wallace v. Foreman; Hart v. Bollar, 15 Ser. & R. 162. As the claims transferred were the indebtedness of others, accompanied with the guaranty of Stone under seal, and no agreement to receive the same in satisfaction of the original indebtedness of Stone, they are to be considered as collateral security for the original debt, and .which they exceeded; and in the agreement of the attorney of Miller, Bowman & Co., made at the time, which provided that if from those assignments any thing should remain over and above, after discharging Miller & Stone’s account of $564.67 and costs, it was to be returned to Stone, there is evidence that such assignments were intended as a concurrent or additional security; and where that appears, they are to be treated according to that intention: Wallace v. Foreman, 4 Watts 380.\nWhat was the liability of Stone on his guaranty when he became bankrupt ? The assignment and guaranty had been given by him on 16th November 1841, and he assumed and was allowed to direct the measures to be taken by Miller, Bowman & Co., or their attorney, for the collection of the assigned claims. Stone induced forbearance by the' assurance that Rubens and Bumgardner, who were pedlars in the West, would return to Clinton county in the next spring and pay the note and account; that to send the claims to Pittsburg for collection would do no good; that they were moving from place to place, and that when Rubens and Bumgardner returned, he would inform Mr. Beardsley, the attorney of Miller, Bowman & Co. Mr. Beardsley called on Stone frequently in the spring and summer, but never learned that these debtors had come within the reach of process. No money was collected from them.\nMiller, Bowman & Co. were under obligation to use reasonable diligence to collect these claims ; and it was for their advantage to do so, as creditors of Stone. Stone could not complain that they acted in conformity to his advice and suggestions. Clinton county was by him approved of ,as the place for collection, to which he gave assurance that these itinerant pedlars would return the next spring and pay the note and account. On such assurances and representations he restrained measures for pursuing these debtors elsewhere. After the delay and disappointment occasioned by the representations of Stone, and at his instance, as stated, he became liable to Miller, Bowman & Co. on his guaranty. He had obtained forbearance, and induced expectations by his assurances that were not realized; and by them lie waived any right he may have had to insist on' measures of collection by Miller, Bowman & Co. against Rubens and Bumgardner elsewhere. At the time he was an applicant for the benefit of the bankrupt laws, Stone treated this his liability as an existing debt, for in the schedule of his debts as stated, and which was prepared by Mr. Beardsley as his attorney, Miller, Bowman & Co. are returned as creditors on the book-account and note for $564.67. Stone having received his discharge and certificate as a bankrupt under the act, on the 22d November 1842, the question is as to the effect of this discharge under the law and the facts of this case. Was the claim of Miller, Bowman & Co. provable under the bankrupt act against Stone ? In the view which we have taken of the existing original indebtedness of Stone, as well as the liability arising on his guaranty of the assigned note and account, there can be no question but that his indebtedness to Miller, Bowman & Co. was provable. By the fourth section of the bankrupt law, it is provided “ that a discharge and certificate, when duly granted, shall in all courts of justice be deemed a full and complete discharge of all debts, contracts, or other engagements of such bankrupt which are provable under the act.” But if the liability of Stone at the time of the proceedings in bankruptcy had been conditional under his covenant of guaranty, and not fixed and determined by the vigilance of the creditor, or by the waiver of Stone the debtor, yet under the provisions of the bankrupt law and the authority of the adjudications giving it construction and effect, the clairñ on such covenant of guaranty would have been provable. By the fifth section of the act it is provided that “ all creditors whose debts are not due and payable until a future day, all annuitants, 'holders of bottomry and respondentia bonds, holders of policies of insurance, sureties, endorsers, bail, or other persons having uncertain or contingent demands against such bankrupt, shall be permitted to come in and prove such debts or claims under this act, and shall have a right, when their debts and claims become absoluté, to have the same allowed them.” Free as this section of the law is from obscurity, yet as to its construction and effect, there has been some contrariety of decision in the State judicial tribunals. In some, too much regard would seem to have been given to the decisions of the English courts under their bankrupt act, distinguishable; as it was from the bankrupt act of the United States, which was more general and comprehensive. Our statute not only provided for “ debts due at a future day, sureties, endorsers and bail,” but includes “all uncertain and contingent demands” as being provable. In this court, too narrow a construction was given to this act in the case of McMullin v. The Bank of Penn Township, 2 Barr 343, which was followed by that of Cake v. Lewis, 8 Barr 493. In the construction and application of this act to the facts of this case, the' learned judge in the court below was governed by the cases named as of conclusive authority and direction to him on the subject. But as the construction and effect of this bankrupt act is one of cognizance in the judicial tribunals of the United States, the question of the effect of a discharge under this act of a bankrupt against the claim of his surety who had paid after such discharge, came before the Supreme Court of the United States in the case of Mace v. Wells, 7 Howard 272, where it was decided that the bankrupt was discharged from his claim, which was provable under the act. As the State tribunals, in determining questions of federal cognizance, ought to adopt and be governed by the rule of construction and decision adjudicated in that tribunal of controlling authority, this court, in the cases of Fulwood v. Bushfield, and McKinney’s Administrators v. Same, 2 Harris 90, felt bound to depart from the construction of the act before adopted in the cases referred to in 2 and 8 Barr, and conformed to that of the Supreme Court of the United States in Mace v. Wells, as one that bound by its conclusion and adjudication this court on the question. In the case ofFulwood-y.Bushfield, Justice Bell, who delivered the opinion of the court, remarks, “Whether our adjudication can be sustained upon the difference between guarantors and sureties, strictly so called, it is unnecessary now to inquire, though for myself I may be permitted to say, I see no reason for establishing a diversity in this particular between the two species of undertaking.” In this opinion we entirely concur, and that the fifth section of the bankrupt act is comprehensive enough to embrace the liability of the undertaking of the guarantor, which, though “ uncertain and contingent,” was provable, and consequently that the bankrupt was discharged by his certificate from all future liability under the provisions of the law and the adjudications referred to.\nIt is the opinion of the court that the plaintiff in these actions was barred by the certificate of bankruptcy of the defendant. Judgment reversed, and judgment entered for defendant.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Quiggle and ■Armstrong, for Stone, plaintiff in error.",
      "Linn, for defendants."
    ],
    "corrections": "",
    "head_matter": "Stone versus Miller.\n1. A debtor by book-account assigned to bis creditor a promissory note and also a book-account, with an .agreement under seal that in case the same could not be recovered of the persons indebted, then the assignor to pay the amount with charges thereupon, the assignor agreeing to notify the counsel of the creditor when the debtors came to the neighborhood where they were to be proceeded against, which information he never gave; the attorney of the creditor agreeing that if any thing remained after discharging the claim of the creditor, it should be returned to the debtor: Held, that there being no agreement to receive the note and book-account in satisfaction of the original indebtedness, the assignment was but a collateral security; that under the 5th section of the bankrupt act, the claim of the creditor on the said contract of guaranty was provable against the estate of the debtor, who was subsequently discharged as a bankrupt, and that the debtor was consequently discharged from liability to the creditor. See remarks on cases of McMullin v. Bank of Penn Township, 2 Barr 343, and Cake v. Lewis, 8 Barr 493.\n2. Whether a note or bond is accepted in satisfaction of the original claim is for the jury to decide, and not for the court as a matter of law.\n3. Where claims transferred to a creditor consist of the indebtedness .of others, and there is no agreement to receive the same in satisfaction, they are to be considered as collateral security for the original debt.\nError to the Common Pleas of Clinton county.\nThese were two a.ctions of debt by Miller, Bowman & Co. vs. Lewis Stone, on contracts of guaranty under seal. The bankruptcy of Stone was pleaded.\nThe facts were stated in a special verdict as follows:—\nMiller, Bowman & Co. 'j vs. > Lewis Stone. J\nTwo cases — No. 34, September term 1848; No. 28, December term 1848. Action of debt. — Pleas, bankruptcy.\nThe jurors empannelled and sworn in the above-stated cases, having heard the proofs of the parties, do- say they find the following facts:—\nOn the 16th of November 1841, H. T. Beardsley, Esq., of Lock Haven, Clinton county, had in his hands for collection, as the attorney of the plaintiffs, a book-account against the defendant amounting, on the 27th day of October 1840, to the sum of $564.67, interest to be added after six months. On the said 16th November 1841, the said Lewis Stone assigned and transferred to the plaintiffs, or their attorney, Mr. Beardsley, a promissory note of one Emanuel Rubens, to him the said Lewis Stone, dated January 1st, 1841, and drawn at four months, for fóSl^S, on which $281.28 had been paid and endorsed — and also a book-account, which he the said Lewis Stone held against one Levi Bumbgardner, amounting to $289.55; and received from Mr. Beardsley a written agreement “ that if any thing remains over and above after discharging our account of $564.67, of October 27 th, 1840, interest after six months, credits against said Stone, and costs of collecting the same, it shall be returned to said Stone. Miller, Bowman & Co., per H. T. Beardsley, their attorney.” The assignment by said Stone of the aforesaid note of Emanuel Rubens is endorsed on the back of said note, is under seal, and contains the following covenant: “And in case the same cannot be recovered of the within-named Emanuel Rubens, then I do promise and agree to pay the amount thereof, together with all charges thereupon accruing, unto the said Miller, Bowman & Co., their executors, administrators, or assigns.” And the assignment by said Stone of the book-aceount aforesaid contained, a covenant that the aforesaid sum of $289.55 was due and owing by the said Levi Bumbgardner to him the said Lewis Stone — “ and in case the same cannot be recovered of the above Levi Bumbgardner, then I do promise and agree to pay the amount thereof, together with all charges thereon accruing, to the said Miller, Bowman & Co., their executors, administrators, or assigns.” And the jurors aforesaid do further find that at the time of making the assignments aforesaid, the said Lewis Stone represented to Mr. Beardsley that the said Rubens and Bumbgardner were pedlars, and were in the West, but that they would return to Clinton county in the next spring, (to wit, of 1842,) and pay the ‘note and account, and that he would let Mr. Beardsley know when they came in — that Mr. Beardsley proposed to send the claims to Pittsburg, where they sometimes came to buy goods, but that Mr. Stone assured him it would do no good, as they were moving from place to place in the Western States, and that he would inform Mr. Beardsley when they returned to Clinton county — that Mr. Beardsley relied on these representations; frequently called on Mr. Stone in spring and summer after the assignment, but never learned that they had come or were within reach of process, and never collected any money on the said claims, or had the opportunity to collect any. And the jurors aforesaid do further find that on the 9th day of May 1842, the said Lewis Stone filed his petition in the District Court of the U. S. for the Western district of Pennsylvania, for the benefit of the bankrupt law of the United States. That on the 6th day of June 1842, he was decreed a bankrupt by the said court, and on the 22d of November 1842, was discharged as a bankrupt of and from all his debts, contracts, and other engagements due and made by him at the time of the presentation of his petition for the benefit of the bankrupt law. In the schedule of the said Lewis Stone, containing a description of his creditors, filed in the said court, and made part of the record of proceedings in bankruptcy, “Miller, Bowman & Co., Philadelphia, book-account and note $564.67,” are found, which schedule was prepared by Mr. Beardsley, as the attorney of the said Lewis Stone.\nAnd the jurors aforesaid do further say, that these present actions commenced in 1848, are founded on the contract of guaranty contained in the aforesaid assignments of the said Lewis Stone, and that the only defence set up is the decree and discharge of the said Lewis Stone as a bankrupt as aforesaid, but whether trader the facts aforesaid, the said decree and discharge be a valid defence in law against the plaintiffs' actions, the jurors confess themselves to be ignorant, and referring that question to the court, they do find for the plaintiffs in No. 30, December term 1848, the sum of $432.68; and in No. 34, December term 1848, for plaintiffs $434.91; if the court shall be of opinion that the proceedings in bankruptcy aforesaid are not a valid defence in law to the plaintiffs’ actions ; but if the court shall be of opinion that said proceedings are such a defence, then they find for the defendant.\nIn a statement filed, “ it was alleged, that the plaintiffs’ demand in the above-named suit is founded upon a writing obligatory, under the hand and seal of the defendant, Lewis Stone, in words and figures following, to wit:—\n“ Eor a valuable consideration to me in hand paid by Peter Miller, Jonas Bowman, and Philip Erringer, of the firm of Miller, Bowman & Co., of the city of Philadelphia, I do assign and set over the within obligation, and all money due and to become due thereon, unto the said Miller, Bowman & Co., their executors, administrators, and assigns. And in case the same cannot be recovered of the within-named Emanuel Rubens, then I do promise and agree to pay the amount thereof, together with all charges thereupon accruing, unto the said Miller, Bowman & Co., thoir executors, administrators or assigns. Witness my hand and seal this 16th day of November, 1841.”\nLewis Stone, [seal.]\nTesto, II. T. Beardsley.\nSaid writing obligatory is endorsed and written upon a promissory note, in words and figures following, to wit:\nPine Creek, January 1st, 1841.\nFour months after date, I promise to pay to the order of Lewis Stone, five hundred and eighty-one dollars, without defalcation, for value received.\n$581.25. Emanuel Rubens.\nOn which said promissory note, the following payments are endorsed, viz. February 14th, 1841, a payment of $181.25 — and October 14th, 1841, a payment of $100. And the balance of said promissory note remains due and unpaid. And the said plaintiffs aver that the amount of said promissory note remaining due and unpaid could not be recovered from the said Emanuel Rubens, by means whereof the said defendant became liable to pay to the said plaintiffs the amount of the same — which he refuses and neglects to do.\nThe opinion of Woodward, President J., was as follows:—\nNotwithstanding the terms used in the 5th section of the bankrupt law of August 19th, 1841, in favor of persons having uncertain or contingent demands against the bankrupt, it seems to be settled in Pennsylvania, that when a man undertakes to pay a sum of money for another, his undertaking alone will not create a debt provable under a commission; and if an act of bankruptcy intervenes between the undertaking and the actual payment, it can never be proved, and the creditor can only resort to the bankrupt personally: Cake v. Lewis, 8 Barr 493; McMullin v. Bank of Penn Township, 2 Barr 343.\nThis principle, judicially established as an exception to the proviso of the bankrupt law, is relied on for defeating the defenddant’s plea of his certificate of bankruptcy in these cases. The plaintiffs’ suits are founded on the most express undertakings of the defendant to pay, not his original debt to Miller, Bowman & Co., but the amount of the assigned claims with all charges thereon, if the same could not be recovered of Rubens and Bumgardner. Now, if these claims thus assigned or guarantied to Miller, Bowman & Co., are to be regarded as a payment of, or a substitute for the original indebtedness of Lewis Stone to them, I see no difficulty in applying the principle of the cases referred to, and holding that, as Stone, at the time of his bankruptcy, was liable to the plaintiffs only as guarantor, which might or might not result finally in an absolute liability, they could not prove their claim and come in under the proceedings in bankruptcy for a dividend of his estate, and consequently that he would be liable to them on the contract of guaranty, notwithstanding his discharge. But if we are to regard the assigned claims and the guaranty of 16th November 1841, merely as a collateral security for the original debt, so that it still subsisted, it is quite apparent that the certificate of discharge is a defence to these actions, for the principal debt being extinguished and sponged out, the collaterals must fall with it. ,\nWhat then was the nature of the transaction of the 16th November, 1841? Mr. Beardsley himself doubtless regarded the debt of Miller, Bowman & Co. as still subsisting, for he put it into Stone’s schedule of creditors prepared by himself. This circumstance, however, cannot affect the rights of the parties in the present question; for though Mr. Beardsley was the attorney of the plaintiffs in the securing and collecting of their claim against Stone, he was Stone’s agent and attorney, and not theirs, in the preparation of the schedules of the bankrupt. It is impossible therefore to say with justice to the plaintiffs that they proved their claim, or did any act to entitle them to a dividend of the bankrupt’s estate. But even if they had proved their claim, or received part of it under the bankruptcy, it would not, I apprehend, have affected their right to sue upon this present contract for the balance, provided this contract survived the discharge. See Kingston v. Wharton, 2 Ser. JR. 208. There is nothing therefore in Mr. Beardsley’s act, in preparing Stone’s papers, that can properly affect this question.\nWhat then was the nature of the transaction of 16th November, 1841 ? It would seem to have been a substitution of the note of Rubens and the account of Bumgardner with the sealed guaranty of Stone, for the book-account held by the plaintiffs against Stone.' That book-account was a simple contract debt. They gave it up, and obtained similar debts against two men represented to be solvent, and the sealed promise of their debtor Stone to pay if these men did not. It was other and higher security for their money. And with the testimony of Mr. Beardsley before us, we must regard this contract as contemplating a further extension of credit to Stone, until the next spring, when Rubens and Bumgardner were expected to pay; and the covenant of guaranty, or perhaps more strictly of warranty, was, that Stone would pay in the spring of 1842, if they did not. In the spring of 1842 he applies for the bankrupt law. At that time had the plaintiffs a debt against Stone that was provable ? Their debt by book-account had been superseded by a higher security. Their debt, properly speaking, was against Rubens and Bumgardner. They had only a contingent obligation against Stone, and this, though apparently within the terms of the bankrupt law, was not within its true spirit and meaning as construed by the Supreme Court in the cases already cited. It is true that the cases of McMullin v. The Bank of Penn Township and of Cake v. Lewis involved a state of facts and of parties somewhat different from this case, — and I know of no case exhibiting a similar state of facts to the present, — but yet the discrepancy is not such as to render inapplicable the rule stated by Justice Bell, in Cake v. Lewis, 8 Barr 494.\nHere we have a man undertaking to pay a sum of money for others, “in case thq same cannot be recovered of them.” Now this undertaking alone did “ not create a debt provable under a commission.” An act of bankruptcy and a final discharge have intervened since the undertaking; the creditors therefore can only resort to the bankrupt personally. Thus the rule in Cake v. Lewis fits the facts of this case, provided we assume, as I feel at liberty and constrained to do, that the indebtedness by book-account of Stone to the plaintiffs was superseded by the debts assigned to them, and that their only claim on Stone now is by virtue of the covenant and undertaking introduced into the assignment. The action was brought on that covenant, and the point decided is that the discharge of Stone as a bankrupt, under the circumstances stated in-the special verdict, is not a defence to the plaintiffs’ right to recover.\nJudgment is therefore entered on the special verdict in favor of' the plaintiffs in No. 30, December term 1838, for $432.68; and in No. 34, December term 1838, for plaintiffs for $434.91.\nIt was assigned for error :\nThat the court erred in entering judgment on the special verdicts for plaintiffs — and in not entering judgment for defendant.\nThe ease was argued by Quiggle and ■Armstrong, for Stone, plaintiff in error.\nLinn, for defendants."
  },
  "file_name": "0450-01",
  "first_page_order": 450,
  "last_page_order": 458
}
