{
  "id": 410226,
  "name": "Trimmer versus Heagy",
  "name_abbreviation": "Trimmer v. Heagy",
  "decision_date": "1851-07-03",
  "docket_number": "",
  "first_page": "484",
  "last_page": "488",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 484"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Johns. Rep. 168",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "7 Mass. Rep. 14",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1999498
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/7/0012-01"
      ]
    },
    {
      "cite": "7 Watts 228",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 4,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 11712,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 2.655247762226714e-07,
      "percentile": 0.8244075233729843
    },
    "sha256": "2db067f1e8f479a1aff70d9753566b1452f81e794b3e0a01389831f9f8fd04c9",
    "simhash": "1:32728317ebf27c74",
    "word_count": 2132
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Trimmer versus Heagy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court, filed July 3, was delivered by\nSogers, J.\nAt the common law, a conveyance of her real estate by a married woman is void. A substitute however of a deed of conveyance, by fine, prevails in most of the States of the Union, and in this. By these acts, for the most part, the husband is wisely required to join with the wife in the conveyance, in order that his assent may appear on the face of the deed, and to show he was present to protect her from imposition. The weight of authority, as Chancellor Kent remarks, would seem to be in favor of the existence of a general rule of law, that the husband must be a party to the conveyance or release: 2 Kent's Com. 152. Such a rule is founded on sound principles arising from the relation of husband and wife. It is necessary, to avoid family discord and to protect her interests. There are exceptions, it is true, in some of the States; New Hampshire, for example; but I am happy to say Pennsylvania is not one of them. In the act of 24t£ February 1770, in order, as is expressed in the act, to establish a mode by which husband and wife may hereafter convey the estate of the wife, it is declared that whenever they are inclined to dispose of her real estate, it may be done by deed or conveyance, executed by husband and wife in a manner particularly described in the act. That the mode pointed out is imperative, is not only apparent from the language used in the enactment, but it is ruled to be so by Mr. Justice Kennedy, in Willing v. Peters, 7 Barr 287. In that case it was ruled at Nisi Brius, by that distinguished judge, that a release of dower by a feme covert, whose husband does not join in the'deed, is void, though the deed was separately acknowledged in due form. The doctrine established in Willing v. Peters was not disputed then, nor has it ever to my knowledge been questioned. Indeed it would be .difficult, to raise a plausible objection in the face of the act of 1770. The case is sought to .be supported on the ground of a peculiar equity in the purchaser; hut it is one of those bastard kinds of equities which the bar of this State are too prone to invoke. The only equity to which attention can he paid by a court governed by rules, is one founded on precedent and regulated by well-defined principles. Without paying the least regard to the conflicting statements of counsel, it sufficiently appears that the wife’s real estate was taken 'to pay the debts of the husband, an equity which no court ever has or ever will recognise to deprive a wife of her inheritance.\nThe parol evidence that the deed was executed with the consent, direction, and authority of the husband, was properly excluded. The only legitimate evidence of consent is the execution of the deed in the manner and form plainly pointed out in the act of the 24th February 1770.\nWhat effect the act of the 11th April 1848, securing the rights of married women, may have on this question, we leave to the wisdom of our successors in office.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sogers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Qooper, with whom was MeQreary, for plaintiff in error.",
      "McQlean, for defendant, with whom was Kvans."
    ],
    "corrections": "",
    "head_matter": "Trimmer versus Heagy.\nA deed executed before the act of 11th April 1848, bjr a married woman, conveying real estate to which she was entitled in fee, without her husband joining in its execution, is void. The act of 24th February 1770 requires both to join in conveyances of real estate, and its directions are imperative. Parol evidence that the wife executed the deed with the assent and by the direction of her husband, is not admissible. The only legitimate evidence of consent is the execution of the deed in the manner and form directed by the act of 1770.\nError to the Court of Common Pleas of Adams county.\nJohn Trimmer, the plaintiff in error, brought this action of ejectment against Lydia Heagy and Westley Heagy, for the undivided fourth part of a tract of land containing one hundred and eight acres, in Hamilton township, Adams county, and which was in the actual possession of the defendants. Lydia Heagy, one of the defendants, was formerly the wife of Daniel Heagy, and held the land in dispute, in her own right, in fee; her husband being the owner of the undivided three-fourths of the tract.\nDaniel Heagy becoming insolvent, his interest in this tract was sold by the sheriff of Adams county, on an execution issued on a judgment against said Daniel, and was purchased by Westley Heagy, the other defendant.\nThe plaintiff claimed under a deed made by Lydia Heagy, dated March 15,1848, and which conveyed to him the land in dispute in fee, in consideration of seven hundred dollars paid in hand, and the further sum of three hundred dollars to he paid to the said Lydia Heagy, or her legal representatives, by the said John Trimmer, out of the proceeds of the sale of the said lands, whenever the same should be sold.\nDaniel Heagy, the husband of Lydia Heagy, was living at the time this deed was executed, but did not join in it. It was executed by Lydia Heagy, the wife, alone; and her separate examination and acknowledgment were taken before a justice of the peace, in due form, as in case of a deed made by husband and wife.\nDaniel Heagy, the husband, died before the institution of this suit.\nUpon the trial of the cause in the court below, the plaintiff offered in evidence the deed of Lydia Heagy above mentioned, to be followed by proof that it was executed by the consent, direction, and authority of Daniel Heagy, the husband of the grantor, and for their benefit and advantage.\nThis was objected to, and the objection sustained by the court, and exception taken by the plaintiff.\nVerdict in favor of defendants.\nError was assigned to the rejection of the testimony.\nThe case was argued by Qooper, with whom was MeQreary, for plaintiff in error.\nNotwithstanding the general rule that the husband and wife must join in the conveyance of her estate, they submitted that if a married woman execute a conveyance of her estate in due form of law, it will be good against her and her heirs, after the death of her husband, unless avoided during coverture, though he do not join in the deed; especially where, as in this case, the conveyance was made with the consent and authority of the husband.\nA fine levied by a married woman as a feme sole would be good as against her and her heirs, if not avoided \"by the husband: 2 Kent 151; Sheppard’s Touchstone 7. And what she can do in England by fine, she can do here by deed: 2 Kent 168.\nA distinction exists between the conveyance of a feme covert and her agreement to convey; the former being sustained as an actual appropriation of her estate: 2 Black. Com. 293, note 12; 2 Kent 168. It was admitted that there was no direct proof that she received the consideration money of the deed. Heacock v. Fly, 2 Harris 540, the wife shall not keep both money and land. The deed was executed a few days before the • passage of the act of 1848. It was offered to be proved that the deed was executed with the assent of the husband.\nMcQlean, for defendant, with whom was Kvans.\nNo money passed at the execution of the deed. It was executed for a debt of the husband; but the case had not progressed that far.\nBy the common law, a married woman could not convey her estate; neither separately nor in conjunction with her husband. Her deed was void. This disability was an incident to her coverture, and was created for her protection : 2 Roper on Husb, & W. 95; 2 Kent’s Com. 152. And she could not waive this protection of the law: per Gibson, J., Withers v. Baird, 7 Watts 228.\nUpon the invention of fines and recoveries, the presence of the husband and his participation in the proceedings were made essential to secure to the wife the protection against imposition which the common law guarantied to her; and she was not competent to levy a fine without the concurrence of her husband; and therefore if it appeared by the record of a fine that it was levied by a married woman alone, it was voidable for error in the record, and would not bind her or her heirs: 1 Roper 141, 32 Law Lib. 93; 1 Shep. Touch, by Preston 7; 30 Law Lib. 32; Cruise, tit. Fine, ch. 5, sec. 12.\nYet if she did levy a fine as a feme sole, not disclosing the fact of her coverture on the record, and the fine was not avoided by her husband, it bound her and\" her heirs, as they were estopped from averring against the record that she was a feme covert: Id. But the court would not admit of such a fine if apprized that the conusor was a married woman: 1 Roper 141—2, 562.\nIn some instances married women were permitted, under peculiar circumstances, to levy fines alone, as if unmarried; the court giving no validity thereto, but leaving to the husband and wife the right of avoiding them: 1 Roper 142; 1 Shep. Touch. 7; Cruise, tit. Fine, ch. 5, sec. 14, 15, 16. As for perfecting a sale made by husband and wife : Id. By particular custom, 1 Roper 140; and (by statute) where the husband’s concurrence could not be procured : 2 Kent’s Com. 151, in note.\nIn lieu of the conveyance by fine, a more convenient and less expensive mode is'now provided in England, and in this State, by statute, but without dispensing with any of the guards which were thrown around the married woman. The husband is required to join with his wife in the conveyance of land — his assent must appear on the face of the instrument; and in that way be shown his presence for her protection; and “the weight of authority (says Chancellor Kent) would seem to be in favor of the existence of a general rule of law that the husband múst be a party to the conveyance:” 2 Kent’s Com. 152.\nOur statute in Pennsylvania, of 24th February 1770, 'provides that the husband and wife may make, seal, deliver, and execute any grant, bargain and sale, &c., and then acknowledge the same before a proper officer. To this provision there is no exception in the statute, and we think none can be found to exist by usage or otherwise. Justice Kent, in his collection of exceptions in the States, seems to have found none in Pennsylvania; and he concludes his review of the American law with the remark, that the general rule is as already stated, namely, that the husband must show his concurrence to the wife’s conveyance, by becoming a party to the deed: 2 Kent 154.\nHer power to convey being a creature of statute'law, the prescribed forms and solemnities must be pursued: Elliott v. Piersol, 1 Peters’s Rep. 338; 10 Ser. & R. 447, Duncan, J., in West v. West.\n“ She can waive nothing and consent to nothing, except in the way pointed out by law:” Per Gibson, J., Withers v. Baird, 7 Watts 228.\nIn Willing v. Peters, at Nisi Prius, 7 Parr 288, Mr. Justice Kennedy instructed the jury that “ the deed of the plaintiff was a nullity, not operating even by way of estoppel, since she was covert and her husband did not join in the conveyance.”\nUpon these principles the separate deeds of married women, when not brought under the settled exceptions, have been held to be void: Fowler v. Shearer, 7 Mass. Rep. 14; Andrews v. Hoover, 13 id. 476; Jackson v. Vanderheyder, 17 Johns. Rep. 168; and 2 Bac. Abr. tit. Baron and Berne, 49, note by Bouvier.\nThe plaintiff refers to the distinction between the conveyance of a feme covert, and her agreement to convey. We do not understand what deduction the plaintiff makes from it in his own favor; but we submit that this distinction and the settled law in this respect upon it, afford a decisive argument for the defendant in this .case. On her behalf it is contended that her rights are strictissimi juris; and the law settled upon this distinction is, that her conveyance, if made according to the requisitions and forms of the statute, would bind her, and that any agreement of hers to convey, not being embraced by the statute, would be void."
  },
  "file_name": "0484-01",
  "first_page_order": 484,
  "last_page_order": 488
}
