{
  "id": 410165,
  "name": "Beck versus Uhrich",
  "name_abbreviation": "Beck v. Uhrich",
  "decision_date": "1851-07-03",
  "docket_number": "",
  "first_page": "499",
  "last_page": "504",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 499"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Story 507",
      "category": "reporters:federal",
      "reporter": "Story",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 303",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844017
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0303-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 668,
    "char_count": 15624,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.5187192774204398e-07,
      "percentile": 0.6688990361986356
    },
    "sha256": "8746bf4897fe943d60d27bebf560367c53e2404062cbd300e507de5bd8671e90",
    "simhash": "1:89300682429cf20d",
    "word_count": 2753
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beck versus Uhrich."
    ],
    "opinions": [
      {
        "text": "The opinion of the court, filed July 3, was delivered by\nCoulter, J.\nThis cause was here once before, and reversed, because the court below charged the jury that Joseph Uhrich, the plaintiff, purchased the land at public sale, and could hold it against the heirs and creditors of John Uhrich, deceased, who must resort to the fund produced by the sale, and in the hands of the administrators of John Uhrich, one of whom was Joseph Uhrich. This instruction altogether cut up the claim of the plaintiff in this action of ejectment, and left nothing to be considered or passed upon by the jury. But this court considered that instruction altogether wrong; and determined that Joseph Uhrich having paid for the land which he purchased, and which is in dispute, with the funds of the plaintiffs, who are the heirs of George Uhrich, deceased, who was one of the heirs of John Uhrich, deceased, he held in trust for them as to a moiety, and which was embraced in this suit, and that they were entitled to recover. This court also determined that the plaintiffs were not compelled or bound to pursue the fund in the hands of Joseph Uhrich, administrator of John Uhrich, deceased, produced by the sale, but had a right to pursue and recover the land which, by force of his purchase, was held by Joseph Uhrich in trust for them. In the reported opinion of this court it was said, incidentally, that Beck, who had purchased from Joseph Uhrich, and who was entitled to be reimbursed so far as he had paid the purchase-money, without notice, had probably been compensated by the rents, issues, and profits. But this court did not take that fact for granted. They sent the cause back, in order that it might be tried by a jury, under the principles of law established by this court, to wit, that Joseph Uhrich held as a trustee of a moiety for the heirs of George Uhrich, deceased. I may as well say, however, that as Beck was a mere volunteer, except so far as he had paid his money, ($200,) yet the heirs of George Uhrich were only bound to tender, or could only be held accountable for, one-half that sum, as Joseph Uhrich owned one-half the land, as coheir of John Uhrich, deceased, with the heirs of'George Uhrich, his brother, and was entitled to one-half the bonds with which the part of the land he got was paid for. So that it was not necessary that the plaintiffs should show that Beck had received two hundred dollars of their money out of the rent and property, but merely that he was fully compensated for the moiety of the two hundred dollars out of the moiety of the profits. Beck received possession in 1843, and, at the time of the first trial, had probably been compensated; at all events had probably been so when the cause was in this court, and long before. This is not a case to be governed by a tender of the amount due at the time of suit brought; because Joseph Uhrich denied the trust, kept it a secret from the heirs of George Uhrich, who were minors, and whose interests he was bound to look after, as well by his office of administrator, as by the dictates of humanity and equity, and his propinquity of blood. He was their trustee of the land, and could take no profit or advantage out of the conversion of the money.\nIn this proceeding Joseph Uhrich is entitled to be reimbursed for expenses incurred in the creation of the trust, such as costs, &c., and advances made for the benefit of the trust; but he has no lien for any other debts he may claim, either as administrator of John Uhrich or in his own right. Upon the principles of equity the land belongs to the plaintiffs, the expenses of the trust being paid. Executors or administrators will not be permitted, under any circumstances, to derive a personal benefit from the manner in which they transact the business or manage the assets of the estate : 1 Johns. Chan. Rep. 620; 4 id. 303; 1 Fonblanque's Eq. b. 2, ch. 7; Story’s Eq. 318. More especially if they proceeded secretly, and have not fully disclosed all the facts and circumstances to their cestui que trusts: Drysdale’s Appeal, 2 Harris 531.\nAn unfaithful trustee is entitled to no favor. He stands exposed to every equity, and every technical legal advantage which accrues to the cestui que trust. The statute of limitations, or legal presumption of payment, is a good bar against him, except so far as he has advanced in the creation or for the benefit of the trust: Drysdale’s Appeal, 2 Harris; 2 W. & Ser. 566; 5 Barr 413; 4 W. & Ser. 456; 5 Watts 303.\nThe estate of George Uhrich cannot be deprived of the plea of the statute of limitations, or legal presumption of payment, by the unauthorized, illegal acts of the administrator of John Uhrich. The administration account may be received in evidence, but it is by no means conclusive, being settled, that is the final account which opened the whole, after the institution of this suit.\nThe heirs of George Uhrich being the cestui que trusts, as the land in dispute was paid for by their money, are in. equity the owners of the land, and are entitled to recover it, when they show that Beck has been reimbursed, and the expenses in the creation of the trust satisfied. I understood Beck’s attorney to say he was fully reimbursed, and also that the expenses of the trust have been paid : Drysdale’s Appeal, 2 Harris 531; 2 Story 507-8 et seq.\nThe judgment now before this court is reversed, because the court below misconceived the decision of this court. We reversed the former judgment upon instructions in the court below, that went to the root of the cause, and did not grub out every thing in the case. In fact, there might have been and probably were matters in evidence, which no man could descry from the paper-book furnished.\nJohn Uhrich is entitled to be paid for moneys advanced by him in the creation of the trust; that is, if he advanced more money than his share in the original purchase — if more than the half of the bond, by which the land was paid for, belonged to him at that time, throwing out of view the debt or bond due by Ueorge Uhrich to the estate of John Uhrich. And it is in this point of view only that the administration account is evidence, in order to show whose money paid for the land. See Drysdale’s Appeal, 2 Harris 536. The law was always open to the administrator to settle his account rightly and justly, and he has remedies as administrator, unless he has forfeited them by his acts and delay. But he has no right to mingle up his whole administration with this trúst.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Boas and MeQormielc, for plaintiffs in error.",
      "Bawn and Oarson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Beck versus Uhrich.\n1. Where an administrator purchased real estate with funds a moiety of which belonged to himself, and the other moiety to others, in an action of ejectment by the cestui que trust against a purchaser of the land from the administrator, without notice of the trust, the purchaser is entitled to be reimbursed the one-half of the purchase-money paid by him before notice of the trust, unless he has been fufiy compensated to the extent of that moiety out of the rents or profits. It is not, however, necessary that the amount be tendered before suit brought.\n2. The administrator, who was a co-defendant in the ejectment, is entitled to be reimbursed for expenses incurred in the creation of the trust, and advances made for the benefit of the trust.\n3. The administration account settled after the suit brought, is evidence in favor of the defendants, to show the amount of money advanced by the administrator in the purchase of the land in question; but it is not conclusive.\nError to the CommomPleas of Dauphin county.\nThis was an action of ejectment hy Solomon Uhrich, John Uhrich, Isaac Uhrich, Samuel Uhrich, Daniel Cassell, Emanuel Cassell and Hannah his wife, Casper Hinkle and Barbara his wife, John Feezer and Susan his wife, heirs of George Uhrich, deceased, against Peter Beck, Samuel Eymart, and Joseph Uhrich, for two adjacent tracts of land. The case was up before, and a report will be found in 1 Harris 689-40.\nJohn Uhrich, the grandfather of the plaintiffs, conveyed this land to Christian Hynicka, in April 1814, and took from Hynicka a mortgage on the land to secure the payment of fifteen bonds for $400 each, and one bond for $144, payable annually, beginning 1st April 1815. Three of these bonds were assigned by John Uhrich to F. Boas, and by him to D. Krause. John Uhrich died in 1818 intestate, leaving a widow, named Magdalena, and heirs, Joseph Uhrich, the defendant, and the children of George Uhrich, another son, who are the plaintiffs. George having died before his father, letters of administration on John Uhrich’s estate were issued in February 1818 to his son Joseph Uhrich and Peter Crum, who settled an administration account, which was confirmed 4th October 1820, exhibiting a balance due to the administrators of $1161.10. This account was in the name of both the administrators, though sworn to by Peter Crum only, who then lived in Dauphin county. Joseph Uhrich, the other administrator, lived in Lancaster county. In this account a credit is asked for the thirteen bonds against Hynicka as outstanding. A judgment was obtained by D.Krause against C.Hynicka in 1818, for $1118.45, the amount of the three bonds assigned to him, on which proceedings were had, and upon a venditioni exponas to January term 1829, H. Chritzman, sheriff, sold the two tracts of land to Joseph Uhrich, the defendant, one tract for $410, and the other for $400, for which he acknowledged deeds to Joseph Uhrieh, January 21, 1829. An agreement was made between Joseph Uhrieh and the administrator of David Krause, that Joseph Uhrieh should hold the land purchased, four-fifths for his own use and one-fifth for the use of D. Krause’s estate; the three bonds held by D. Krause being about the one-fifth of the whole mortgage debt against Christian Hynieka. The costs of the sheriff’s sale, amounting to $73.54, were paid to the sheriff by Joseph Uhrieh and D. Krause’s administrator, and the balance of the purchase-money, amounting to $736.46, was applied in the same proportions of one-fifth and four-fifths to the mortgage bonds held by D. Krause’s administrator, and Joseph Uhrieh, as administrator of his father, John Uhrieh. Some years after this a partition was made, and Joseph Uhrieh set apart and conveyed to D. Krause’s heirs one-fifth their portion, reserving four-fifths of the land now in question for himself. Joseph Uhrieh held this land until April 1843, when he sold and conveyed it to Peter Beck for $1750, receiving $200 in cash, and taking two judgments against Peter Beck, one for $675, payable April 1,1844, and the other for $875, payable April 1, 1845, and both entered April 23, 1843, in pursuance of which Peter Beck took possession, and has held it ever since. This action of ejectment was instituted April 24, 1845, by the plaintiffs, who are the children of George Uhrieh, and claim the undivided half of this land, on the ground that it was paid for with the bonds of Hynieka, the one-half of which they allege belonged to them. On the 29th of May 1845, Peter Beck served a notice upon Joseph Uhrieh, calling upon him to appear to this action of ejectment, and defend the title under the warranty in his deed to Peter Beck; and accordingly Joseph Uhrieh did appear and make defence. In September 1845, Peter Beck obtained a rule on Joseph Uhrieh to show cause why the judgments against him above stated should not be opened, on the ground of a defect of title to the land sold to him; and on the 26th of February 1847, these judgments were opened by the court, and the defendant let into a defence, and a trial being had on the 27th of January 1848, a verdict was found for the plaintiff. The case was removed to the Supreme Court, where the judgment was reversed in July 1850, a report of which exists in 1 Harris’s Rep. 636.\nAbraham Shope, a witness called by plaintiff, proved that he knew Peter Crum well; that he moved up the river first, eight or ten years ago, and then went West; never back since. His son and wife were back once since; lived up the river two or three years. He also stated, I know the land; it is a poor place; about $50 to $60 is a fair rent from 1829 to 1843; not any better since Beck purchased it. Upon his cross-examination, says — I think it would pay the taxes, keep up the repairs, and pay $50 to $60 a year. Hard times in 1829 and 1830, but don’t know wbat Uhrich got. It is a mile from Linglestown; a good part is mountain.\nOn the 11th of September 1880, a citation was issued at the instance of Peter Crum to Joseph Uhrich to settle his administration account on JohnUhrich’s estate, and an attachment issued, returnable February 7,1831, and an alias attachment, returnable May 3, 1831. On the 4th of May 1831, Joseph Uhrich filed his administration account, showing a balance in his favor of $1224.57, in which he prayed credit for the thirteen bonds before named as outstanding and not collected. To this account exceptions were filed on behalf of Peter Crum on the 12th of September 1831. This account and the exceptions were given in evidence by the plaintiffs, who then closed their testimony.\nThe defendants then gave in evidence the appointment of John H. Briggs, made 4th February 1845, as an auditor, to whom were referred the exceptions to the administration account of Joseph Uhrich, administrator of John Uhrich, which had been filed 12th September 1831, and still were pending and undisposed of. On the 5th of December 1848, this appointment and reference to Mr. Brigg was continued, and on the 7th of October 1850, the same appointment and reference were continued. ' On the 4th of February 1851, the auditor presented his report to the Orphans’ Court, which was on the 8th of February 1851 confirmed absolutely.\nThe auditor charged Joseph Uhrich, the administrator, with advance on the land sold to Peter Beck, but reported a balance due to him of $224.84.\nThe defendants gave in evidence a release from the widow of John Uhrich, deceased, to-Joseph Uhrich and Peter Crum, administrators, from all demand by her concerning the estate, real or personal, of John Uhrich, deceased.\nThe case was tried before Pearson, J., and a verdict was rendered for plaintiffs.\nThe questions for review arose on the following assignments of error:\n1. The court erred in charging the jury that the plaintiffs might recover without previously tendering the $200 which had been paid by Peter Beck to Joseph Uhrich.\n2. In charging that the plaintiffs might recover without having tendered to Joseph Uhrich a sum sufScient to reimburse him for his advances for the estate of John Uhrich, deceased; and that they were not required to find a conditional verdict to secure Joseph Uhrich for his advances so made; and in saying that all these questions had been considered by the Supreme Court, and determined in favor of the plaintiffs.\n3. In their instruction that the proceedings on the auditor’s report in the Orphans’ Court since the former trial, did not affect the rights of the plaintiffs, and could have no binding validity against them.\n4. The court erred in their construction of the release of Magdalena Uhrich, and in declaring that it enured to the benefit of the estate of John Uhrich, so as to give the plaintiffs one-half of the land; and that this question was before the Supreme Court, and there determined in favor of the plaintiffs.\n5. The court erred in charging the jury that the case presented but a question of law, and that they must find for the plaintiffs.\nThe ease was argued by Boas and MeQormielc, for plaintiffs in error.\nBawn and Oarson, for defendants."
  },
  "file_name": "0499-01",
  "first_page_order": 499,
  "last_page_order": 504
}
