{
  "id": 410204,
  "name": "Weidman versus Maish",
  "name_abbreviation": "Weidman v. Maish",
  "decision_date": "1851-07-03",
  "docket_number": "",
  "first_page": "504",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Johns. 393",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 389",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0389-01"
      ]
    },
    {
      "cite": "6 Peters 83",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 190",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 187",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0186-02"
      ]
    },
    {
      "cite": "4 Yeates 179",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "6 Bin. 94",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0094-01"
      ]
    },
    {
      "cite": "3 Watts 419",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 398",
      "category": "reporters:state",
      "reporter": "Wend.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 20",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Whar. 264",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 476",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0476-01"
      ]
    },
    {
      "cite": "3 Bin. 483",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dal. 226",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 69",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 965,
    "char_count": 22711,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.0568441833891404e-07,
      "percentile": 0.5555503428964391
    },
    "sha256": "8cac0049fc61bae9d4b978334d678cae9f1605f3977adb0a61a11d6646338454",
    "simhash": "1:2237d91b5f6c2b87",
    "word_count": 4057
  },
  "last_updated": "2024-02-27T22:22:36.542684+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Coulter, J., and Chambers, J. dissented."
    ],
    "parties": [
      "Weidman versus Maish."
    ],
    "opinions": [
      {
        "text": "The opinion of the court, filed July 3, was delivered by\nGibson, C. J.\nWords may be transposed in accordance with the context of a will, to supply a member in a devise or bequest which would else be imperfect; but the gifts, in this instance, are separately intelligible and complete. No case resembles the present in circumstances; and we are to construe the clauses of it according to their evident meaning, without regard to precedents further than they may have established principles of interpretation. The first is in these words: “I give and devise unto my beloved wife Elizabeth eighty-five acres and allowance of land of my dwelling plantation whereon I now live in Spring Garden' township, county aforesaid, she to have her choice of the same wherever she thinks proper.” Nothing could be more distinct, finished, complete, definite, and entire. He proceeded: “and further, I do give and bequeath unto my said wife all my movable property or personal estate, of whatever kind or nature the same may be, together with all the money due me by bond, note, or book-account, to her- only proper use and behoof whatever.” This gift, like the other, is separately perfect in its parts, and measurably perfect in its meaning. The only obscure phrase in it is that by which the personalty is given to the wife’s use and behoof; and it is precisely this which is invoked to clarify its infinitely less turbid predecessor. Had the whole been jumbled together in one blended gift of the chattels and the land, the words of the latter would have been applicable to every part of it; or rather the confusion of both sorts of property in the same gift, would, on the principle of Morrison v. Semple, 6 Binney 94, have passed a fee in the land without them. But the testator has thought proper to make separate gifts of them; and we are not at liberty to break through his arrangement in order to give effect to a conjecture. That the two are comprised in one sentence, is of no account. The punctuation is the work of the scrivener: the distribution of the sense according to the context is the business of the court. No case in the books exhibits a transposition of words, where the sense would have been complete without it. Evans v. Knorr, 4 Rawle 69, was depided on that principle; and Mr. Justice Kennedy proved, by an array of cases which it would be' idle to pass again in review, that it is universal. The only subsequent case which has come to my notice, is Doe v. Turner, 2 Dow. & Ryl. 398; and no case is supposed to have carried the doctrine of transposition further. “I give,” said the testator, “unto Henry Wickham, a messuage or tenement now in possession of Wakely. Item, I give further unto my nephew, Henry Wickham, half part of my garden, and ¿£100 stock in the four per cent, bank annuities. I give further (here he dropped the name) my yard, stable, cow-house, and all ■other out-houses in the said yard; my sister Wickham to have the interest and profits during her life.” Expressly because the last devise would have been imperfect and unintelligible without a devisee of the reversion, a majority of the judges interpolated the word “him” to sustain it. Mr. Justice Best dissented, because, if the clause were taken by itself, as a distinct and independent devise, the freehold would not be given to Henry Wickham; and because there was no connection between that estate and those estates which were the subjects of those devises: but the four judges all agreed that the word could not have been supplied, had not the devise been imperfect, and void for uncertainty, without it. In the present case, the two gifts may not only stand separately and alone, but they could not well stand together. “ Only proper use and behoof,” though significant of something like a gleam of intention, are not words of limitation in a deed; nor do they import perpetuity in a will. They were probably used with a view to a separate use in case the widow should marry again; or, possibly, to give the personal estate absolutely, in contradistinction to the land; or, what is more likely still, they may have been a mere expletive of the scrivener. But whatever their office, their meaning is too vague to found any thing more solid on them than a conjecture. As to the common introductory words, it is enough to say, there is nothing in particular to which they can be attached ; and it has been long held that they are inoperative by themselves. We are of opinion, therefore, that Elizabeth Meyer took only an estate for life.\nJudgment of the Common Pleas reversed, and judgment by this court for the plaintiff.\nCoulter, J., and Chambers, J. dissented.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Potts and Campbell, for plaintiff in error.",
      "Bvans and Mayer, for defendants,"
    ],
    "corrections": "",
    "head_matter": "Weidman versus Maish.\nA testator directed as follows : “ As to such worldly estate wherewith it hath pleased God to bless me in this life, I give and dispose of the same in the following manner. Item, it is my will and I order and direct that all my just debts and funeral expenses shall be first paid and satisfied. Item, it is my will and I give, devise, and bequeath unto my beloved wife Elizabeth eighty-five acres and allowance of land of my dwelling plantation whereon I now live, situate in Spring Garden township, in the county aforesaid, she to have the choice of the same wherever she thinks proper; and further I do give and bequeath unto my said wife all my movable property or personal estate of what kind or nature the same maybe, together with all the moneys due me, by bond, note or book-account, to and for her only proper use and behoof whatever. Item, it is further my will that my brother and sisters divide the residue of my said plantation amongst themselves, share and share alike Held, that the widow took only an estate for life: that the words “ only proper use and behoof” are not words of limitation in a deed, nor do they import perpetuity in a will; that their meaning is too vague except for conjecture ; and as to the introductory words, there is nothing to which they can be particularly attached, and they are inoperative by themselves.\nError, to the Common Pleas of Yorlc county.\nThis was a case stated, in which Michael Weidman was plaintiff, and Jacob Maish, Michael Shriver, and John Lefever were defendants, in the Court of Common Pleas of York county, No. 14, of August term 1848.\nCase stated as if found by special verdict, with right to either party to sue out a writ of error.\nOn the second day of September 1827, John Meyer, of Spring Garden township, York county, Pennsylvania, made his last will and testament in writing of that date, which afterwards and after his death was duly proved and recorded in the register’s office of said county, on the 15th day of June 1829, the original of which will is hereto annexed and made part of this case.\nSaid John Meyer, at the time of making said will, and at the time of his death, was seized of the plantation mentioned therein, being an improved tract of land, situate in Spring Garden township aforesaid, containing one hundred and seventy-nine acres, one hundred and fifty-six perches and allowance, which he had accepted on the 18th day of February 1806, as No. 2 of the real estate of his father, at the valuation of $5564, of which he retained $1096 as his own share, and paid $4468 to his brothers and sisters, and for the costs of the proceeding. His share in No.\n1 (being the residue of the real estate of his father) was $1112.80, and his share of the personal estate was $114.66. His wife inherited from her father’s estate between $900 and $1000, which he received. The industry of himself and wife, with the proceeds of the farm, were the means by which he was enabled to pay the residue of the charge upon his land, and acquire something beyond it. He had no other real estate.\nThe testator was married early in life to Elizabeth, a daughter of Christian Herman, of Lancaster county, Pennsylvania, who was his only wife, and survived him. He never had any children. He was between 65 and 70 years of age when he died. He had one brother, Jacob Meyer, of Spring Garden township aforesaid, and three sisters, Barbara, married to Samuel Grimes, of Yenango county, Pennsylvania, Christiana, married to John Wolfort, of Franklin county, and Mary, married to John Weidman, of Lancaster county aforesaid, all of whom had issue at the date of his will, and survived him, and were his only heirs at law, and were in good circumstances, but not on terms of intimacy with him. After the death of the testator, his widow made her selection of the eighty-five acres and allowance of land devised to her, including the buildings, which were surveyed off for her, and of which she took possession. The residue of the tract, including the principal part of the woodland and the most valuable, (the buildings being of little account,) was taken into possession by the brothers and' sisters of the testator. The sisters sold their interest therein to their brother, and his share still remains in it undivided.\nThe testator bequeathed the whole of his personal estate, which it is supposed amounted to between $1000' and $4000, to Ms widow, though, no inventory being filed, the amount is uncertain.\nThe said Elizabeth, the widow, leased her land to Jacob Maish, one of the defendants, on the shares, and he still continues in possession. She died in Lancaster county, Pennsylvania, about the lsi day of August 1847, having first made her last will and testament,' which was duly proved and recorded in said last-named county. She nominated Michael Shriver and John Lefeveiy who are the executors of the will of her husband, to be the executors of- her will, and directed them to sell said real estate and divide the proceeds among her relations, who reside principally in Lancaster county. A copy of her will is annexed to and made part of this case. The said executors are also defendants in this suit.\nAt the time of her death, the widow of John Meyer owned a house and piece of ground in York county, worth about $-, and the inventory of her personal estate amounts to $5828.72.\nThe brothers and sisters of the testator, as well as the husbands of the sisters, are dead, and have all left issue. The plaintiff, Michael Weidman, of Spring Garden township aforesaid, is a son of Mary, the wife of John Weidman, the said Mary having left eleven children, who are all living.\nIf Elizabeth Meyer, the widow of John Meyer, took under his will an estate for life in the eighty-five acres and allowance of land devised to her, then, judgment to be entered in favor of plaintiff for the undivided one forty-fourth part of said eighty-five acres and allowance, with costs of suit.\nIf said Elizabeth Meyer took a fee simple in said eighty-five acres and allowance, then judgment to he entered in favor of defendants for costs.\nThe second day of September 1827 was Sunday, hut the said John Meyer did not die on Sunday.\nIf any extrinsic fact stated above would not he evidence on a trial before a jury, it is not to be considered by the court in deciding this case stated, and the facts herein admitted are admitted only for the purposes of this case.\nThe case was argued before the Hon. Ellis Lewis, holding a special court at York. The court entered judgment for the defendants, thus holding that the widow took an estate in fee simple.\nIt was assigned for error, that the court erred in entering judgment for the defendants.\nExtracts from the Will of John Meyer. — As to such worldly estate wherewith it hath pleased God to bless me in this life, I give and dispose of the same in the following manner, to wit: Item it is my will and I order and direct that all my just debts and funeral expenses shall be first paid and satisfied. Item it is my will and I give devise and bequeath unto my beloved wife Elizabeth e.ighty-five acres and' allowance of land of my dwelling plantation whereon I now live situate in Spring-garden township in the county aforesaid she to have the choice of the same where-ever she thinks proper and further I do give and bequeath unto my said wife all my moveable property or personal estate of what kind or nature the same may be together with all the monies due me, by bond, note or book account to and for her only proper use and behoof whatever. ■ Item it is further my will that my brother and sisters divide the residue of my said plantation amongst themselves share and share alike. And lastly I nominate and appoint my beloved friends Michael Shriver and John Lefever of the township aforesaid to be the executors of this my last will and testament hereby revoking all other wills legacies and bequests by me heretofore made and declaring this and no other for my last will and testament. In witness whereof I hereunto set my hand and seal this second day of September one thousand eight hundred and twenty-seven — Signed, sealed, &c.\n(Signed) John Meter,, [seal.]\nPotts and Campbell, for plaintiff in error.\nDid the widow, according to the law of Pennsylvania at the time of the death of the testator, take a life estate, or a fee, in the eighty-five acres ? We say the law of Pennsylvania, because that must determine, and because it differs somewhat from the law of some of the other States on the question. “ We seem,” says Chief Justice Tilghman, “ to have been more steady in our notions on this point than some of our neighbors, and have thought it prudent to adhere to the law as we had it from England, at the time of our Revolution Steele v. Thompson, 14 Ser. & R. 89.\nThe rule of law may be stated in the language of Lord Mansfield, who will not be suspected of being too contracted in his notions. “ The distinction which is now clearly established, is this: if the words of the testator denote only a description of the specific estate or lands devised; in that case, if no words of limitation are added, the devisee has only an estate for life. But if the words denote the quantum of interest or property that the testator has in the lands devised, there the whole extent of such his interest passes by his gift to the devisee Hogan v. Jackson, Cowp. 306. To the same effect are Busby v. Busby, 1 Dal. 226; Clayton v. Clayton, 3 Bin. 483; and Steele v. Thompson, 14 Ser. & R. 88, where most of the authorities are collected. There are no words in this will which denote the quantum of interest. The words “ eighty-five acres and allowance” denote a description of the lands devised; and the word “ plantation” was held in Clayton v. Clayton, 3 Bin. 476, and in Steele v. Thompson, not to enlarge the estate.\nThe introductory words of the will do not in this case convert the estate into afee. “ There is no case where the introduction of the will has been held to give a fee Frogmorton v. Wright, 2 W. Bl. 889; Burr v. Sims, 1 Whar. 264. “That the intent,” says Chief Justice Tilghman, in Steele v. Thompson, “ wa,s to give an inheritance, is highly probable; but something more was necessary : there were no words which give the inheritance to any other person, and therefore it descended to the heir Harden v. Hays, 9 Barr 165.\nBut it is said that the devise of the eighty-five acres to the widow occurs in a mixed devise of real and personal estate, and therefore she takes a fee in the real estate. It is not disputed that giving real and personal estate in a mixed devise, or to be taken in the same manner or on the same principle, gives an absolute interest in both: Johnson v. Morton, 10 Barr 245. But it is denied that the devise in this will to the widow is mixed. In the will of John Meyer the devise of the real estate and the bequest of the personal estate are independent and distinct dispositions of the respective estates. Neither of them is “soimperfect as not to be intelligible without referring to the other,” but on the contrary each is perfect in itself. Each begins with appropriate words, the devise with, “ I give, devise, and bequeath,” and the bequest with, “I give and bequeath.”\nThe concluding words cannot be carried back to the devise, or called to its aid in this case. An heir at law can be disinherited only by express devise or necessary implication: 7 W. & Ser. 284; 1 Vesey & B. 466; 1 Ball & B. 251; 3 P. Wms. 20; 2 Bin. 20; 9 Barr 154.\nIt was therefore submitted that the intention to give the widow afee was not legally expressed in the will.\nBvans and Mayer, for defendants,\ncontended that the widow took an estate in fee. At the end of the item or sentence comprising the gift to her, are words of limitation which apply to the property given to her, and define the quantity of interest in it. No rule of law is better settled than that in a will the word heirs is not necessary to create a fee, as it is in a deed. The words “ to be by her freely possessed and enjoyed” pass a fee: Campbell v. Carson, 12 Ser. & R. 54; Loveacres v. Blight, 1 Cowp. 352; Fox v. Phelps, 17 Wend. 398; Dice v. Sheffer, 3 Watts 419. The words “to and for her only proper .use and behoof whatever,” are of stronger import. They are words of an habendum- in a deed. They are placed at the end of the sentence, where the habendum is always found. In a deed they would be referred to the whole property, and a fortiori should they be so applied in a will, in which the intention to give a fee is obvious in every point of view: Thellusson v. Woodford, 4 Vesey Jr. 311. “Where it appears, from the whole will taken together,” says Justice Duncan, in Campbell v. Carson, “that the testator intended a fee, if there are any words equivalent to perpetuity, it will be held a fee, and the constant struggle of the courts has been to seize hold of any word or any provision to effectuate the intention.” This is a rule of law so firmly established, that innumerable titles- rest upon it; and we need only open the books of reports to find a number of cases based upon it: Morrison v. Semple, 6 Bin. 94; Cassel v. Cooke, 8 Ser. & R. 289; Doughty v. Browne, 4 Yeates 179, and numerous other authorities there cited Harden v. Hays, 9 Barr 161; Johnston v. Morton, 10 Barr 250.\nBut it is contended that these words are to be read only in connection with the second clause of the sentence, not with the first; and are to be applied to the personal estate only, not the real estate. This would render them utterly useless, contrary to another of the established rules for interpreting wills, that, “ every sentence and word in a will must be considered in forming a judicial opinion upon it:” Turbett v. Turbett, 3 Yeates 187. Legally speaking, they are applicable to the real estate, and “ to no other with any propriety of language:” Thellusson v. Woodford, 4 Vesey 227.\nThe whole argument of the plaintiff rests on the hypothesis that there are two distinct, independent sentences, when it is evident that there is but one sentence, one agent, one object, one matter treated of. The word item announces the commencement of a sentence or subject throughout the will. The testator in one sentence gives to his wife real and personal property fully describing it, and finally defining her interest in it. It is imagined that the words, “ and further” determine the existence of two distinct independent sentences; and reference is made to the case of Burr v. Sims, 1 Whar. 264, in which Mr. Justice Rogers, it will be seen hereafter, decides any thing else. In that case the word “ further” was used at the beginning of a separate sentence in a distinct paragraph relating to a different devise to a different person. Its effect was not to disconnect. It had not the power to connect such disjointed things.\nIn the case before the court, the second clause relates only to personal estate; and to confine the words of limitation to that alone, would be to render them legally inoperative, to treat them as nugatory, and in effect to expunge them from the will. But no words can be treated as inoperative: Harker v. Blean, 3 Watts 437. Every word and phrase are to be considered: Turbett v. Turbett, 3 Yeates 190. The rules of construction require us to apply them, as was done in the Thellusson case, to all the members of the sentence which require the qualification.\nIf the will were capable of a twofold construction, by either applying these words to the personal estate alone, or to both the real and personal estate, such construction shall be received as tends to make it (the devise) good: 4 Vesey, Jr., supra 311. Whatever may be the strict grammatical construction of the words, that is not to govern if the intention of the testator unavoidably requires a different construction: Per Marshall, C. J., Smith v. Bell, 6 Peters 83, citing 4 Vezey Jr. 311, 329, supra. And this court say, in Hunter’s Estate, 6 Barr 107, “ The learned, accurate, and searching Mr. Butler, in his note on Co. Litt. 379 a, states that no rule of law has a more ancient origin than that if a testator expresses his intention defectively, either by not using technical and artificial terms, or by using them improperly, yet if his intention can be collected from his will, the law, however defective the language may be, will construe his words according to his intention.”\nThe court in this case, will apply the words “ to and for her only proper use and behoof,” as words of limitation or qualification of the estate to all the parts of the sentence, and thus include and reach the one which would be defective without them, according to the maxim, “ words added for the purpose of certainty are to be referred to preceding words in which certainty is wanting Branch's Law Maxims 152.\nWe have treated these concluding words, “to and for her only proper use,” &c., as words of limitation, or equivalent to them in a devise. An unlimited power of disposal carries the absolute property in fee: Morris v. Phaler, 1 Watts 389; Jackson v. Babcock, 12 Johns. 393. They are not of less force certainly than the words, “freely to be by her possessed and enjoyed,” which have sometimes been held consistent with a limited interest; but which have received a judicial construction in this State not now to be shaken, that in connection with an introductory clause purporting to dispose of the whole estate, they are equivalent to words of perpetuity : Loveacres v. Blight, 1 Cowp. 352; Campbell v. Carson, 12 Ser. & R. 54; Eox v. Phelps, 17 Wend. 398; Dice v. Sheffer, 3 Watts 419.\nThe provision for the widow is a gift of real and personal property, in the same sentence, to the same person. It is therefore what is technically denominated a mixed gift of real and personal’ property, and from its character as such, the law concludes that the same interest was intended by the testator in both species of property. It was therefore submitted that it sufficiently appears that the testator gave a fee to his widow in the land devised to her."
  },
  "file_name": "0504-01",
  "first_page_order": 504,
  "last_page_order": 512
}
