{
  "id": 410151,
  "name": "Shell versus Haywood & Snyder",
  "name_abbreviation": "Shell v. Haywood & Snyder",
  "decision_date": "1851-07-03",
  "docket_number": "",
  "first_page": "523",
  "last_page": "531",
  "citations": [
    {
      "type": "official",
      "cite": "16 Pa. 523"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 824,
    "char_count": 25248,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.4877968223087998e-07,
      "percentile": 0.6624494323800345
    },
    "sha256": "88f67d3922bf27397646d6cca6ce0464cc57bebc463f6d8d27f9953e6e0ed594",
    "simhash": "1:fd97b7c190f597c5",
    "word_count": 4441
  },
  "last_updated": "2023-07-14T21:02:40.422858+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shell versus Haywood & Snyder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court, filed July 3, was delivered by\nChambers, J.\nThe defendants, who were machinists, contracted, in the autumn of 1847, with Thomas McAllen, at a certain price, to construct and put up for use a steam-engine, appurtenant to the flour-mill of McAllen, propelled by a small water-power, to be paid for in part by him when completed, and the balance after a short credit. Haywood & Snyder proceeded to construct the engine, and, in the progress of the work, brought to the mill of McAllen in Dauphin county, the two boilers, -a balance-wheel, and some other parts of the machine. McAllen was to prepare the foundation and the enclosure. The boilers were laid loose on the foundation prepared, and the walls and building to enclose them were partially erected, but not completed, when McAllen became embarrassed by the claims of his creditors. It was intended by McAllen to enclose the boilers in a way that would admit of their removal out of the small building that covered them ; but some error in the position of the door would not allow of that removal without displacing a small part of the brick wall and the door-frame. Haywood & Snyder had prepared the other parts of the engine, and which were on their way to the place of erection, when, on account of the pressure of McAllen by his creditors, they were stopped, and the progress of the work to completion suspended, with the approbation of McAllen, who said he could not comply with his part of the agreement. McAllen entertained the expectation that he would still be able to make some arrangement with his creditors that would allow him to retain his real property. By an agreement between Haywood & Snyder, by Mr. Berryhill their attorney, and McAllen, dated 18th January 1848, it was declared that the iron boilers then in the building attached to the mill, were the property of Haywood & Snyder, who agreed to leave the same where they were for three months from that date, giving this time to McAllen for the purpose of making an arrangement with his creditors ; and in the event of his inability to make such arrangement, then Haywood & Snyder were to be left to their legal remedy for so much of the materials as were already furnished, or to the removal of the same at their option: and further, in the event of an arrangement with the creditors aforesaid, the said Haywood & Snyder are to put up the engine complete to the satisfaction of McAllen, he securing them for the same, upon such terms and time as may be agreed upon between the parties.\nThe boilers and wheel remained at the same place and in the same condition, when an execution, issued at the suit of Wright & Nephew, against McAllen, on the 11th December 1848, directed to Jacob Shell, sheriff and defendant below, was levied on the boilers and wheel, which wheel had not been put up. Shell, under his levy, sold the boilers and wheel on the 12th January 1849, having on the 8th of the same month made a levy on the mill and other real property, with a minute description. Notice was given Shell that Haywood & Snyder claimed the boilers and balance-wheel as their property, and Shell afterwards acknowledged that he was indemnified, for his proceedings. The mill and real estate of McAllen were sold at sheriff’s sale on the 25th of April 1849, for $7005, and a deed made and acknowledged by the sheriff to S. Cameron on the 26th of April 1849.\nThis action is one of trespass, by Haywood and Snyder against Shell, the sheriff, for the levy and sale of the steam-boilers and balance-wheel. On the trial, the plaintiff was allowed to prove that McAllen, before the execution issued in this case, had declared that he did not claim these boilers and wheel, and that they might be removed; that he could not claim the property in consequence of not having paid any thing on it, and that he never did claim it. The admission of the evidence was objected to by defendant, and exception taken, which is now assigned for error. This evidence does appear to this court to hare been pertinent and competent. The property and possession of the boilers and wheel were in Haywood & Snyder and McAllen. The only person who could gainsay the right and control of the property by Haywood & Snyder was McAllen, the other contractor, the owner of the freehold on which the property was; and as such his acts and declarations in relation to this property were proper evidence to be submitted to the jury, as evidence of ownership, possession, and the right to remove.\nMany points were presented by the defendant to the court below, which elicited from the learned judge who tried the cause an elaborate and able charge and reply, and in which many errors are assigned by the plaintiff in error. It is not our purpose to review each one separately, which would extend this opinion unnecessarily, when they present but a few questions requiring the judicial cognizance of this court.\nWere the steam-boilers and wheel the property of the plaintiffs below, and the right to the possession of the same in them, at the levy and taking by the defendant ?\nThe defendant alleges that the right of property in the plaintiffs was divested by the delivery to McAllen — and that by the location of the steam-boilers, they became a part of the realty and were not removable.\nWas the delivery, according to the evidence, such as passed these parts of the engine beyond the control of Haywood & Snyder, the manufacturers ?\nThey contracted to make and put up a complete machine to be put in operation, finding the materials, and were to be paid for the same a certain price on completion. This machine would require time in the process of manufacture of its parts, as well as in its construction on the premises where it was to be used. McAllen was only bound to receive and pay for a complete machine: for its parts he was not responsible, and to him they were without value. It was said by this court, in the case of Clemens v. Davis, 7 Barr 263, that where the contract was for a finished article, nothing but the delivery of a finished article could satisfy it.\nThat McAllen might progress with the foundation and enclosure the boilers were placed on that foundation loose; and from which they might be removed with but slight injury to the small building for their enclosure. At this stage of the construction, the manufacturers are informed of the insolvency of McAllen and his inability to pay them for the engine, and they were justifiable in suspending the work — in withholding the other parts of the engine that were manufactured, and were at their factory or in transitu, and in reclaiming the portion that had been placed on the premises of McAllen.\nWhether the same policy of law, which, for the benefit and encouragement of trade, allows a lessee or manufacturer to remove during his term, the buildings, engines, or machines erected on the realty or annexed to it by him, would embrace a machinist, with the like right to remove his machine or engine before its use, on the failure of the vendee to pay for it according to contract, and without his consent, it is not necessary for the court to decide, as the facts and circumstances in evidence in this case show a consent to removal by the vendee whilst he was owner of the freehold.\nThe right of removal of improvements on realty by a lessee, when made for the purposes of trade, does not depend on annexation as the criterion, as many parts of a building erected by a lessee may be removed by him, when it can be done without substantial injury to the freehold.\nWe deem it unnecessary to extend this opinion by the review of the many cases referred to in the argument, on the subject of fixtures, or by the consideration of such fixtures as were removable or .irremovable, or of the objects that were appurtenant to realty and not removable as personalty though not annexed to the realty.\nThe rule of severance and removal is one subject to the control and modification of the parties to the contract and representing the property, who may vary the same according to their convenience, pleasure, or regard to right. That consent will change property otherwise real into personal estate is ruled in Piper v. Martin, 8 Barr 211; Mitchell v. Freedly, 10 id. 198, and White’s Appeal, 10 id. 254. For whether attached to the realty or not, or in whatever manner attached, is immaterial, when the parties agree to consider it personal property: 8 Barr 211; 2 W. & Ser. 116; 10 Barr 253.\nIn the ease under consideration, McAllen acted with fairness and integrity to Haywood & Snyder when he found that he was unable to pay for the engine.. He said he could not claim it, and that he did not claim it. In this there was the strongest evidence of disclaimer by the owner of the freehold of any claim by him to it as part of the freehold or as his property. By the agreement of 18th January 1848 recited, it is acknowledged by McAllen that these boilers were the property of Haywood & Snyder, which for the accommodation of McAllen were to be left on his premises, for three months, after the expiration of which time they were at liberty to remove them. This agreement was in confirmation of the previous declarations of McAllen disclaiming any right to the boilers, and did not in any degree impair or abridge the rights of Haywood & Snyder. The time given wás^or the accommodation of McAllen, to allow him to make,an arrangement with his creditors; and whatever extension of time there was in allowing the boilers to remain on McAllen’s freehold, contravened then the rights of no one but Haywood & Snyder and McAllen. McAllen was the only person who had any right to object or require removal; and as he acquiesced, he is presumed to hold the possession subject to the will and demand of Haywood & Snyder. McAllen no doubt clung to the hope that he could still make an arrangement to the advantage of his creditors ; and if this were to be effected by a sale, that the arrangement might provide for the use of the steam-engine to be completed by Haywood & Snyder — McAllen securing them for the price of the engine. Such expectation may account for the forbearance of the makers to remove, and the willingness of McAllen to hold the possession as bailee for Haywood & Snyder.\nThe possession of McAllen under the, circumstances could not deceive or mislead any of his creditors. The possession of part of an unfinished engine would lead either creditor or purchaser of ordinary vigilance to inquire into the condition of the contract. No creditor or purchaser was misled. The debts contracted by McAllen were antecedent to the delivery of any part of the engine. There was not in this case either legal or constructive fraud to divest Haywood & Snyder of their right of property in the boilers or wheel.\nThe defendant, who places his defence in part on the allegation that the boilers were a part of the realty, made, as sheriff, his levy on them as personal property to.be severed and removed, and sold them at public sale as personal property. After his levy on the boilers and wheel, he levied on the mill and realty, with a minute description of its improvements and advantages, without embracing the boilers, which he had made the subject of distinct levy and sale. The defendant received notice before the sale by him of the claim of Haywood k Snyder to the boilers and wheel, which he did not regard. For his proceeding he said he was indemnified. The purchaser of the realty at sheriff’s sale did not purchase in ignorance of the claim by the manufacturers of the boilers and wheel. They had been treated by the sheriff as personal property, removable, and sold as such on the same execution by which the realty was levied. The unfinished condition of the engine was enough to lead a purchaser to inquire whose property it was.\nThis case, in the opinion of the court, is governed by the intention and agreement of the parties having the control of the rights of property and possession in the boilers and wheel of the unfinished engine; and under the contracts between them, the plaintiffs, Haywood & Snyder, had both the right of property and the right to possession of the boilers and wheel at the time of the levy and sale made by defendant. The right of removal was in the plaintiffs, and the right to -sustain this action.\nThe other errors assigned by plaintiff in error are not, in the opinion of the court, sustained, and the judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "The case was argued by fflsher, for the plaintiff in error.",
      "BerryMll and MeOormielc, for defendants."
    ],
    "corrections": "",
    "head_matter": "Shell versus Haywood & Snyder.\n1. A person contracted with machinists for the construction of a steam-engine and fixtures for a grist-mill. A part of the machinery, viz. the boilers and balance-wheel, were delivered, and the boilers fixed in a building attached to the mill. The purchaser became embarrassed, and in an agreement in writing between him and the attorney of the manufacturers, it was stated that the boilers and the machinery attached or to be attached to them were the property of the manufacturers, and they by their attorney agreed to leave the same where they were for three months, in order to give time to the purchaser to make an arrangement with his creditors; and in the event of his inability to make such arrangement, then the manufacturers were to be left to their legal remedy for the materials already furnished, or to the removal of the same, at their option: Held, that the machinists had the right to remove the boilers and wheel as against one who had purchased them at sheriff's sale when sold as the personal property of the owner of the mill who had ordered them, without respect to whether they were attached to the real estate or not.\n2. The acts and declarations of the owner of the mill who contracted for the engine, made before execution issued against him, that he considered the boilers and wheel as the property of the manufacturers of them, were admissible on their part as evidence of ownership, possession, and the right to remove the same.\nError to the Common Pleas of Dauphin county.\nThis was an action of trespass vi et armis, brought by Benjamin Haywood and George W. Snyder, doing business in the name of Haywood & Snyder, against Jacob Shell, the sheriff of Dauphin county, for levying upon and selling certain steam-boilers and a balance-wheel, then being in the mill of Thomas McAllen, below Harrisburg. See the opinion of his Honor, Chambers, J., for a statement of the main facts in the case.\nThe plea was non cul.\nOn the trial, Thomas McAllen was examined as to the contract between him and Haywood & Snyder for the engine. An agreement, as follows, was entered into:—\nThis article witnesses that the iron boilers now in the small building connected with the mill of Thomas McAllen, in Lower Swatara township, Dauphin county, and the machinery attached to said boilers, or to be attached to the same, are the property of Haywood & Snyder; and the said Haywood & Snyder agree to leave the same where they now are for three months from the date of this article, giving this time to the said Thomas- McAllen for the purpose of making an arrangement with his creditors; and in the event of his inability to make such arrangement, then the said Haywood Snyder are to be left to their legal remedy for so much of the materials as are already furnished, or to the removal of the same, at their option.\nAnd further, in the event of an arrangement with the creditors aforesaid, the said Haywood & Snyder are to put up the engine complete, to the satisfaction of said Thomas McAllen, he securing the said Haywood & Snyder for the same, upon such terms and time as may be agreed upon between the parties. January 18, 1848. (Signed)\nThos. McAllen.\nJno. H. Berryhill, Attorney for Haywood & Snyder.\nMcAllen testified, inter alia: — I made no arrangement with my creditors; failed to do so ; two would not agree, all the rest willing ; the property was sold by the sheriff, all my property, real and personal; the property was left with me by Haywood & Snyder for the time mentioned; I made no payment to them for the engine; nothing' was to be paid till it was delivered and put up; they never demanded payment.\nCross-examined: — The materials all delivered in the fall of 1847, which were delivered at all; they remained on the premises till the sheriff’s sale; the fly-wheel and part of the binder-plates never moved; the boilers were put in their place ; columns and door-frames were walled up before the sale; all was left just as they were when they stopped; no work done after the failure.\nAfter the foundation was built, and boilers on it, Haywood & Snyder were to put up the iron-work of the machinery, put it in order, finish and start it; they were to pay their hands. •\nIt was proposed to prove by the witness that, before the execution issued to the sheriff, he declared to Mr. Berryhill, the plaintiffs’ agent, that he (witness) had no claim to the property, and Berryhill might remove it if he insisted on it. This objected to by defendant.\nBy the court: — “ This can have but little weight in determining the right, but may have some, and, as defendants have not shown-a legal right to seize, is evidence against the possessor, the witness.” Admitted, and exception sealed.\nI was owner of the real property, and this engine was building for me as owner. Berryhill and I had several talles about this property before the agreement was entered into; we came to the conclusion as therein expressed ; I told Berryhill I could not claim the property in consequence of not having paid any thing on it; I never did claim it; always had the same view of it; the boilers could have been taken out by taking the door-frame out; some of the bricks might have fallen; no part of the engine there ; the plaintiffs had no person there to superintend the work during erection ; had sent their foreman there at first to show the plan ; had also a frame-work of wood that the masons were to work round; holes for plates, rods, &c., through it; they worked by that; when finished, that was to be taken out; all the hands about the building were employed and paid by me.\nPearson, J., charged the jury, inter alia: — The arrangement made with Mr. Berryhill creates the principal legal difficulty in this case. Prior to that contract, I have no doubt of the vendors’ right to this property, and that they could have removed it at any time. How far did that contract divest them of the right of re-caption and vest the title in McAllen.\nThe contract admits that this property belongs to the plaintiffs, who agreed to permit it to remain in possession of McAllen for three months, to see if he can make an arrangement with his creditors. This, of itself, would not have the effect of giving McAllen the property; it was merely leaving it on the premises, and making him for that time the bailee of the plaintiffs. The contract goes on to provide for the contingency of McAllen’s inability to make an arrangement, and leaves it optional with them to remove the goods or to seek their remedy for the materials already furnished. Their remedy how ? Unquestionably by suit for their value. In the event of an arrangement with the creditors, plaintiffs are to put up the engine complete, but to be secured their purchase-money upon such terms and time as shall be agreed upon between the parties, evidently contemplating a new contract in that event.\nBy the terms of this contract no property vested in McAllen, but he might have a vested interest at the end of three months. It was optional with Haywood & Snyder whether he should or not. They left the articles there for nearly one year afterwards. The fair presumption then is, that they made their election under the contract, and agreed to leave the goods with him, although no arrangement was made. Against that presumption you have the evidence of McAllen, that he never considered these articles his, that they were not to be, until paid for, and the improbability that the plaintiffs would agree to part with their property to an insolvent man. But McAllen’s understanding alone is insufficient. The plaintiffs, and not he, had the right of election, and you must have some proof to satisfy you that they made the election in order to counteract the presumption arising from. their long silence. Mr. Berryhill, it is contended by the plaintiffs’ counsel, testified that he had repeated conversations, as well after as before the article was made, and along through the summer, with McAllen, in which he stated his client’s intention to remove the goods, but was prevented by Mr. McAllen stating that Mr. Fisher (who had writs in the sheriff’s hands the whole time) threatened to bring suit against him if he did. The defendant’s counsel contends that these conversations were all before the article was entered into, and that he did not speak of any after. You will have to decide between them. If no conversation took place after the three months expired, the plaintiffs never made the required election, and cannot recover. If it took place soon after, so as to show they made the election in a reasonable time, the article does not stand in the way of a recovery. This is the most important fact you have to decide: almost every thing else has been argued as questions of law.\nWere these boilers fixtures ? You have heard the evidence as to the purpose for which they were placed in the building, and the manner in which they were built around; that they were not secured in any way, but that it would be difficult, and might be impracticable to remove them without some injury, though slight, to the building. ■ Where a workman contracts to put up machinery of great value, such as this, to be paid for on completion, and, when finished, the person with whom he has contracted refuses to make payment, I have no doubt of his right at once to remove it, although, in so doing, he should to a limited extent injure the building in which it is placed. Such a right is as much secured to him for the benefit and encouragement of trade as to the tenant, who may remove almost every structure placed by him on demised premises to carry on his business. It cannot be that the machinist shall be deprived of machinery worth several thousand dollars because the building in which it is erected may in its removal be damaged to the amount of five or fifty dollars, more especially when a violation of the contract on the part of the owner leads to the necessity of its removal. But the right of re-caption in such cases must be promptly exercised ; a man cannot sell an article to another, and, because he is not paid, go at a distant day to his premises and remove it. Had these boilers been once used as part of the machinery, and detached for a temporary purpose, I should consider them as still part of the freehold. They had never been used nor prepared for use. The whole machinery was in a course of erection. Whether attached to and part of the freehold, is in part a question of intention, to be determined by you. If placed in the building with the expectation that the other part of the machinery should be attached to it, and the whole remain the property of the plaintiffs until completion and payment, according to the terms of the contract, they should not be considered real property, or fixtures, even if some small portion of the building would have to be displaced in order to remove them. The witnesses generally agree that they could not be removed without taking out the door-frame, and all state they could be by removing it, which would do no essential injury. The parties in interest have all treated these boilers as personal property. The sheriff levied on and sold them as such. McAllen said he always considered that they belonged to the plaintiffs, although he would do no act to affect the rights of his creditors.\nWe are asked to say that the sheriff, by his levy and sale, is estopped from now saying that these boilers are part of the freehold. We do not say so, but his act is a strong admission against him. According to some cases, the sheriff, by his levy and sale, can as effectually sever such property as the owner of the freehold. See 6 Amer. Law Jour. 355, and the cases there cited. But we are not prepared to say, under all these circumstances, that this is an absolute severance, or that it amounts to an estoppel. The defendant’s counsel have urged us to decide, as a question of law under all the circumstances, that these boilers were fixtures at the time of the'levy and sale. I am of opinion, under-all the circumstances proved, that they were not, as between the present plaintiffs and the sheriff, but consider it a question of fact, to be determined by you, and should not have expressed any opinion on the subject but on account of their calling for and urging it.\nA number of points were submitted to the court, on the part of the defendants, but none of the assignments of error were sustained by the court.\nMay 7, 1851, verdict for plaintiffs for $760.22 damages.\nError was assigned to the admissions of the evidence referred to in the bill of exceptions, viz. the admissions or declarations of McAllen, and to various parts of the charge.\nThe case was argued by fflsher, for the plaintiff in error.\nBerryMll and MeOormielc, for defendants."
  },
  "file_name": "0523-01",
  "first_page_order": 523,
  "last_page_order": 531
}
