{
  "id": 988450,
  "name": "Philadelphia and Sunbury Railroad Co. v. Lewis",
  "name_abbreviation": "Philadelphia & Sunbury Railroad v. Lewis",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "33",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 33"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dall. 92",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11735118,
        11735063
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0092-02",
        "/us/2/0092-01"
      ]
    },
    {
      "cite": "5 W. & S. 223",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478389
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 15500,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 2.618506684428872e-07,
      "percentile": 0.8210851289013374
    },
    "sha256": "ce93570696b3d6e76cf1547628d021c4cae4a288d9c93818f752c184012023b3",
    "simhash": "1:8d0784458e5e2eb7",
    "word_count": 2756
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Philadelphia and Sunbury Railroad Co. v. Lewis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThis was an action of debt, brought by the plaintiff below against the company, on twenty bonds of $500 each, amounting to $10,000, together with the amount due on the coupons thereto attached, all dated the 9th day of June 1856. The first interest was to fall due on the 15th day of June 1857, and semi-annually thereafter.\nThere was a mortgage given at the time of the execution of the bonds, on the property and lands of the company, to secure their payment, in which it is stipulated, “ that if default he made in the payment of the interest on the said bonds, for ninety days after the time appointed for the payment, the principal sum of the said bonds shall become due and payable, as if the time appointed for the payment thereof had actually arrived.” Default having been made in the payment of interest, this suit was brought, and copies of the claim filed.\nTo prevent judgment being had, the president of the company made and filed an affidavit of defence. The judge at nisi prius, on motion, directed judgment to be entered against the defendants on the ground of its insufficiency, and this is the only error assigned on this record.\nThe matters alleged in the affidavit, and relied on as a defence, are: 1. That the company had no authority to issue the bonds, and from a memorandum on the bonds themselves, the plaintiff knew, or had the means, by inquiry, of knowing it. 2. That the books of the company did not show that any value had been received by the company for the bonds; that the said bonds had been delivered to the then president of the company, whose accounts remained unsettled, and that he had made no return of the proceeds of the bonds to the company. 3. That the rate of interest (twelve per cent.) which the bonds bear, is illegal.\n1. The plaintiffs in error seek to establish the point that these bonds are void, because the company had no power to create the mortgage accompanying the bonds; and thus, as the accessory was inefficient, the principal was void. In other words, as the power of the company had been exhausted, to pledge by mortgage the franchises and property of the company, they were not bound to fulfil their obligations created by these bonds. It is a well known principle of law, that a corporation, like a natural person, has the right to carry on its legitimate business by all legal and necessary means not prohibited by law, or by its charter. “ That it has, at least,” says Kennedy, J., in Dana v. The Bank of the United States, 5 W. & S. 223, “ every capacity that is necessary to carry into effect the purposes for which it was established, cannot well be questioned.” This principle has been repeatedly asserted by this and other courts, and in view of it, why had not the Philadelphia and Sunbury Railroad Company a right to issue their bonds in the form of those in question ? We have nothing to do with the mortgage in the investigation of this question. That is another thing. It may be, that it will not affect the security intended — we do not know, and give no opinion in regard to it. But would this be a reason, why 'the bonds should not be binding ? It often has, and often will occur, that mistakes and defects in mortgages have rendered them worthless as securities, but nobody ever presumed that the bond was, therefore, to have no obligatory force. The power to issue the bond is all we have to do with. In McMasters v. Reed, Grant’s Cases 36, it was strenuously urged, that, as the legislature had conferred on the Erie Canal Company a power to borrow money on mortgage, to enable them to complete their work, this covered the whole scope of power possessed by the company, and they could not issue bonds without such mortgage. But they did not think so, and issued bonds payable to bearer, without any accompanying mortgage. It was insisted, that as this was unauthorized, the parties executing the bonds made themselves personally liable. But this court held, that the company had of necessity the right to enter into obligations in carrying out the ends of their creation, and that the obligations were binding- upon the company. The last case on this subject, affirming this doctrine, is Fritz v. The Holy Trinity Church, decided at this term. We have no doubt the company had a right to issue the bonds, and are liable upon them without regard to the mortgage. Nor do we think, that the memorandum on the bonds, that they were issued by the “ company in accordance with its charter, to the amount of $500,000, and that the mortgage therein recited had been duly executed” and delivered to the trustee, had any effect whatever, in this case, prejudicial to the plaintiffs’ right of recovery. What effect it may have when the mortgage comes to be tested, we cannot say. Thus far the affidavit of defence was insufficient.\n2. It was not sufficient to allege that the books of the company did not show value received for the bonds, or that the president had not made a return of the proceeds to the company. The bonds were in such form as to pass by delivery; a purchaser had simply to pay his money and take his bond. He was not bound to see to the application of the money to the purposes of the corporation. He might presume that they had sufficiently provided for their own safety in that matter. The allegation is not that the bonds were obtained fraudulently and without being paid for, nor that they were not in fact paid for to the proper officer or officers of the company, but only that the books do not show what had become of the proceeds. This was clearly insufficient.\n3. The third matter of defence is as to the illegality of the interest. This does not avoid the bond: 2 Dall. 92; 12 S. & R. 46, and many cases since. This being so, the courts in this state have always held, that a recovery might be had for the principal and legal interest on usurious paper. This is too well settled to admit of elaboration. The plaintiff below relinquished the excess of interest, and only claimed payment for the principal of their bonds and coupons, with six per cent, interest. This he was entitled to. We see no error in the case, and the\nJudgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Lex, for the plaintiffs in error. •",
      "Parsons, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Philadelphia and Sunbury Railroad Co. v. Lewis.\nThe bonds of a railroad company are not rendered void in consequence of being secured by a mortgage, -which the company may have had no authority to execute.\nIt is no defence to an action on the bonds of a railroad company, that the defendant’s books do not show .that any value had been received for them, and that the bonds had been delivered to the president, who had made no return »f the proceeds. The bonds being in form to pass by delivery, a bona fide purchaser had nothing to do with the application of the money paid for them.\nThe reservation of an illegal rate of interest, does not prevent a recovery of the sum actually loaned, with legal interest.\nCertificate from the Court of Nisi Prius.\nThis was an action of debt by Ellis Lewis against the Philadelphia and Sunbury Railroad Company, on twenty coupon bonds of the defendants of §500 each, amounting to §10,000, and for the amount due on the coupons thereto attached.\nThe bonds were all dated the 9th June 1856, and were in the following words:\nFive hundred dollars.\nNo. 879. Commonwealth of Pennsylvania. §500.\nMortgage 12 per cent. Loan §500,000.\nThe Philadelphia and Sunbury Railroad Company\nAcknowledges itself indebted to the bearer in the sum of five hundred dollars lawful money of the United States; which sum the said company promises to pay to the bearer on the 15th day of June 1861, with interest at the rate of twelve per cent, per annum, payable on the 15th day of June 1857, and semi-annually thereafter on the 15th days of June and December, at the office of the company in the city of Philadelphia, upon the delivery of the annexed warrants respectively. The holder of this bond is entitled to the security of a mortgage, dated the 7th day of June 1856, by the said railroad company, of its railroad with its corporate'franchises and other property, also of twelve hundred acres of coal land on and adjacent to the route of the said railroad, executed to Charles W. Hegins, Esq., of Pottsville; and also of the pledge and deposit of ten thousand shares of the stock of the company in trust, to secure the full and final payment of the bonds to be issued by the said company, not to exceed, in the whole, five hundred thousand dollars.\nThe tolls upon the railroad, and the rents of the land, to be applied to the payment of the interest, and the rents annually, to the creation of a sinking fund, for the final redemption of said bonds; seven-tenths of the par value of this bond is convertible at any time before the 15th day of June 1860, into the stock of the company, at the option of the holder, at the rate of forty-, three dollars; and the coupons hereto annexed, shall be receivable in payment of tolls upon the railroad, during the semi-annual period in which they may become payable.\nIn witness whereof, the said railroad company hath caused this bond to be signed and attested by the president, and its common seal to be hereto affixed, at the office of the company in the city of Philadelphia, this ninth day of June, in the year of our Lord eighteen hundred and fifty-six. Wm. L. Heleenstein.\nThe above bond is one of those authorized to be issued by the Philadelphia and Sunbury Railroad Company, in accordance with its charter, to the amount of $500,000; and the mortgage therein recited has been duly executed and recorded, and delivered to me.\nC. W. Hegins.\nTo each of these bonds were annexed nine coupons, in the following form:—\nPhiladelphia and Sunbury Railroad Company, 12 per cent: interest, warrant No. 9, on bond No. 879, for $500, due 15th June 1861.\n$30. W. Bickle, Treasurer.\nTogether with the copies of these bonds, the plaintiff filed the following suggestion:—\n“ The claim of the plaintiff, in this case, is founded on twenty bonds, of $500 each, amounting to $10,000, and the coupons of each due the 15th day of June 1857, under and by virtue of the several provisions in a mortgage by the defendants, bearing even date with said bonds; and which said mortgage was given for securing the payment. But the plaintiff asks judgment for the debt, and six per cent, interest, to be levied of the lands and goods, the defendants waiving all right to a levy on the franchises, until such levy may be sanctioned in a judicial proceeding on the mortgage of the same — a copy of which mortgage is also filed with copies of said bonds — one of which provisions is as follows:— ‘That if default be made in the payment of interest on said bonds, for ninety days after the time appointed for the payment thereof, the principal sum of said bonds shall become due and payable, as if the .time appointed for the payment thereof had arrived.’ And plaintiff avers that default has been made in the payment of the interest on said bonds, for ninety days after the time for the payment of the interest thereof, and still continues to be made, and therefore a right of action hath accrued to him on said bonds.”\nThe following affidavit of defence was put in by the defend • ants:—\n“ James S. Biddle, president of the Philadelphia and Sunbury Railroad Company, being duly sworn according to law, deposeth and saith, that there is a defence to the plaintiff’s claim in above case, as follows: That it appears by a memorandum on the bonds, copies whereof are filed in the above case, that said bonds are among those authorized to be issued by said railroad company, in accordance with their charter, to the amount of $500,000; and by the copy of mortgage filed, referred to in said bonds, that the same were issued in conformity with the provisions of the Acts of Assembly of this state, passed April 2d' 1850, and June 15th 1852, and under the authority given by said acts to said company to borrow the sums of money therein mentioned; that the president of said company, William D. Helfenstein, who executed said bonds and mortgage on behalf of said company, has ceased to act as such officer of the company since the month of April 1857, and that this deponent, together with the present board of managers, have been elected since that time; that by the Act of Assembly April 2d 1850, said company was authorized to borrow such sums of money not exceeding $500,000, at any rate of interest not exceeding twelve per cent, per annum, as might be deemed expedient, and to secure the same by a mortgage on the corporate franchises of said company; and by the Act of June 15th 1852, the said company were authorized to borrow such additional sum, not exceeding $800,000, as might be deemed expedient, under the provisions of said Act of April 2d 1850; that said defendants, prior to the making of the bonds on which this suit is brought, had issued bonds to the amount of $1,200,000, with interest at the rate of seven per cent, per annum, secured by two mortgages on their corporate franchises, and $100,000 of bonds, bearing interest at the rate of twelve per cent, per annum, secured by a mortgage on the separate real estate of said William D. Helfenstein; and this deponent, on behalf of said company, is advised that the said company, being only enabled to raise money at a rate greater than six per cent, per annum, by virtue of said Acts of Assembly, and having exhausted the authority given them in this respect, by the issue of said bonds, amounting to $1,300,000, the said bonds on which this suit is brought, purporting also to bear an interest of twelve per cent, per annum, were issued without any authority on the part of said company, and are invalid; that said bonds and the mortgage therein referred to, indicate upon their face the authority under which the same purport to have been issued and executed, and that the plaintiff, as a holder thereof, had notice that the same were issued in pursuance of the powers conferred upon the company by said Acts of Assembly, and, said powers having been exhausted prior to their issue, took the same at his own risk. This deponent further saith, that the books of the company do not show that any value whatever was received by said company for said bonds and mortgage, or either of them, on which above suit was brought, or of said loan of $500,000, of which they purport to be part; that said bonds appear by said books to have been delivered to said William D. Helfenstein, the said former president of the said company, whose accounts are still unsettled, and who has made no return of the proceeds of these bonds, or accounted for said proceeds to said company. This deponent further suggests, that if the bonds are valid, notwithstanding the company exceeded their authority, that the mortgage, for the reasons aforesaid, accompanying said bonds, is invalid and illegal, and that upon the face of the bonds only, without reference to the mortgage or the stipulations therein contained, no more than the interest due, can be recovered upon said bonds. James S. Biddle.\n“ Sworn and subscribed before me, this\n22d day of January, A. D. 1858,\nCharles E. Heleericht, Alderman.”\nOn motion of the plaintiffs’ counsel, the court below gave judgment for want of a sufficient affidavit of defence; and the damages having been assessed at $10,900, the defendants removed the cause to this court, and here assigned the same for error.\nLex, for the plaintiffs in error. •\nParsons, for the defendant in error."
  },
  "file_name": "0033-01",
  "first_page_order": 33,
  "last_page_order": 38
}
