{
  "id": 988365,
  "name": "Lewis versus Lewis",
  "name_abbreviation": "Lewis v. Lewis",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "66",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 345,
    "char_count": 6028,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.0170814354845364e-07,
      "percentile": 0.5437778418741788
    },
    "sha256": "a67e0a6576d36584944920aecd4088df6ed3b1ef291a40853267b12f5031abe9",
    "simhash": "1:2ca0a0e355cd10ff",
    "word_count": 1087
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lewis versus Lewis."
    ],
    "opinions": [
      {
        "text": "The 'opinion of the court was delivered by\nLowrie, C. J.\nIf the devise to Thomas and his children gave him only a life estate, with remainder to his children, then it follows, according to the case, that in strict law the plaintiffs have a right to recover; for in strict law the writings prove the title. But the postulate of this conclusion we do not discuss; for we prefer going on the equitable principles involved in the cause.\nThe testator had an estate tail in the Buckingham farm, and he might have barred the entail, and thus subjected it to his last will. He devised it without this, and thus left his will subject to be partially defeated by Thomas, the heir in tail. He devised the Plumstead farm to Thomas, and the Buckingham farm to Charles and Richard, and thus Thomas got the legal title to both — the one by devise and the other as heir in tail.\nBut equity does not allow him to hold both on such a title, and requires him to elect which he will take. If he elect to take according to the will, it requires him to convey the Buckingham farm in fee according to the will, which he could do by barring the entail. If this had been done, the will would have been satisfied, and these plaintiffs would have got the Plumstead farm which they now sue for, and their uncles would have got the other in fee.\nBut Thomas elected to take the Buckingham farm, which is of greater value, and thereby he became charged in equity to hold the other as trustee for Charles and Richard. To what extent ? Of course only to the extent of his legal estate; that is, according to the assumption with which we started, for his life. But the remainder was in his children, and if they also were bound to elect, then they are trustees also for the equitable owners.\nWere they bound ? When their father died seised in fee simple of the very land elected by him in repudiation of the will, and it descended to them; they were exactly in the position that their father had occupied when he was compelled to elect: they had the legal title to both tracts, one intended by the will for themselves, and the other for their uncles. They cannot have both, and of course they must elect. They have elected to keep the Buckingham farm, and have therefore no equitable claim to the other. They do not assent to the devise of their land to their uncles, and they cannot have the land that was devised to them instead.\nJudgment affirmed and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Watson, for the plaintiffs in error.",
      "O. E. Du Bois and Roberts, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Lewis versus Lewis.\nA testator died seised of one estate in tail, and of another in fee; by his will, he devised the latter to his eldest son and heir in tail, for life, with remainder to the children of such son, in fee; and the entailed estate the testator devised to his two younger children in fee; the eldest son elected to take the entailed estate, which was of greater value, and recovered it in ejectment; he subsequently barred the entail and died seised thereof: Seld, that his children were bound to elect between the property devised to them by the will of their grandfather, and that which descended to their father as heir in tail.\nError to the Common Pleas of Bucks county.\nThis was an ejectment by Thomas E. Lewis and others, the children and heirs at law of Thomas Lewis, deceased, against Charles Lewis, for a tract of 104 acres of land in Plumstead township, Bucks county.\nIn the court below, a case was stated for the opinion of the court, with liberty to either party to sue out a writ of error, in which the following facts were agreed upon.\nBoth parties claimed under the will of John Lewis, deceased, who, at the time of his death, in 1837, was seised of the premises in dispute, in fee. He was also seised in tail of another farm in Buckingham township, of greater yalue than the land in controversy.\nBy his will, he devised the Buckingham farm to his two younger sons, Charles and Bichard, in equal parts, as tenants in common, subject to certain charges thereby created. And the Plumstead farm, he devised as follows: — “ The above-described property I give to my son Thomas, during his natural life; and, at his decease, it is my will that it shall be equally divided among all his children; but if his wife Letitia should survive him, she must have her dowry, as other widows.”\nThomas was the eldest son of the testator, and heir in tail of the Buckingham farm; and as such he recovered it in ejectment, and held possession thereof until his death. He afterwards barred the entail in conformity with the Act of Assembly.\nAfter the recovery of the Buckingham farm, Charles Lewis, .and Elizabeth Stalcup, the daughter of Bichard Lewis, then deceased, notified him to elect between the entailed property and that devised to him by his father’s will. He elected to take the ■entailed estate; whereupon an action of ejectment was brought against him for the Plumstead farm, to which he made no defence; but his children were admitted to defend as tenants in remainder. Judgment was rendered for the plaintiffs therein (1 Harris 79), and they recovered possession of the premises; and the defendant Charles Lewis was still in possession thereof.\nThomas afterwards died intestate, leaving five children, the plaintiffs in this action. On the 24th December 1856, the Buckingham farm was sold by order of the Orphans’ Court, for the payment of the decedent’s debts; and the surplus, amounting to about $9000, was distributed among his children before the bringing of this action.\nThe court below (Smyser, P. J.) gave judgment for the defendant, on the case stated, which was here assigned for error.\nWatson, for the plaintiffs in error.\n— The doctrine of election does not extend to a derivative interest: Cavan v. Pulteney, 2 Ves. Jr. 544; 8 Id. 384; Sugden on Powers 390; 2 Roper on Leg. 1638; 1 Jarm. on Wills 386; Williams on Executors 1237; 1 Swanst. 408 n.; Brodie v. Barry, 2 Ves. & B. 127; 1 Roper on Husband and Wife 30.\nO. E. Du Bois and Roberts, for the defendant in error,\ncited Ward v. Baugh, 4 Ves. 623; 2 Roper on Leg. 1645; Noys v. Mordaunt, 2 Vern. 581."
  },
  "file_name": "0066-01",
  "first_page_order": 66,
  "last_page_order": 68
}
