{
  "id": 988399,
  "name": "Wickham et al. versus Knox et al.",
  "name_abbreviation": "Wickham v. Knox",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "71",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 71"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 246,
    "char_count": 4165,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 5.530666456868857e-08,
      "percentile": 0.34882342561284463
    },
    "sha256": "52606b998cf1d35ce1797d2e99c9c1ef3c05e641ca554c49b40a38818664ec00",
    "simhash": "1:38e90d05e04017e3",
    "word_count": 725
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wickham et al. versus Knox et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nWe infer from the evidence, that Booth’s bid for the erection of the house had been accepted, and he was to get sureties for the faithful performance of the contract which he was about to enter into. He went home (to Covington, in the samo county) to get his sureties, and a paper was executed by the defendants under their several seals, authorizing him “ to place our names to a contract, &c., as security for the performance of said contract on his part.” He signed and sealed the contract for them as his sureties, and the action is in covenant; and it is objected, that he had no authority to seal. We think, however, that he had. The authority is under seal, and that is some evidence of it. A warrant of attorney under seal, for the present execution of a contract not under seal, is a simple waste of legal solemnities, that could hardly be intended. The authority is to place the defendants’ names to the contract; but this does not affect the completeness of the power invested by the warrant under seal, for that is only a form of expression of the authority to execute the instrument on their behalf. It is full power to execute it, as they could have done, if present.\nThe other point is without error.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Cfuernsey and PI. W. Williams, for the plaintiffs in error.",
      "J. W. Ryan, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Wickham et al. versus Knox et al.\nA power of attorney, under seal, authorizing the attorney to place his principals' names to a contract, empowers him to execute a contract under seal.\nError to the Common Pleas of Tioga county.\nThis was an action of covenant by Benjamin C. Wickham, Joseph Aiken, Abram Prutsman, and John B. Steele, who survived Peter B. Guernsey, against J. 0. Johnson, Charles D. Birchard, Lucy Putnam, and George Knox, on a contract, under seal, wherebythe defendants guarantied the performance of a contract by George W. Booth, to erect a meeting-house for the plaintiffs, who were the building committee of the Presbyterian Church in Tioga village.\nIn August 1850, the plaintiffs advertised for proposals for building a meeting-house in Tioga village, requiring the contractors to give security for the performance of their contract. George W. Booth sent in a proposal, which was accepted; and the defendants executed the following power of attorney, authorizing him to place their names, as guarantors, to the building contract:—\nCovington, Aug,. 5th, A. d. 1850.\nMessrs. B. C. Wickham, Joseph Aiken, Abram Prutsman, J. B. Steele, and P. B. Guernsey, building committee of the Presbyterian meeting-house, Tioga village, Tioga county, Pa. Sirs: We, the undersigned, citizens of Covington, do by these presents authorize Geo. W. Booth, of Covington, to place our names to a contract made by and between him and the above-named committee, as security for the performance of said contract, on his* part. As witness our hands, this 5th day of August 1850.\nJ. C. Johnson, l. s.\nCharles D. Birchard l. s.’\nLucy Putnam, l. s.:\nGeorge Knox. E. S.:\nAttest: Edwin Dyer.\n. On the 15th August 1850, George W. Booth entered into a contract for building the proposed meeting-house, and executed the following guarantee in the names of the defendants:—\nWe hereby guarantee the performance of the above contract on the part of George W. Booth, and agree to make good all damages in consequence of any failure on his part to do the work as agreed, or in the non-performance of the contract on his part,' in any par-\nticular. Witness our hands and seals, this 15th day of August,\nA. D. 1850. s.] 'J. C. Johnson, it.\nB-] Chas. D. Birchard, Lucy Putnam, L. ‘l. s.]\nGeo. Knox. L. S.]\nBy Geo. W. Booth. L. S.]\nOn the trial, the plaintiffs offered this instrument in evidence, which was ruled out by the court below, on the ground that the power of attorney did not authorize Booth to bind the defendants by an instrument under seal. To this the plaintiffs excepted; and a verdict and judgment having been rendered for the defendants, the plaintiffs sued out this writ, and here assigned the same, inter alia, for error.\nCfuernsey and PI. W. Williams, for the plaintiffs in error.\nJ. W. Ryan, for the defendants in error.\nThis case was decided in 1856."
  },
  "file_name": "0071-01",
  "first_page_order": 71,
  "last_page_order": 72
}
