{
  "id": 988410,
  "name": "The Philadelphia and Reading Railroad Company versus The Green and Coates Street Passenger Railway Company",
  "name_abbreviation": "Philadelphia & Reading Railroad v. Green & Coates Street Passenger Railway Co.",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "82",
  "last_page": "83",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 309,
    "char_count": 4739,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 1.458523723746264e-07,
      "percentile": 0.6565878937343451
    },
    "sha256": "f9a8bc1c54ff3ad7cf04b2334a0a55e2bb644186088efa23f41d7f5563853f15",
    "simhash": "1:9c8867a5f564acde",
    "word_count": 866
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Philadelphia and Reading Railroad Company versus The Green and Coates Street Passenger Railway Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe cannot consent to it. According to the Act of 1842, relating to the Nisi Prius, §§ 7, 8, 9, Pamph. L. 433, the original jurisdiction of this court, when sitting in Philadelphia, must pass through the Nisi Prius before it comes up before the court in banc. We decided so, in a recent quo warranto case from Northampton county, Commonwealth v. Porter. This is exceedingly important in the careful administration of justice; for thus each case may be twice considered before final judgment or decree. It is especially important in equity cases, and the law is very express as to them. And we must insist upon its observance, else the court in banc will soon become so embarrassed with original cases in their preliminary stages, as to have serious difficulty in giving due attention to its duties as a court of review. We do not utterly refuse to hear such motions as this, but they belong properly to the judge at Nisi Prius, and we will consent to hear them only when he regards them of such importance as to request us to sit with him for that purpose.\nThe motion is denied.\nIn the case of Commonwealth v. Porter, the following opinion was delivered by\nLewis, C. J. — This is a quo warranto, in which issues in fact and issues in law are. joined. It is brought to try the right to the office of Notary Public in Northampton county, and, as we are informed, is now pending in the Court of Nisi Prius under some order of this court made at Harrisburg, the record of which is not produced. The present motion is to restore the case to the argument list of this court in banc, for the purpose of disposing of the issues in law raised by demurrer. The Act of 24th February 1806 directs 'that no issues in fact shall be tried before the Supreme Court in banc: 4 Smith’s Laws 270. The Act of 17th March 1853, directing issues in fact, in quo warranto cases, “ to be tried before a judge of the Supreme Court, by a jury summoned from any county in which the Supreme Court shall be sitting at the time of trial,” applies only to corporations. The Act of 26th of July 1842, P. L. 431, declares that all trials of contested facts in equity, or otherwise, which the Supreme Court in banc may order and direct, shall be tried before the judge holding the Court of Nisi Prius, and gives him full power to enter judgment in all cases brought, or to be brought, in the Supreme Court on original process, and to make all orders and decrees in such cases as fully as any court of record could or might make. The same act directs him to take cognisance “ in all cases in equity, then pending or hereafter to be instituted, in the Supreme Court in the city and county of Philadelphia, under all existing and future Acts of Assembly vesting equity jurisdiction in the Supreme Court in the city and county aforesaid, as fully as the Supreme Court in bane might or could do.” Under these provisions, it is our general practice to refer all equity cases, originating in the city and county of Philadelphia, to the court at Nisi Prius. And where issues in fact are joined, in cases of quo warranto arising in any of the counties of the eastern district, a reference of such cases to the Court of Nisi Prius is equally proper and lawful. The judge at Nisi Prius has full power, not only to try the issues in fact, but to enter judgment as fully as the court in banc could do. But the plaintiff desires to have the demurrer decided, before the issues in fact are tried. This is a matter vesting in the discretion of the court having cognisance of the cause: Beale v. Buchanan, 9 Barr 123. The practice in the District Court is to try the issues in fact first, and that practice has been sanctioned by this court, in Marseilles «. Kenton, 5 Harris 243. We are unable to perceive any reason, why we should take this cause away from the forum where all the issues may be speedily disposed of. To bring it here, to decide one part of the case, and to send it back again, for the trial of the other part, may produce unnecessary trouble and delay. If the parties be so minded, they can have it placed at the head of the Nisi Prius list, because it involves a question of public right, which ought to be speedily settled. Motion refused.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Meredith, for the complainants,"
    ],
    "corrections": "",
    "head_matter": "The Philadelphia and Reading Railroad Company versus The Green and Coates Street Passenger Railway Company.\nThe Supreme Court sitting in Philadelphia, will not hear a motion for an interlocutory injunction, unless the judge at Nisi Prius regard the case as of such importance as to request the other judges to sit with him for that purpose.\nIn Equity. Motion for special injunction.\nMeredith, for the complainants,\nmoved the court to order the motion for a preliminary injunction to be argued before the court in banc."
  },
  "file_name": "0082-01",
  "first_page_order": 82,
  "last_page_order": 83
}
