{
  "id": 988386,
  "name": "Naglee's Appeal",
  "name_abbreviation": "Naglee's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "89",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Binn. 139",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791096
      ],
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0139-01"
      ]
    },
    {
      "cite": "2 Wh. 380",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 420",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 466,
    "char_count": 8179,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 1.4317463399268701e-07,
      "percentile": 0.651412109354638
    },
    "sha256": "4555ba4b857faff11eeaddc51d6907a39b808db4f8c8b716578d5d2ff4229598",
    "simhash": "1:29826cb8fe0b2d33",
    "word_count": 1464
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented. Strong, J., was absent at Nisi Prius."
    ],
    "parties": [
      "Naglee’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nWhen we had this will up before, we expressed our opinion, that under her father’s will, Mrs. Williams took a fee simple in the land devised to her: 28 State Rep. 89. We still think so. The principal devising clause gives her a fee simple expressly. How is this reduced to a life estate ? Certainly not by the direction that she shall not sell or convey; for this is a void restraint upon an absolute title, as we showed before.\nBut the will adds, that she shall receive the rents during her life, and after her death her portion shall be “ equally divided” among her children and their heirs ; and if she die without issue it shall be “ equally divided” among the survivors of his children.\nThis is not inconsistent with the fee granted before; for it provides only for a division of the estate among her heirs on her death; for the word “ survivors” of her sisters, includes the children of a sister not surviving. It therefore gives her an estate of inheritance, describing the line of inheritance according to the intestate act, first to her issue, and second to her collateral heirs on the side of the testator. In principle, the devise is the same as in Reifsnyder v. Hunter, and Walker v. Vincent, 19 State Rep. 41, 369. And see also 1 Hare’s Rep. 428; 1 Jacobs & W. 158; 31 State Rep. 292.\nIt is some evidence that the testator did not suppose that he had limited his daughter’s interest in the property to a life estate, that he authorized his executrix to sell or to let on perpetual lease “ for the benefit of his daughter,” without attending to the more important fee simple now supposed to exist in remainder.\nWe are of opinion that the Common Pleas was right in decreeing according to the prayer of the bill; but under the circumstances we think it ought to be without costs.\nDecree reversed as to costs, and afSrmed as to the residue.\nRead, J., dissented. Strong, J., was absent at Nisi Prius.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "P. K. Price, for the appellant.",
      "St. Q-. T. Campbell and Johnston, for the appellees,"
    ],
    "corrections": "",
    "head_matter": "Naglee’s Appeal.\nA téstator devised certain real estate to his daughter, E. A., when she should attain the age of twenty-one years; and provided, that neither of his children should sell or convey any part of the real estate thereby willed to them, but should receive the rents, issues, and profits thereof, during their natural lives; and after their or either of their deaths, their portions should be equally divided among their children and their heirs; and if either of his children should die without issue, their portion should be equally divided among the survivors: Held, that E. A. took a fee simple in the land devised to her.\nA fee simple is not reduced to a life estate, by a direction that the devisee shall not sell or convey; this is a void restraint upon an absolute title.\nSuch a devise gives an estate of inheritance, describing the line of inheritance according to the intestate act; first, to the issue of the devisee, and second, to her collateral heirs on the side of the testator, and this being in substance a fee simple, the formal specification of the elements of such an estate is to be regarded as surplusage.\nWilliams v. Leech, 4 Casey 89, affirmed.\nAppeal from the Common Pleas of Philadelphia.\nThis was a petition by Emily A. Williams, and George W. Williams, in right of his wife, setting forth that Henry Naglee, the father of the said Emily A.'Williams, by his will, proved on the 23d February 1838, devised certain real estate, in the county of Philadelphia, to the said Emily A. Williams, when she should attain the age of twenty-one years. That the testator left a widow Mary E. Naglee, whom he appointed sole executrix, and four daughters, one of whom was the petitioner, who was then about the age of thirty years, and was married to George W. Williams in 1844. That the said Emily had had three children, all of whom were dead.\nThat by his will, the testator empowered his executrix to bargain and sell, by public or private sale, and to let on ground-rent, the lots devised to his daughter Emily. That the said executrix, in pursuance of the said power, had let the said premises to different persons, reserving ground-rents payable to herself and her heirs, to the use of the said Emily A. Williams, under and by the authority of said will. That one of the said ground-rents had been redeemed, and the proceeds invested in a bond and mortgage of John Witzell, payable in the same manner.\nThat by the terms of the will, and the decision of the Supreme Court of Pennsylvania, the trust in the said executrix had ceased, and the said Emily A. Williams was entitled to an absolute fee simple in the property devised to her by the said will. And that all the debts of the testator had been paid. They, therefore, prayed the court to decree that the said executrix should assign and convey to the said Emily A. Williams the said ground-rents and mortgage, so held for her use.\nThe testator’s will, a copy of which was annexed to the petition as an exhibit, contained the following provision :—\n“ Item. It is my will that neither of my children shall sell or convey any part of the real estate hereby willed to them, but shall receive the rents, issues, and profits thereof during their natural lives, and after their or either of their deaths, their portion' shall be equally divided among their children and their heirs; and if either of my children should die without issue, their portion shall be equally divided among the survivors.”\nThe court below made the following decree upon this petition :—\n“ And now, December 18th 1858, this cause came on, and all parties therein interested having been duly heard, it is ordered and decreed that the prayer of the said petition be granted, and that Mary E. Naglee, therein named, do make, execute, and deliver to the said Emily Anna Williams, good and sufficient deeds and conveyances of the ground-rents issuing out of and chargeable upon the properties in said petition described, as Nos. 1, 2, 4, 5, 6, 7, 8, 9, and 10; and also do make, execute, and deliver a good and sufficient assignment of the bond and the mortgage, accompanying the same (given by John Witzell, dated the sixteenth day of January 1855, on certain property in said petition described, and in which the interest is made payable to Mary E. Naglee to the use of said petitioner), to the said Emily Anna Williams. And it is further ordered and decreed, that the petitioners recover of the respondents the costs and charges of them in this behalf incurred.”\nFrom this decree the present appeal was taken by Mary E. Naglee, the executrix.\nP. K. Price, for the appellant.\nWhen the title of the petitioner was before the court in Williams v. Leech, 4 Casey 89, the only question was, whether she had an indefeasible estate in fee simple, subject to the right and interest of any after-born child or children; not whether she took an absolute indefeasible estate under the _will. If the will created a fee simple, then the trust is ended by the conveyance and reservation of the ground-rents ; and the legal title is already in Mrs. Williams: Kuhn v. Newman, 2 Casey 227; Whichcote v. Lyle, 4 Id. 73.\nWas the fee simple devised to Mrs. Williams? According to the actual intent, this could hardly be said. Though a fee be given in the first instance, it is very common that it is reduced by later words, and thus innumerable fees tail are created. Here she is to enjoy the rents and profits for life only, by express words; with remainder to her children, after her death, in fee simple, to them “ and their heirs.” It is competent for a testator to do this ; it only needs the actual intent, and here it is : Ellet v. Paxson, 2 W. & S. 420; Stewart v. Kenower, 7 Id. 288; Bumberger v. Clippinger, 5 Id. 311; Hallowell v. Phipps, 2 Wh. 380; 2 Jarm. on Wills 37, 73, 308, 323, 325; Goodtitle v. Herring, 1 East 264; Findlay v. Riddle, 3 Binn. 139, 155.\nThis is not a case fof mulcting Mrs. Naglee in the costs : Hill on Trustees 552, 555; Callender v. Keystone Insurance Co., 11 Harris 471; Hill on Trustees 556, note; Boulton v. Beard, 27 Eng. L. & Eq. R. 421.\nSt. Q-. T. Campbell and Johnston, for the appellees,\ncited and relied on Williams v. Leech, 4 Casey 89."
  },
  "file_name": "0089-01",
  "first_page_order": 89,
  "last_page_order": 91
}
