{
  "id": 988428,
  "name": "Clark versus The Commonwealth",
  "name_abbreviation": "Clark v. Commonwealth",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "112",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 263,
    "char_count": 4277,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.7882088547943316e-07,
      "percentile": 0.7145908892757841
    },
    "sha256": "d5e1a40428fc8ab3967145270d625ee07b466fe4fb41e44cba293dfc44f02b66",
    "simhash": "1:6626bc90ad6f9f10",
    "word_count": 778
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clark versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe only question upon the record is, the admissibility of the evidence mentioned in the defendant’s bill of exceptions. If we were to judge of that evidence by what is said of it in the counter statement, we might perhaps think it was_ properly rejected, but as the very purpose of a bill of exceptions is, to certify us of the evidence in respect of which the judgment of the court is pronounced, we consider ourselves bound to take it as it stands in the bill, and not as it is described outside of the bill.\nSued for obstructing a public road, the defendant made a written offer, which may be reduced to the following analysis:—\n1st. That the surveyed line of the public road in question, does not run upon the road obstructed.\n2d. That it does run along what is called the old road — a highway opened and used 15 years — parallel and adjacent to the obstructed road.\nBd. That the said old road is still open, passable, and convenient.\n4th. That the road complained of as obstructed, was opened and made by the path-master in 1852, without authority of law.\nNow it may be very safely affirmed, that the “public road or highway,” which the Act of Assembly was designed to protect from obstruction, was that which had been surveyed, laid out, opened, and used, and not that which the path-master had, of his own motion, opened alongside of it.\nHe had no power to change the route of the road, even if it was wrong; 1 Barr 307; 9 Harris 322; 5 Casey 15; much less if it was right, as the offer implies that it was. The statutory penalty does not attach to the road, which, without authority of law, he substituted for that which the law had built.\nThe offer was competent, and had the proof come up to it, the defence would be complete.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Johnson Sf Brown, for the plaintiff in error.",
      "W. B. Brown, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Clark versus The Commonwealth.\nThe penalty prescribed by the 68th section of the Act 13th June 1836, for a public road, is only incurred by the obstruction of a road surveyed, laid out, opened, and used, under authority of law.\n^ sul!ervisor or path-master has no authority to change the route of a road after it is laid out and opened, even if it be wrong: and one obstructing such altered road is not liable for the penalty prescribed by the Act of 1836.\nError to the Common Pleas of Warren county.\nThis was an action of debt, originally brought before a justice of the peace, by the Commonwealth of Pennsylvania, at the instance of George Abbott and H. Holcomb, against Green Clark, to recover the penalty prescribed by the 68th section of the Act of 13th June 1836, [Brightly's Purd. 726, pl. 93), for obstructing a public road or highway, in Sugar Grove township, Warren county.\nThe road in question was laid out and opened in 1830, under proceedings in the Court of Quarter Sessions of Warren county. But in 1852, the path-master caused a survey to be made, and moved the line of the road for a distance of upwards of two miles, from one to five rods east of the old road, as it had been opened and used for many years; and by so doing he took a strip of ground from the land of the defendant, which was bounded on the west by the centre of the highway. It was for obstructing the road so altered, that this action was brought.\nOn the trial, the defendant offered to prove “ that the surveyed line of the road given in evidence by the plaintiffs, does not run on the road obstructed by defendant, but on the old road, running parallel and adjacent thereto, which had been opened and used by the public for fifteen years prior to the making of the road obstructed by the defendant; which road was still open and passable to the public, and equally convenient for use — that the road complained of as being obstructed, was opened and made by the path-master in 1852, without authority of law.”\nTo this offer the plaintiffs objected ; and the court below ruled out the evidence, and sealed a bill of exceptions. A verdict was rendered for the Commonwealth, and judgment entered thereon, whereupon, the defendant sued out this writ, and here assigned for error, the rejection of the evidence mentioned in the bill of exceptions.\nJohnson Sf Brown, for the plaintiff in error.\nW. B. Brown, for the defendant in error."
  },
  "file_name": "0112-01",
  "first_page_order": 112,
  "last_page_order": 114
}
