{
  "id": 988444,
  "name": "Ryerss versus The Trustees of the Presbyterian Congregation of Blossburg",
  "name_abbreviation": "Ryerss v. Trustees of the Presbyterian Congregation",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "114",
  "last_page": "118",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 114"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Binn. 16",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795105
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0016-01"
      ]
    },
    {
      "cite": "1 Jones 170",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 10852,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 3.1436777312473116e-07,
      "percentile": 0.8622076036093224
    },
    "sha256": "4d629405f83afbe164d9288ff49f009b8033edaf0d1b39b82c30ed65404b8800",
    "simhash": "1:924858a107cf123b",
    "word_count": 1888
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ryerss versus The Trustees of the Presbyterian Congregation of Blossburg."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWhether the Presbyterian Congregation of Blossburg were a duly constituted corporation, or only a religious society bound together by articles of association, it was a legal party competent to sue, and is named on the record as plaintiff. In accordance with article nine of their constitution, the trustees are also named, and the first question that arises upon the record is, whether James IT. Gulick, one of those trustees, was a competent witness.\nThis depends on the question, whether he was liable for costs, for it is not pretended that he had any personal interest in the contract on which the suit was brought. And that question is ruled by Keim v. Taylor, 1 Jones 170, and the cases therein cited.\nWe can say of Gulick, as was said of Taylor in that case, that his name is on the record only as naked trustee; the eestuis que trust are liable for costs, and are the only persons who have a spark of interest. A naked trustee was never excluded by the common law, but, on the contrary, was recognised as a competent witness, especially by the common law courts of Pennsylvania: 6 Binn. 16 and 481; 7 S. & R. 116 ; 7 Barr 467.\nThere was no error, therefore, in admitting Gulick as a witness.\nThe other assignments of error relate to the charge of the court.\nWhere a party encourages a congregation, in the manner and to the extent Ryerss did, to go on and build a church in a specified locality, promising a subscription or gift of $100, and recognising and repeating that promise under such circumstances as are detailed in the evidence — and they go on, within a reasonable time, and build a church in substantial conformity with the understanding and intention of the promissor, it is in vain for him after-wards to deny the contract, its consideration, or its obligatory force.\nThe contract was evidenced by his repeated declarations and admissions — the consideration was in the labour, trouble, and expense to which he subjected the party promised, as well as in the benefit he expected, with good reason, would accrue from the enterprise, to property wherein he was interested, in the neighbourhood. If he did not mean it should be a denominational church, he should have stipulated for a free church. If he did not like the plan on which it was built, he should have prescribed a better, or urged his objection before other people expended their money on the faith of his promise.\nThere are no grounds of defence against a promise so well proved, and which is so abundantly supported by a consideration both good and valuable.\nThe court were right in instructing the jury, that if they believed the evidence of the contract, the defendant was liable.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "(Juernsey Williams, for the plaintiff in error.",
      "Sherwood § Williston, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ryerss versus The Trustees of the Presbyterian Congregation of Blossburg.\nA nominal plaintiff, who is a mere naked trustee, not being liable for costs, is a competent witness for the parties for whose use the action is brought.\nAn action may be maintained on a promise to subscribe a certain amount towards the building of a church; where the congregation have, within a reasonable time, erected a church in substantial conformity with the understanding and intention of the promissor.\nError to the Common Pleas of Tioga county.\nThis was an action of assumpsit, originally brought before a justice of the peace, by James H. Gulick, William Alworth, and Clarendon Rathbone, trustees of the Presbyterian Congregation of Blossburg, against Joseph W. Ryerss, to recover a subscription of $100 towards the building-of their church. The cause came into the Common Pleas by appeal.\nOn the trial, the plaintiffs gave in evidence their charter, the 9th article of which was as follows:—\n“ All property belonging to, or hereafter obtained by said congregation, shall be vested in the trustees and their successors in office; and all conveyances hereafter to be made to said congregation, shall be made to the board of trustees and their successors in office, for the use of said congregation. All debts due the said congregation, or hereafter to become due, by subscription or otherwise, shall be prosecuted in the name of the trustees in office at the time of bringing said suits; and all such suits shall be prosecuted for the use of the trustees in office, until final judgment and execution had thereon; and the annual income of the property owned by the congregation, at any one time, shall never exceed $2000.”\nThe plaintiffs then offered James H. Gulick, one of the trustees, as a witness; the defendant objected to his competency, on the ground that he was a party on the record, was liable for costs, and also a member of the congregation. The court overruled the objection, admitted the witness, and the defendant excepted.\nThe following testimony was then given:—\nJames H. GrulicTe: — “ I know Joseph W. Ryerss; we commenced building our Presbyterian church at Blossburg in the year 1853; in the fall of 1852, Ryerss called on me ; was very anxious we should have a church at Blossburg; I told him we were too poor to build one; he then said he and his associates, and he named Mr. Colket and Mr. Aspinwall who were stockholders in the Tioga Improvement Co., would assist in building the church; gave two reasons why the church should be built — one was, the place looked heathenish without a church, and the other, that it would add to the value of the property; said he would interest himself towards getting up a subscription, and I should do the same ; in February 1853, he agreed to subscribe $100, or give $100 towards building the church; some three or four months after, I was in Philadelphia, and called on him for his subscription; we had commenced the church and wanted funds, was the reason I called on him; he told me he had paid it to Mr. Aspinwall; in a short time I met Mr. Aspinwall in the street, and he said Mr. Ryerss had not paid it to him; the amount, $100, was mentioned, at the time I asked Ryerss for the subscription; in a short time after, I went to the railroad office, and Mr. Ryerss was in ; I told him what Aspinwall said; Ryerss then asked whether Colket had paid his subscription; I told him, no, and said, will you pay yours, if Colket will his ? he said, yes, he would; in less than five minutes after, Colket came in, and 1 called on him for his $100 subscription, and he paid it to me; I then called on Ryerss to fulfil on his part, and he declined paying it; I called on him several times, and urged him to pay it; he declined; we went on and built the church; the church was contracted, before I called on him in Philadelphia for his subscription, and in progress ; it is finished, and open for worship.”\nCross-examined: “ The conversation when he agreed to subscribe, took place in the Tioga Railroad office, in Philadelphia; nothing was said, as to what sort of a church was to be built, at that time; nothing about a union church; when Colket paid his subscription, Ryerss gave as a reason why he would not pay his subscription, that it was not a free church — free to all denominations; no plan was fixed upon for building the church, in February 1853; nothing said as to what denomination. There was a written subscription, but few had signed it; we had agreed to build a Presbyterian church, before we got up the subscription; nothing was said to Ryerss, in Corning, in 1852, nor in Philadelphia, in 1858, as to what denomination it should belong; only two persons signed the subscription; all said, they would give so much, and when called on, they paid it; I put down their names (as a memorandum of the amount furnished) by others ; no one present at the conversation in Philadelphia, except James Lohse; he was with me, in Philadelphia, and, I think, present at the conversation; don’t recollect, whether any one was present at Corning; I spoke to Mr. Williston about trying this cause in behalf of the congregation; am not responsible for anything.”\nJohn James: — “ I reside at Blossburg; know defendant; in the month of August or September 1853, I met Mr. Ryerss on the railroad, between the depot and where Mr. Hall lives now; was in company with others ; he turned aside and shook hands with me; at that time the church had been raised; Mr. Ryerss pointed to the church; stated we were going to have a very fine church in Blossburg; recommended the undertaking very much; said we ought to be very thankful to the gentlemen in Philadelphia; mentioned some names — Mr. Colket’s and Aspinwall’s ; said he had invested $ 100' himself, and if this is too little, John, we must subscribe more, you must do likewise in Blossburg; that was all that passed.”\nCross-examined: “No one present but defendant and myself; nothing said about a free church or a union church.”\nThe court below (White, P. J.) delivered the following charge to the jury: — ■\n“ The evidence of James IT. Gulick and John James, if believed, establishes a contract or promise, to pay the plaintiffs one hundred dollars towards a church, to be erected in the village of Blossburg, founded upon a sufficient legal consideration, to authorize a recovery in this suit.\n“ The allegations of the defendant, that there were no terms specified in the contract; no description of the building intended to be erected; no designation of the denomination to which it should belong; that he had no notice of the acceptance of his offer by the trustees, do not constitute a defence. According to the evidence, defendant promised to pay unconditionally, towards a church to be erected in the village of Blossburg, $ 100. He did not annex as a condition, that it should be a free church, or that it should or should not belong to any particular denomination.\n“ In the conversation he had with James, after the frame of the church was up, he said he had agreed to pay $100 towards the building, and would contribute more if necessary. To Gulick he urged the propriety and policy of building a church in Blossburg, and agreed to contribute $100 towards it; and in the various conversations detailed by the witnesses, no expression fell from his lips indicating that he had any desire that the church should be free to every denomination, or making any suggestions in regard to the plan or style of the building.\n“ The circumstance that this was a parol promise, does not affect its validity. It is a parol promise, or contract, founded on a sufficient consideration, and comes within the principle of the case of Caul v. Gibson, 8 Barr 416.”\nTo this charge the defendant excepted ; and a verdict and judgment having been rendered for the plaintiffs for $121.60, the defendant removed the cause to this court, and here assigned for error: 1. The admission of Gulick as a witness: 2. The charge of the court.\n(Juernsey Williams, for the plaintiff in error.\nSherwood § Williston, for the defendants in error."
  },
  "file_name": "0114-01",
  "first_page_order": 114,
  "last_page_order": 118
}
