{
  "id": 988438,
  "name": "Sherer versus The Easton Bank",
  "name_abbreviation": "Sherer v. Easton Bank",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "134",
  "last_page": "143",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Dall. 109",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/4/0109-01"
      ]
    },
    {
      "cite": "16 Johns. 152",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/16/0152-01"
      ]
    },
    {
      "cite": "5 Johns. 248",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/5/0248-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 801,
    "char_count": 25725,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 8.638869924644645e-07,
      "percentile": 0.9771090901438655
    },
    "sha256": "653dd27a77703f1888cf8522e5e596cb084c27fac9060d2052c37c88cd9d3c70",
    "simhash": "1:06738cd5ba15c820",
    "word_count": 4628
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sherer versus The Easton Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nHow was the plaintiff in error injured by the permission given to amend the declaration nunc pro tunc f Before the arbitrators he had full notice, and it cannot be doubted that, had the court been in session, the amendment must have been allowed. It introduced no new cause of action. It affected only the form of the proceeding, and made the declaration accordant with the sheriff’s return to the original writ. It was precisely such an amendment as was contemplated by the Act of 21st March 1806. Besides, even after the amended declaration was filed, and after an award of arbitrators was rendered against him alone, the plaintiff in error pleaded in bar to the action. It was not until the cause was called for trial, that he complained that his co-endorser had not been summoned with him.\nNor was it erroneous to order the case to trial against Sherer alone. He could not, by objecting to a trial, avail himself of a defect in the sheriff’s return. Then was not the time, and that was not the mode, to assert its insufficiency. Under our practice, when a writ has been returned “served” upon one of several defendants, the plaintiff may declare against the one summoned (noticing that the others could not be found), and proceed to trial against him. A defendant may object to defects in the process, its teste or its return, before appearance, but not after he has appeared and pleaded to the action: 1 Tidd’s Prac. 90. In this case, however, there was no defect in the return. The writ was against Sherer and Mixsell. The sheriff returned “ summoned” as to Sherer, and “ nihil est” as to Mixsell. It is said the return as • to the latter is unmeaning and a nullity; that “non est inventus” was the proper return, if service could not be made. It may bo that “ non est inventus” is the more usual return to a writ of summons, when the sheriff is unable to effect such a service as is required by the Act of Assembly; but it is not because the statute demands it, nor is it uniformly so made. The Act of June 13th 1836 prescribes the modes in one of which service shall be made. They are four in number, two of them personal, and two by leaving copies at the dwelling-house of the defendant with an adult member of his family, or, if he reside in the family of another, with an adult member of that family. The sheriff is, by the same act, required to state in his return, the time and manner of the service, in case service be made. But there is no prescribed form of a return, in case service can be made in none of the modes pointed out by the statute. All that is necessary, therefore, is that the return should show a reason why the writ has not been executed. Although non est inventus is the more frequent return in such a case, yet if is by no means as full an answer to the command of the writ, as is the return of nihil. That amounts to an averment that the defendant has nothing in the bailiwick, no dwelling-house, no family, no residence, and no personal presence to enable the officer to make the service required by the Act of Assembly. It is, therefore, a full answer to the exigency of the writ. On the' other hand, it may be true, that the defendant cannot be found, and yet that legal service could be made. It is true, that “ nihil” is considered especially appropriate as a return to a writ of scire facias; yet that, with us, is but a writ of summons, so far as relates to the manner of its service. It is sufficient, however, to state that the authorities show, that “ nihil” is a good return to a writ of summons; that it is, indeed, the most correct, and that “ non est inventus” is properly applicable only to a writ of capias: Croke Eliz. 50; 1 Tidd’s Prac. 122. Had, therefore, the objection of the plaintiff in error been rightly timed, it must have failed. The sheriff’s return sufficiently showed that service upon Mixsell could not have been made.\nNor do we perceive error in the admission of evidence of the usage of the bank relative to the receipt of partial payments. The plaintiff below had proved that the plaintiff in error had paid $500 on account of his endorsement. On cross-examination of the witnesses it appeared, that credit was given for the payment in his bank book. From this he contended, that it was not a payment but a deposit. Connected with the distinct evidence that it was a payment, and made as such, we think it was competent for the bank to show that it was their usual practice to credit partial payments in that manner. We do not mean to assert, that the usage of a particular bank is evidence to affect a stranger to it, but, under the circumstances of this case, where the proof was positive that the money was given and received as a payment, where there was no evidence to the contrary, except the entry in the bank book, and where the payer was told that it was a special deposit toward the payment of the note, we cannot say that the error in admitting it, if any, was such as to require the reversal of the judgment.\nPassing now to the exceptions which have been taken to the charge of the court, thirteen in number, it may he observed, that those which are founded upon the assertion that the court withdrew from the jury the whole case except the question whether the $500 paid was intended as a payment or a deposit, do not appear to he supported by the facts. It was incumbent upon the bank to show demand of payment at the bank, and notice of default to the endorsers, or what was equivalent to both. . The certificate of protest was in evidence. That averred demand and notice; and, by the Act of Assembly of January 2d 1815, the certificate is evidence of.the facts therein certified. In the absence of contradictory proof, it is sufficient. If the drawer had no funds in the bank, on the day when the note fell due, demand was unnecessary. Whether he had or not, was fairly submitted to the jury. Indeed, while there was direct evidence that he had no funds there, there was no attempt to prove that he had. Nor did any witness contradict the statement of the certificate, that demand of payment was made of the cashier of the bank. That the notary, or that the cashier, did not recollect it, amounts to nothing. The certificate was positive proof; the want of recollection, no proof at all. Then, as to the notice to Mixsell, the certificate stated that it was given by mail. In addition to this, the notary testified that it was sent to Philadelphia, where Mixsell then resided, directed to his address, number, and street, on the day on which the note was dishonoured. We discover no contradictory evidence. It is true, that the notary stated, on his cross-examination, that he could not tell whether the notice to Philip Mixsell, Jr., was like the one he gave to the plaintiff in error (which is claimed to be insufficient), but such want of knowledge would not have warranted the jury to find that legal notice had not been given, in opposition to the notary’s certificate and his positive testimony. But, after all, the instruction given was only that, if the jury believed the testimony of the notary and Philip Mixsell, the proof of notice was sufficient. When the facts are found, what is or is not sufficient notice is a question of law for the court.\nThe really important questions in this case are raised by the answers of the court to the plaintiff’s fourth proposition, and to the 6th, 8th, and 9th points propounded by the defendant. They may be considered together. The note in suit was drawn by Philip Gross, and made payable at the Easton Bank, to the order of Abraham Sherer and Philip Mixsell, Jr., who endorsed it to the bank. It fell due on the 25th of June 1855, and was protested on that day for non-payment. On the same day, notice of its dishonour was sent by mail to Philip Mixsell, Jr., one of the joint endorsers, and the notary handed to Abraham Sherer, the other endorser, a notice of protest, dated, however, June twenty-third 1855. Some months afterwards Sherer called at the bank and paid $500, which he stated was on account of the note, complaining, at the same time, of Gross for failing to pay it. Whether it was, in truth, a payment or a deposit was submitted to the jury, with the instruction that, if they believed the defendant paid it, it dispensed with the necessity of proving demand and notice of protest to Sherer; that it was an acknowledgment of the liability created by the endorsement, namely, a joint liability, if they believed notice was given to Mixsell. The court' also charged, that the notice of June 23d to Sherer, was not sufficient notice of the dishonour of the note, but said, in answer to the defendant’s third point, that there was sufficient evidence of notice to Philip Mix-sell, Jr., and evidence of what dispenses with notice to Sherer.\nThe court ruled that the notice given to Sherer was insufficient, on the authority of Etting v. The Schuylkill Bank, 2 Barr 355. It is argued, that the ruling is not sustained by it. Whether it be or not, we are relieved from inquiring. It is not assigned for error, and could not be, for it was favourable to the defendant below, and our view of the effect of the payment renders it immaterial.\nWe come then to the inquiry, whether the court erred in instructing the jury, that “there was evidence of what dispensed with notice to Sherer,” and, “ that if they believed the $500 was a payment by the defendant, it dispensed with the necessity of proving demand and notice to Sherer; that it was an acknowledgment of the liability created by the endorsement, namely, a joint liability, if they believed notice was given to Mixsell.” The plaintiff in error complains of this for two reasons: first, that it was an invasion of the province of the jury; and secondly, that even if partial payment does amount to an acknowledgment of liability, when one is sued upon his individual endorsement, it will not answer when part payment is made by one of two joint endorsers. That a subsequent promise to pay the note by an endorser, who has full knowledge of all the facts, amounts to a complete waiver of the want of due notice, is settled, and settled as a matter of law. So does a part payment. Some of the cases assert that it is evidence from which a jury may infer that demand was duly made and notice given, but many others declare it to'be a waiver of notice itself. Levy v. Peters, 9 S. & R. 125, seems to assert that it is both. Til&hman, C. J., said, that an acknowledgment of liability (to which he held a partial payment to be equivalent), carries with it internal evidence that the drawer knew that due diligence had been used by the holder, or even if it had not, that still the drawer confessed that he was under an obligation to pay. In Duryee v. Denison, 5 Johns. 248, where it distinctly appeared affirmatively, that there was no proper demand and notice, the endorser was held liable, on the ground that he subsequently agreed to consider the demand and notice as made in due time, and himself liable as endorser, and this without any new consideration for the agreement. The subsequent promise was held to be, not evidence of due demand and notice (for confessedly there had been none such), but a waiver of any demand or notice at all. Chief Justice Kent referred to numerous authorities in support of his ruling. See also Trimble v. Thorn, 16 Johns. 152; Donaldson v. Means, 4 Dall. 109. See also cases referred to in Sharswood’s notes to Byles on Bills of Exchange 237. It is true, that a subsequent promise or part payment made without knowledge of the fact that there had been no demand or notice, will not amount to a waiver ; but in this case, there can be no pretence that, at the time when Sherer paid the $500, he did not know that the notice which had been given to him was defective. It was personal, and not constructive, as it would have been if sent by mail. It is also true, that an accommodation endorser is entitled to strict notice, yet he may waive it, as was done in Ridgway & Budd v. Day, 1 Harris 208.\nIf then payment of part of a note is in law a waiver of notice of dishonour, and not mere evidence of notice, the court in this case withdrew nothing from the jury upon which they had a right to pass. The legal effect óf a given state of facts is always for the court. It was submitted to the jury to find, whether the defendant made the payment. If he did, the fact that he made it with full knowledge of the circumstances was proved, and was not controverted. All the rest was a legal conclusion.\nThe remaining objection to the charge of the court is founded upon a misconception of the nature of a waiver of notice by one of two joint endorsers. It is not a new contract, alleged to be binding upon the co-endorser. The liability of the joint endorsers is created by their endorsement, not by the notice of dishonour, or by waiver of such notice. Each endorser must have notice, or its equivalent, but that, as was said in Barclay v. Weaver, 7 Harris 400, would seem to belong not to the contract, but to the remedy. Whether this be so or not, notice to one affects the other, though insufficient without notice to both, and why should not its equivalent, waiver, have the same effect ? Doubtless, a promise to pay by one of two joint debtors, and part payment by the other, would take a case out of the statute of limitations, that is, would make a new joint contract. There is at least equal reason for holding, that notice to one joint endorser, and a waiver of notice by the other, are a sufficient substitute for notice to both.\nWe do not care to inquire whether the entry of the judgment nisi, made during the pendency of the rule for a new trial, was erroneous. For if it was, it would be our duty to enter a proper judgment now. And inasmuch as the motion for a new trial was made by the defendant and was unsuccessful, we should feel constrained to give judgment for the amount of the verdict with interest from its rendition.\nThe judgment of the Court of Common Pleas is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Maxwell, for the plaintiff in error.",
      "Reeder and Ihrie, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Sherer versus The Easton Bank.\n“Nihil,” is a good return to a writ of summons; “non est inventus,” is properly applicable only to a writ of capias.\nA defendant may object to defects in the process, its teste or its return, before appearance, but not after he has appeared and pleaded to the action.\nA summons was issued against two joint debtors, and at the same time a was filed against both of them, and a rule of reference entered ; subsequently the sheriff returned the writ nihil as to one of the defendants, whereupon the plaintiff, before the arbitrators were chosen, but without leave of the court, filed an amended declaration, reciting the return of nihil as to the defendant not served; the other defendant appeared before the arbitrators, appealed from their award, and pleaded to the action: Held, that it was not error, when the cause was called for trial, to make an order allowing the amendment to the declaration nunc pro tunc, as of the time when it was filed.\nIn an action by a bank against one of its customers, evidence is admissible of the custom of the bank to enter payments on account of an endorsement, on the endorser’s bank book; in order to rebut the presumption that would otherwise arise, that such entry was a deposit and not a payment.\nIf the maker of a note, payable at a bank, have no funds in the bank when it falls due, demand of payment is unnecessary.\nA notarial certificate of protest is evidence of the facts therein set forth, although the notary, when examined, have no recollection of them.\nWhen the facts are found, what is, or is not sufficient notice of nonpayment to charge an endorser, is a question of law for the court.\nA partial payment by one of two joint endorsers, on account of his endorsement, is a waiver of demand and notice, as to him, if due notice be given to the other endorser.\nNotice to one joint endorser, and a waiver of notice by the other, are a sufficient substitute for notice to both.\nError to the Common Pleas of Northampton county.\nThis was an action of assumpsit by The Easton Bank against Abraham Sherer and Philip Mixsell, Jr., on a promissory note of which the following is a copy :—\n$1600. Richmond, Pa., March 24th 1855.\nNinety days after date, I promise to pay, at the Easton Bank, to the order of A. Sherer and P. Mixsell, Jr., the sum of sixteen hundred dollars, without defalcation, for value received.\nCredit the drawer, Philip Gross.\nA. Sherer,\nP. Mixsell, Jr.\nEndorsed — A. Sherer,\nP. Mixsell, Jr.\nThe summons was issued on the 5th March 1856, returnable on the 21st April; at the time of issuing the writ, a declaration was filed against both defendants, and a rule of reference was entered, arbitrators to be chosen on the 21st March.\nBefore the arbitrators were chosen, the sheriff made the following return to the writ: — “ Summoned Abraham Sherer by leaving a true and attested copy of this writ at his dwelling-house, with an adult member of his family: — and nihil est as to Philip Mix-sell, Jr.” Whereupon the plaintiff’s counsel, without leave of the court, filed an amended declaration, conforming to the sheriff’s return as to Mixsell.\nThe defendant, Sherer, attended at the choosing of the arbitrators, appealed from their award, and pleaded to the action. When the case was called for trial, he objected that it was not in a condition to be tried; whereupon the court allowed the amendment to the declaration, nunc pro tunc, and directed the parties to proceed to trial; to which the defendant excepted.\nOn the trial, the plaintiffs gave the note in evidence, and proved that on the 25th June 1855, the day on which it fell due, neither of the parties had funds in the bank to meet it. They also gave in evidence the notarial certificate of protest; in which the notary stated, that on the 25th June 1855, he presented the note in question to the cashier of the Easton Bank, where the same was made payable, and demanded from him payment thereof, and receiving for answer that he could not pay the same, for want of funds belonging to the drawer, he forwarded separate written notices, by mail, directed to the endorsers, informing them of the non-payment thereof.\nThe notary testified that he gave the notice to Sherer personally, on the afternoon of the 25th June, and placed the notice for Mixsell in the post-office, directed to him at Philadelphia. He could not recollect whether the notice to Mixsell was similar to the one delivered to Sherer, which he identified; and which was dated the 23d June 1856.\nThe plaintiffs then gave in evidence, a deposit of $500 by Abraham Sherer, the defendant, on the 21st October 1855, which was credited on his bank book; and they offered to prove that it was the custom of the bank, when a partial payment was made, to credit the party with the amount on his bank book as a deposit To this offer the defendant objected, but the court admitted the evidence, and sealed a bill of exceptions. The credit was endorsed on the protest.\nOn the trial, the plaintiffs’ counsel requested the court to charge the jury: — That if they believed the defendant paid $500 on account of the note in question, in October 1855, it was an admission of his liability, and relieved the jury from all necessity of considering tbe alleged defects in the notice. The learned judge answered this point in the affirmative.\nThe defendant’s counsel presented the following points, upon which he requested the court to charge the jury:—\n1. That the evidence does not prove a protest of the note, as the law requires, and, therefore, the defendant is entitled to a verdict. The court answered this point in the negative.\n2. The evidence is not sufficient that there were not funds in the bank of drawer and endorsers, to meet the note, and, therefore, plaintiffs cannot recover. Answered in the negative.\n3. The proof does not show that notice of non-payment, by the drawer of the note sued upon, was given to the endorsers, as required by law, and, therefore, the plaintiffs cannot recover. Answer. — “ There is sufficient evidence of notice to P. Mixsell, Jr., and evidence of what dispenses with notice to Sherer.”\n4. Where a notice has been sent to an endorser by mail, it should be proved where the notice was sent to, and that it was sent to the residence of the endorser. This proof has not been made here, and, therefore, plaintiff cannot recover. If number and street of a city was on address of notice, plaintiff was bound to show what was the number and street so endorsed, and that it was correct address. Answered in the negative.\n5. The certificate of protest by the notary, merely stating that notices were sent to the endorsers by mail, is not sufficient. The place to which sent must appear, coupled with proof of that place being the residence or place of business of the endorsers. Answer. — “ The principle stated in the first clause of this point is correct; but in regard to the latter clause, there is evidence of the notice being sent to the place of residence of P. Mixsell, and there is evidence of what dispensed with notice to Sherer.”\n6. The notice to Sherer was not such a notice as the law requires. It refers to a note due June 23d 1855. The note on which suit was brought came due June 25th 1855. The notice refers to a note drawn to A. Sherer’s order, and endorsed by him. The note sued on is to the order of A. Sherer and P. Mixsell, Jr., and endorsed by them jointly. No other notice having been given him, the plaintiffs cannot recover. Answer. — “ This notice, I have already said, was insufficient.”\n7. Notice to one of two joint endorsers would not bind even the endorser served. Proper and legal notices must be given to both. This not having been shown, plaintiffs cannot recover. Answer.— “Notice must be shown to both endorsers, or notice to one, and circumstances which dispense with notice to the other.”\n8. Even waiver of notice by one of two joint endorsers, would not make him liable, unless notice had been served on the other. Answered in the affirmative. “ But waiver of notice by one endorser, and proper notice served on the other, make both liable.”\n.9. The deposit of $500, October 22d 1855, whether considered as payment or deposit, was not a waiver of notice, nor does it excuse the plaintiffs from proving presentment and notice of nonpayment. Answered in the negative.\n10. There is not sufficient evidence of demand and notice of non-payment, and, therefore, plaintiffs are not entitled to recover. Answered in the negative.\nThe court below (Findlay, P. J.) also delivered the following general charge to the jury : — ■\n“ This is an action brought by the Easton Bank, endorsee of a note dated March 24th 1855, drawn by Philip Gross, payable at ninety days at the Easton Bank, for $1600, in favour of Abraham’ Sherer and Philip Mixsell, Jr., and by them endorsed to the plaintiff. The process not having been served on Philip Mixsell, you have been sworn to try the issue as to A. Sherer alone; yet, it may be here shown, that the proof of joint liability must be the same as if both defendants had been served with process. The defendant is charged as a joint endorser with Philip Mixsell, and it is then incumbent on the plaintiff to show,\n“ 1st. A demand of payment, and non-payment.\n“ 2d. A notice to both endorsers, of the demand, and non-payment, or something which dispenses with such notice.\n“ As to the notice to Mr. Mixsell, if you believe the evidence by Col. Hutter and Philip Mixsell, Sr., there is sufficient evidence of notice to him. Mr. Mixsell knew his son’s, the endorser’s, residence at the time, and corresponded with him; and Col. Hutter proved he got the address of the endorser from the father, and he put into the post-office himself a notice directed to that address.\n“ As to the notice served on Mr. Sherer, which has been given in evidence, it is impossible to distinguish this case from Etting v. Schuylkill Bank, 2 Barr 355; I therefore instruct you that the notice of the 23d June was not sufficient notice of the dishonour of the note. But under the authority of Levy v. Peters, 9 S. & R. 125, I instruct you that, if you believe the defendant paid the sum of $500 on account of the note in October 1855, it dispenses with the necessity of proving demand and notice of protest; and this, if it was done, being an acknowledgment of liability, it is an acknowledgment of the liability created by the endorsement, namely, a joint liability; that is, if you believe notice was served on Mixsell.\n“ As regards the demand, as the note is made payable at the Easton Bank, it is sufficient evidence of the dishonour of the note, if the defendant had no funds to his credit in the bank, at any time during banking hours of the day when the note fell due; and this may be proven by an examination of the account of the bank.”\nTo this instruction the defendant excepted; and a verdict having been rendered for the plaintiff for $1286.76, the prothonotary, by direction of the plaintiff’s attorney, entered judgment nisi, notwithstanding a motion for a new trial, which the court refused to strike off, and discharged the rule for a new trial; whereupon the defendant removed the cause to this court, and here assigned for error: 1. The allowance of the amendment nunc pro tunc, and directing the trial to proceed in the absence of a proper return as to Philip Mixsell. 2. The admission of the evidence as to the custom of the bank in crediting partial payments as deposits. 3. The charge of the court. 4. The refusal to strike off the judgment nisi entered by the prothonotary.\nMaxwell, for the plaintiff in error.\nReeder and Ihrie, for the defendants in error."
  },
  "file_name": "0134-01",
  "first_page_order": 134,
  "last_page_order": 143
}
