{
  "id": 988422,
  "name": "The Delaware and Hudson Canal Co. versus Torrey",
  "name_abbreviation": "Delaware & Hudson Canal Co. v. Torrey",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "143",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481743
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0009-01"
      ]
    },
    {
      "cite": "1 Rawle 27",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819358
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0027-01"
      ]
    },
    {
      "cite": "1 Wh. 333",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 902,
    "char_count": 22112,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.224659736811731e-07,
      "percentile": 0.7780162086669918
    },
    "sha256": "76d298636dd2be7dae92703853072471081da489177bae8f51c0bac32a459516",
    "simhash": "1:e343206883f09c8d",
    "word_count": 3917
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Delaware and Hudson Canal Co. versus Torrey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe first, second, third, and fifth assignments of error are substantially the same. The court was requested to instruct the jury, “that if the whole or any part of the saw-dust made at the defendant’s mill, came into the company’s basin and there intermingled with other matter, obstructing the navigation, and making it necessary for the company to remove it, then the verdict should be for the plaintiffs.” This proposition the court refused to affirm, but on the contrary charged the jury that, if they believed the saw-dust from the defendant’s mill alone, unaccompanied and unmixed with saw-dust from other mills, would not inconvenience the plaintiffs, they could not recover. Thus the jury were led to believe that the deposit of saw-dust by the defendant in their basin was not sufficient to enable the plaintiffs to maintain an action, unless it alone caused a practical inconvenience and obstruction to the navigation. This we hold to have been erroneous, and the error was a radical one underlying the whole charge. It was repeated in various forms, and covered nearly the whole ground of contest in the case. The facts, as developed by the evidence, seem to leave no doubt, that the dust from the defendant’s mill, falling into the stream, was carried by the current through the feeder of the canal into the basin, and there deposited. The defence consisted mainly, not in a denial of this fact, but in the assertion, that if there had not been intermingled with it sawdust, culm, and other substances from other mills, no obstruction of the navigation would have been caused. In the way in which the learned judge put the case to the jury, they must have understood that, if the facts were as contended by the defendant, there could be no recovery — that the dust from Mr. Torrey’s mill alone must have been, of itself, an obstruction. If this be so, then the basin of the plaintiff might have been filled without any legal injury to them, for the contributors to the deposit might have been so numerous that the share contributed by each would be inappreciable. Or suppose there had been no other saw-mill on the stream than that of the defendant. In a course of years that might have filled the basin with its dust, and yet the quantity deposited during any period of six years might not, of itself, have caused any obstruction. If the doctrine avowed by the learned judge be correct, the wrong would be remediless. The court confounded the degree with the existence of the injury, or perhaps failed to distinguish between a wrong to the present enjoyment and an injury to the right of enjoyment. The defendant cannot justifyN himself by showing that others were guilty of similar and concurrent wrongs. He had no right to cause any saw-dust to be deposited in the plaintiffs’ basin. His first deposit therefore was an actionable injury, though-it caused no practical inconvenience, because it was a violation of the plaintiffs’ ■ right, and because continued deposition for twenty-one years would have given to him an easement, a right to continue it, as was ruled in Wright v. Williams, 1 M. & W. 77, and as we held in Jones v. Crow, 8 Casey 398, a case decided at this term. The commencement of the acquisition of such an easement is with the first user, and of course the first user is an invasion of the rights of the owner of the servient tenement.\nThat an injury to a right is actionable, though the damage be inappreciable, is settled by abundant authority. In a note to Mellor v. Spateman, 1 Wms. Saunders 346, Mr. Sergeant Williams says that “ whenever any act injures another’s right, and would be evidence in future in favour of the wrongdoer, an action may be maintained for an invasion of the right, without proof of any specific injury, and this seems to be a governing principle in cases of this kind. As in the case of Patrick v. Greenaway, tried before Mr. J. Lawrence, at Oxford Spring Assizes, 1796, which was an action of trespass for fishing in the plaintiffs’ several fishery, it appeared in evidence, that the defendant fished, but did not take any fish, neither was it alleged in the declaration that the defendant caught any fish. The plaintiff obtained a verdict, which in the following term, Easter 1796, the defendant moved to set aside; but the Court of Common Pleas refused even a rule to show cause, upon the ground that the act of fishing was not only an infringement of the plaintiffs’ right, but would thereafter be evidence of the using and exercising the right by the defendant, if such an act were overlooked.” This is expressive of the existing law in England, as announced in numerous cases. Upon this principle many actions are maintained for disturbance. So in Young v. Spencer, 10 B. & C. 145, Lord Tenterden observed that, “ it seems to be clearly established that if anything be done to destroy the evidence of title, an action is maintainable by the reversioner.” The American authorities are almost uniform to the same effect. Thus in Blanchard v. Baker, 8 Greenleaf 253, which was an action for diverting water from a mill site which had never been used, it was said by the court that “ a mill privilege not yet occupied is valuable for the purpose to which it may be applied. It is a property which no one can have a legal right to impair or destroy by diverting from it the natural flow of the stream upon which its value depends. * * * If an unlawful diversion is suffered for twenty years, it ripens into a right which cannot be controverted. If the party injured cannot be allowed in the mean time to vindicate his right by action, it would depend upon the will of others whether he should be permitted or not to enjoy that species of property.” Very many other cases to the same effect are collected by Mr. Angelí in his Treatise on Watercourses, sec. 135, note 4, and in section 428, et seq. The same doctrine is the acknowledged law of Pennsylvania. Without reviewing the cases at length, it is sufficient to refer to the following: Kirkham v. Sharp, 1 Wh. 333; Williams v. Esling, 4 Barr 486; Pastorius v. Fisher, 1 Rawle 27; Ripka v. Sergeant, 7 W. & S. 9; and Miller v. Miller, 9 Barr 74. Instead, therefore, of having their attention turned to the inquiry whether the plaintiffs had suffered practical inconvenience from the act of the defendant alone, the jury should have been instructed that, if the saw-dust from his mill fell into the stream and was floated into the plaintiffs’ basin and there deposited, the right of action was complete.\nWe think also that the court erred in saying to the jury that “ the company were bound so to construct the canal, and so to use the water of the river Lackawaxen, if they could reasonably do so, as not to interfere with the rights of others; and if they could not, then to do as little injury as possible. Have they done so ? Could that feeder and inlet to the basin have been so built as to have avoided the difficulty complained of, without burdening the company with an unnecessary expenditure of money or interfering with its usefulness. If it could, to that amount of care and caution they should be held.” That was presenting to the jury an impertinent issue. If it be admitted, that this was all correct in the abstract, what had it to do with this case ? Hid the court mean to say that if, without unreasonable or unnecessary expense, the canal and feeder could have been constructed so that the sawdust from the defendant’s mill would not have flowed into it, and was not so built, therefore the defendant had a right to fill the basin with the refuse of his mill? Were the jury to inquire what expense was necessary, or what would have interfered with the usefulness of the company? Were they to have determined what would have been the most fit engineering ? The canal basin and feeder were completed about the year 1828.' They have since been enlarged, but the location remains the same. They were constructed under authority of the state, and the damages were released by Jason Torrey, the father of the defendant, who then owned the lands upon which his saw-mill was afterwards built in 1849 or 1850. When the canal and basin were completed, it became not only the right, but the duty of the plaintiffs to have them kept free from dust or other substances which might then or thereafter obstruct the navigation. If the works were unskilfully erected, without due regard to the rights of individuals, the law furnished a remedy, but it was not by granting permission to set off one tort against another.\nThe evidence, the admission of which is the subject of the sixth assignment of error, was doubtless inadvertently received. The court subsequently charged the jury, that if the defendant could not enjoy a water-power on his own premises without depriving others above or below him of vested rights, he must cease to enjoy it, or answer in damages for the injury done. This ruling, undoubtedly correct, if applied to' the evidence, would have excluded it.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Dimmiclcs, Qrane, and JSldred, for the plaintiffs in error.",
      "Wallers, Minor, and Gfoepp, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Delaware and Hudson Canal Co. versus Torrey.\nAn action will lie for a continuing tortious act, affecting injuriously the property of another, although no appreciable damage result from it.\nIt is error to submit an impertinent issue to the jury.\nIn an action for a nuisance in obstructing the works of a canal company,'' it is no defence that the plaintiff's works were unskilfully constructed. s\nError, to the Common Pleas of Wayne county.\nThis was an action on the case by The Delaware and Hudson Canal Company against John Torrey, for obstructing the navigation of the plaintiffs’ canal, by the discharge of saw-dust from the defendant’s mill, into the west branch of the Lackawaxen river, in such a manner as to allow it to enter the feeder of the company’s canal and basin.\nThe west branch of the Lackawaxen was declared a public highway, by Act of 1st February 1808. Jason Torrey, the defendant’s father, was the owner, from 1804, of the land on both sides of the stream, and of its bed, for some distance above and below the feeder in question. At the time of the construction of the canal, which was finished in 1828, Jason Torrey released the company from all claims for damages by reason of the construction of the said canal and slackwater navigation, with the tow-paths and feeders appurtenant thereto,” on his land.\nAt this-time, Torrey had an old saw-mill on the north side of the stream, which was suffered to go to decay; and in 1839 or 1840, John Torrey, the defendant, erected a grist-mill, a short distance below the old saw-mill, but above the feeder. ’ The dam was so built as to flood the site of the old saw-mill with its pool.\nIn 1849 or 1850, he also built a new saw-mill on the south side of the stream, above the grist-mill, in such a way that the tail-race terminated at the head of the company’s feeder, and the sawdust from the mill entered the feeder, and passed down to the basin, where it settled and obstructed the navigation.\nOn the trial, the defendant offered evidence to prove that it was impossible for him to use and enjoy his saw-mill, without letting the saw-dust fall into, and pass off with the stream. And the court admitted the evidence, notwithstanding an objection by the plaintiff, and sealed a bill of exceptions.\nThe plaintiffs’ counsel requested the court to charge the jury, that if they believed the whole or any part of the saw-dust made at the defendant’s mill, came into the company’s basin, and there intermingled with other matter, obstructing the navigation, and making it necessary for the company to remove it, then the verdict should be for the plaintiffs. The court answered this point in the negative.\nThe defendant’s counsel also presented certain points upon which they requested the court to charge, the 4th and 5th of which were as follows:—\n4. That if the jury believe that the saw-dust from defendant’s mill alone* unaccompanied and unmixed with saw-dust from other mills, would not inconvenience the plaintiffs, they cannot recover.\n5. That if the jury believe that saw-dust alone, unmixed with culm, sand, tan-bark, and other substances, would not inconvenience the plaintiffs, they cannot recover.\nThe court below (Barrett, P. J.) answered these points in the affirmative; and in their general charge, instructed the jury as follows:—\n“ You will bear in mind that you are trying an action of trespass on the case for a nuisance. The defendant is charged with obstructing a portion of the company’s navigation. Both parties had their rights upon the stream, and rights which the law casts its protection round. The one had all of the privileges granted by their charter, and the other all that accompanies the ownership of the soil when spread over a navigable stream.\n“ The defendant, in the pursuit of a business lawful in itself, carried on upon his own premises, in the usual and ordinary manner of conducting such business, and with such care in reference to the rights of others as the most careful and cautious men are in the habit of employing, is charged with so exercising his rights upon the stream as to bring him in conflict with the rights of the company. • The charge is that consequential damages, to the property of the company, have resulted from the manner in which the business is conducted. If that be the case he is clearly liable, because he must so exercise his rights as not to interfere with, or impair the rights of others.\n“ The first step in this investigation is to inquire whether the company have done all they were bound to do by the terms of their charter to avoid the injury, if any was done. The privileges granted by their charter are of an extraordinary character, and they must not complain if held to ordinary care and caution in the construction and management of the canal and incidental appendages to it. The company were hound to so construct the canal, and so use the waters of the river Lackawaxen, if they could reasonably do so, as not to interfere with the rights of others, and if they could not, then to do as little injury as possible. Save they done so Gould that feeder and inlet to the basin have been so built as to have avoided the difficulty complained of., without burdening the company with an unnecessary expenditure of money, or interfering with its usefulness ? If it could, to that amount of care and caution they should be held. If so, then they have done all their charter compelled them to do, and are in a condition to claim the protection of the law against any infringement of their rights.\n“ John Torrey was hound, in the construction of his dam, mill, and race, and in the use of the water-power of that stream, to use like care and caution in reference to the rights of others. He was also bound to have a view to the rights of the company, their works having been first constructed, and being in full view of him when building his. He had notice of what rights they claimed. Has he performed his duty in that respect ? If he has used all the care and caution that any human foresight could enable him to do, his liability is not still at an end. He is bound not to infringe upon the rights of his neighbour. If he can enjoy a water-power upon his own land, without depriving others above or below him of vested rights, it is his privilege to do so. If he cannot, he must cease to enjoy it, or answer in damages for the injury done.\n“ It is argued here, that a water saw-mill cannot be so constructed as to avoid the difliculty complained of. The only answer we need make to it is, that it must be so constructed as not to create a nuisance to the injury of others.\n“ This brings us to the main question in the case, and that is, whether in fact a nuisance was committed to the injury of the company, and if so, whether the defendant’s occupancy of the stream above produced it ?\n“ The canal, feeder, dam, and inlet were constructed in 1828. The defendant’s saw-mill was built in 1849 and 1850, taking the water from an old dam built for many years and used for a gristmill.\n“John Torrey was, and is yet, the owner of the land on both sides of the stream where his mill is built. He had the undoubted right to the water-power of the stream so far as he owned its margin. He had the right to use his mill in the way he did use it, being responsible for any injury that might result from it.\n“ The complaint here is, not that he dammed the stream or used the water, but that he so cast the saw-dust into the stream as to allow it to enter the feeder, conducting the water to the basin, and that it there formed in deposits, large enough to obstruct the free use of the same in the manner intended. Before there can be a recovery you must be satisfied: —1st. That the accumulation in the basin did form a nuisance: 2d. That it was formed by the sawdust from the stream: 3d. That the saw-dust from the defend ant’s mill was lodged there and formed a nuisance to the injury of the company.\n“ The burden of proof is upon the plaintiffs. They must show affirmatively that the defendant is guilty before he is called upon to do anything. All these requisites must be established to your satisfaction. The defendant is only to be held responsible for his own acts done and committed by himself and his servants. He has the presumption of law in his favour until the contrary is shown.\n“ If John Torrey owned the only mill on the Lackawaxen river above the feeder, and he alone cast saw-dust into the stream, a fair presumption would arise that the accumulation of it in the basin was from his mill. Then the plaintiff would be entitled to the benefit of such an inference arising from the facts. The evidence, however, is, that between twenty and thirty other mills are erected, and have been carried on upon that stream and its tributaries, above the feeder. For ten miles upon the main stream, they are as thick as they can be planted, and averaging about one to the mile. Tanneries, stick-factories, turning-lathes, &c., also are found upon it, all discharging their saw-dust, chips, shavings, and other refuse into the stream. It is also in evidence, that a portion of it finds its way into the basin. Indeed, if you believe the evidence, during very much of the summer, the feeder-dam turns the whole stream into the basin, and must necessarily carry into it all that floats down in the water, as well saw-dust as other materials, and the saw-dust from John Torrey’s mill as from the other mills. At such times, almost the entire water is diverted and is returned, not into the west branch of the Lackawaxen, but into the main stream below the forks. It is in evidence, that saw-dust did pass into the basin, and with the ordinary current of the water pass out again. The dust from Torrey’s mill had but a few rods to run; it was discharged in small quantities directly from the saw into the stream;. it is alleged, that it was made from logs partly dry, and therefore not likely soon to sink. From these facts you are asked to draw the conclusion that it was not the dust from Torrey’s mill, but that coming from above, that sank to the bottom. It is for you to say, whether all the evidence taken together will justify any such inference. It is again contended, on the part of the defendant, and there is some evidence on the subject, that pure saw-dust, being so nearly equal in weight with water, would not afford any obstruction to the moving of boats in the basin; and as the dust from Torrey’s mill must have entered the basin in a comparatively pure state, it could not have formed the nuisance complained of. It is also contended, and not unsustained by at least some evidence, that the deposits in the basin were mainly composed of coal-dust, tan-bark, and the common refuse about such works, with only an intermixture of saw-dust. The evidence on all of these subjects is referred to you. If the dust from Torrey’s mill did not sink or remain in the basin, then he did not even contribute to the formation of the nuisance complained of, and would not be liable.\n“ The evidence is, that the basin has always had to be cleaned several times in a year, and oftener previous to the building of Torrey’s mill than since. The company have endeavoured to account for this, by the fact that shortly before the mill was built, they deepened the basin, and introduced a larger, or a wider class of boats, with a view of obviating that difficulty. However that may be, or what the effect produced, is of very little moment. It has very little to do with this case, if anything. It is of no consequence what became of the saw-dust in 1850 and 1851, or what has become of it since the bringing of this suit. Our inquiry is confined to the years complained of] and to the injury, if any was done, during those years.\n“ The simple question in the case is, whether a nuisance was created during the years complained of, to the injury of the company, and by whom it was done. This is purely a question of fact for the jury under the evidence.\n“ If you believe that the injury or inconvenience sustained by the company was produced by the saw-dust from the defendant’s mill, your verdict should be for the plaintiffs for such reasonable amount of damages as will compensate for the injury, inconvenience, or delay occasioned. The measure of damages would be the actual loss sustained.\n“ If, on the contrary, you are satisfied that the dust from the defendant’s mill did not obstruct the navigation, or create the nuisance, your duty is plain, and your verdict should be for the defendant.”\nTo this charge the plaintiffs excepted ; and a verdict and judgment having been rendered for the defendant, they removed the cause to this court, and here assigned for error: 1. The admission of the evidence contained in the hill of exceptions. 2. The answers to the plaintiffs’ and defendant’s points. 3. Those parts of the general charge printed above in italics.\nDimmiclcs, Qrane, and JSldred, for the plaintiffs in error.\nWallers, Minor, and Gfoepp, for the defendant in error."
  },
  "file_name": "0143-01",
  "first_page_order": 143,
  "last_page_order": 150
}
