{
  "id": 988368,
  "name": "Pierce et al. versus Sweet",
  "name_abbreviation": "Pierce v. Sweet",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "151",
  "last_page": "158",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "27 Ala. 445",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8495962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/27/0445-01"
      ]
    },
    {
      "cite": "10 Pick. 129",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2014301
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/27/0129-01"
      ]
    },
    {
      "cite": "2 N. H. 193",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6756046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/2/0193-01"
      ]
    },
    {
      "cite": "2 Verm. 283",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        8545530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/2/0283-01"
      ]
    },
    {
      "cite": "6 Cranch 8",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        530386
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/10/0008-01"
      ]
    },
    {
      "cite": "1 Williams 478",
      "category": "reporters:state",
      "reporter": "Will.",
      "opinion_index": 0
    },
    {
      "cite": "40 Maine 378",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        691083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/40/0378-01"
      ]
    },
    {
      "cite": "9 Watts 394",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 328",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 722,
    "char_count": 21288,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.789900240991413e-07,
      "percentile": 0.9310287974318194
    },
    "sha256": "ef934226454c8b28fd2485dc955848a806d8a44e9ba9c9169fa8342dc44ae6d3",
    "simhash": "1:29dc643bc2d69018",
    "word_count": 3777
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pierce et al. versus Sweet."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe testimony of Nichols, if believed, proved that the plaintiff below, under his contract, had the exclusive possession of the mill and mill-yard, as well as of the mill-houses. Of course, when the logs were delivered to him for sawing, the Messrs. Nichols parted with the possession of them. In no sense was the plaintiff their servant, employed by them to bestow, labour upon personal property, while they retained possession of it. He was more than a servant. He was a bailee for hire, who received the ■ logs to convert them into boards, and consequently he had a lien for his labour, independent of any special agreement. That the fee simple of the mill and mill-yard was in the bailors, is a matter of no consequence. They had surrendered the exclusive possession to Sweet. It was his for the time, even as against them; and he was also bound to keep the mill in repair. The learned judge was, therefore, clearly right in instructing the jury, that “if the plaintiff manufactured the lumber under such a contract as was proved by Nichols, he would have a lien for his pay, even if it was no part of the agreement that he should have such lien.”\nThe plaintiffs in error have no reason to complain of the answer given by the court to fheir second point. It was at least as favourable to them as they had a right to demand that it should be. The proposition was substantially affirmed; but the court submitted to the jury to find whether the facts were as assumed in it. Now it is contended, that there was no-evidence from which the jury could find that the shingles had been removed prior to the levy. How can we determine that ? Our paper-books do not show that all the evidence given is before us. No bill of exceptions brings it all up, and we cannot, therefore, say that there was no evidence to justify the court in leaving the question to the jury. It is evident, from the charge, as well as from the course of the argument here, that there were some facts proved below which are not presented to us. We have not the sheriff’s inventory, nor the fact which seems to have been in evidence on the trial, that some shingles were at Greenville depot.\nStill less were the plaintiffs in- error entitled to an unqualifiedly affirmative answer to their fourth point; for even if the fact had been as assumed, the court could not rule, as matter of law, that the payments made were to be applied in discharge of the debt due for manufacturing the lumber.\nNor is the instruction given, respecting the application of the payments, which had been made, open to just exception. Before the manufacture of lumber commenced, there was a debt due to Sweet of $ 121.10 for prior labour. This debt had been contracted before the 10th of December 1856. In that month, the bargain was made that Sweet should take the mill and saw the lumber. In pursuance of the bargain, he took possession some two weeks afterward, and his first credit for work at the mill was on the 7th of February 1857. From January 7th to July 3d of that year, various payments were made by the Messrs. Nichols. These payments were general. There was no evidence of any appropriation by the debtors — none of any by the creditor. Nor were there any circumstances in proof, from which the jury could infer an intended appropriation by the debtors. Nichols himself testified that the payments were general; that is, not on any particular account. When they were made, there were no persons interested in directing an appropriation, except the debtors and the creditor; no persons to be injured by any application. Neither of the parties then having made it, the law designates how the payments are to be applied. And in such a case, it deems them to have been made first in discharge of the earliest liabilities of a running account: Speck v. Commonwealth, 3 W. & S. 328; Berghaus v. Alter, 9 Watts 394; 40 Maine 378; 1 Williams 478. The rule is peculiarly applicable to the case in hand, because the first payments were made before anything was due on the sawing account.\nAnother rule of the common law is, that when no application is made by either the debtor or the creditor, the law will apply the payment in the way most beneficial to the creditor, and therefore to the debt which is least secured, unless to the prejudice of a surety. This is the doctrine of Field v. Holland, 6 Cranch 8. It prevails also in England, 5 Bing. N. C. 455; and generally in the American courts: Briggs v. Williams 2 Verm. 283; Hilton v. Burley, 2 N. H. 193; Blackstone Bank v. Hill, 10 Pick. 129; Jones v. Kilgore, 2 Richardson’s Eq. 64; 27 Ala. 445. So also, in Connecticut and many other states. It is true, there are exceptions to the current of decision, but the authorities greatly preponderate in favour of the doctrine. Applying this rule to the case in hand, the payments must be taken to have been made in discharge of the debt due for manufacturing the lumber delivered and removed, because, for that portion of his claim, Sweet had no lien, nothing but the personal responsibility of the bailors. Such was the ruling of the court below. It is true, that if there had been any circumstances in evidence indicative of an intention on the part of the debtors or the creditor to make a different appropriation, they should have been submitted to the jury, but there were'none, and the debtor testified directly that there had been no application.\nIt remains only to consider the effect of the release which was given in evidence. It need hardly be said, that it removed all ground for any objection to the competency of the witness. The suit was neither brought by him nor at his instance, and he could not be liable for costs. But did the release bar the plaintiffs’ recovery? If it did, then it operates directly contrary to the releasor’s intention. A release, however, is not excepted from the rule, that written instruments are to be construed according to the intention of the parties. Admit that the lien upon the lumber, being but an incident of the debt for sawing, could not exist when the debt was extinguished, it is still to be considered, whether the alleged release was intended to extinguish the debt. That it was not, is apparent from the reservation which it contains of the right to collect the debt through the lien. Significance cannot be given to the whole instrument, if it be construed as anything more than a covenant not to look to Nichols personally, and an agreement to resort exclusively to the lumber. It can hardly be asserted, the Messrs. Nichols, holding such an instrument, could successfully assert a right to remove the lumber from the possession of Sweet without his consent. And if they could not, how can the purchasers, who stand in their place and succeed to their rights ? If a mortgagee enter into an agreement with his debtor, by which he engages to look only to the land mortgaged, it has never been supposed, that he thereby gave up his lien upon the land also. Yet the mortgage is but the security, and the debt is the principal.\nWe hold, therefore, that the learned judge was right, in refusing to charge that the instrument called a release was a bar to the plaintiffs’ recovery.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Mwell, for the plaintiff in error.",
      "Mercur, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pierce et al. versus Sweet.\nA bailee to whom logs are delivered to be converted into boards, has a lien on them for his labour, independent of any special agreement; and he may maintain an action against an execution-creditor of the bailor, by whom they are taken out of his possession.\nWhere a general payment is made, in the absence of any appropriation by the parties, the law will apply it in discharge of the earliest liabilities of a running account.\nWhere no application of a payment is made either by the debtor or by the creditor, the law will apply it in the way most beneficial to the creditor; and, therefore, to the debt which is least secured, unless to the prejudice of a surety.\nA release given to an interested party, in order to render him a competent witness, will not hare the effect of releasing the claim sued on, in opposition to the intention of the releasor.\nA release of the personal liability of a debtor will not, unless so intended, discharge a lien for the same claim.\nError to tbe Common Pleas of Bradford county.\nThis was an action of trespass by Elisha W. Sweet against Stephen Pierce and Gr. F. Redington, for taking and carrying away a quantity of boards, scantling, plank, and joist, under an execution against William Nichols and A. T. Nichols, upon which the plaintiff had a lien to the amount of $187.73, for manufacturing the said lumber into boards, &c.\nOn the trial, the plaintiff called William Nichols, one of the former owners of the lumber in question, as a witness, who, being objected to by the defendants on the ground of interest, produced the following release from the plaintiff:—\n“ No. 692, Dec. Term, 1857, Bradford Common Pleas: Elisha W. Sweet v. Stephen Pierce and Gr. F. Redington:\n“ For value received of William Nichols, I have and do hereby release him, his heirs, executors, and administrators, from all liability, claim, and demand, for or on account of the manufacturing of the lumber in controversy in this suit, so that whatever may be the result of this case, I shall have no claim or demand against him, the said Nichols, as I look to my lien upon, and interest in, said lumber, for my pay. In witness whereof, I have hereunto set my hand and seal, this 22d day of December, 1858.\n“Elisha W. Sweet, [l. s.] ”\n“Witness: IT. Mercur.”\nThe court below, thereupon, admitted the witness, and the defendant excepted.\nThe witness then testified, that W. & A. T. Nichols lived at Southport, New York, and owned from four to six acres of land in Granville, Bradford county; upon these were a steam saw-mill, five or six dwelling-houses, and a yard for the piling of lumber; they also owned a timber lot in the neighbourhood. That in December 1856, he entered into a contract with Sweet, the plaintiff, by which he was to take possession of the premises and manufacture lumber for Nichols at $1.50 to $2 per 1000 feet, according to the quality, and keep the mill in repair; and was to retain lumber enough in his possession to make him secure. That Sweet took possession, and commenced manufacturing lumber, and continued to do so until July 1857; and that at this time he had from 400,000 to 500,000 feet in his possession, and there was due him a balance of upwards of $450.\nIt was shown that this lumber was levied on, under an execution against W. & A. T. Nichols; and it was admitted that the plaintiff forbade the sheriff’s sale and claimed a lien upon the boards for sawing ; that the lumber was all taken away by the defendants, who were the purchasers at the sheriff’s sale, and that the plaintiff forbade their teamsters to remové it.\nIt was also shown, that at the time of entering into the contract with W. & A. T. Nichols, they owed the plaintiff $121.10 for labour previously performed for them; that payments were made to him, from time to time, whilst he was engaged in the manufacturing of the lumber; that these payments were made generally on account, without any specific appropriation of them by either of the parties; and that at the time of the sheriff’s levy, there was a general balance in favour of the plaintiff of $487.73.\nThe defendant’s counsel presented the following points, upon which they requested the court to charge the jury:—\n1. If the plaintiff had a lien upon the lumber in question, it was but as security for the debt or charge which he had against Messrs. Nichols for sawing it, and the release of the 22d of December 1858, from the plaintiff to William Nichols, is a full release and discharge of said debt, and therefore a discharge of the lien upon the lumber, which is a mere incident of the debt; and the plaintiff cannot recover damages in this suit, for the taking of the lumber by defendant.\n2. That it appears by the book of Nichols, introduced by plaintiff, that on the 3d of July 1857, the plaintiff had credit upon said books for the manufacturing of shingles at one dollar per\n, thousand, to the amount of $536i50, and it not appearing that the shingles had been taken from the possession of the plaintiff, that amount should not be taken into account in ascertaining the amount of plaintiff’s lien on the lumber in question; and if not, it appears there was no lien upon the lumber in question when taken by defendants.\n3. That the manner in which the accounts of the plaintiff and the Messrs. Nichols were kept, including, as it does, the old account of' plaintiff for work, before the sawing contract was entered into; also the credit for the alleged lumber sawed under the alleged contract, and for the shingles made under a subsequent contract, and the payments made not having been applied to either claim, preclude the idea of lien. And these matters having been intermingled by the plaintiff and Messrs. Nichols so that execution-creditors might be delayed in the collection of their debts, if the plaintiff ever had a lien it would be thereby lost. Therefore the claim of lien for sawing the lumber is invalid as to them, and cannot be enforced in this action.\n4. That there being no evidence that the shingles made for Messrs. Nichols, and which are credited to him in their account with him, have ever been taken from his possession, no part of their payment to him can, under the circumstances of this case, be appropriated to the price of making shingles.\nThe court below (Wilmot, P. J.) delivered the following charge to the jury:—\n“ The first matter of law presented' in the argument, and on which the instruction of the court is asked, is this: — Had the plaintiff a right of lien upon the lumber manufactured by him, and still in his possession, in the absence of a special agreement between him and the Messrs. Nichols, that he should have such lien as a security for his pay in the manufacture? We are of the opinion, if the plaintiff manufactured this lumber under a contract, substantially (in other respects) such as is proved by Wm. Nichols, that he would be entitled to a lien upon it for his pay (having it in possession) even if it were no part of the agreement that he should have such lien. The law would give him a lien, and the right to hold the lumber until he was paid for its manufacture.\n“ The first written point submitted by the counsel for the defendants calls upon us to charge, that the release of the 22d of December 1858, from the plaintiff to Wm. Nichols, operates as a legal bar to the plaintiff’s recovery in this suit. We decline so to charge.\n“ The court here read the defendant’s second point, and in answer said, that if the court rightly comprehended the point, it was correct; provided the jury should find, that at the time of the levy upon the boards, the plaintiff had in his possession an amount of shingles which at $1 per thousand (the price of manufacture) amounted to the balance due him, about $485. This is the view we take of the legal principles contained in the second point: — If the plaintiff had both boards and shingles in his possession, either of which, at the price of manufacture, amounted to the balance due him, the defendants might rightfully levy upon and sell either the boards or shingles, and the plaintiff would be bound to look to the lumber not levied upon for his pay. The payments made to the plaintiff by the Messrs. Nichols were made generally, and the law would so apply them as that equity and right should be done, both to the plaintiff and to the creditors of the Messrs. Nichols. Here were 500,000 feet of boards in the mill yard, which at the price claimed for sawing would amount to $750, if there were also in possession of the plaintiff some 500,000 or more of shingles, the price for the manufacture of which would be $500, and there was due the plaintiff only about $485, then surely he had been paid for the manufacture of the boards or the shingles ; and the defendants, as creditors of Messrs. Nichols, had the right to levy upon, and hold discharged from any lien, either the shingles or the boards. But under the doctrine contended for by the plaintiff’s counsel, if the defendants had levied upon the shingles, and left the boards, the plaintiff having his election as to where he would look for his pay, might have claimed his lien upon the shingles. We think the law would not permit this, but would apply the payments made to the plaintiff in discharge of whichever lot of lumber the defendants levied upon, and attach the lien of the plaintiff, for the balance due him, to the lumber not levied upon. Such a rule would work no injustice ; it would make the plaintiff secure in his rights, while it enabled the creditors of the Messrs. Nichols to proceed without embarrassment or hazard against their property. Whether the plaintiff had, or did not have in his possession, the shingles for the manufacture of which he has credits on the book, is a question of fact which we leave to the jury. The execution shows a levy upon a few thousand of shingles, and it is also in testimony that there was a quantity of shingles at the Granville depot, which was the point where the lumber made at this mill was drawn out to be shipped to market.\n“ In the third point made by the defendants’ counsel, we are asked to charge, that the plaintiff had no lien, as against the defendants, upon the boards, because the account for their manufacture was mingled with other accounts between the parties. It appears that the account between the plaintiff and the Messrs. Nichols was all kept upon one page of the ledger, but by referring to the day-book it clearly appears what credits were given the plaintiff for sawing boards, for the manufacture of shingles, and for other matters. There is not the least difficulty in separating the account so as to show the precise balance due the plaintiff for work when this alleged contract was entered into — the amount credited to him for sawing boards, and the amount credited for sawing shingles. The defendants’ .counsel has made from the books, and handed to the court, a statement showing all this clearly, and beyond all controversy. So long as this may be done with certainty, we do not perceive the force of the point, that the creditors of Messrs. Nichols might be hindered and delayed, because on the ledger other matters were mingled with the account for sawing boards. If the account for sawing boards was so intermixed and commingled with other matters that it could not with certainty be separated, there would be force in the defendants’ position, but if this can be done, we do not' perceive why the plaintiff should lose a lien, which he otherwise had, because of the way the account was carried on the ledger.\n“ The fourth point the court think substantially answered, in the answer we have given to the second point. In our view, it is the same thing differently presented; we have already said, if the jury believe that the shingles credited to the plaintiff in the account, were in the possession of the plaintiff when the defendants’ execution attached, that the plaintiff would be bound to look to the shingles for the balance due him, and the defendants would take the boards discharged from any lien. In such case, the law would apply the payment made to the plaintiff, so as to discharge the boards. The price for manufacturing the shingles credited, being greater than the balance claimed by the plaintiff, no part of the payments would be applied to account of making shingles, but the payment would be applied to discharge the boards, leaving the plaintiff to look to the shingles for the payment of the balance due him.\n“ If, however, the plaintiff had not the shingles in his possession, but had delivered them to the Messrs. Nichols, so that he could have no lien upon them, the court think that payments made to the plaintiff should be so applied as to leave the boards, which he had in possession, subject to a lien for the balance due him. This is the principle we wish to lay down: — If the plaintiff went on under the contracts substantially, as proved by the plaintiff’s witnesses (whether there was a special agreement for a lien or not), and manufactured boards and shingles, and from time to time delivered the lumber manufactured to the Messrs. Nichols, who hauled it away from the mill, and also from time to time received payments on account generally, no special application being made by the parties, the law would apply such payments on account of the lumber delivered and removed, and upon which the plaintiff could have no lien, and not upon the lumber in his possession. So we think, the law would apply payments on the balance due the plaintiff for work before the sawing contract was made, rather than cut off the lien of the plaintiff from lumber manufactured by him, and yet in his actual possession.”\nTo this charge the defendants excepted; and a verdict and judgment having been rendered for the plaintiff for $530.49, they removed the cause to this court, and here assigned for error: 1. The admission of Nichols as a witness. 2. The charge to the jury.\nMwell, for the plaintiff in error.\nMercur, for the defendant in error."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 158
}
