{
  "id": 988390,
  "name": "Lacy versus Arnett et al.",
  "name_abbreviation": "Lacy v. Arnett",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "169",
  "last_page": "174",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "15 Mass. 313",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055385
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0284-01"
      ]
    },
    {
      "cite": "4 Watts 317",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0317-01"
      ]
    },
    {
      "cite": "7 W. & S. 154",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0154-01"
      ]
    },
    {
      "cite": "1 Rawle 218",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0218-01"
      ]
    },
    {
      "cite": "24 Ala. 521",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3163953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/24/0521-01"
      ]
    },
    {
      "cite": "5 Wh. 589",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 283",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0283-01"
      ]
    },
    {
      "cite": "4 Watts 317",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842725
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0317-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 704,
    "char_count": 16513,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 4.1915088992632094e-07,
      "percentile": 0.9129202127228268
    },
    "sha256": "646a78cc3e8e7841a8c0a2b783ab1aeab58d699a019d0a61701c53068b794137",
    "simhash": "1:36b2933dbd6fbc4a",
    "word_count": 3048
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lacy versus Arnett et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe dam about which the controversy arose, is situate a short distance above the confluence of the Conewango creek with the Allegheny river, in the county of Warren. The first dam was built in 1812 or l8l3, and seems to have been of a temporary character, and intended for the purpose of propelling a saw-mill. Afterwards, in 1818 or 1819, the owners of the mill purchased the right to abut a dam on the land' of Jacob Hook on the east bank of the stream, being themselves the owners on the west bank. Pursuant to this purchase, which we must presume the jury found to be the fact, for it was submitted to them as the ground upon which the defendants’ right vested to flow back the water, and was not excepted to by the plaintiff in error, the then owners, under whom the defendants claim, constructed a more permanent dam, and erected a grist and saw mill, which has been used and occupied ever since, with few interruptions excepting such as were unavoidable.\nThe right thus begun by a parol license for value, was executed, and of course is irrevocable: McKellip v. McIlhenny, 4 Watts 317. The dam has been more than once rebuilt, and without objection by the original grantor, or any claimant under him. In 1849, the present structure was erected in place of the preceding dam, and the eastern end carried several rods lower down the stream than that of its predecessor, with the consent of the owner of the soil, a claimant of title under the original grantor. This change was made, as beneficial to the owner of the land, rather than from any especial interest or convenience to the mills. It prevented an injurious abrasion of the bank.\nPreviously to the erection of this dam, the plaintiff purchased the land which he now charges the defendant with flooding. He had full notice, when he purchased, of their right to back water on and along the land, for his grantor swears he informed “ him all about it, and showed it to him, and tried to scare him off by itand he, the plaintiff, laboured to convince the vendor that the land was not worth so much as he asked for it, on account of this right to flow it.\nAfter this purchase, the dam was built with his full knowledge, and without objection on his part.\nOn the trial of the cause, the main controversy was about the point, whether the new dam flowed the water further back than did the former ones; and the errors assigned, arise out of the answers of the court to points put to be charged upon on behalf of the plaintiff.\nWe think the answer to the second point of the plaintiff, and which is the foundation of the first assignment of error, is substantially accurate. The plaintiff in the point asserted, that the defendants were limited in their right to flow back the water, to the extent they possessed in 1849, when they built their new one. The learned judge explicitly affirmed this, and added, that if they did create a greater flow of water on the land of the plaintiff, it would be at their own risk. The conclusion of the sentence, however’, is the part objected to, in which he says, “ that if the new dam did not flow the water further back than the old one did, at any one time, in like or ordinary stages of water, during its existence, there would be no liability.”\nThe plaintiff in error seems to treat this as an instruction predicable of a right by prescription ; and had it been such, there would have been controlling force in the objection. But this was not the kind of right the defendant relied on, nor about which the judge was charging. lie was treating of the effect of the grant by Hook to Arthurs, and its extent. Hence, as a means of ascertaining this, he instructed the jury, that if the flowing back, occasioned by the new dam, was not greater than that of the old one, at any one time, in ordinary stages of water, the defendants were not to be made liable as for a nuisance. The distance, it was assumed, that the water had been flowed back, at any one time, in ordinary stages, by means of the dam erected pursuant to the contract, and acquiesced in by the grantor, was evidence of the extent of the right. It certainly was so. The height of the superstructure, where there was no stipulation about it, was not the only or the accurate test of the extent of the right. A more certain one was the distance which the water was set back by it. The instruction had in view a test of this kind, tried by ordinary stages, not a momentary or solitary flowing back of the water, but such as occurred in the ordinary stages; not one stage or condition of it, but such as was ordinarily incident to the stream during the season. There was no testimony of a point of time, in which the back water of the old dam was up to a certain distance. The whole testimony was comparative between the flowing back of the old and new dam, and the jury could not have inferred anything from the charge, other than, that if the defendant flowed the water back no further than it had been previously flowed, no damages could be recovered by the plaintiff claiming subject to the previous grant. The instruction was right. The contest was about ordinary stages of water, and the testimony on both sides had reference to this. The case was substantially put to the jury on the true ground, namely, that if the new erection flowed back no further than the old, and there was a grant proved to flow it back so far by the old dam, then the plaintiff could not recover. If there was a purchase of the right to flow the water any given distance, executed by payment’ of the purchase-money and expenditures pursuant to it, this right remained, although the water was not at all times kept up to it by permanent fixtures. And to exclude a conclusion that it was as necessary to keep up the water under a grant, as it was under a claim by prescription, was evidently the object of the instruction in the terms used. No fault can be found with this, for the distinction is as marked between the two species of title, as it is between the possession necessary to complete a title under the statute of limitations, and the possession of a grantee under title.\nThese views are sufficiently indicative, that we discover no error in the second, third, and fourth assignments. They all involve questions arising out of the right to flow hack the water, treated by the plaintiff in error as prescriptive, when the defence, as we have seen, did not rest on that ground, but on an express grant for value, and improvements pursuant to it. The jury must have found the fact of a grant, for the case went to them on that ground ; and also, that the last dam did not set the water further back than the grant authorized — as tested by the height and distance that the water was set back. All the testimony had relation to this matter, and the charge fairly left the consideration of it to the jury.\n■The fifth assignment of error is not sustained. It might, as an abstract proposition, be true, that where one grants a privilege to erect a dam for certain specified purposes, without stipulating in regard to the height of the head to be raised, the law would construe the grant to be sufficiently extensive to effectuate the purpose which superinduced it. But the doctrine, although not applicable, as it appears to us, to the controversy before the court, could have done the plaintiff no possible harm, for the case went to the jury on the extent of the grant, as evidenced by the back flow of water, not on the sufficiency or insufficiency of the supply on any alleged or supposed hypothesis of the kind.\nThe testimony of Mr. Ludlow, objected to by the plaintiff, and admitted by the court, was of no consequence one way or the other. The case did not turn upon the question of title or possession in the plaintiff, but on the defendants’ right, under a previous grant, to flow back the water, as against the grantor or any grantee. But had the case turned upon the title or possession of the plaintiff, it would have been important; as this, however, was not the issue of fact in the case, but one in which this testimony could not have had any bearing, namely, the distance the defendants had a right to flow the water back, regardless of ownership, the testimony was irrelevant and harmless, and the judgment will not be reversed on account of its admission: 6 Casey 84; 3 Harris 293; 1 W. & S. 283. Irrelevant testimony ought not to be admitted, and when it might mislead, its admission becomes error, and may be corrected here; but that was not this case. We see no error in the record, and the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Curtis, for the plaintiff in error,",
      "B. Brown and W. B. Brown, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Lacy versus Arnett et al.\nA parol license, for value, to erect a mill-dam, by which the lands of the grantor will be overflowed, when executed, is irrevocable.\nIf the erection of a new dam become necessary, it may be so made as not-to throw the water further back than the old one did, when in good order, in like or ordinary stages of the water.\nThe distance that the water had been flowed back, at any one time, in ordinary stages of the water, by means of the dam erected in pursuance of the contract, and with the acquiescence of the grantor, is evidence of the extent of the right.\nThat the grantee had not, at all times, exercised his privilege to its full extent under the grant, would not affect his right; and in this, a claim by grant differs from one by prescription.\nThis court will not reverse a judgment because of the admission of irrelevant testimony, by which the plaintiff in error could not have been prejudiced.\nError to the Common Pleas of Warren county.\nThis was an action on the case by Silas Lacy against Lewis Arnett and B. S. Orr, for maintaining a mill-dam in the Conewango creek, a short distance above its confluence with the Allegheny river, whereby the plaintiff’s lands were overflowed.\nThe mills and dam of the defendants were first erected in 1812 or 1813. The dam was of a temporary character, intended for driving a saw-mill. In 1818 or 1819, they were owned by James Arthurs; and Jacob Hook was the owner of the land now vested in the plaintiff, and in respect to which this action was brought.\nJames Arthurs testified that, at this time, “ Hook asked me, one day, what I’d say, if he’d pull down that dam some day, or what I’d give him for the privilege of attaching the dam to his land, and of the water; I told him I would give my horse, saddle, &c.; he said, It’s a bargain, and I gave them to him.”\nIn pursuance of this agreement, Arthurs erected a more permanent dam, together with a grist-mill, which, with the saw-mill, continued in operation from the time of their erection, and were driven by the water raised by the dam.\nIn summer, this dam was leaky and required repairs; it was occasionally rebuilt by different owners; and in 1849, a new dam was erected a short distance below the old one, with the assent and at the instance of Thomas Struthers, who owned the land to which both the old and new dams were attached. This was the structure complained of. It was in evidence that the plaintiff, when he purchased, had full notice of the right to back the water on this land, and of the extent of it.\nIn the course of the trial, A. H. Ludlow was offered as witness by the defendants, to prove that he surveyed a piece of land in 1845, embracing that of the plaintiff, when it was held by a former owner, and that he surveyed above high water mark. The court admitted this evidence, and the plaintiff excepted.\nThe plaintiff’s counsel presented certain points in writing, upon which he requested the court to charge the jury; the 2d, 4th, 5th, and 6th of which were as follows:—\n2. In estimating the extent of the right acquired by the defendants, through the long continuance of their dam, they are limited to that which they had acquired in 1849, when they erected their new dam, unless it already appear that, since the erection of their new dam, they raised the water to no greater height than before.\n4. If the new dam raises the water to a greater height than the old one, or to an elevation above that which they had steadily and commonly raised it, for the period of twenty-one years prior to 1849, the plaintiff is entitled to recover, if the effect of such raising has been to injure the land possessed by him.\n5. If the jury believe that the new dam floods the plaintiff’s lands, at any stated season of the year, to a greater extent than the old one, in the same season or stage of water, and so as to cause greater injury to plaintiff’s land, they must find for plaintiff. And that, although defendants and previous owners of the old dam, by tightening the old dam by temporary fixtures, raised the water, a part of each season, as high as the new dam raises it.\n6. If the jury believe that when Mr. Hook owned the tract including plaintiff’s land, he, by verbal grant, sold to Mr. Arthurs the right to attach his dam to the shore, without specifying how high it was to be raised, and that Arthurs and his successors built a dam which, in the summer season, leaked to so great an extent that the- top of it was dry and out of water (and which they tightened by temporary fixtures each season, and even then, did not succeed in making the water run over but about one-third or one-fourth of the summer season); the fact that such temporary fixtures were made, did not give defendants the right, after twenty-one years’ continuance of the old dam, to build a new dam, of whatever height, that backed the water over plaintiff’s land, for a considerable portion of the time, to a greater or more injurious extent than the old dam had done.\nIn answer to these points, the court below (Derickson, P. J.) instructed the jury as follows:—\n“ 2. The defendants could not erect a dam higher than the prior one, as it existed in 1849, wThen they put up the new one; and if they did, so as to create a greater flow of water in the land of the plaintiff, it would be at their own risk; but if the new dam did not flow the water further back than the old one did, at any one time, in like or ordinary stages of water, during its existence, there would be no liability.\n“ 4. If the water was not flowed back by the old dam, at any . time, to an extent equal to that by the new one; or, in other words, if the flow from the new one, in like stages of water, is greater than it was at all times from the old one, the plaintiff would he entitled to recover. And if by the words ‘ steadily and commonly’ is understood, that the flow was never as great, in like stages of water, in the old one, as in the new one, the law is with the plaintiff; but if it is not so, the law is with the defendants.\n“ 5. If the defendants, or those under whom they held, had the right to erect the old dam and it was a leaky one, but they tightened it at various times, so as to make the water flow back to a point beyond which the water from the present dam did not go, the plaintiff is not entitled to recover; because the right, having once existed and being exercised, is a continuous one, of which the defendants are not to be deprived without their consent.\n“ 6. If the defendants, or their ancestors, had a right to raise a dam, and they exercised it, and during the existence of the structure the water was, by the tightening of the dam by means of temporary fixtures, flowed back as far as it has gone since, dnring similar stages of water, the plaintiff cannot recover.\n“ When Hook gave to Arthurs the right to join to his land, nothing appears to have been said about the height of the dam. In this situation of things, the law would presume it to be to an extent sufficient to answer the purpose for which the privilege was wanted — nothing more, nothing less.”\nTo this charge the plaintiff excepted; and a verdict and judgment having been given for the defendants, he removed the cause to this court, and here assigned for error: 1. The admission of Ludlow’s testimony. 2. The charge of the court below.\nCurtis, for the plaintiff in error,\ncited Dyer v. Depue, 5 Wh. 589 ; Beasley v. Shaw, 6 East 208; Angell on Water Courses 104; Id. 94; Olney v. Fenner, 2 Rh. Island R. 211; Stein v. Ashby, 24 Ala. 521.\nB. Brown and W. B. Brown, for the defendants in error,\ncited Butz v. Ihrie, 1 Rawle 218; Nitzell v. Paschall, 3 Id. 82; Buckholder v. Sigler, 7 W. & S. 154; McKellip v. McIlhenny, 4 Watts 317; Strickler v. Todd, 10 S. & R. 63; Bigelow v. Battell, 15 Mass. 313; Carr v. Wallace, 7 Watts 400; Folk v. Beidelman, 6 Id. 343."
  },
  "file_name": "0169-01",
  "first_page_order": 169,
  "last_page_order": 174
}
