{
  "id": 988401,
  "name": "White versus Smith et al.",
  "name_abbreviation": "White v. Smith",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "186",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 545,
    "char_count": 10920,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 9.535326080629613e-07,
      "percentile": 0.9810902102786687
    },
    "sha256": "7eb2f958d2f295efda31332d26d966dd9f3d5f6949903e475c7762a192241ca6",
    "simhash": "1:fee9c681dd733dd4",
    "word_count": 1952
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "White versus Smith et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe first assignment of error in this case is to the negative answer of the court to the plaintiff’s third point, and their affirmative answer to the defendants’ fourth. These answers regard the construction to be given to the contract on which suit was brought. It was a joint and several instrument.\nWe have no doubt whatever but that the contract in question was an undertaking or guaranty, by Smith and Robinson, for the faithful performance by the former of his agreement with the plaintiff, with the superaddition of a stipulation for a release of liability under certain restrictions, in case of Smith’s death during the continuance of the lease. The want of proper punctuation is, if objectionable at all, no more allowable in vitiating the contract, i or in destroying its effect, than bad grammar, the rule against which is a maxim of the law. To allow the contractor to punctuate in mitiori sensu of his own words, would be something of a novelty. I think no case can be found, upon which the sense of a contract has depended upon the absence of punctuation marks —words are the most usual evidence of intent, and formed into sentences, are to be taken to express the meaning of the party using them. Punctuation may aid in ascertaining the true reading of a production, but the production may be read and interpreted without such aids. What do the words here mean? And they are to be taken most strongly against the party using them. Read fairly and as they stand, without any effort other than to ascertain all that the contract stipulated for, it is not easy to see anything to justify the construction claimed by the defendants. Indeed, the defendant in error is forced to rest his construction on the- unlikely idea that it was meant as a life insurance by the guarantor, Robinson. But it would seem to have wanted a premium to make it an insurance. It is idle to dwell on such a view of the case. It is simply an agreement entered into by Smith and Robinson for the faithful performance by Smith of his contract, and in case Smith should die within the three years, then Robinson to pay up to that time, and deliver the property, as stipulated, to White. That it has been sued upon as joint can make no essential difference — it might well be treated as joint, Smith still living. It would have been encumbered with no inconvenience, if he had been dead. That we have given the proper construction to the instrument cannot well be doubted. And this was forcibly illustrated by the counsel for plaintiff in error, when he took the position that, if the court below were right, it would lead to the impracticable result, that if Robinson was only to be bound in the event of Smith’s death, then Smith, living, might chop, clear, and fence the requisite number of acres of land or not, as he pleased, and the former would not be answerable for any default of his; but Smith dying, then and in that case, it was to be held that Smith should chop, clear, and fence the land, and perform the other covenants in the agreement! This would be a pretty hard condition, if literal performance was meant to be guaranteed. But what was intended and expected is fully expressed, that Robinson was bound for performance of Smith, and if he died before the lease expired, then Robinson was to fulfil what remained to be performed at that time, and the contract was to be at an end.\nWe do not think the court were right in holding that the suit of White v. Smith, for the rent in question, was a bar to this suit. That was on the covenants in the lease. This one was upon a collateral covenant. That one was upon an instrument which was alone signed by Smith, and of course several. This upon a different instrument, signed by both, and joint and several. It mattered not, that the action against Smith did involve, to a great extent, the same considerations as this action; it was so only because this was a guarantee, while the other was on the contract guarantied, and in this respect it was essentially an action resting on a different consideration from that on the lease. It was a suit to enforce the obligation of suretyship. This widens the relation between the two actions. Standing on this footing, the action against Smith by White was not outside of the duty of the guarantee, or prejudicial to Robinson the guarantor. It was simply an effort to enforce performance against the principal, in the first place, instead of looking to the surety. Smith being bound with Robinson, in a suit on a different contract, although as surety for the same contract, does not contravene the rule that no one shall be twice vexed for the same cause. I see no impropriety or difficulty in a party being more than once sued for the enforcement of the same duty or obligation, if he have given more than one contract, in different forms, for its performance. One judgment, with satisfaction, would bar any subsequent recovery, certainly ; but satisfaction is a different thing from the recovery of a judgment never paid, or likely to be paid, when, as in this case, the party, it appears, is insolvent. For the reasons thus given, this judgment must be reversed.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. B. Brown, for the plaintiff in error.",
      "8. B. Wetmore, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "White versus Smith et al.\nA contract is to be construed by tbe words in which it is written; punctuation may aid in ascertaining its true meaning, but cannot be used to effect an alteration in the sense of the words.\nThe words of a contract are to be taken most strongly against the party using them; and he cannot be allowed to punctuate the writing, so as to affect his liability.\nThe recovery of a judgment against the principal, is no bar to an action against him and another, on a contract of guaranty, executed by both of them jointly.\nError to the Common Pleas of Warren county.\nThis was an action of assumpsit by Orange White against Jonathan Smith and Elijah Robinson, on the contract of guaranty, w-ritten at the foot of the following lease:—\n“ Article of agreement entered into between Orange White of the first part, and Jonathan Smith of the second part (viz.) that White rents to Smith the farm known as the Crandall farm, with twelve good cows in good condition, to come in by the first of May, and an ox team, for three years from the first day of May next; for which Smith is to pay to White three hundred dollars; one hundred dollars to be paid on or before the first day of January of each year; and Smith is also to chop and clear off and fence and cut up the balance of the rail timber and saw logs on. twelve acres of land on the aforesaid farm, where White shall direct; six acres to be cleared off by the middle of Sept. 1852, and six acres by the middle of Sept. 1853; White is to run all providential risks of the aforesaid property, and Smith is to be accountable to White for all accidents or damages that happens to the aforesaid property, by or through the careless or neglect of the aforesaid Smith; and Smith is to return to White at the end of the three years the aforesaid property in good condition for use.\nOrange White\nJonathan Smith.”\n“ Sugar Grove, Feby. 26, 1851.\n“ I hereby bind myself to the aforesaid White for the true and faithful performance of the aforesaid agreement on the part of the aforesaid Smith in case Smith should die within the three years I agree to pay up to that time and deliver the property to White as above stated.\nJonathan Smith\nElijah Robinson.”\n“Sugar Grove, Feby. 26, 1851.”\nOn the 6th January 1853, White, the plaintiff, distrained for $86 rent, due on the above lease, on the 1st of January; and sold the property of Smith to an amount sufficient to pay the rent.\nAt June Term 1853, Smith brought an action of trespass against White, for an illegal distress, and recovered a verdict and judgment for $91.50, which was paid by White.\nAt September Term 1854, White brought an action of assumpsit against Smith, for the same sum of $86, due him for rent, and the parties agreed upon a case stated, in which the above facts were set forth. The court gave judgment for the plaintiff for $86, on the case stated, which was not paid, Smith being insolvent.\nThis action was then brought upon the contract of guaranty, to recover the rent due on the 1st January 1853; and also damages for the loss of two cows, and the greatly decreased value of the oxen and remaining cows, from the carelessness and neglect of Smith; and for the failure on the part of Smith to comply with the parts of the contract relating to chopping, clearing, &c.\nOn the trial, the court below (Galbraith, P. J.), in answer to points presented by the plaintiff and defendant, instructed the jury that there was no obligation on Robinson to pay any rent, unless Smith should die within the three years named in the contract on which the suit was brought; and in reference to this contract the learned judge charged the jury as follows:—\n“ This latter writing is without point, from beginning to end, and the first question arises, as its true construction, which embraces the plaintiff’s 3d, and the defendant’s 4th point. It is contended by the plaintiff, that in order to give every part of the writing its full meaning, it is necessary to place a period after the word Smith, in the third line from the top; that the first sentence then expresses the intention of the obligation that Smith should faithfully perform the agreement; that the latter sentence is an extension or additional obligation, on the contingency of the death of Smith, during the term, which might not be provided for by the general obligation expressed in the first sentence. The defendants contend that it is really hut one sentence, but one idea intended to be expressed, and that is the liability of Robinson, in case of the death of Smith, during the term. It is somewhat difficult to account for Smith’s signing the agreement at all. The only reason that can be imagined is, that it might protect his estate from the performance of the whole agreement in ease of his death, at any period within the tenancy; and it is somewhat doubtful whether it was necessary even for that. The argument has some plausibility on both sides, but we think the weight of it is with the defendants, and so determine; and this would be conclusive against the plaintiff’s right to recover.”\nThe learned judge also instructed the jury, that the recovery by White against Smith, for the amount of the rent, was conclusive against another recovery in this suit for the same cause; and that, upon the whole case, the plaintiff was not entitled to recover, and he, therefore, directed them to find for the defendants.\nTo this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendants, he sued out this writ, and here assigned the same for error.\nW. B. Brown, for the plaintiff in error.\n8. B. Wetmore, for the defendants in error."
  },
  "file_name": "0186-01",
  "first_page_order": 186,
  "last_page_order": 190
}
