{
  "id": 988383,
  "name": "Simmons versus Kelly",
  "name_abbreviation": "Simmons v. Kelly",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "190",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 190"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 278,
    "char_count": 4566,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 9.06306690954495e-08,
      "percentile": 0.5050109099024692
    },
    "sha256": "d3f64dba7c28491c4c7f2a395e344fc5504ddc8575354d24bde76b006d9f8947",
    "simhash": "1:17650620e9b72c72",
    "word_count": 834
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simmons versus Kelly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThis was an action to recover the penalty for taking illegal fees. The justice was called upon for a copy of the proceedings in the case before him, by the defendant therein, which was a suit under the Act of 12th July 1842, commenced by summons and attachment. The justice, we think, very properly interpreted the copy of the proceedings to mean a transcript of the docket entry, and copies of the summons, attachment, and bond, and he accordingly made them out, and demanded and received fifty cents for the service. The justice was bound, under the penalty of being liable as for a misdemeanor, to make out and .deliver to either party a copy of his proceedings at large: 5 Sm. L. 172, § 28 of the Act of 1810. The fee bill does not expressly provide a fee for this service; but as it includes a copy of the judgment, it has always been taxable under that head, and the fee is 18f cts. Tested by this rule, the justice exceeded the legal charge by the amount of 31J cts. But even if this were not so, the justice would be in no better condition in this case, for the penalty extends as well to a “ charge or demand,” “ for any service other than those expressly provided for” by the act: Purd. Dig. 363; 26th sec. Act of 1814. This means any service as an officer, and is a. prohibition of all compensatory fees. The Act of 1814 is a specific regulation of fees to officers, and among them justices of the peace, and it provides fees for all services for which fees were to be given; and any services not compensated by fees were neither to be charged or demanded, under a penalty of $50. So that, if all beyond the copy of the judgment was without fees, the penalty was incurred by charging them. In Bussier v. Pray, 7 S. & R. 447, the rule is well laid down by Gibson, J., wherein he says: “ But the true construction of the whole section” (the 26th), “ is plainly this: where the fees of a particular officer are touched at all by the Act of 1814, which meant to provide a complete fee bill, it must be intended that the legislature meant to designate with precision the services for which only he should receive fees, and therefore that these fees are to be full compensation for all other services incident to his office.”\nThe demand for the copy of the proceedings was to the justice in his official capacity, and as such they were made out and charged for. There was no room for a charge, or an allowance of a quantum, meruit in the case. The law prohibits all this. The justice was entitled to the fee of 18f cts., and no more; and for taking a greater sum was answerable for the penalty. We think the court decided the law accurately in the case, and that neither specification of error is sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Lowrey Sp Wilson, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Simmons versus Kelly.\nA justice of the peace is only entitled to a fee of 18|- cents, for a copy of the proceedings in a case before him; and if he charge or demand a greater amount, he renders himself liable to the penalty for taking illegal fees.\nThe penalty is incurred by charging for a service for which no fee is provided by law: the Act of 1814 is an express prohibition of all compensar tory fees.\nError to the Common Pleas of Tioga county.\nThis was an action of debt, originally brought before a justice of the peace, by Joseph Kelly against William Simmons, to recover the penalty of $50 for taking illegal fees.\nEri Baker brought a suit against the plaintiff, under the attachment- law of 1842, before the defendant, who was a justice of the peace; which was proceeded in to judgment and execution.\nThe plaintiff, subsequently, called on the defendant, and requested him to furnish a copy of all the proceedings and papers in the cause, in order, as he stated, to show them to his counsel, to see if he could not get his property back. The defendant furnished a copy of the proceedings, and of all the papers, including the affidavit, bond, attachment, summons, and execution; for which he charged the plaintiff fifty cents, which was the act complained of in this suit.\nThe court below (White, P. J.) charged the jury, that the defendant was only entitled to the fee of 18f cents for a copy of his judgment; and that all official services for which no fee was provided by law, must be performed without compensation.\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $50, the defendant removed the cause to this court, and here assigned the same for error.\nLowrey Sp Wilson, for the plaintiff in error."
  },
  "file_name": "0190-01",
  "first_page_order": 190,
  "last_page_order": 191
}
