{
  "id": 988405,
  "name": "The Commonwealth versus Rose's Executors",
  "name_abbreviation": "Commonwealth v. Rose's Executors",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "199",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 427,
    "char_count": 6762,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 1.0873401050065135e-07,
      "percentile": 0.5640400270440478
    },
    "sha256": "35df461320a466ed77f28e8c094fb2bfde58d13286f2ad1fed80c3cea7abe8cb",
    "simhash": "1:8f7e0ca1aedc481b",
    "word_count": 1213
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth versus Rose’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nA prior statute is repealed by the enactment of a subsequent repugnant statute. And certainly may this be by the use of express terms of repeal. But both modes of repeal are to be measured by the controlling rule of construction, the intent of the legislature. If the words do not amount to an express repeal, the next inquiry is, does the new statute supply a system to take the place of the old, and therefore repugnant to it ? If so, the repeal is effected by necessary implication.\nThe system of laws regulating the office of constable, now in force, are acts and parts of acts beginning as early as 1772, and on down in 1779,1810, ’14, ’19, ’20, ’24, ’26, ’27, ’29, ’34, ’36, ’39, ’40, ’49, ’50, ’54, ’55, and perhaps later. Much of the system is dependent upon unrepealed sections, parts of acts, constituting an existing system, changed and altered by subsequent statutes not extending to the entire prior statutes. This seems to have been the course of legislation on the subject: to supply new provisions, and repeal so much of the old as was supplied.\nThe Act of the 8th of March 1824, related to constables, to service of process in certain cases, to the manner of proceeding to recover judgment against them, to their official bond, and in the 4th section to a limitation of suits against their sureties on such bonds, “ to be brought within three years after the date of such obligation.”\nSince the passage of that act no statute has made provision repugnant to, or inconsistent with its provision on the subject of the limitation, and the section is retained and given, as in full force, in all our digests of the laws, up to the present time. Is this an error in the digests, and a mistake in the common understanding of the people in regard to it ?\nIt is said, the Act of 1824 was repealed by express provision, to be found in the last section of the Act of the 15th day of April 1834. But the repealing clause is in a restricted form, as follows : “ that all such Acts, or parts of Acts of Assembly, as are hereby altered or supplied, are repealed.” The provision in question was neither altered nor supplied, and giving the enactment no more nor less effect than the words used fairly imply, the 4th section of the Act of 1824 remains unrepealed. The reason for a limitation of actions against sureties in official bonds and recognisances, is set forth in the preamble to the Act of 4th April 1798, 3 Smith’s L. 332; and serves to show why the section in question was untouched. It is as follows: “ Whereas it is reasonable that persons entering into bonds and recognisances, as sureties for any public officers, should be exonerated from their responsibility within a reasonable term after such officers shall die, resign, or be removed from office; therefore be it enacted,” &c., then follows a limitation of seven years. Afterwards, by the Act of 1824, the limitation in favour of sureties of constables was reduced to three years. And by the Act of 1803, suits against sureties on sheriffs’ and coroners’ bonds and recognisances were limited to five years. Limitation, in regard to certain other official suretyships, is to be found in the Acts of Assembly. It would not only be unreasonable as a matter of policy, but it is also unreasonable to suppose that sureties for constables are to remain bound for twenty years; for if it were held, that the Act of 1834 repealed the Act of 1824, it also repealed, by the same terms, the Act of 1798; and thus there would be no limitation, until the presumption from lapse of time would exonerate them.\nThe alteration, by the Act of 1834, in the form of the bond provided for in the 3d section of the Act of 1824, is very slight, and it would be a sharp construction to hold that, because the 4th section provides a limitation in favour of the sureties, “ mentioned in the 3d section of the Act of 1824,” it may not apply to the same kind of sureties in the same kind of bonds, given for the same purpose, and in nearly the same words, by the Act of 1834. That it was not supplied by that act, and therefore not repealed, is most evident. The limitation remains. Thus standing in full force, its application to sureties of constables is not to be doubted. It applies to them, or is inoperative, upon some principle of repeal which has not yet come to light. That it is in full force, has been the understanding of the profession for many years, so far as my observation has gone, I can fully attest.\nWe cannot alter the law, in such a case, by any supposed equity of a party arising out of his inability to get his suit tried in time to hold the bail; this is a consideration for the legislature, not for us. We think the learned judge of the Common Pleas was entirely right in his ruling in this case, and that the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Little, for the plaintiff in error.",
      "W. S. Jessup, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Commonwealth versus Rose’s Executors.\nThe 4th section of the Act 29th March 1824, limiting the time for the commencement of actions against the sureties in constables’ bonds, is still in force.\nNo action can be maintained against the sureties on a constable’s bond, unless brought within three years from its date.\nError to the Common Pleas of Susquehanna county.\nThis was an action of debt by The Commonwealth of Pennsylvania, for the use of David L. Meeker, against William Jessup and B. S. Bentley, executors of Andrew H. Rose, on the official bond of Mark Sutton, late constable of Silver Lake township, for whom the said Andrew H. Rose was surety. The bond was dated the 17th April 1854; this action was commenced on the 29th December 1857; and the defendants pleaded, inter alia, that the action was not brought within three years from the date of the bond.\nOn the 16th November 1854, David L. Meeker commenced proceedings before a justice of the peace, against Sutton, the constable, under the 12th section of the Act of 20th March 1810, (Brightly’s Purd. 154, pl. 19) for a false return to an execution, and obtained judgment for $36.85 and costs. From this judgment Sutton appealed, and on the trial, there was a verdict for the defendant; the plaintiff then sued out a writ of error, and in this court, the judgment below was reversed and a venire facias de novo awarded. The cause was again tried at November Term 1857, and resulted in a verdict and judgment for the plaintiff for $189.52 and costs. A fi. fa. was issued thereon, which, on the 28th December 1857, was returned '•'■nulla bona;” and on the next day, this suit was brought.\nThe court below (Wilmot, P. J.) directed the jury to find for the defendants; to which the plaintiff excepted, and here assigned the same for error.\nLittle, for the plaintiff in error.\nW. S. Jessup, for the defendants in error."
  },
  "file_name": "0199-01",
  "first_page_order": 199,
  "last_page_order": 202
}
