{
  "id": 988434,
  "name": "Murphy versus Richardson; The Same versus Brick",
  "name_abbreviation": "Murphy v. Richardson",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "235",
  "last_page": "237",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 235"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 293,
    "char_count": 5033,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 7.01948500860457e-08,
      "percentile": 0.42368029950780917
    },
    "sha256": "89447103e89230cd3c9a7f97f0f334f0c6ccda56b64e8a55aba4bed598653851",
    "simhash": "1:12ee5ba8ae877628",
    "word_count": 876
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Murphy versus Richardson. The Same versus Brick."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nIt appears that Michael Murphy, on the 1st May 1847, gave two mortgages for $2500 each, payable in instalments, on two lots of ground in the borough of Pottsville, one to William Richardson, and the other to Richard Smethurst, which last was, on the 11th May 1847, assigned to John R. Brick. These mortgages were for part of the purchase-money of the two lots.\nUpon these mortgages scire facias were issued to December Term 1851, in the Court of Common Pleas of Schuylkill county, and the causes, being at issue, were agreed to be tried together. The plaintiffs gave in evidence the two mortgages, and the assignment of one of them to Brick, and there rested. The defendant, after giving in evidence various receipts, notes, checks, acceptances, and letters, showing payments to Richardson and Brick, on account of the two mortgages, produced and offered in evidence the following check :—\n“ Pottsville, May 4th 1849.\n“Miners’ Bank of Pottsville'in the County of Schuylkill — Pay to John R. Brick, or order, two hundred and fifty-four dollars and ten cents.\n“$254.10. Margaret Murphy.”\nEndorsed — “John R. Brick.”\nThe endorsement of John R. Brick was proven, and it was admitted that the drawer, Margaret Murphy, was the wife of Michael Murphy, the defendant, and that the signature was in her proper handwriting; also that the check had been produced by defendant, and read on a former trial of this cause.\nTo the admission of this check the plaintiffs objected, because it was not shown on what account it was paid.\nThere was no evidence of any other transaction, or of any other account, between Mr. Brick and the defendant and his wife, or either of them, nor did it appear that Mrs. Murphy had any separate estate, out of which this payment was or could be made. When there is but one single transaction to which a payment can be referred, the law necessarily appropriates it to that account, and no other.\nIf it was a payment on that account, it discharged so much of the debt to Mr. Brick, and as this payment was made by the wife, and the check which is the evidence of it, is produced by her husband, who claims credit for it, it was clearly admissible, and the court erred in rejecting it.\nThe court was right in rejecting the second receipt of the 5th May 1849, for $763.10, from Mrs. Margaret Foy, by the hands of Mr. Haly, without any other explanation than appeared on the face of the paper; but as the counsel for the plaintiffs below say, the defendant was afterwards allowed, by the admission of the plaintiffs, a credit for the sum mentioned in the receipt, which seems also to have been the idea of the judge, it is probable that this matter will not be the subject of dispute upon another trial.\nNo answers having been given to the questions propounded to ■Mr. Hughes, the defendant sustained no injury by the ruling of the court, and this disposes of the third and fourth errors.\nThe fifth error arose from the belief, on the part of the judge, that the Haly payment, as it is called, was finally allowed by the plaintiff.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "James Oooper and J. H. Campbell, for the plaintiff in error.",
      "J. Hughes and H. 0. Parry, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Murphy versus Richardson. The Same versus Brick.\nA paid check, drawn by the defendant’s wife, is evidence of payment, in the absence of proof of any other transaction to which it could be applied.\nBut the plaintiff’s receipt for money paid by a third person, without other explanation, is not evidence of payment by the defendant.\nError to the Common Pleas of Schuylkill county.\nThese were two actions of scire facias on mortgages, the first, by William Richardson against Michael Murphy; and the other by John R. Brick, for the use of William Richardson, against the same defendant. Both cases were tried together by agreement of the parties.\nOn the trial, the defendants offered in evidence a paid check, dated 4th May 1849, for $254.10, drawn by Margaret Murphy, the wife of the defendant, on the Miners’ Bank of Pottsville, to the order of John R. Brick, and by him endorsed. The court rejected this evidence, and the defendant excepted.\nThe defendant then offered in evidence the following receipt for money paid by Margaret Foy, his mother-in-law: — ■\n“ Received, Philadelphia, May 5th 1849, from Mrs. Margaret Foy, by the hands of Mr. W. Haly, seven hundred and sixty-three dollars and ten cents, in part payment of purchase from him and W. Richardson of two bonds and mortgage, given to them by Michael Murphy, for two thousand five hundred dollars each; on payment of balance, they are to be assigned to her or order.\n“ John R. Brick.”\nThe court rejected the evidence, and sealed another bill of exceptions; and verdicts and judgments having been rendered in favour of the plaintiff for $1453 in each case, the defendant removed the causes to this court, and here assigned for error, inter alia, the rejection of the evidence mentioned in his bills of exception.\nJames Oooper and J. H. Campbell, for the plaintiff in error.\nJ. Hughes and H. 0. Parry, for the defendants in error."
  },
  "file_name": "0235-01",
  "first_page_order": 235,
  "last_page_order": 237
}
