{
  "id": 988421,
  "name": "Ivens's Appeal",
  "name_abbreviation": "Ivens's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "237",
  "last_page": "239",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 237"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 235,
    "char_count": 4151,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.621608571192073e-07,
      "percentile": 0.8213965370181814
    },
    "sha256": "1d2eece89d3882a349feb06f23165772e77c4fd6387b20d982a45cd840b946b8",
    "simhash": "1:4ab1daadff4ee6df",
    "word_count": 740
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ivens’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nUpon a judgment against Martin Ivens and another, execution was issued, and a lot situase at the south-west corner of Sixth and Oxford streets, in the city of Philadelphia, was levied upon and sold by the sheriff, as the property of the said Martin Ivens, on Monday, August 4th 1856, to James McCarran. The same property was afterwards sold by the sheriff, under a prior mortgage given by Edmund M. Ivens to Maria Stille, on the 10th day of November 1856, for $1400. After payment of the mortgage-debt, with interest and costs, the residue of the purchase-money, amounting to $834.84, was paid into court, and Thomas E. Bayard, Esq., appointed auditor to distribute it. The fund in court was claimed by the said Edmund M. Ivens and James McCarran, each one alleging himself to be the owner of the premises, at the time of the sale under the mortgage. A dispute arising as to the facts, Mr. McCarran made written application to the auditor, accompanied by an affidavit, and.prayed an issue to be ordered by the court. The court, after argument, directed a feigned issue, and a declaration was filed in the usual form, in which the question to be decided was, whether the whole beneficial interest, use, or right of property in the said premises did not belong to one Martin Ivens, or whether the said Martin Ivens did not hold some interest or estate in the said property, at the time of the levy, under the first-mentioned judgment ? To this declaration the defendant pleaded that no right, interest, or estate in the said premises did belong to, or was in the said Martin Ivens at the time, &c.\nUpon the trial of the case, Judge Stroud suggested that the narr. was defective, upon which an agreement was entered into between the counsel of the plaintiff and of the defendant, that the jury should find upon the following issues: “ First, Whether the whole beneficial interest, use, and right of property in and to” the said premises “ did not, on the first day of July in the year of our Lord one thousand eight hundred and fifty-six, belong to one Martin Ivens ?” Second, Whether the said Martin Ivens did not, on the said 1st July, hold some interest or estate in the said property ?\nThese issues were, on the trial of the cause, submitted by the judge to the jury, and it was distinctly stated by the judge to the jury that by their verdict they would simply find, First, Whether Martin Ivens had the whole beneficial interest, use, and right of property in and to the said premises on the 1st day of July 1856 ? and Second, Whether the said Martin Ivens did then hold some interest or estate in the said property ?\nThe jury rendered a verdict for the plaintiff simply, and upon the inquiry of one of the counsel for the defendant, upon which issue the verdict was rendered, the jury replied that they found for the plaintiff on both issues.\nThe entry was “May 27th 1857, verdict for plaintiff,” and on the 24th September, in the same year, the court granted a rule on defendant to show cause why the issues (above stated), set out in the affidavit filed, should not be made a part of the record in this case, as was agreed upon by the counsel of plaintiff and defendant at the trial, and why the record should not be amended so as to read, “verdict for the plaintiff on both issues,” accordingly as such verdict was actually rendered; which rule was made absolute on the 26th October 1857. The verdict thus • entered, by the direction of the court, was strictly in accordance with the truth of the case; and, as no judgment had been entered on the verdict, was entirely within their power.\nAppeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Maryland, for the appellant.",
      "Briggs, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Ivens’s Appeal.\nA verdict, after being recorded, may be amended by the court, so as to make it conform to that actually rendered by the jury.\nAppeal from the District Court of Philadelphia.\nThis was' an appeal by Edmund M. Ivens from the decree of the court below, distributing the proceeds of a sheriff’s sale of his real estate.\nThe facts of the case are fully set forth in the opinion of the court.\nMaryland, for the appellant.\nBriggs, for the appellee."
  },
  "file_name": "0237-01",
  "first_page_order": 237,
  "last_page_order": 239
}
