{
  "id": 988352,
  "name": "The Columbia Coal and Iron Company versus Fox",
  "name_abbreviation": "Columbia Coal & Iron Co. v. Fox",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "239",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 239"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 321,
    "char_count": 4150,
    "ocr_confidence": 0.483,
    "sha256": "1933558fdbc63c8d60d870275a89ad3d1ee38ef7987938610a00099fb2710c28",
    "simhash": "1:9299edfde4b10e90",
    "word_count": 737
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Columbia Coal and Iron Company versus Fox."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe rejection of Sheetz as a witness was manifest error.\nIf we shut our eyes to the fact, that the coupons sued were transferred to the plaintiff along with and as forming part of the bonds that bore the seal of the company — if- we regard them, as the counsel' does, as strictly negotiable paper — yet they are not within the. rule of Walton v. Shelly, as restricted by our own case of Gulliford v. Skinner, 9 Barr 334; and which restriction was approved and followed in Wilt v. Snyder, 5 Harris 84. Even if the coupons had been payable, on their face, to Sheetz or bearer, he, not being an endorser, would have been competent according to the doctrine of these cases. But his name was not on them; neither on the face, nor the back. They were payable to bearer, and the plaintiff who sues as bearer, sues as an immediate payee designated by description. The cases cited from 7 Harris 192, and 2 Casey 512, decide that the owner of a promissory note, who passes it away, cannot, under the doctrine of Post v. Avery, become a witness for the holder; and of course they have no application here, where the witness was not offered for but against the holder.\nAs there is no rule of policy that excludes Sheetz, so he had no interest to disqualify him. The bonds, with the coupons attached, had been lodged with him merely as collateral security for endorsements of the company’s paper. But it was part of the offer that, before he transferred them, the company had taken up the paper, and thus relieved his endorsement. After that, he had no interest either in the bonds or the coupons, and no duty except that of safe custody.\nIt is not necessary for us to go into the general question, whether these bonds were negotiable under the law merchant. Strictly negotiable or not, there was nothing to disqualify Sheetz from testifying, and that is all we are called on to rule at present.\nThe other witnesses were apparently stockholders of the company, and therefore properly rejected.\nThe judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Briggs, for the plaintiffs in error,",
      "Davis and P. 0. Brewster, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Columbia Coal and Iron Company versus Fox.\nThe rule in Walton v. Shelly is not applicable to a coupon payable to bearer; and therefore, a former owner of such coupon may be a witness to impeach it in the hands of the holder.\nThat rule only excludes a party whose name is upon the instrument.\nError, to the District Court of Philadelphia.\nThis was an action of assumpsit by John E. Fox against the Columbia Coal and Iron Company, on eighteen coupons, annexed to bonds issued by the defendants. These coupons were in the following form, to wit:—\n“ The Columbia Coal and Iron Cómpany will pay the bearer thirty dollars, at their office in the City of Philadelphia, being the half-yearly interest, due July 1st 1857, on bond No. 1, $30.\nP. Klahr, Treasurer.”\nOn the 22d September 1856, the defendants deposited with Isaac K. Sheetz, nine bonds for $1000, with coupons attached, as collateral security for his endorsement on the notes of the company. The defendants paid these notes at maturity, and demanded a return of the bonds and coupons; but Sheetz, in the mean time, had transferred them to the plaintiff, who brought this suit to recover the amount of the coupons.\nOn the trial, the defendants offered Sheetz, as a witness, to prove these facts, but the court rejected the witness, and sealed a bill of exceptions. And a verdict and judgment having been given for the plaintiff for $598.96, the defendants removed the cause to this court, and here assigned the same, inter alia, for error.\nBriggs, for the plaintiffs in error,\ncited Gulliford v. Skinner, 9 Barr 334; Wilt v. Snyder, 5 Harris 84.\nDavis and P. 0. Brewster, for the defendant in error.\n— These coupons are negotiable instruments: Georgier v. Mieville, 3 B. & C. 45; Wookey v. Pole, 4 B. & Ad. 1; Morris Canal v. Fisher, 1 Stockton 667; Morris Canal v. Lewis, 6 Am. L. Reg. 428; McCoy v. Washington County, 7 Id. 193; Martin v. Water Power Co. (U. S. Circuit Court, N. Jersey, not yet reported). Sheetz was, therefore, incompetent, under the rule in Walton v. Shelly, 1 T. R. 196."
  },
  "file_name": "0239-01",
  "first_page_order": 239,
  "last_page_order": 240
}
