{
  "id": 988359,
  "name": "The Pennsylvania Coal Company versus Costello",
  "name_abbreviation": "Pennsylvania Coal Co. v. Costello",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "241",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 241"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 782,
    "char_count": 18062,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 6.882507487633076e-07,
      "percentile": 0.9646195589009243
    },
    "sha256": "94bff1141c2f6895c0a339d3567fd8de70b73e08f471da9ab47b8859769802d2",
    "simhash": "1:47e0faa33b0b2bae",
    "word_count": 3229
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Pennsylvania Coal Company versus Costello."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe company owed Kennedy $ 14.45 for mining coal, and Costello having obtained a judgment before a justice of the peace against Kennedy, laid his attachment on this fund in the hands of the company.\nThe question is, whether the debt was attachable.\nThe Act of Assembly of 15th April 1845, Purdon 490, gives justices of the peace jurisdiction in attachment-execution, but the proviso of the 5th section is in these words: “ that the wages of any labourers, or the salary of any person in public or private employment, shall not be liable to attachment in the hands of the employer.”\nWas Kennedy a labourer ? Was the money attached wages ? Were they wages in the hands of his employer ?\nIf these questions must be answered affirmatively, the judgment below was wrong; for, to permit such a fund to be seized in execution would be to repeal the proviso.\nThe Pennsylvania Coal Company are a large mining and transportation company, having the chief seat of their operations at Pittston, in Luzerne county. They work numerous mines and employ a large body of miners. Each mine is divided into chambers, and the mode of distributing their labour, seems to be by letting out these chambers to different miners at a fixed rate per ton for the coal delivered. The miners of each chamber employ one or more common labourers at so much per day. Welch, who was Kennedy’s mining partner, says, — “We worked one chamber. Timothy McNulty was the labourer. We all three worked together, and we paid our man by the day and we got what was left. Ten to 10|- tons a day was a good day’s work. Company paid 37J cents a ton in winter, and 40 to 45 cents a ton in summer. The company furnished the powder and we paid for it. Kennedy and myself got out the coal and hired the labourer. We were hired to go there and get out what coal we could. We had no contract to get out any certain quantity, and did not know what we were to receive. We settled at the office how much the labourer was to have and how much we were to have. Mr. Gaines paid it to me, and I paid it over to the labourer. The labourer was paid according to the price per ton for mining coal. What the whole came to was divided. We got miner’s pay, and the labourer too got labourer’s pay. If we got 40 cents a ton, the labourer got one dollar a day — if coal was 37J cents a ton, the labourer got 93 cents a day. I took in the labourer. We paid the labourer, and then made an equal share of what was coming. That made the wages of myself and Kennedy as miners. We settled monthly, &c.”\nThis mode of carrying on the business was explained by numerous other witnesses, whose testimony need not be cited.\nNow we have here an employer and an employee — labour contracted for and performed, and wages resulting therefrom according to the contract. Wages are the reward of labour, and always come of contract express or implied. And it is material to notice, that the fund attached, represents Kennedy’s labour and nothing else. McNulty’s was paid for, and Welch’s share was taken out of the money which the company’s agent had paid over. What remained in the company’s hands belonged to Kennedy. Assuming that the three raised ten tons a day at 40 cents a ton, their\njoint earnings per day were......$4.00\nDeduct McNulty’s wages .......1.00\nLeaving for Welch & Kennedy.....3.00\nWhich divided between them would be $1.50 a day for each.\nIf the other figures mentioned in the evidence be assumed instead of the above, the result will make it equally apparent that the fund attached in the employer’s hands was Kennedy’s reward for his labour — his wages. The balance, after paying McNulty, made, swears Welch, “ the wages of myself and Kennedy as miners.”\nMining being an art that requires considerable skill to carry it on with safety and success, those whom the company employ to conduct a chamber are expected to work in it themselves. The powder and oil are intrusted to them. They in fact do the mining. The common labourer they employ is to remove the coal and rubbish out of the way of the miners, as fast as it is detached. For their superior skill and care the miners should receive more compensation than the mere heaver, and Welch’s testimony is a clear exhibition of the mode in which these respective values are adjusted. But the labour of the miners is as truly labour as that of the subordinate whom they employ — and their earnings as truly wages as are his. If the proviso would protect his earnings from seizure (a point that is not doubted), it must be held to protect the earnings of tbe miners. Any other construction would embarrass a large and productive branch of industry, which doubtless has adjusted itself in the best form for both employer and employee, and would also discriminate unfairly against the most meritorious class of labourers. Without the skill of the miner there would be no mining, or if there were, it would be done at continual peril of human life. The miner is not a contractor who stands off and appropriates the profits of other men’s labour, but he leads the way into the subterranean chamber, directs every arrangement and movement, and performs the efficient labour with his own hands. The statute does not define the labour it meant to protect, and it might be difficult to construct a perfectly satisfactory definition, but there can be no doubt that wages earned by the personal, manual labour of the debtor, are under the cover of the statute. In legislative judgment such wages belong rather to the labourer’s family than to his creditors. And such was the fund attached. Whatever earnings of labour in other forms may be within or without the statute, we cannot doubt that these earnings are within its policy as well as words, and therefore they must be held exempted.\nI have been the more particular in stating the nature of this business, in order that it might be seen how broadly this case is distinguished from that of Heebner v. Chave, 5 Barr 115, which was relied on by the defendant in error, both in the court below and here.\nThat was the case of an occasional contract — such as municipal bodies and private corporations now and then allot for the performance of some specific job. It was not the case, as this is, of an ordinary every day business. To say that the legislature did not intend to protect the profits which a contractor makes out of the labour of his hirelings, in grading a street for a borough, is not to decide the case before us. Eor here is an ordinary avocation — ■ well regulated in practice — and one on which the families of many citizens depend for daily subsistence. It is too large an inference that the proviso is inapplicable here because it was not applied in Heebner v. Chave. If it was'designed for what the judge in that ease said it was, “to secure to the manual labourer by profession and occupation the fruits of his own work for the subsistence of himself and family,” Kennedy must have the benefit of it, for he was a manual labourer by profession and occupation.\nWhilst, however, Heebner v. Chave is distinguishable from this ( case in the nature of the contracts under which the attached funds accrued, there is one point of identity. In both the attached debtor laboured in person to produce the funds. This is a circumstance which we think ought to have carried the ruling in that case the other way, to the extent at least of that portion of the fund which was earned by the manual labour of the debtor. If it appeared that the money attached represented exclusively the labour of the hirelings, and not at all the manual labour of the contractor, we see no fault in the ruling, but if the earnings of his own hands were in that fund, we see not how Judge Coulter, consistently with the principle of interpretation he lays down, could deny the debtor the protection of the proviso. It is not quite certain from the report how the fact was. The amount of work done at the service of the writ was $110, from which were to be deducted previous payments. Only part of the final balance of $80 was due when the attachment was laid, and whether any part of this was earned by the manual labour of Chave, the defendant, does not appear. If it was, then Heebner v. Chave is not a case to be followed; but if it was not, it is for this reason inapplicable to the case before us, where it appears very clearly that the fund attached — every dollar of it — was earned by the manual labour of Kennedy himself.\nThis case, though insignificant in point of amount, is said to involve a principle of great importance in the mining districts, and we have accordingly bestowed more attention upon it than its intrinsic merits demanded.\nOur opinion is, that under the circumstances of the case, the debt was not attachable, and accordingly the judgment is reversed, and judgment is entered here for the plaintiffs in error, defendants below, for costs.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "McOlintoelc, for the plaintiffs in error.",
      "II. B. Wright, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Pennsylvania Coal Company versus Costello.\nThe wages of a miner who, by his own labour, mines coal at a certain price per ton, and employs a common labourer to assist him at so much per day, are not attachable under the Act 15th April 1845.\nWages earned by the personal manual labour of the debtor, are exempted from attachment by that act, although his superior skill and care may 1 entitle him to a greater compensation than the common labourer.\nWage's are the reward of labour, and always come of contract express or implied.\nHeebner v. Chave, 5 Barr 115, doubted and qualified.\nError to the Common Pleas of Luzerne county.\nThis was an attachment execution issued by a justice of the peace, on a judgment obtained by William Costello against Thomas Kennedy, and served on The Pennsylvania Coal Company as garnishees. The garnishees appealed from the judgment of the justice.\nOn the 15th October 1855, the plaintiff obtained a judgment against the defendant for $50.22, and issued this attachment, by virtue of which a debt of $14.45 owing by the garnishees to the defendant, was attached in their hands. And the only question was, whether this debt was liable to the process of attachment.\nOn the trial of the cause, the evidence being uncontradicted, it was agreed that the facts proved should be considered as a case stated, and submitted for the opinion of the court, with liberty to either party to take a writ of error. The court below (Oonyngham, P. J.) gave the following opinion, in which the facts of the case are very fully stated:—\n“ It is conceded that the Pennsylvania Coal Company, the garnishees, were indebted to Kennedy, at the time the attachment was served, in the sum of $14.45 — and the record of Justice Helme shows, that Kennedy, at that time, was indebted by judgment to the plaintiff in the sum of $50.22. The amount due by the company to Kennedy was a balance due for work done in a chamber, as it is termed, of a coal bed, credited to him on their books. Welch was interested as a miner with him, but the account was kept in the name of Kennedy, to whom it is conceded this balance belongs — Welch having been fully paid for his portion by the company.\n“ The arrangement under which this indebtedness occurred is briefly this: the company employ two miners (sometimes four) to a chamber, who get out coal for a certain price per ton, delivered by cars outside, or at the shaft; the work of these men can be stopped, and the persons dismissed, at any time by the proper superintendent. The two miners employ a labourer, as he is called, or two of them, as they think proper, and find their own tools, oil and powder (getting these things of the company, if they please, or of any other person); and are settled with monthly for all the coal credited to them for the work of the month. The money for all the work is paid to one or both of the miners, unless the labourer, employed by the miners, gives notice to the company to retain his wages; in which case, the amount which would accrue to him is ascertained and fixed by the company at a certain rate per day, calling a definite number of cars a day’s work, and graduated according to the price allowed the miner per ton — if the labourer so gives notice, the amount of his work is paid by the company to him, unless the miners pay him off. In this case, Timothy McNulty was employed as a labourer, but gave no notice to the company, and was paid by the miners. The balance now due to Kennedy, as conceded, is the balance due for all the coal got out by the work of the two miners and one labourer during a month, under an arrangement such as above stated; the coal being credited on the books to Kennedy alone, and Welch, as entitled to one-half, having been paid by the company.\n“ The objection against the plaintiff’s recovery is advanced by the counsel of the garnishees, who claim that the indebtedness, while conceded, does in fact arise from the wages of a labourer, and therefore is not liable to attachment under the proviso to the 5th section of the Act of 1845: Purd. 491, pl. 91.\n“ The indebtedness certainly arises from labour, but the question is, whether it falls within the intention of the statute. The case of Heebner v. Chave, 5 Barr 117, has given a construction to this portion of the statute, Mr. Justice Coulter in his opinion saying, ‘It is this very capability of enlarged extension’ (that is of the words ‘ wages of labour’) ‘ which produces the necessity to circumscribe and limit the word as used in the statute, in order to accomplish what we believe must have been the intent of the legislature.’ Taking this judicial explanation of the act, we cannot but regard this present case as falling within the course of reasoning there adopted by the judge, and the principles of that decision. The indebtedness of the company occurred by reason of the working of the three men, together with the furnishing powder and oil by the miners. No amount of the money was retained for the labourer, nor had the company the right to retain it, as no notice was given to them, and the miners had. paid him off; but the whole money earned belonged to the miners, and this balance, by appropriation, belonged specially to Kennedy. These men might, if they had pleased, have employed another labourer, and confined themselves more entirely to mining; and if they had paid him also, as they did the one labourer, this would have increased, by the enlarged work, the indebtedness of the company to the two contractors. The miner is in fact a contractor, making profit of his own labour and work, the furnishing of tools, powder and oil, and the labour of such individual or individuals as they are authorized to employ under them, together with, as Sims says, an allowance by the yard for coal passed in pillars. He hires the labourer, he procures the tools, the powder and the oil required, be it more or less; and for all these the company pays him. The work is so well understood, and probably can be calculated so well from experience, that such a contractor perhaps does not make more than ordinary wages, after paying out the expenses and charges for which he is necessarily liable. But this cannot alter the case; in principle, he claims and recovers for more than his own wages. In such a contract as that in Heebner v. Chave, and in most of the contracts made on small jobs, such as the excavation of cellars, when an individual works with other hands that he employs, though done under a contract, so closely and accurately can such work be estimated beforehand by calculation, the contractor will make no more than common wages for himself and the hands he employs, yet they cannot be called Ms wages. How does such a case differ from the present, except that here only one labourer was employed ? In Heebner v. Chave ‘the work was done by the defendant and a sufficient number of hands, with himself, to keep two carts and two or three horses employedhere the company furnished cars (the motive power, we presume, as usual in coal beds, gravity, until they reach the shaft), and the miner employed, as he judged, sufficient hands to do the work profitably. According to the testimony of Welch, the miners had paid the labourer in full, he having received payment from them, and not from the company, the amount of work for the month far exceeded the balance left due; this was the balance, after deducting a store account, powder and oil, payment to Welch and Kennedy, coming due to Kennedy himself. Who can say that such a.balance is not the result of the labour of the labourer, but is necessarily the wages of Kennedy ?\n“ We are not able to distinguish this case from the principles decided in the case of Heebner v. Chave; and our views are the same as heretofore advanced in a case in the Mayor’s Court of Carbondale, under contracts precisely similar made with the Delaware and Hudson Company.\n“ It is alleged now, as it was then, that it is a great inconvenience and annoyance to the companies to be thus liable to attachments, and that there is a desire to keep the money for the persons earning it; but unless the law enables us to do so, we cannot help their difficulties. The companies must have some object in letting out their work under the stated arrangement, it is to be presumed, that gives them some benefit. If they are liable to be annoyed, thereby, let them change their mode of dealing with the workmen — let them hire all the hands employed in the work, fixing the miners’ wages and the labourers’ wages — let them take all the surplus profit and pay the hands thus employed their wages, either estimated by the ton or day, and there can be no difficulty in the case.\n“ Judgment is entered in this case for the sum of fourteen dollars and forty-five cents, and interest from the time of entering the appeal from the justice.”\nTo reverse this judgment, the garnishees sued out the present writ, and here assigned for error, that the court below erred in entering judgment for the plaintiff on the case stated.\nMcOlintoelc, for the plaintiffs in error.\nII. B. Wright, for the defendant in error."
  },
  "file_name": "0241-01",
  "first_page_order": 241,
  "last_page_order": 247
}
