{
  "id": 988364,
  "name": "Doyle et ux. versus Mullady",
  "name_abbreviation": "Doyle v. Mullady",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "264",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Phila. Rep. 139",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "3 Smith 338",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 11102,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43494697953432804
    },
    "sha256": "922cf26a95f74c776e8db2ed6a21aea8c58e20088a2bd680d4acf49466c9f323",
    "simhash": "1:17f7207de2440ab1",
    "word_count": 1950
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Doyle et ux. versus Mullady."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nMichael Murray, Sr., by his last will dated the 26th May 1826, devised as follows: “ 1st. I do give, bequeath, and devise all them two certain three story brick messuages and lots or pieces of ground thereunto belonging, one No. 140 North Water street, the other No. 9 Prune street, in the city of Philadelphia, unto my two children, Bridget and Michael Murray, their heirs and assigns for ever. Bridget to have the first choice, as otherwise her own choice.\n“ 2d. If either of the said children, above named, should die without issue, the house, him or her being possessed of, shall descend to the surviving one, and if both should die without issue, then to descend to the next heir at law of my family. It is my request and desire that neither of my said children shall mortgage or sell either of the houses or lots.”\nUnder these clauses of the will, Bridget, the daughter, immediately after the decease of her father, elected and took as her choice the property in Prune street.\nThis devise clearly conferred an estate tail upon Michael Murray, the son, in the other house No. 140 North Water street; and the interest given to the widow of the testator, in the subsequent parts of the will, did not affect the quantity of the estate vested in Michael the son.\nA judgment having been obtained against the devisee, Michael Murray, his interest in the property No. 140 North Water street was sold on execution under it, and purchased at sheriff’s sale by Charles Leland.\nBy a paper executed by Michael Murray, on the 23d of November 1842, and called in the paper-book “Declaration and Covenant,” he recites that he has this day settled with Charles Leland, “he releasing to me all his interest as purchaser at sheriff’s sale, of the property No. 140 North Water street, in the city of Philadelphia, mentioned in the will of my late father, Michael Murray, deceased, and I executing to him a bond and mortgage on said property for the payment of $500, in consideration of said release,” and that in order to perfect the security of said mortgage, and to induce the said Charles Leland to accept the same, John C. Doyle and Bridget his wife executed to said Leland a written declaration, that the said Bridget did make election as above stated. This instrument then proceeds to say, that “ in consideration of the premises, and of the declaration so made to enable him to effectuate his settlement with Charles Leland, he acknowledges and declares, and also covenants and agrees to and with the said John C. Doyle and Bridget his wife, that he, the said Michael Murray, now does and hereafter during his tenure thereof shall and will stand and be possessed of the said property so released and sold to him by Charles Leland, as of precisely the same estate, both as to quantity and quality, as was created by the will of his said father, and that his interest in said property now is, and henceforth shall be, of the same extent and amount, and subject to all the conditions, contingencies, limitations, entails, and uses whatsoever as are created in by said will, notwithstanding the judicial sale thereof upon a judgment against him, and the execution of the mortgage and any and other proceedings since had in relation thereto, which-are hereby declared to have been effected for the sole purpose of more effectually securing the said mortgage-debt to said Leland, after the payment whereof the said property is to be considered and held as if said proceedings to bar the entail, and for other purposes, had never been resorted to.”\nThe sale under the judgment against Michael Murray, the son, did not bar the estate tail, and upon the execution of the release by Mr. Leland to him, he was in as of his first and former estate. The “Declaration and Covenant,” taking the whole of it together, appears to have been intended to remove all doubt upon this subject, and its only effect was to ratify what the law had already done.\nMichael Murray being, therefore, seised of an estate tail, barred it by a deed executed under the Act of 16th January 1799, 3 Smith 338; and subsequently, with his wife, conveyed the same premises to William McDevitt, in fee simple, who is both the legal and equitable owner of the same.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Doyle and Hirst, for the plaintiffs in.error.",
      "Rosengarten and H. M. Phillips, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Doyle et ux. versus Mullady.\nA testator devised real estate to his two children, their heirs and assigns; and provided, that if either of the children should die without issue, their land should descend to the surviving one, and if both should die without issue, then to descend to the next heir at law of his family: Held, that the children took estates tail in the land devised to them.\nAn estate tail is not barred by a sheriff's sale, under a judgment against the tenant in tail.\nA tenant in tail cannot divest himself of the power of barring the entail, by a covenant with the remainder-man, that he will not use such power, and which conveys no estate to the covenantee.\nCertificate from the Court of Nisi Prius.\nThis was an ejectment by John C. Doyle and Bridget his wife, against John Mullady, for a house and lot of ground, No. 140 North Water street, in the city of Philadelphia.\nMichael Murray, the father of Mrs. Doyle, by his will, proved on the 19th October 1830, devised as follows :—\n“ First. I do give, bequeath, and devise all them two certain three-story brick messuages and lots or pieces of ground thereunto belonging, one No. 140 North Water street, the other No. 9 Prune street, in the city of Philadelphia, unto my two children, Bridget and Michael Murray, their heirs and assigns for ever. Bridget to have the first choice, as otherwise her own choice.\n“ Second. If either of the said children above named should die without issue, the house him or her being possessed of shall descend to the surviving one; and if both should die without issue, then to descend to the next heir at law of my family. It is my request and desire that neither of my said children shall mortgage or sell either of the houses or lots.”\nBridget, the daughter, after the decease of her father, elected to take the house in Prune street, as her share. And the Water i street property was subsequently levied upon and sold by the sheriff, under an execution against Michael Murray, the son; and was purchased by Charles Leland.\nAn arrangement was made by Michael Murray, Jr., with Leland, the purchaser, to release to him the interest acquired by the sheriff’s sale; and in order to carry it into effect the following instrument was executed by Michael Murray, Jr.:—\n“ Whereas I, Michael Murray, of the city of Philadelphia, have this day settled with Charles Leland; he releasing to me all his interest, as purchaser at sheriff’s sale, of the property No. 140 North Water street, in the city of Philadelphia, mentioned in the will of my late father, Michael Murray, deceased; and I executing to him a bond and mortgage on said property for the payment of five hundred dollars, in consideration of said release; and whereas, in order to perfect the security of said mortgage, and to induce the said Charles Leland to accept the same, John C. Doyle and Bridget his wife executed to said Leland a written declaration that the said Bridget Doyle did, immediately after the decease of her father, the aforesaid Michael Murray, make election as authorized by said decedent’s will, in respect to the house and lot in Prune street, west of Fourth street, and the house No. 140 North Water street, and that the said property in Prune street was elected and taken by her accordingly: Now know all men by these presents, that I, Michael Murray (son of the aforesaid Michael Murray, deceased), in consideration of the premises, and of the said declaration so made to enable me to effectuate my said settlement with Charles Leland, do hereby acknowledge and declare, and do also covenant and agree to and with the said John C. Doyle and Bridget his wife, that I, the said Michael Murray, now do, and hereafter during my tenure thereof, shall and will stand and be possessed of the said property so released and sold to me by Charles Leland, as of precisely the same estate and no other whatsoever, both as to quantity and quality, as was created by the will of my said father; and that my interest in said property now is, and henceforth shall be, of the same extent and amount, and subject to all the conditions, contingencies, limitations, entails, and uses whatsoever, as are created in and by said will, notwithstanding the judicial sale thereof, upon a judgment against me, and the execution of the mortgage, and any and other proceedings since had in relation thereto, which are hereby declared to have been effected for the sole purpose of more effectually securing the said mortgage-debt to said Leland; after the payment whereof the said property is to be considered and held as if said •proceedings, to bar the entail and for other purposes, had never been resorted to. Witness my hand and seal, this 23d day of November, A. D. one thousand eight hundred and forty-two.”\n“ Michael Murray, [l. s.]\n“ Sealed and delivered in presence of\nPatrick Murray, W. W. Haly.”\nOn the 28th July 1846, Michael Murray, Jr., made a deed of the premises to Lewis Fowler, for the purpose of barring his supposed estate tail in the land. Fowler reconveyed the same to Murray in fee, on the 12th September 1846. On the 15th July 1851, Murray conveyed the premises to William McDevitt, the lessor of the defendant. And on the 17th November 1861, he died intestate and without issue.\nOn the trial of the cause, there was a verdict for the plaintiffs, subject to the opinion of the court upon the following point reserved:—\n“If Michael Murray, under the will of his father, acquired an estate in the lot in controversy, that was limited by the term of his life, or if, by his covenant to John 0. Doyle and Bridget his wife, he divested himself of power to convey away any estate longer than during his life, then judgment to be entered for the plaintiff on the verdict; and if otherwise, then judgment to be entered for defendant, non obstante veredicto.”\nThe court below entered judgment for the defendant on the point reserved; and the following opinion was delivered by Lowrie, J.: — “ I think that the cases recently decided, without referring to others, show very clearly that Michael took an estate tail under his father’s will: 9 State Rep. 130; 20 Id. 509 ; 23 Id. 9; 24 Id. 248; 1 Phila. Rep. 139.\n“ I think, moreover, that he could not divest himself of any of the powers of a tenant in tail by a covenant merely stipulating that he will not use such power, and which conveys no estate to the covenantee. Perhaps such a covenant to those in remainder ought to have a higher constructive value than a mere covenant, but I am not able so to see it. Judgment must, therefore, be entered for the defendant on the reserved point.”\nThe plaintiffs, thereupon, certified the case to this court, and here assigned the same for error.\nDoyle and Hirst, for the plaintiffs in.error.\nRosengarten and H. M. Phillips, for the defendant in error."
  },
  "file_name": "0264-01",
  "first_page_order": 264,
  "last_page_order": 268
}
