{
  "id": 988406,
  "name": "Kidder versus Kidder et al.",
  "name_abbreviation": "Kidder v. Kidder",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "268",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle 398",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 179",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0179-01"
      ]
    },
    {
      "cite": "5 Wh. 136",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4617,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 5.599198129128982e-07,
      "percentile": 0.9479145309243898
    },
    "sha256": "a6cad5e299188adc4087f89aff298f91e2a823769ba4ebe24ef521717c73eb81",
    "simhash": "1:de7891939f557a9c",
    "word_count": 830
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kidder versus Kidder et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nA release under seal is sometimes called a technical release; although in equity it has no greater effect than a parol release, yet it differs from the latter in one quality materially, it is self-sustaining, t^_seal implying, a consideration. Not so is it with a release not under seal. There a consideration of some sort is necessary to support it: 2 Dan. C. Pr. 766; Whitehall v. Wilson, 3 Penn. R. 405; 1 Barr 445; 7 Barr 100; 1 Rawle. Wentz v. Dehaven, 1 S. &. R. 312, it is thought, sustains a different doctrine. There the release was in parol; that is, it was not under seal, and expressed no consideration. It was sustained, on the ground that the release of the mortgage was by way of advancement to a child. This was inferred from the form of the writing and forbearance to sue by the intestate during life. Had it been expressed, the case would have doubtless stood firm upon a consideration. But that case has not been followed. In Kennedy v. Ware, 1 Barr 445, Gibson, C. J., finds fault with his apparent support of it in Whitehall v. Wilson, 3 Penn. R., and adds, “ Wentz v. Dehaven is not to be sustained on any ground.”\nThe release in question, in this case, is without a seal, and without any consideration expressed. As a release it was void. It •was nudum pactum, and should have been so held by the court.\nThe defendant in error, feeling the force of the want of consideration, as a dernier resort has endeavoured to give effect to the release as a gift to the releasor of one-half of the demand. But this is, if possible, a more hopeless undertaking than that of supporting the release without a consideration. It was not an executed gift, even if the instrument would bear the interpretation that a gift was intended; because the instrument to be given was not delivered. If then — it was but an agreement to give, it could not be enforced without a consideration, any more than could the release. On this point, the case In re Campbell’s Estate, 7 Barr 100, need only be cited. There it is said by Gibson, C. J., that “the gift of a bond, note, or any other chattel, therefore, cannot be made by words in futuro, or by words in presentí, unaccompanied by such delivery of the possession as makes the disposal of the thing irrevocable.”\nBut even if there had been a consideration expressed, it seems to me that the release was so qualified as not to touch this ease, but only to operate, as all such releases do in equity, as an agreement not to pursue the releasee individually. He is “ hereby released from all individual liability whatever in the premises,” does not touch the case on trial of joint liability. But it is not necessary to pursue this, as the points already noticed rule this case.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Wetmore and Lacy, for the plaintiff in error,",
      "W. B. Brown and R. Brown, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Kidder versus Kidder et al.\nA release of a debt, not under seal, requires proof of a consideration, to make it valid, and binding on the releasor.\nA valid gift cannot be made by words in futuro, unaccompanied by delivery of possession. '\nWentz v. Dehaven, 1 S. & R. 312, again overruled.\nError, to the Common Pleas of Warren county.\nThis was an action of assumpsit by William W. Kidder against Nelson Kidder and Orris Hall, trading as N. Kidder & Co., on a promissory note for $4§4, dated 3d June 1856, signed N. Kidder & Co., in the handwriting of Nelson Kidder.\nOn the trial, the defendants gave in evidence the following release executed by the plaintiff:—\nWilliam W. Kidder v. Nelson Kidder and Orris Hall. Common Pleas of Warren County, Pa.\nI hereby release Nelson Kidder from all individual liability for the claim upon which the above suit is based; so that if I fail in recovering judgment in the above suit, said Nelson Kidder shall be, and is hereby, released from all individual liability whatever in the premises.\nW. W. Kidder.\nWarren, Pa., Jan. 9th 1857.\nThe court below (Galbraith, P. J.) instructed the jury that this was a release of the cause of action, and that the plaintiff could not recover.\nTo this instruction the plaintiff excepted; and a verdict and judgment having been given for the defendants, he removed the cause to this court, and here assigned the same for error.\nWetmore and Lacy, for the plaintiff in error,\ncited Agnew v. Dorr, 5 Wh. 136; Burson v. Kincaid, 3 Penn. R. 60; Mortland v. Himes, 8 Barr 268; Whitehead v. Bank of Pittsburgh, 2 W. & S. 179.\nW. B. Brown and R. Brown, for the defendants in error,\ncited Campbell’s Estate, 7 Barr 100, 101; Wentz v. Dehaven, 1 S. & R. 312; Milliken v. Brown, 1 Rawle 398; Benson v. Kincaid, 3 Penn. R. 60."
  },
  "file_name": "0268-01",
  "first_page_order": 268,
  "last_page_order": 270
}
