{
  "id": 988366,
  "name": "Fisher's Appeal",
  "name_abbreviation": "Fisher's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "294",
  "last_page": "296",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 294"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 364,
    "char_count": 6688,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 1.2631824168854875e-07,
      "percentile": 0.6129258887294201
    },
    "sha256": "eca144f95d7ab3b08dee8e87e7bd19a52f8eaf45948a45cb02b4b8d90a757e7f",
    "simhash": "1:000f768182386a17",
    "word_count": 1172
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Fisher’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThis case is identical in principle with Frick v. G-reep, on the appeal of Byrod, 31 State R. 241, and must be decided in the same way.\nFrederick Aechternacht conveyed the land to his son Henry in 1842, and in 1857, it was sold by the sheriff, on a judgment obtained, in 1855, against Frederick. The 'sale proceeds on the hypothesis that the conveyance from Frederick to Henry was in fraud of creditors, and may be avoided by them, by means of a sale on their judgment against Frederick.\nTrue, they may proceed thus irrespective of the truth of theii hypothesis. And if their sale discharges the liens that are prior to the alleged fraud, they must come in on the fund irrespective of its truth, for the distribution cannot await the trial of that fact in ejectment. And if this is so, then valid liens may be discharged, by a sale for a dollar, of a pretended title that is not worth a cent, because conditioned on a false hypothesis, and though the liens are on a perfect title. Such a result of a supposed rule is proof that it does not exist.\nIn truth, the sale is a means of vesting in some particular person the right which the creditors have to avoid the conveyance, and therefore it does not affect prior liens, for they are independent of the conveyance, and ought not to be affected by the form in which its validity is contested.\nBesides, the sale is entirely conditional, and a sale of a conditional right cannot justly discharge liens against an absolute one. The hypothesis of fraud is the condition in the sheriff’s title, and this can be tried only in an action on the title, and not in a distribution case. Then, proof of fraud failing, the condition and the sheriff’s title fail, and surely the holder of the assailed title cannot allege that the false clamour of one set of creditors has discharged the honest liens of others. The sheriff’s sale is merely a means of putting the defrauded creditors into the position attempted to be obtained by a fraudulent grantee, and therefore back of the fraudulent conveyance the distribution cannot go. Paying prior liens may be paying the grantee’s debts with the creditors’ money.\nWhen we find a title passing regularly, and in the usual legal, form, from hand to hand, and charged with the ordinary liens for debts, then the general rule that a sheriff’s sale discharges liens in their order prevails. But special eases of irregular transmission require special adaptations of the rule to the principle and to the form of the transaction.\nThus a fixed lien, prior to the judgment on which a sale is made, stops the court from discharging those that are back of it; for otherwise the principle would be applied to an inappropriate case, and would work injustice. The sale, therefore, must be subject to the fixed lien and to all that precede it: 30 State R. 348.\nSo a judgment against one, who afterwards contracts to sell land and has not conveyed it, sells the whole title discharged of liens, and the price goes first to the prior liens and afterwards to the lien-creditors of the vendor or vendee, or both, according to their respective rights: 26 State R. 178.\nAnd a judgment against one who had before contracted to sell land, and had not conveyed it, can sell only the remaining interest of the vendor, and the distribution stops at the vendee’s title, and leaves all prior liens standing: 25 Id. 71.\nAnd a judgment against a vendee under an executory contract, can sell only his interest, and the distribution stops at the contract, and leaves the liens against the vendor standing: 24 Id. 105.\n• Decree of distribution reversed; and the money in court is appropriated to the judgment of Gideon L. Fisher, and to the costs of the appeal, which are to be paid out of the fund.\nThe liens that were disputed and allowed here are for ground-rent and taxes, and therefore they stand entirely clear of and above the conditional title under the sheriff’s sale, and are not affected by it, and ought not to share in the proceeds. If they are payable out of the sale, we must treat them as discharged by it; and this would do great wrong in most of such cases.\nRead, J., dissented.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "B. Woodward, for the appellant.",
      "Gerhard and Powell, for the appellees."
    ],
    "corrections": "",
    "head_matter": "Fisher’s Appeal.\nA sheriff’s sale of lands, under a judgment obtained after the execution of a conveyance by the defendant, which is fraudulent as to creditors, does not discharge prior liens for arrears of ground-rent and taxes; and consequently, they are not payable out of the proceeds of the sale.\nSuch a sale is but a means of vesting in some particular person, the right which the creditors have to avoid the conveyance; and has no effect upon prior undisputed liens.\nByrod’s Appeal, 7 Casey 241, affirmed.\nAppeal from the District Court of Philadelphia.\nThis was an appeal by Gideon L. Fisher from the decree of the court below, distributing the proceeds of a sheriff’s sale of the real estate of Frederick A. Aechternacht.\nOn the 20th April 1885, William Hemble conveyed to Frederick A. Aechternacht, in fee, a lot of ground, at the corner of Tenth and Morgan streets, in the city of Philadelphia, reserving an annual ground-rent of $120.\nOn the 4th October 1842, Frederick A. Aechternacht and wife conveyed this lot, with the improvements, to his son, Henry A. Aechternacht, in fee, subject to the said ground-rent.\nOn the 24th February 1855, Gideon L. Fisher, the appellant, obtained a judgment against Frederick A. Aechternacht for $192.82; and on the 24th March 1855, Abraham S. Ackley obtained a judgment against Frederick A. Aechternacht, under which the premises in question, were levied on and sold by the sheriff for $420; and after payment of the expenses of the sale, the balance of the proceeds, amounting to $323, was paid into court for distribution.\nThe property in question was worth upwards of $4000 over and above the ground-rent; and at the sale, notice was given by Henry A. Aechternacht of the conveyance to him in 1842, and that his father had no interest therein. Notice was also given of a mortgage of $2000 given on the property by Henry A. Aechternacht in 1851.\nBefore the auditor appointed to report distribution of the fund in court, it was claimed for arrears of ground-rent and taxes, and by the appellant, on his judgment. The auditor reported in favour of the former claim, and awarded the balance of the fund, $211.67, after deducting the expenses of the audit, to the payment of the taxes and arrears of ground-rent. To this report the appellant filed exceptions, which were dismissed by the court, and the report of the auditor was confirmed; whereupon this appeal was taken.\nB. Woodward, for the appellant.\nGerhard and Powell, for the appellees."
  },
  "file_name": "0294-01",
  "first_page_order": 294,
  "last_page_order": 296
}
