{
  "id": 988371,
  "name": "Independent School District No. 8, in Sewickley Township",
  "name_abbreviation": "Independent School District No. 8",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "297",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 270",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 9976,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 3.5369503269605184e-07,
      "percentile": 0.884594623084203
    },
    "sha256": "1fd0b109a2718967948ec9824884eaa89c25cee575889f7d44c8acc120367975",
    "simhash": "1:746504aa1c5770b9",
    "word_count": 1699
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Independent School District No. 8, in Sewickley Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe requisites of a proceeding to form an independent school district are, in most respects, the same with those necessary to erect a new township. The commissioners are not indeed confined to the consideration of the precise geographical division for which the petitioners ask, and perhaps it is not indispensable, as it is in a proceeding to erect a new township, that the order should contain an express and explicit direction to inquire into the propriety of granting the prayer of the petition, for it is not distinctly required by the Act of Assembly. And besides, such an inquiry is of no consequence; for, as has been said, they may set off a new district, according to different bounds from those proposed in the petition, and they are to report their opinion on the expediency of a district with the limits which they select. But in all other respects the law requires that the proceedings upon the petition, commission, and report, and the final disposition thereof, shall be according to the Act of Assembly relative to the erection of new townships.\nTried, then, by the requisites of the Act of the 15th of April 1834, this proceeding is incurably defective.\nThat act does not indeed require, in express terms, that the commissioners shall give notice of the time and place, when and where they will proceed to inquire into the expediency of establishing the new municipal division. But the public interests, as well as justice to individuals, so obviously require that such notice should he given, that it has always been held that the want of it is fatal to the proceedings: Bethel Township, 1 Barr 97, Norwegian Township, 8 Harris 324. It is quite as necessary that this should appear affirmatively, as that it should appear that a party has had his day in court. Every division of a township or school district may affect seriously the interests of the inhabitants, and they have, therefore, a natural right to be heard in the matter. The proceeding in this case affords no evidence that any notice was given.\nWe have already said all that is necessary respecting the second and third assignments of error.\nThe fourth exception is, that the commissioners returned no draft of the lines of the new district, nor of the lines of the township from which it was erected. This is a fatal defect. The act requires that they shall report “the lines of the proposed new districtand the-Act of 1834 defines how they shall report those lines, namely, by a plot or draft. Nor is this mere matter of form. It is substantial. To the court is given the power to “ take such order upon the report as shall to them appear just and reasonable.” In inquiring into the justice and reasonableness,of the proposed division, it is indispensable that they should know how the inhabitants, both of the new district and of the old, may be affected by it. One object of the statutory requisitions respecting the report was, to give to the court the information necessary to enable them to perform this duty wisely. Without a draft before them of the proposed new district, how can the court judge whether its shape and its location are such as to accord with the convenience of the inhabitants ? Without a draft, how can the court say that the remainder of the district, not included in the new division, may not be left in such a shape as greatly to incommode its inhabitants? Besides, the convenience of the public generally demands that the public records should show with certainty all the municipal divisions of the county: Harrison Township, 5 Barr 452; Henderson Township, 2 Watts 270. It is true, that where the division is made so that it can be designated by natural boundaries, the statute does not require a draft of the lines, for the objects to be accomplished are secured by such a description by natural boundaries. In this case, one of the boundaries of -the reported district is a natural one, but the others are not. It is impossible to tell, from the description, either the form of the new district or how much land is included in it.\nWe think also the fifth exception is sustained. The final disposition of the report is required by the Act of Assembly ■to be according to the requirements in cases of new townships. In those cases the confirmation or rejection of the report is enjoined to be made at the term after that to which the report shall be made. The purpose of this is, obviously, to give time to the friends and opponents of the proposed measure to adduce evidence and argument for the consideration of the court. There is no more authority in the court to confirm the report absolutely at the term to which it is made, than there is to enter judgment against a defendant in ejectment at the first term for want of an appearance. Here the confirmation was not nisi, but absolute, at the first term, and within five days after the report was made.\nWe observe nothing in the argument, submitted on behalf of the defendants in error, which justifies the action of the court. It is said no exceptions were filed until after the confirmation, but the exceptants had not the time given them by the statute within which to file them.\nIt is urged also, that the defects were cured by a subsequent application to open the confirmation under the Act of May 20th 1857. That act, however, applies only to cases of independent school districts formally established, but in establishing which the commissioners and the court have overlooked the reasons for which such districts are authorized. It declares such districts to be against the general policy of the law, and it was designed to impose new obstacles in the way of their continuance, rather than to facilitate their creation.\nOrder of the Court of Quarter Sessions reversed, and the proceedings set aside at the cost of the petitioners.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Foster and Marchand, for the exceptants.",
      "' Clark $ Markle, and Laird, for the petitioners."
    ],
    "corrections": "",
    "head_matter": "Independent School District No. 8, in Sewickley Township.\nIn a proceeding to erect an independent school district, it must appear affirmatively, that the commissioners gave notice of the time and place of their meeting.\nA draft of the lines of the new district must be returned, unless the division be made so that it can be designated by natural boundaries.\nThe report of the commissioners cannot be confirmed, until the succeeding term to that at which it is filed.\nSuch defects in the proceedings are not cured by a subsequent application to open the confirmation under the Act 20th May 1857. That act declares such districts to be against the general policy of the law, and was designed to impose new obstacles in the way of their continuance, rather than to facilitate their creation.\nCertiorari to tbe Quarter Sessions of Westmoreland county.\nOn. the 22d February 1856, the following petition, for the formation of an independent school district, signed by twenty-three citizens of Sewickley township, was presented to the court below, under the Act 8th May 1855 (Brightly’s Purd. 1123, pl. 5):—\n“The petition of divers inhabitants of Sewickley township, now composing school No. 8, respectfully showeth: That your petitioners believe the cause of education would be greatly advanced, by the honourable court forming them into an independent district, with the following boundaries, viz.: Commencing at Big Sewickley; thence by said stream to William Pinkerton’s, including lands of James McLurg, John F. Pool, Jacob Pool, Jacob Highbarger, and Jehu Norcross, Daniel Highbarger, Daniel Shank, and William Evans; thence by line of Sewickley township to Samuel Davidson’s and John Highbarger’s; thence to the place of beginning. Your petitioners, therefore, respectfully pray your honours to grant the same. And they will ever pray, &c.”\nOn the 22d April 1856, the court appointed the following commissioners — John Pinkerton, S. B. Wenner, and Joseph Gaffey; and on the 19th May 1856, the following report was filed:—\n“We, the persons appointed, by the above order of court, commissioners to view the premises (and report thereon) therein mentioned, do report that, in pursuance of said order, we have viewed the premises and the line set forth in the above order, comprising school No. 8; and we are of opinion that it would be expedient to form and create the territory comprising school No. 8, into a separate and independent Common School District, as bounded and described in the above order. Witness our hands the twelfth day of May, A. D. 1856.”\nOn the 24th May 1856, the court confirmed the report of the commissioners, and decreed the territory therein mentioned to be created into an Independent School District to be called School District No. 8, in Sewickley township, with all the powers and privileges conferred by law.\nTo this decree exceptions were filed on behalf of the School Directors of Sewickley township, which, after argument, were dismissed by the court. And on the 31st August 1857, a petition was presented, under the Act 20th May 1857 (Brightly’s Purd. 1219, pl. 4) to open and annul the decree; which, on the 21st April 1858, was dismissed by the court below; whereupon the School Directors removed the proceedings to this court, and here assigned the following errors:—\n1. There was no notice given by the commissioners, or any other person, of the time and place the commissioners would view the premises.\n2. The order to the commissioners is defective, as it contains no explicit direction to inquire into the expediency of granting the prayer of the petitioners. '\n3. The report of commissioners is defective, inasmuch as it does not contain an explicit opinion as to the expediency or propriety of granting the prayer of the petitioners.\n4. There was no draft returned by commissioners, of the lines of the new district, nor the lines of the township from which it was erected.\n5. The court erred in confirming the report of commissioners,, at the same term to which it was returnable.\nFoster and Marchand, for the exceptants.\n' Clark $ Markle, and Laird, for the petitioners."
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 301
}
