{
  "id": 988440,
  "name": "Eldred versus Hazlett's Administrator",
  "name_abbreviation": "Eldred v. Hazlett's Administrator",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "307",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 307"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Hill 215",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        2510667
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/21/0215-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 925,
    "char_count": 29705,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 6.182736259004496e-07,
      "percentile": 0.9567306819818453
    },
    "sha256": "ea6a2b3b04f1440b196caf20c8821916bcc307fef64bf69f04894a1e4aab7320",
    "simhash": "1:0fbbb453fa309c9a",
    "word_count": 5225
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eldred versus Hazlett’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe first assignment of error on this record is, the refusal of the court to assent to the plaintiff’s first point. We think it is not sustained. A defence to the whole or a portion of the consideration of a bond may be made upon any grounds which may show that, ex cequo et bono, it should not be paid. This, resulting from the nature of the instrument, being non-negotiable and under seal, a party about to purchase such a security is bound, as a requisite to holding it discharged of existing equities between the original parties, to inquire of the obligor, if he have any defence or set-off to it; receiving a negative answer to the inquiry, he will be protected against anything of the kind. I know of no exception to the rule of the right of the obligor, to defalcate or set up equities as against an assignee, unless he has inquired of the obligor and ascertained that there is nothing to be set up. The party pretermitting this caution could, notwithstanding this, undoubtedly, resist a fraudulent or covinous defence; for being fraudulent, it would be no defence whatever. The point put, however, prayed the application of the principle to what they claimed to be a fraud in law. That the mere existence of notes and obligations, held by the obligor against the obligee, of simultaneous date, of nearly an equal amount with the bond, were per se fraudulent. This instruction the court refused to give, and we think rightly so. A party may take the risk of defences to be set up, and assuredly, if he meet them with proof that they were contrived to defraud and impose upon him, or any assignee who might purchase, he would defeat the attempt. But the arrangements between'the parties for satisfaction of the security, whatever it may be, if not intended as a means to defraud others, would be as effectual against an assignee, who has not guarded himself against it by inquiry, as between the original parties.\nThe second specification of error is, the refusal of the learned judge of the court below, to charge as requested in the plaintiff’s second point. Whatever might have been the effect of the paper dated the 13th of February 1854, if genuiue, under clear proof of knowledge by the agent of plaintiff, that it existed before he purchased the security, and that the investment was made upon the faith of it, regarded as an estoppel, that proof was wanting in the case. The agent testified that William C. Friend, the attorney for Patricks & Friend, told him that they “ had a letter from Hazlett, acknowledging that the judgment was right. This was before the transfer to my mother.” This was insufficient, even if the paper had been such as to operate by way of estoppel. It showed neither inducement by, nor reliance upon it. The rule announced in Dezell v. Odell, 3 Hill 215, is a very clear embodiment of the doctrine of the books on this point; that to estop a party it must appear, “ 1. That he has made an admission which is clearly inconsistent with the evidence he proposes to give: 2. That the othér party has acted upon the admission: 3. That the latter will be injured by allowing the truth of the admission to be disproved.” And this is the spirit of the decision in Weaver v. Lynch, 1 Casey 449. To have the effect of an estoppel in pais, all these elements are essential. One of them, at least, as already noticed, was absent in this case, even, if otherwise, it was to operate as an estoppel — and hence we perceive no error in the answer of the court to this point. But as the paper itself was, in fact, res inter alios acta, if genuine, we think it would not so operate as between the parties to this suit; and that the learned judge of the court below was right in so ruling.\nThe fourth and fifth specifications of error will be considered together. A refusal, simply, to charge as requested in the plaintiff’ s fourth point, would not have been error, but the instruction accompanying the refusal, and adopted as an answer to the sixth point, was error, we think, in both. Transposing it for greater perspicuity, the charge was, that “ there is no evidence tending to rebut or impair this presumption,” “ that they,” the papers signed by Eldred, bearing even date with the bond of Hazlett, to him, “were executed on the day they bear date,” “ arising out of the appearance of the papers themselves, or any other facts in the case.”\nThe letter of the 13th of February 1854, if genuine, taken as an admission, was evidence against the defence set up, that at the date of the bond the defendant’s intestate owed the obligor nothing. If not impeached, it was powerful evidence. It was an admission against his interest, which certainly is not very usual, unless true. Its genuineness should have been submitted to the jury, with the instruction, that if a true paper, and voluntarily given, it was evidence tending to rebut the existence of papers bearing date anterior to it, showing a contrary state of facts.\nIn addition to this, the form, conditions, and stipulations in the bond itself, were proper to be considered on this branch of the case. True it is, that every bond is evidence against alleged equities and defalcations at its date — but the form may, in some cases, more distinctly evince this, than in others; and in this case, is this not so ? It contains a power of attorney to enter up judgment, a waiver of inquisition and the exemption laws in case of execution, and also a provision for the payment of interest. These were indications against the existence of the obligations relied on by the defendant, which should have been considered in deciding between the antagonistic positions of the parties in regard to the counter-indebtedness of Eldred to Hazlett. It certainly was evidence in the case on that point. It might be such as to give the preponderance to other evidence, if thought not to be sufficient of itself. But the learned judge charged, that there was no evidence on this point. If the papers were antedated, they should have been held inoperative as to the assignee, unless they represented a bond fide indebtedness, which was ascertained and fixed before the assignment by Eldred.\nWe think the court erred in answering these points for the reasons here stated, and the judgment must be reversed.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Hamilton, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Eldred versus Hazlett’s Administrator.\nThe assignee of a bond takes it subject to all the equities of the obligor against the obligee, unless he first inquire of the obligor, whether he has any defence or set-off against it, and receive an answer in the negative.\nThe simultaneous execution of notes and other evidences of indebtedness, by the obligee to the obligor, is not a fraud in law upon the assignee, who purchases without previous inquiry from the obligor. He takes subject to any arrangement between the parties for satisfaction of the security.\nTo constitute an estoppel by matter in pais, it must appear: 1. That the party has made an admission which is clearly inconsistent with the evidence he proposes to give; 2. That the other party has acted upon the admission; 3. That the latter will be injured by allowing the truth of the admission to be disproved.\nA letter from the obligor to the assignee, written after the assignment, acknowledging that the bond was justly due and that he had no set-off or defence to it, although not an estoppel, is evidence to rebut the existence of papers bearing date anterior to it, showing a different state of facts.\nThe conditions and stipulations in the bond itself, may sometimes be evidence of the non-existence of a counter-indebtedness from the obligee to the obligor.\nError to the District Court of Allegheny pounty.\nThis was a judgment, in the penal sum of $16,000, entered on a bond and warrant of attorney in favour of M. Eldred, Jr., against Dr. Robert Hazlett, on the 26th June 1852. The following is a copy of the bond, &e.:—\n“ Know all men by these presents, that I, Robert Hazlett, M. D., of the city of Pittsburgh, state of Pennsylvania, am held and firmly bound unto M. Eldred, Jr., of the said city, in the sum of sixteen thousand dollars, to be paid to the said M. Eldred, Jr., certain attorney, heirs, executors, administrators, or assigns; to which payment well and truly to be made, I do bind myself, my heirs, executors, and administrators, and every of them, firmly by these presents. And I do hereby empower David W. Bell, Esq., or any attorney of any court of record within the United States, or elsewhere, to appear for me, and after one or more declarations filed, confess judgment or judgments against me, as of any term, for the above penalty, with costs of suit, a release of all errors, waiving inquisition and condemnation of real estate, and all exemption laws, especially the act called the 4 Three Hundred Dollar Law,’ also waiving stay of execution. Witness my hand and seal, the twenty-fourth day of June, in the year of our Lord one thousand eight hundred and fifty-two.\n• 44 The condition of the above obligation is such, that if the above bounden Doctor Robert Hazlett, his heirs, executors, administrators, or assigns, do well and truly pay or cause to be paid unto the said M. Eldred, Jr., his certain attorney, heirs, executors, administrators, or assigns, the sum of eight thousand dollars (with interest from date), in eighteen months from the date of this bond, without any fraud or further delay, then this obligation to be void, otherwise to be and remain in full force and virtue.\n“ R. Hazlett. [l. s.]\n“ Sealed and delivered in presence of “Algernon S. Bell.”\nOn the 21st July 1852, this bond was assigned by Eldred to Nancrede & Ballard; on the 11th February 1854, Nancrede & Ballard reassigned it to Eldred; on the 13th February 1854, Eldred assigned it to Patricks & Friend; and on the 28th December 1854, they assigned it to Mrs. Ann Patrick.\nOn the 28th April 1856, on the application of James Murray, administrator de bonis non of Dr. Robert Hazlett, then deceased, the court below opened the judgment and let the administrator into a defence.\nOn the trial, the defendant gave in evidence the following receipt signed by Eldred the obligor:—\n“ Pittsburgh, June 24, 1852.\n“ Received of Robert Hazlett, this day, a judgment for $8000, to secure the payment of a certain note given me by said Hazlett, for $1500, payable eighteen months from date, which amount was for a payment made by me to the Fayette Manufacturing Company, for said R. Hazlett — also, to secure any further sum I may in any way become liable to pay for said Hazlett, during the time above named, or until all amounts due me are paid, so as to satisfy said judgment in full. M. Eldred, Jr.”\nHe also gave in evidence a promissory note for $6500, with interest, dated 24th June 1852, drawn by M. Eldred, Jr., to the order of Robert Hazlett, at eighteen months; also a note for $250, dated the 19th October 1851, drawn by M. Eldred, Jr., to the order of Robert Hazlett, at six months; also a note for $183.41, dated 5th February 1853, drawn by M. Eldred, Jr., to the order of Robert Hazlett, at six months; also a due-bill for $150, dated 15th February 1853, from M. Eldred to R. Hazlett, payable on demand. He likewise gave in evidence the following agreement:—\n“ Pittsburgh, March 4th 1854.\n“ Whereas Robert Hazlett has bound himself in writing to pay M. Eldred, Jr., in a judgment of $1500 ; said amount of $1500 was paid by M. Eldred, Jr., to the Fayette Manfacturing Company for said Robert Hazlett, on or about the 24th June 1852; said sum was due to the Fayette Manufacturing Company, on 150 shares of the capital stock of said company, from said R. Hazlett, and was paid by M. Eldred, Jr.; and said company, through their treasurer, did endorse the same on the certificate of stock holden by R. Hazlett, and did cancel all claim against said R. Hazlett on account of said ten dollars per share on 150 shares of the stock of said company, so holden by him — reference to the books of said company will show. Now this agreement witnesseth, that if t said R. Hazlett, and all other bond fide stockholders, were or are not now liable to pay the remaining sums due on all shares held by them, to said company, or to the creditors of said company, by due course of law, then and on the legal and final decision of such a legal proposition, by any competent court, in such case, M. Eldred, Jr., agrees to surrender to Robert Hazlett, the writing above referred to, to the credit of fifteen hundred dollars, without any further delay. M. Eldred, Jr.”\nHe then gave in evidence a certificate for 125 shares of the stock of the Fayette Manufacturing Company to Robert Hazlett, with the following endorsement thereon:—\n“ 1852, June 24. Office of the Fayette Manufacturing Company, 123 Wood street, Pittsburgh. Received of R. Hazlett, on this stock, ten dollars per shares, $1250, in full for said stock.\n“ M. Eldred, Jr.,\n“Treasurer Fayette Manuf’ng Co.”\nHe also proved the insolvency of the company.\nThe plaintiff gave in evidence the various assignments endorsed on the bond in question; and, having given proof of the signature of Robert Hazlett, put in evidence the following paper:—\n“No. 513 of July Term, 1852.\n“ Judgment in the District Court of Allegheny county, Pennsylvania.\nD. S. B. for sixteen thousand dollars, conditioned for the payment of ^ eight thousand dollars, with interest ' from date of bond, in eighteen months after date. Bond dated July 24,1852. “ M. Eldred, Jr. “ Robert Hazlett, M. D.\n“Pittsburgh, February 13, 1854.\n“ Messrs. Patricks & Friend—\n“ Gentlemen: — I have received notice that you have this day purchased from M. Eldred, above named, the above judgment and bond. The whole amount of said bond was justly due and owing at the time I gave him the bond, and the same is still due and owing by me; and I have no set-off or defence to the said bond or any part thereof.\n“ Yours respectfully, ' R. Hazlett.\"\nHe then proved, by George Swartz, that Patricks & Friend advanced to Eldred $4000, on account of the said bond, viz. $2000 on the 13th February 1854, and $2000 on the 16th of the same month; that he was indebted to them in about for previous advances; and that the bond was taken as collateral security for the whole indebtedness; and gave in evidence a letter from Eldred to Patricks & Friend, dated 14th August 1854, authorizing them to sell the bond, and to apply the proceeds on account of his indebtedness to them.\nHe then called Wallace Patrick, who testified that he purchased the bond and judgment, from Patricks & Friend, for Mrs. Ann Patrick, for $5000; that William 0. Friend, who had possession of the bond, as counsel of Patricks & Friend, informed him, pending the negotiation for the purchase of it, that they had a letter from Hazlett, acknowledging that the bond was all right; but that he did not see the paper until Mr. Hamilton was employed in this ease, in place of W. C. Friend.\nThe defendant gave evidence tending to prove that the paper of the 13th February 1854 was not signed by Robert Hazlett; and that the same was delivered to Patricks & Friend, after they had made the advance of $4000. And the plaintiff gave evidence to prove the genuineness of the signature of R. Hazlett to the said paper ; and his acknowledgments that the bond was all right, and that he had no defence to it.\nThe court below (Williams, J.) delivered the following charge to the jury:—\n“ The facts which give rise to the controversy in this case are briefly these: — On the 24th of June 1852, the defendant’s intestate, Robert Hazlett, gave his judgment-bond to M. Eldred, Jr., the legal plaintiff, in the penal sum of $16,000, conditioned for the payment of $8000, with interest from date, in eighteen months; upon which, judgment was confessed in this court, on the 26th of June 1852 (No. 513, July Term, 1852), by virtue of a warrant of attorney contained in the bond; which judgment was assigned on the record by M. Eldred, Jr., to Patricks & Friend on the 16th of February 1854, as of the 13th, who assigned the same on the 28th of December, to Mrs. Ann Patrick, the beneficial plaintiff in this case.\n“ It appears that Dr. Hazlett died on or about the 24th September 1854, some three months prior to the assignment of the judgment to Mrs. Patrick. A scire facias was afterwards issued against the administrator of Dr. Hazlett, to revive the judgment (No. 459, January Term, 1855), and upon the application of the administrator, the court opened the judgment and. let him into a defence, and the case now comes before us for trial on the issues made by the parties.\n“ There is no controversy in relation to the execution and delivery of the bond, by the intestate. The defence set up is, that the bond was given as collateral security for the payment of a note, drawn by Dr. Hazlett, in favour of Eldred, of even date with the bond, payable eighteen months after date — and as security for tlie payment of any further sums for which Dr. Hazlett might become liable to Eldred, during the time which the note and bond had to run; and the defendant alleges that the note for $1500 has been paid, and that the purpose for which the judgment was given has been satisfied.\n“Another ground of defence is, that the defendant’s intestate was the holder of three promissory notes and a due-bill, amounting in the aggregate to the sum of $7083.41, exclusive of interest, which the defendant alleges are a good and available set-off to the bond in controversy, without reference to the purpose for, or the consideration on which it was given.\n“ 1. The first question for consideration is this, viz.: has the defendant shown a good and valid defence to the bond, as against M. Eldred, Jr., the legal plaintiff in this case ? (The court here referred to the receipt given by Eldred to Hazlett, dated the 24th of June, 1852, showing the purpose for which the bond was given), and instructed the jury that no recovery could be had on the bond in favour of Eldred, without the production of the note for $1500, or some evidence impeaching the validity of the receipt; and even if Eldred could recover the amount of the note for fifteen hundred dollars, without its production or accounting for its absence, still the defendant might set off any claims held by his intestate against the said Eldred. The receipt of the 24th of June 1852, and the notes signed by Eldred, and produced by the defendant, to which I have referred, if signed and delivered by Eldred, constitute a good and available defence to this bond, as against Eldred.\n“ 2. Has the defendant shown a good and available defence as against Mrs. Patrick, the assignee of- the judgment ? It is well settled, that the assignee of the bond takes it subject to all the equities which subsisted between the original parties, and that the obligor can set up any defence to the bond in the hands of the assignee, that he could set up to it in the hands of the obligee, at the date of assignment, and notice thereof. So that the defendant can set up any defence to this bond in the hands of Mrs. Patrick, which he could set up to it in the hands of Eldred, unless estopped by some act or thing done by his intestate, from denying its validity. ‘ If an obligor induce a person to take an assignment of his bond, by admitting the justice of the debt, or declaring that he has no defence, he cannot afterwards deny it to the prejudice of the assignee. But in order to create this equitable estoppel, it is necessary for the assignee to show, not only that he took the assignment, but that he paid a valuable consideration for it. If the law were otherwise, an ignorant obligor might easily be trapped into an admission, and a sham assignment might be made for the very purpose of keeping out an honest defence. The assignee must also be able to show that the admission was made before he expended his money in procuring the assignment. Anything said afterwards can do no harm, because it could not be his motive for making the purchase, and therefore it shall not affect the other party by way of estoppel:’ Weaver v. Lynch, 1 Casey 451.\n“ Did then the defendant’s intestate induce the assignee, or those under whom she claims, to take an assignment of the bond, by admitting the justice of the debt, or declaring that he had no defence to it ? The bond was first assigned to Nancrede & Ballard, to secure the payment of $5000 — to be reassigned on payment thereof. It was reassigned to Eldred on the 11th of February 1854, who assigned it to Patricks & Friend, on the 13th February 1854 — and also assigned the judgment thereon to Pat-ricks & Friend on the 16th February 1854, as of the 13th, the day on which the bond was assigned.\n“ Did Patricks & Friend, then, under whom the beneficial plaintiff claims, take the assignment of the bond and judgment on the faith of the representations of Dr. Hazlett, that the debt was due, and that he had no defence or set-off thereto; and did they advance any money or securities on the faith of the representations he made ? If they did, they would be protected to the extent of the money or securities so advanced.\n“ The plaintiff alleges that the defendant’s intestate, by his letter dated 13th of February 1854, addressed to Patricks & Friend, admitted that the bond was due and owing by him, and that he had no defence or set-off thereto, or to any part thereof. The defendant alleges that this letter was never signed by Dr. Hazlett — that the signature appended thereto, as the signature of Dr. Hazlett, is a forgery. Whether the alleged signature of Dr. Hazlett is his genuine and proper signature, or whether it be a forgery, as alleged, is a question of 'fact for the determination of the jury, from all the evidence in the cause. (The court here referred to the evidence.) If the jury find that the signature is not the genuine signature of Dr. Hazlett, but that the same is a forgery, the defendant is not estopped from setting up any defence which he may have to the bond, and would be entitled to your verdict— having shown a good defence as against Eldred. But if you find that Dr. Hazlett signed the letter in controversy, another question will arise for your determination.\n“ 3. When was the paper executed by Dr. Hazlett, and when was it delivered to Patricks & Friend? Was it signed and delivered on the day on which it bears date ? or was it signed and delivered afterwards, some time between the 13th and 16th, or afterwards ?\n(i 4. The next question for your determination will be, did Patricks & Friend advance any money after the paper came into their hands, on the faith of it ? If they did, they would be protected for the amount of the advance so made. But if they made no advance on the bond, after the paper came into their hands, the defendant is not estopped by it from setting up the defence to the bond in their hands — and it is no protection for advances previously made.\n“ If the defendant is not estopped from setting up a defence to the bond in the hands of Patricks & Friend, I see no evidence in this case, that will prevent him from setting up the defence as against Mrs. Patrick, the beneficial plaintiff. There is no evidence that she, or her agent, ever saw the letter, until long after the transfer of the judgment to her. The judgment was purchased by her son from Kennedy T. Friend and Robert Patrick. The negotiation was conducted chiefly with Kennedy T. Friend, according to the testimony of plaintiff’s son and agent, Wallace Patrick. During the negotiation, nothing was said by the parties or either of them (Patrick & Friend and plaintiff’s son), in regard to the letter of Hazlett. It was not, handed over to Mrs. Patrick, or to her son and agent, when the judgment was transferred, and the agent does not say that he purchased the judgment on the faith of the letter of Hazlett — which he did not see until after the controversy in regard to this judgment had arisen, and which was not handed over on its assignment. It is, therefore, immaterial that he was informed by William C. Friend that there was such a letter. It is manifest, that he did not purchase the judgment on the faith of Hazlett’s letter, and he does not testify that he did.\n“ The counsel on both sides have submitted a number of points, which will now be considered. The defendant’s points are sufficiently answered in the charge, and so far as they are not answered, they are refused.\n“ The plaintiff’s counsel has requested the court to charge the jury as follows, viz.:—\n“ 1. If the jury believe that the bond was given by Hazlett to Eldred, for the purpose of enabling the latter to raise money upon it, or with the understanding or design that it should be used for that purpose, the simultaneous taking by Hazlett from Eldred of notes or other devices of a corresponding amount, as a set-off or defence to the payment of the contents of the bond, was a fraud as to third persons, and cannot be set up as a defence against a bond fide purchaser, without notice, for a valuable consideration.\n“Answer. — The court refuse to Charge as requested in this point. There is no evidence, in my opinion, upon which this point can be fairly or properly raised. Besides, a party is guilty of negligence of he purchases a bond without inquiry. A party about to purchase a bond is bound to inquire of the obligor, whether or not he has any defence to it, and the obligor’s answer, whatever it may be, will be a protection to him. If he answers that he has a defence, the party can ascertain its nature and extent; if he says he has no defence, it will preclude him from setting up any defence as against the innocent purchaser. If a party purchases without inquiry, it is his own folly — it is his duty to make inquiry.\n“ 2. If the jury believe that Hazlett executed the paper dated 13th February 1854, and that its existence was communicated by the counsel of Patricks & Friend, the then assignees of the bond (in whose possession it was), to the agent of Ann Patrick, and that said agent subsequently paid the money of his principal for the judgment on the bond, and took an assignment of it, the defendant is estopped from setting up any defence that existed prior to the date of said paper.\n“ Answer. — Refused. There is no evidence tending to show that the agent purchased on the faith of the paper. On the contrary, it is manifest that the agent did not purchase on the faith of the letter at all.\n“ 3. If the jury believe that Hazlett executed the paper dated 13th February 1854, and that Patricks & Friend advanced $4000, or any other amount, on the strength of.it, they and their assigns are protected as against the obligor, to the extent at least of such advances.\n“ Answer. — This point is affirmed.\n“ 4. If the jury believe that Hazlett executed the paper dated 13th February 1854, the mere possession of the papers purporting to be signed by Eldred, and proof of their being in his handwriting, are not, of themselves, evidence as against the assignee, of the time at which, in point of fact, they were executed, or of their existence anterior to the assignment to Patricks & Friend.\n“ Answer. — Refused. The legal presumption is, that they were executed on the day they bear date; and there is no evidence tending to rebut or impair this presumption, arising out of the appearance of the papers themselves, or any other facts in the case.\n“ 5. If Hazlett was aware of the assignment of the bond to Patricks & Friend, no arrangement or transaction between him and Eldred, subsequently thereto, can affect or impair the title of the assignee.\n“ Answer. — Affirmed.\n“ 6. If the jury believe that Dr. Hazlett executed the paper' dated 13th February 1854, the production, with proof of handwriting, of the notes and agreement of Eldred, are not, of themselves, conclusive evidence that they were executed at the time they bear date; and the jury may infer from all the circumstances, that they were, in point of fact, concocted subsequently to the execution .of said paper; and if so, they cannot avail the defendant.\n“Answer. — Refused, for the reasons given in answer to the fourth point.\n“ 7. If the jury believe that the paper of the 13th February 1854 was signed by Dr. Hazlett, he is precluded from setting up any defence arising before that time.\n“Answer. — The court decline to charge as requested in this point.\n“ The case is then reduced to a narrow compass, so far as regards the duty of the jury.\n“ 1st. Has the defendant shown a good and available defence to the bond, as against Eldred, the legal plaintiff? Upon this question there can be no doubt.\n“ 2d. Did Dr. Hazlett sign the letter of the 13th February 1854 ?\n“ 3d. If he did, when was it delivered to Patricks & Friend; and did they, after it came into their hands, advance any money or other securities on the faith of it ?\n“ 4th. If they did, Mrs. Patrick (being a purchaser from them for a valuable consideration) may recover whatever sum Patricks & Friend would recover, if the suit were for their use, viz.: the amount advanced by them on the faith of Hazlett’s letter. But I see no evidence which will entitle her to recover any more than Patricks & Friend might recover, if the controversy was between them and the defendant. She stands in their shoes. Whatever they could recover, she may, and no more.”\nTo this charge the plaintiff excepted; and a verdict and judgment having been given for $2272.33, the sum advanced by Patricks & Friend, to M. Eldred, Jr., on the 16th February 1854, with interest, the plaintiff removed the cause to this court, and here assigned such instruction for error.\nHamilton, for the plaintiff in error."
  },
  "file_name": "0307-01",
  "first_page_order": 307,
  "last_page_order": 317
}
