{
  "id": 988445,
  "name": "Foust versus The Commonwealth",
  "name_abbreviation": "Foust v. Commonwealth",
  "decision_date": "1858",
  "docket_number": "",
  "first_page": "338",
  "last_page": "350",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 338"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 382",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483397
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0382-01"
      ]
    },
    {
      "cite": "5 W. & S. 403",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477759
      ],
      "opinion_index": 1,
      "case_paths": [
        "/watts-serg/5/0403-01"
      ]
    },
    {
      "cite": "6 W. & S. 114",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 1
    },
    {
      "cite": "7 W. & S. 127",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481758
      ],
      "opinion_index": 1,
      "case_paths": [
        "/watts-serg/7/0127-01"
      ]
    },
    {
      "cite": "8 W. & S. 382",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483397
      ],
      "opinion_index": 1,
      "case_paths": [
        "/watts-serg/8/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1177,
    "char_count": 35796,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 3.25990761357711e-07,
      "percentile": 0.8694555165185306
    },
    "sha256": "a62aff9177dbd172aa071b4bb89f6ad23e085be1a00e01bde27bc28400e0ae8e",
    "simhash": "1:bdf5e314a26b76c2",
    "word_count": 6180
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Foust versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nJohn Galbraith is the president judge of the sixth judicial district, consisting of the counties of Erie, Warren, and Crawford, duly elected and commissioned.\nOn the 17th of April 1856 (Purd. 1165), the legislature authorized the people of that judicial district to elect an “ additional judge” with the same qualifications and powers, for the same tenure, and subject to the same duties as the president judge.\nJudge Derrickson was elected and commissioned as the “ additional judge” under this act; and before him and the associate judges of Erie county, the defendant was tried for and convicted of murder in the first degree, and sentenced to be hanged.\nOn removal of the record into this court, the first error assigned is, that the court before which the prisoner was tried was not a constitutional and legal court of Oyer and Terminer, nor was the judge who presided therein legally authorized to do so.\nThe guiltiest man has a right to insist on a trial before a constitutional tribunal and by due course of law, and if this prisoner have not been so tried, it is our imperative duty to set aside the judgment that has been rendered against him. Let us then look carefully into the authorities and powers of the tribunal whose record is before us.\nThe crime charged could be tried only in a Court of Oyer and Terminer. The 5th section of the 5th article of the Constitution of Pennsylvania, declares that the judges of the Courts of Common Pleas in each county shall, by virtue of their offices, be justices of Oyer and Terminer, any two of whom, the president being one, shall be a quorum. The judges of the Courts of Common Pleas, as said courts now exist throughout the state, consist of a president and two associates — the president elected for a judicial district, which may consist of one or more counties, not exceeding five, and two associates elected for each county.\nBut the constitution gives the legislature, in the words “ until otherwise directed ly law,” power to alter the Courts of Common Pleas as established in the Constitution, and when they have altered that system by requiring the associates to be learned in the law, we have held, that two such associates may hold the Court of Oyer and Terminer, with the sam'e effect as the president and one associate: Zephon’s Case, 8 W. & S. 382, and Kilpatrick’s Case, 7 Caseys 198.\nThe Oyer and Terminer derives its existence and powers from the Courts of Common Pleas. Judges are never commissioned for the Oyer and Terminer. The constitution, indeed, expressly forbids it. “ No commission of Oyer and Terminer or jail delivery shall be issued,” says the 15th section of the bill of rights. Itself a derivative court, and the court from which it is derived placed by the constitution under the care of the legislature, the Oyer and Terminer must necessarily be subject to legislative modification. The only constitutional provision in behalf of the Oyer and Terminer is, that two judges, the president being one, shall be essential to a quorum. The object of this was to secure both to the state and the accused the benefit of the law learning of the bench in the trial of high crimes, and as the president was more likely to possess that learning than the associates (though the constitution enjoined it as to neither president nor associates), he was required to be present at such trials. But when, in process of time, the legislature required all the judges of the Common Pleas of Philadelphia to be learned in the law, it is self-evident that the spirit and intent of the constitution were answered by the presence of any two of them in the Oyer and Terminer, and accordingly, the two cases above cited were not more agreeable to the exigencies of public justice than to the meaning of the constitution. And on the principle of those cases, we should have no difficulty in saying, that the legislature might authorize the “additional judge” of the 6th district, he being necessarily what is called a law judge, to hold, in connection with one or more of the associates, a lawful Court of Oyer and Terminer. The constitution commits the Common Pleas to legislative reorganization, and it requires the Oyer and Terminer to be held by such judges as for the time being are judges of the Common Pleas, demanding only that the president, or, according to the received interpretation, some judge learned in the law, shall be of the quorum. When Judge Derrickson holds courts under the legislation relating to the 6th district, he is not only a judge learned in the law, but the president for the time being of the court, and so, though called an “additional judge,” is substantially a constituent element of the Oyer and Terminer, in compliance with both the letter and spirit of the constitution.\nBut how far does that legislation confer Oyer and Terminer powers on Judge Derrickson ? This is a question of construction.\nThe 2d section of the Act of 1856 begins by fixing the time of Judge Derrickson’s courts in Erie county for the second Mondays of March, June, September, and December, to continue three weeks; thus distinguishing them from “the regular terms,” which are fixed by the Act of 1834 for the first Mondays of February, May, August, and November, to continue for one week.\nAfter providing for the courts in Crawford and Warren counties, it proceeds in these words: — “ And in case of sickness or absence of the president judge, at any regular term as fixed by law, the said additional judge shall preside in the Courts of Quarter Sessions and other courts, during such sickness or absence; and when requested by the president judge, shall be required to hold the regular term of the Court of Quarter Sessions and other courts now provided by law, to be held in the counties of Erie and Warren, not to exceed two .terms of one week each, in each of said counties, for each and every year.”\nBy a supplement to this act, passed 28th April 185T, “the court authorized by the aforesaid act, when in session (the said law judge and one or both associates being present), shall have and exercise jurisdiction in all matters pertaining to the Orphans’ Court, Courts of Quarter Sessions and of Oyer and Terminer.”\nAnd by another supplement, passed 24th March 1858, it is enacted, that the Act of 1856 “ shall not be construed so as to create independent terms of court, but the several weeks of court in said act provided to be held, shall be construed to be parts of the quarterly terms immediately preceding them; and the terms of court in said district shall be the courts commencing and held on the weeks in which by law the regular terms of the Quarter Sessions are to be held; and writs shall not be made returnable to the several weeks of the courts created by the act aforesaid; and the word ‘ term,’ in the second section of the said act, wherever it shall or does occur, shall be taken and held to mean court.”\nThis last supplement seems intended principally to regulate the return days of writs, and the only part of it which affects the question of construction before us is that which substitutes the word court for the word term in the original act. This change, whilst it disfigures the original enactment, does not materially affect the construction.\nThe substance of all this legislation, so far as it touches the jurisdiction of Judge Derrickson, in Erie county, may be stated thus:—\n1st. It authorizes him to hold the Court of Common Pleas, four times a year, commencing on the days designated, which may be called his special or peculiar courts.\n2d. It authorizes him to hold the regular terms of the Quarter Sessions and other courts, authorized by the Act of 1834, on the happening of either of the three following contingencies: — 1. The sickness of the president judge; 2. His absence; or, 3. His request.\n3d. That when in session with one or more of the associates at one of these regular terms, he is to have full jurisdiction in all matters pertaining to the Orphans’ Court, Court of Quarter Sessions, and Oyer and Terminer.\nThis construction limits Judge Derrickson’s criminal jurisdiction to his sessions at a regular term, and of course denies him a criminal jurisdiction at his special or peculiar courts.\nIf it be thought that this is too narrow a construction of the Act of 1857, it can make no difference in this case, for the record shows that the defendant was tried, not at one of Judge Derrick-son’s special courts, but at the regular term of February 1859. Whatever may be his Oyer and Terminer powers at his own appropriate periods of holding court (for myself and Judge Thompson I can say, we think he has none), he manifestly and by common consent- had no power to try this prisoner at the time he did, unless Judge Galbraith requested it, or was sick or absent. On one or the other of these conditions, his powers were expressly suspended by the Act of Assembly.\nBut the record is silent in reference to any request, sickness, or absence of Judge Galbraith. The district attorney alleges, in his printed statement, that at the February Term of 1859 Judge Galbraith was absent from Erie, and that by his request Judge Derrickson presided, but this statement is no part of the record, and will perish with the paper-book. The record which is to remain as the memorial of this trial, shows that Judge Derrickson presided, but does not show why he presided.\nAre we then to intend and presume that one or the other of the statutory contingencies had happened ? Surely not, in a capital case. The course of this court has been, in all time, to require the record to exhibit everything necessary to justify the state in taking the life of a citizen. In Dunn v. The Commonwealth, 6 Barr 388, and Hamilton v. The Commonwealth, 4 Harris 133, judgments of death were reversed because the records, though exhibiting formal sentences, did not show affirmatively that the prisoners were present when the sentences were pronounced. Every record, said the court in the first of the above cases, ought to show clearly that the prisoner was tried and sentenced, and is to. suffer according to the substantial forms of the law.\nIn many other cases, slighter objections than are presented here have been permitted to prevail in favor em vitse. We ought not to be expected to take life upon suppositions and guesses, or statements of counsel in respect to essential matters.\nIf any presumption is to be made, from the silence of this record in regard to Judge Galbraith, what shall it be — that he was sick ? or that he was absent ? or that he requested Judge Derrickson to preside ? It may import the one as well as the other. If it import absence, then absence from what — the court-house, or the county ? Until we fix the legal presumption, we should not know whether it was the kind of absence the statute contemplated, or was not. I do not enter into any consideration of what the word absence means in this statute, because I hold, with the sanction of a majority of the court, that we have no right to presume absence at all — no more than we have to presume sickness or request.\nThe record is fatally defective, in that it does not show affirmatively that the contingency had happened in which Judge Derrickson was authorized, by law, to hold a Court of Oyer and Terminer, at that time and place. The ordinary judicial tribunals of Erie county are in full existence under the constitution and laws of the state, and even from them we should require a record of every fact necessary to justify the extremest judgment of the law. Much more should such a record be required from a legislative court, called into being by a temporary emergency, and clothed with only a qualified jurisdiction in criminal matters.\nIn Clark’s Case, 5 Casey 137, we refused to listen to a plea to the jurisdiction of the judge, because the record exhibited a regular proceeding before a de facto judge, and we held that his title to the office he was exercising could not be tried in that suit. But here the objection is not to the judge’s title to his office, but to the time and manner of his exercising it. So far as the record shows, he did not try the defendant according to law. If it had shown this, we would not have gone out of the record to find objections to the judge’s title — but not showing a compliance, either formal or substantial, with clearly prescribed rules of law, the judgment must, on this ground, be reversed.\nWe conceive that there is no substance in the other error assigned. The circumstances that disqualify or excuse citizens from serving as jurors are so numerous, that it seldom, perhaps never, happens, that a panel is drawn without some incompetent name upon it. The non-a'ttendance of such a juror is of no consequence, especially after verdict. See Act of Assembly of 21st February 1814, and Jewell’s Case, 10 Harris 94.\nThe judgment is reversed, and a venire facias de novo• is\" awarded.",
        "type": "majority",
        "author": "Woodward, J."
      },
      {
        "text": "The following concurring opinion was delivered by\nThompson, J.\nI fully concur in the reasons, as far as they go, for the reversal of this judgment, contained in the opinion of my Brother Woodward. I believe the rule to be universal, that when an officer is acting in any special capacity, outside of his general jurisdiction, it must appear affirmatively, as the foundation of the legality of such acts, that they were performed within and under the authority so given. In such case, the maxim “ omnium presumuntur rite acta est,” does not apply. The “ additional judge” of the 6th district, as is clearly shown in the opinion referred to, could, if legally authorized, under any circumstances to sit in the Oyer and Terminer, only do so, in one or other of the contingencies mentioned in the Act of 1856, viz. the absence, sickness, or request of the president judge. In this case, it does not appear that either contingency had occurred. Nor can we any more presume that Judge Galbraith was absent from his jurisdiction, than that he was sitting in the court-house, a spectator during the trial. If the latter, it is manifest, I think, that he could not devolve the exercise of the jurisdiction on another. I cannot believe that he could remain at home, able to perforin the duties of his office, and by request, authorize the additional judge to discharge such duties as presiding in the Oyer and Terminer. If he could request, and thereby authorize it, the law must be presumed to have intended the existence of some controlling necessity as the foundation of such request. But we have nothing on this record which shows that either of the contingences existed, authorizing the additional judge to hold the court; and we are not to presume the existence of special facts authorizing the exercise of special jurisdiction. If I had assented to the doctrine, that the additional judge of the district could, under any circumstances, hold this court, I would have found the reasons just mentioned sufficient to induce me to go for a reversal of the judgment; and, as two of my brethren think it sufficient, I concur with them in their reasoning, differing, however, with them on a paramount point, which would also reverse the judgment, if assented to by a majority. I think it should be reversed, on the ground that the Acts of Assembly of 1856, authorizing the election of an additional judge of the 6th district, and of the 28th of April 1857, defining his jurisdiction in certain particulars, do not, constitutionally, confer upon him the authority to preside in the court in which the prisoner was tried — and that all that was done was eoram non judiee.\nAfter the most careful attention and reflection on the point, I am firmly of the opinion, that any legislative act, conferring the power on any judge or judges to hold Courts of Oyer and Terminer and general jail delivery, without the president judge of the Common Pleas being of the quorum, is unconstitutional and void —that such court cannot be legally constituted, while such an officer exists in the district, and without his presence, as a member of it, I know a contrary determination by the court was pronounced in the case of Zephon v. The Commonwealth, 8 W. & S. 382, and was followed in the case of Kilpatrick v. The Commonwealth, 7 Casey 198. In the last-named case, Mr. Justice Porter and myself dissented on the constitutional ground just stated, and on my part, for an additional reason not necessary to he indicated. The case was carried by a bare majority of the bench. The doctrine is, in the present case, reaffirmed; Mr. Justice Read, who dissents from the reversal of the judgment, agreeing to it. The chief justice, not having heard the case, took no part in the decision ; hut he concurred in the decision in the case of Kilpatrick v. Commonwealth.\nThe judges of the Supreme Court are, by virtue of their offices, justices of Oyer and Terminer and general jail delivery. This is by express constitutional provision. So by sect. 5th of Art. Y. of the Constitution, it is provided, “That the judges of the Courts of Common Pleas, in each county, shall, by virtue of their offices, be justices of Oyer and Terminer, for the trial of capital and other offences therein; any two of the said judges, the president being one, shall be a quorum.” This is a plain, clear, and unambiguous declaration as to what offices should be attached the powers of justices of Oyer and Terminer, and a clear mandate as to who shall compose and hold that court. Learned and lay men, professional and unprofessional, can understand it but in one way, that when the judges of the Supreme Court do not exercise this function of their offices, in holding the courts of Oyer and Terminer, the judges of the Common Pleas shall, and the president shall be one of the quorum.\nThe constitution is not to receive a technical construction, like a common law instrument or a statute, unless when technical words are used: Commonwealth v. Clark, 7 W. & S. 127. “ It is made,” said Gibson, C. J., “ not particularly for the inspection of lawyers, but for the inspection of the million, that they may read, and discern in it their rights and duties.” “ Words, therefore, which do not, in themselves, denote that they are used in a technical sense, are to have their plain, popular, obvious, and natural meaning:” 6 W. & S. 114; Story on the Constitution, § 210. Read in the light of this settled rule, can any one doubt but that a “president judge” of the Common Pleas must be one of the ■ quorum in the Oyer and Terminer?\nIt surely cannot be said, that the provision is merely directory, and may be dispensed with by the legislature. The words themselves do not indicate this. They are as clearly mandatory as any words in the constitution. Besides this, there were reasons in history that undoubtedly suggested the provision. The constitution of 1790, framed but seven years after complete independence was established, contained the same provision, and it was transcribed from that and inserted in the constitution of 1838. In both instruments there is contained in the Bill of Rights this provision: “No commission of Oyer and Terminer or jail delivery shall be issued.” And this is important to he considered in the present investigation. It had been the practice in England, which was well known to the framers of the Constitution of 1790, for the Crown to issue special commissions of Oyer and Terminer to judges, sergeants-at-law, and even private gentlemen, to hold the assizes in such'part of the kingdom as was therein indicated, for the trial of certain specified offenders and offences. Such was the commission issued for the county of Surrey, in 1745, for the trial of the Scotch rebels, as they were called, who had adhered to the cause of the Pretender, and had, in arms, endeavoured to assert his right to the Crown of England. “ It -was directed to every privy councillor by name, to all the judges, and to some private gentlemen, empowering them, or any three of them, to execute the commission:” Foster’s Crown Law 1. The history of this commission exhibits in painful characters the dreadful insecurity of private rights under such a system, and was, of itself, sufficient to induce our forefathers to interpose a barrier to the possibility of such an evil occurring here. They, therefore, specified who should be justices of the Oyer and Terminer; designated the offices by name, and, also, who should form the quorum in case the function should be discharged by the judges of the Common Pleas — “ Any two of them, the president being one.” Having deposited the power in designated hands, there follows in the Bill of Rights the prohibition, that “ no commission of Oyer and Terminer or jail delivery shall be issued.” Thus we have the power vested, and the prohibition of its change.\nNotwithstanding this constitutional provision, and notwithstanding the fact that the Court of Common Pleas existed in the sixth district, with its president and associate judges, the judicial officers designated by the constitution, and by it invested with the functions of justices of Oyer and Terminer, the legislature, by Act of 8th April 1857, provided that the “ additional judge” — not a president judge, or an associate judge, in the terms of the constitution — should, while holding courts which he might hold, “ have and exercise jurisdiction in all matters pertaining to the Orphans’ Court, Courts of Quarter Sessions, and of Oyer and Terminer:” Pamph. Laws 1857, p. 334. This power was not incident to his commission ; for if it were, the act was unnecessary. If it was not incident to the commission, then the act was a nullity, for it was a special commission of Oyer and Terminer, directed to the “ additional judge,” by the legislature, to exercise the power of a judge in Oyer and Terminer in particular counties, on special occasions. This was in direct conflict, in my judgment, with the prohibition that “no commission of Oyer and Terminer shall issue.”\nThat Judge Derrickson was not a president judge of the Common Pleas within the meaning of the constitution, is apparent. He was not designated as such, nor was he an associate judge for the same reason. His office then did not carry with it the incidental quality of a justice of Oyer and Terminer. If he has it, it must be by virtue of the special legislation designed for special occasions. This is forbidden by the constitution. It is not the form, but the substance, we must look at, and in substance it is a commission of Oyer and Terminer, or it is nothing. It matters not, that it is not so called, it is so in fact. The duties to be performed being identically the same with that to be performed under the most formal and special commission. The very ground on which the reversal of this particular case rests, as already stated, is the want of evidence that the special circumstances, authorizing the additional judge to hold it, had occurred. Was not the judge’s authority to hold the court a commission to do it ? and if special facts occurring were necessary to the vitality of the commission, as the decision proves they were, does not all this prove it a special commission ? Precisely the same general argument is applicable to every county in his district, and to every judge everywhere specially authorized to hold such courts, while the organization of the Common Pleas contains a president judge.\nAgain, if the legislature could authorize the additional judge to hold Courts of Oyer and Terminer, while the office of president judge of the Common Pleas exists, they could require him to do so; and they could require him to hold all the terms of that court either generally or for a limited period, and thus oust the constitutional judge of his jurisdiction under the constitutional provision. In case of conflict of jurisdiction between the judges thus commissioned, which would prevail, the legislative judge, or the constitutional judge ? The one is the creature of the fundamental law — the legislation of the people. The other, the creature of the servants of the people, bound not to transcend their will as expressed in the constitution. Can any one doubt for a moment, which must be held the better right? A “better right,” to the exercise of official functions, argues no right whatever against it. Thus then it must follow, that the constitutional judge — the president judge of the Common Pleas, deriving his powers from that instrument, would, in right and title, be superior to the judge deriving his from legislative will alone.\nBut it is said, that the constitution itself provides for a legislative reorganization of the Common Pleas. The words are, “ until otherwise directed by law, the Courts of Common Pleas shall continue as at present established.” What is meant by “ established,” I need not inquire. But I deny that it can be so re-established by the legislature, as to abolish the office of president judge, because a president judge is necessary to the quorum in the Oyer and Terminer. That court could not be constituted without such officer, except by the judges of the Suj>reme Court. It will not do to resort to equivalents to fill the terms of the constitution. If we do, anything will answer for the thing described, that the legislature may deem equivalent. In such a system, the constitution would be neither more nor less than the will of the legislature. It would be better to have no constitution whatever.\nBut I have used the expressions, “constitutional judge” and “legislative judge.” I think there is that distinction between two such commissions as I am considering. In both the old and new constitution of the Commonwealth, and in the amendment of 1850 to the latter, there are but two classes of judges whose independence is complete during the tenure of their offices, viz., the judges of the Supreme Court, and the president judges of the Common Pleas. The provision of the constitution is, that “ the judges of the Supreme Court, and the presidents of the Common Pleas, shall, at stated times, receive an adequate compensation, to be fixed by law, which shall not be diminished during their continuance in office.” This extends to no other judges than those named. When the reduction of $>400 by the Act of 1843 took place, which had been an increase to that amount by the Act of 1839, it is well known that this court held in The Commonwealth v. Mann, 5 W. & S. 403, that the salaries of the president judges could not be reduced by the act; and it is equally well known that it was withheld from the class of judges known as “district judges” in the state, but was subsequently paid to most of them by special acts of the legislature. The “additional judge,” under the Act of 1856, is in the same category. The legislature could undoubtedly increase his salary, and decrease it at pleasure. His office is not, in all senses of the instrument, therefore, a constitutional office. It cannot be supposed, I think, that the framers of the constitution ever intended that the office of president judge should be abolished, and the substitute for it be liable to, or dependent on, legislative will for compensation. The constitution of 1790 made the tenure as well as salary independent. It was a life tenure, subject only to be defeated by impeachment or an address of two-thirds of both houses of the legislature. The constitution of .1838 retains the same quality of independence of the legislature during the term, which is for years. The same principle exists in both, differing only in tenure. I cannot believe that the words, “ unless otherwise directed by law, the Courts of Common Pleas shall remain as at present established,” gives the power to abolish the office of president judge, when named so often as it is in the constitution, and when protected, as I have shown it to be, beyond that of any merely legislative judge. It would be an anomaly, unprecedented, if the time should ever come, when there should be no president judges in our courts, although so often designated in the constitution. That time never can come until the constitution becomes a dead letter; and when that time arrives, the people may not need such functionaries a.t all. If then the office is to remain, as it must, to preserve the framework of the constitution, I fear not to say that the Oyer and Terminer can never be legally constituted but by the judges of the Supreme Court, or by the judges of the Common Pleas, the “ president judge being one,” in accordance with requirements of that instrument.\nIn the constitution of 1790, I have said, the office of president judge was made independent of the legislature, which is the sovereign power of the state, by a life tenure and a fixed salary. The teachings of history are manifest in this provision. The melancholy experience of the tyrannical reigns of the Charles’s and James II., of England, was fresh in history. Amongst the worst features of those times, was the venality of judges depend-ant on the crown for office as well as salary. And fresh, too, was the history of the great reform which gave, in the subsequent reigns of William III. and George I., permanency in tenure and salary to the judges. This was a great reform, but it still left the right to special commissions in the crown. Our ancestors followed the reform by the independence of the judges, and forbade the abuses of the special commission by the prohibition in the constitution. The constitution of 1838 embraced both principles —independence during the tenure, and no special commissions. But if the doctrine I contend for be not a fixed regulation of our constitution, and implicitly followed, we abandon both principles. The judge may be subject to a reduction of salary during his continuance in office, and special commissions in Oyer and Terminer may again prevail. This is demonstrably the effect of sustaining the right of dispensing with the president judges, as of the quorum, in Oyer and Terminer. This may become an evil, the extent of which cannot be imagined, and which I hope the country may never experience.\nWherever there is an enumeration or specification of powers in the constitution, these of necesssity exclude all others not specified ; “ because an affirmative grant of special powers would be absurd as well as useless, if a general authority were intended:” Story on the Const. U. S. 207. The remark holds good in our case. The specification of who shall hold the- Oyer and Terminer, was exclusive of the right to invest any other judges not enumerated.\nNor is there any existing necessity to excuse the invasion of the constitutional powers I complain of. There is no district in the state in which the president judge might not preside with ease in all the cases in the Oyer and Terminer. But if there be, let the districts be lessened, and a constitutional judge be provided.\nIt is in times of great public security that innovations are most likely to occur, but they become precedents in evil times; and it is our duty to correct departures from the prescribed line while free and unembarrassed in our actions, as we happily are at this time. I certainly anticipate no immediate evil to the public, from the exercise of the judicial functions which I object to, by the learned and efficient additional judge of the sixth district — I would be as willing to repose unsanctioned power in his hands, as in that of any man within my knowledge. It is not the judge that I fear; it is the precedent I would avoid. On this subject I cannot refrain from introducing the following appropriate extract from Macaulay, who, in his History of England, speaking of constitutional limitation, says: “We have been taught by long experience, that we cannot, without danger, suffer any breach of the constitution to pass unnoticed.” * * * “As we cannot, without the risk of evils from which the imagination recoils, employ physical force as a check on misgovernment, it is evidently our wisdom to keep all the constitutional checks on misgovernment in the highest state of efficiency, to watch with jealousy the first beginnings of encroachment, and never to suffer irregularities, even when harmless in themselves, to pass unchallenged, lest they acquire the force of precedents.” These words of admonition are certainly as valuable in their teachings when applied to our clearly defined written constitutions, as to those undefined limitations on the monarchy of Great Britain. If a jealous and vigilant watchfulness becomes a British subject, to preserve the limitations of power, does it become us to be less watchful ? In my humble judgment, the Act of 185T, giving the additional judge power in the Oyer and Terminer, is a plain violation of a constitutional injunction, which needs to be redressed. The present enlightened executive of this Commonwealth, has in two messages expressed his decided and unhesitating dissent to legislative violation of the doctrines here contended for, and in terms of striking power and weight; and at this I rejoice. Eor the reasons thus given, I would have reversed the judgment in this case.\nRead, J., dissented.",
        "type": "concurrence",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. P. Vincent, for the plaintiff in error.",
      "Sill, District-Attorney, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Foust versus The Commonwealth.\nUnder the Acts of 17th April 1856, 28th April 1857, and 24th March 1858, the additional law judge of the sixth judicial district, has no authority to hold a Court of Oyer and Terminer in Erie county, at the regular terms of that county, except in case of the sickness or absence of the president judge, or at his request.\nIn such cases, he has full jurisdiction, with one or more of the associate judges, to hold a Court of Oyer and Terminer, at the regular terms.\nBut, it seems, that he has no criminal jurisdiction at the special or peculiar courts, authbrized to be held by the Act of 17th April 1856.\nTo sustain a conviction in a Court of Oyer and Terminer, held by such additional law judge, it must appear of record, that the president judge was sick or absent, or that the said judge held the court at his request.\nIt is no cause of challenge to the array, in the Oyer and Terminer, that but forty-eight jurors were summoned, one of whom was not qualified to serve.\nError, to tbe Oyer and Terminer of Erie county.\nThe plaintiff in error, Jacob Foust, was indicted in the court ' below, for murder; and tried on the 9th February 1859, at a court of Oyer and Terminer held by the Hon. David Derrickson, ■the additional law judge of the sixth judicial district, and the two associate judges of Erie county.\nWhen the case was called for trial, the counsel for the prisoner •moved the court to quash the array of jurors, on the ground that but forty-eight persons had been summoned, one of whom was disqualified, being an unnaturalized alien. The court below overruled the motion, and the defendant excepted.\nThe defendant having been convicted of murder in the first degree, and sentence of death having been passed upon him, applied for and obtained a writ of error to remove the cause to this court, and here assigned the following errors, to wit: — ■\n1. The court before which the prisoner was tried, was not a constitutional and legal court of Oyer and Terminer, the Hon. John Galbraith, the president judge of the judicial district in which said court was held, not being one of the judges composing said court, nor was the judge who presided therein legally authorized to do so.\n2. The number of legal jurors required by law, to wit, forty-eight, were not drawn -and summoned on the panel for the February term of said court. One of the persons so drawn not being a citizen of the county, but an unnaturalized foreigner and not eligible as a juror, and should not have been selected as such by sheriff and commissioners.\nJ. P. Vincent, for the plaintiff in error.\nSill, District-Attorney, for the Commonwealth."
  },
  "file_name": "0338-01",
  "first_page_order": 338,
  "last_page_order": 350
}
