{
  "id": 988404,
  "name": "Schoch's Appeal",
  "name_abbreviation": "Schoch's Appeal",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "351",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 351"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 591,
    "char_count": 12836,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.0485693592225837e-07,
      "percentile": 0.5533861240558813
    },
    "sha256": "c8f95956bd3e17f5c6f08808ceb11a316ab5cb1c86ae6c85292f5395e02c6f4f",
    "simhash": "1:1ba21638641c3cf6",
    "word_count": 2246
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schoch’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nConceding that the trust, originally created for the benefit of the appellee, terminated at the death of her first husband, it was still in form maintained until after her subsequent marriage with the appellant. He then voluntarily assumed it; succeeded to the position of trustee, received from his predecessor the personal property belonging to the trust fund, and took charge of the. real estate, not in virtue of any marital rights, but asserting the continued existence of the trust. The right to the personal property was but a chose in action, while it remained in the hands of the former trustee, and when the appellant received it; and consequently, reduction into possession was essential to give him any beneficial interest, either in the principal or its usufruct. But reduction into possession was negatived by his receipt in the avowed character of a trustee. That was equivalent to a denial of any marital rights to the fund. It was perfectly competent for him to decline exercising, in his own favour, that dominion over the wife’s chose in action, to which he succeeded on the marriage; and in no way could he more unequivocally express his intention to preserve the property as his wife’s, than by accepting it as her trustee. As such also he continued to hold it, and accounted for it, as trustee, once during the coverture, and again after the coverture had ceased. So, too, with the real estate. He received the rents, issues, and profits during four years, but instead of claiming them as his own, he asserted in his first account that he had settled them with his cestui que trust. When afterwards he sold the islands under authority given to him by an Act of Assembly, the very act which empowered him to sell, required that the proceeds of sale should be placed at interest for the use of his wife, as directed by the will which first created the trust. His sale under that act was an assent to its provisions. It is too late for him now to assert, after all this, and after the cestui que trust has obtained a divorce on account of cruel treatment received from him, that as husband, he was entitled to the interest of the fund in his hands, and to the rents, issues, and profits of the lands. Added to this, is also the agreement of his counsel, an agreement founded upon sufficient consideration, the benefit of which he has received. That precludes him from treating the fund now as other than one held for the sole and separate use of the appellee.\nThe matter is therefore reduced to the simple inquiry whether he has discharged himself from liability for the interest and rents which he received. In his first account, he acknowledged his liability for interest, amounting to $1022.59, and in his second account he admits a similar liability for $1375.14, for additional interest. He claimed against these debits a credit in the first account of $1022.59, and in his second a credit of $1054.08, for alleged payments of interest to Mrs. Schoch. These credits the auditor and the court below disallowed, and we think justly. They are claimed on the faith of two receipts of the cestui que trust, neither of which states the sum received, and both of which were evidently obtained as proofs of a lumping settlement. They were not given from year to year, as interest fell due, and the purpose in securing them doubtless was to prepare vouchers for the accounts about to be filed. No person was present when they were signed, and no one saw the trustee pay any money. It is in evidence, that during the coverture, Mrs. Schoch had no money except the proceeds of a little butter, which she sold. It is also proved, that the treatment which she received from him was most unkind, and that he was anxious to obtain her property in his own right. Under such circumstances, the receipts are not satisfactory evidence that her interest was paid, and it is no wonder that the auditor so found. Indeed, it has been but faintly urged in this court that any payments were made, but the receipts are relied upon rather as evidence of a donation of the interest, or of a release of liability to pay. Settlements between a trustee and his cestui que trust are narrowly watched in a court of equity; where there is the least suspicion of unfairness, they will not relieve the trustee from accounting. The rule is peculiarly appropriate to such a case as this. The appellant was not only the trustee, but the husband of the cestui que trust. These relations placed her in his power, and that power he appears to have been quite willing to exercise. The circumstances which have already been alluded to are quite enough to cast upon him the burden of showing, either that the money was in fact paid, or that the settlement by which he claims to have been discharged from liability was a fair one, untainted by fraud or duress. To show this he wholly failed.\nThe same may be said of the alleged settlement for the income of the “Isles of Promise,” which the auditor also rejected. The receipt upon which the appellant relies to exonerate him from those rents, bears upon its face much evidence of constraint and unfairness.\nThe decree of the Court of Common Pleas is affirmed, and the appellant is ordered to pay the costs.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Stevens and Swan, for the appellant.",
      "Ellmaker, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Schoch’s Appeal.\nA testator devised lands in trust for the separate use of his daughter, a feme covert; the husband died, and on a subsequent marriage, the second husband procured himself to be appointed trustee for his wife’s estate, and filed his accounts as such: Held, that, after a divorce from the second husband, he was estopped from claiming the income of his wife’s estate, by-virtue of his marital rights, and from alleging that the trust determined on the death of the first husband.\nA general lumping receipt from a wife to her husband, who is her trustee, for the income of her separate estate, given at the time of filing his accounts, is not sufficient evidence of payment to discharge him from accounting.\nSettlements between a trustee and his cestui que trust are narrowly watched in a court of equity, and where there is the least suspicion of unfairness will not relieve the trustee from accounting.\nAppeal from the Common Pleas of Lancaster county.\nThis was an appeal by Joseph Schoeh from the decree of the court below on his accounts as trustee of Ann S. Schoch.\nJohn B. Haldeman, by his will, proved the 14th December 1836, devised to his daughter Ann Herr, then the wife of Abraham S. Herr, the “ Islands of Promise,” in the river Susquehanna, in the following terms, to wit:—\n“ I give and bequeath to my daughter, Ann Herr, all my aforesaid Islands of Promise, in the river Susquehanna, nearly opposite Charlestown, in the county aforesaid, in the manner following, that is to say: I hereby authorize and appoint my nephew, Samuel S. Haldeman, or his successor, as lawful trustee over any and all the different bequests in this will to my said daughter Ann Herr. He, the said trustee, to pay my said daughter Ann, the interest that may accrue annually, over to her, or her heirs; also the said trustee to rent the aforesaid Islands of Promise, and annually pay over the net proceeds of the same to my daughter Ann Herr, or her heirs. This trust to continue the natural life of my said daughter Ann Herr, and said Samuel S. Haldeman, or his successor, shall receive for his services, as trustee, fifty dollars annually, out of said income, after all necessary expenses being paid.”\nAbraham S. Herr died on the 21st May 1839, and on the 12th May 1846 his widow intermarried with Joseph Schoch, the appellant. Christian B. Herr was appointed trustee of Ann Herr, and acted as such, until the 19th June 1849, when, on her application, he was discharged, and her second husband, Joseph Schoch, was appointed her trustee; and received from the former trustee the sum of $4869.55f, the balance of the trust-money in his hands.\nBy Act of 1st May 1852, § 23 (Pamph. L. 499), Joseph Schoch, the trustee of Ann Schoch, was authorized to sell the “ Islands of Promise,” and out of the proceeds to discharge the debts of the said Ann Schoch, and place the remaining balance at interest, for her use, in the manner directed by the last will and testament of the said John B. Haldeman, deceased.\nThe appellant accordingly sold these islands to Dr. Bitner for $3000, payable in three instalments, without interest, on the 1st April 1853,1854, and 1855. He also received the income thereof for four years.\nOn the 24th September 1852, the appellant filed his first account, as trustee, in which he charged himself with the amount of $4869.55f, received from the former trustee, with interest thereon, and also with the proceeds of the sale of the “ Isles of Promise;” and claimed a credit for $1022.59, for interest paid to the cestui que trust; he also claimed credits for payments of debts due by Mrs. Schoch, made in pursuance of the provisions of the Act 1st May 1852. This account was confirmed on the 15th November 1852.\nOn the 27th May 1857, Ann S. Schoch obtained a divorce from the appellant, on the ground of cruel treatment; and the following agreement was signed by the counsel of the respective parties:—\n“ It is hereby agreed by the undersigned that, in the event of a decree of divorce in this case, that said libellant shall not ask for alimony from the said repondent, and that Joseph Schoch, the respondent, shall pay all costs in this application for divorce, that he will file his account as trustee of the said libellant, pay over all money in his hands belonging to his wife, deliver up all property, both real and personal, held by him in trust or under his control, belonging to libellant, give her all the property which she had in her own right at the time of their marriage, that the said account shall be filed at April Term 1857, and immediately after the filing of said account, that he will ask to be discharged from his trusteeship — reserving the right on the part of said Ann Schoch, to file exceptions to the said account, if not deemed correct.\n“April 23, 1857.”\nOn the 2d May 1857, the appellant filed his second and final account as trustee, in which he charged himself with the balance in his hands at the time of filing the former account, with interest thereon; and claimed a credit for $1054.08, for interest paid to the cestui que trust, on the 1st April 1856.\nBefore the auditor, appointed to settle and adjust the accounts of the trustee, he produced the following vouchers for the credits claimed in his accounts:—\n“ I have this day settled with Joseph Schoch, my trustee, duly appointed by the Court of Common Pleas of Lancaster county, for the income and proceeds of the Islands of Promise, since June 1, 1849, to April 1,1852, and declare that there is now nothing due me from said Joseph Schoch on account thereof. And I do further agree and hereby certify, that there is due by me, as my indebtedness, which I desire said Joseph Schoch to settle, pursuant to the Act of the General Assembly, authorizing him to sell the Islands of Promise, and out of the proceeds of sale to pay my said indebtedness, the following sums:—\n1847— To materials and building house, - - $311.00\n“ “ digging and walling well', - - 14.00\n1848— To materials and building barn on Big Island, 330.00\n1849— “ “ “ “ M. “ 210.00\n“ “ costs in Lancaster in suit with Malson, - 40.00\n“ “ wharfing three landings, - - 26.00\n1850— 51 — To new fence on Big Island, - - 257.00\n1852 — Wheat crop sold to Bitner, thirty bushels, and work due at seeding, - 30.00\n“ Taxes for five years, - 65.00\n“ Fence on Middle Island, - 25.00\nAmount due David Herr, bond, $500, 6 per cent., - 500.00\nInterest due from April 1, 1852, to Dee. 19, 1852, 21.58\n“ In witness of which I have set my hand and seal, September 3, 1852. “ Ann Schoch,” [seal.]\n“Received and settled with Joseph Schoch, my trustee, appointed by the Court of Common Pleas of Lancaster county, for interest due me on $4869.55f, from 19th June 1849, to December 19, 1852, being three years and six months, on the balance in his hands, as received from C. B. Herr, former trustee.\n“Ann Schoch.”\n“ Received of Joseph Schoch all my interest in full. Received April 1, a. d. 1856. “ Ann S. Schoch.”\nThe auditor disallowed the credits claimed for payments of interest to Mrs. Schoch, being of opinion that they had never, in fact, been made to her; and charged the accountant with $800 for four years’ income of the Islands of Promise, and with the costs of the audit; and reported a balance in favour of the cestui que trust of $7869.55, with interest from the 5th May 1857. The court below dismissed exceptions filed by the accountant, and confirmed the auditor’s report. From which decree this appeal was taken.\nStevens and Swan, for the appellant.\nEllmaker, for the appellee."
  },
  "file_name": "0351-01",
  "first_page_order": 351,
  "last_page_order": 356
}
