{
  "id": 988370,
  "name": "Rheem versus The Naugatuck Wheel Company",
  "name_abbreviation": "Rheem v. Naugatuck Wheel Co.",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "356",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Leg. Int. 70",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 296,
    "char_count": 5675,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 1.7429145181562542e-07,
      "percentile": 0.7072916220212067
    },
    "sha256": "ee9636f16c1e4a62fb8a4da7a9d61e925182726e88778e01646900408231be21",
    "simhash": "1:dce0cd89d836d5b8",
    "word_count": 1009
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rheem versus The Naugatuck Wheel Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nEor the reasons so well assigned by the president judge, the court below were right in refusing to set aside the fi.fa. in this case, upon the ground of a writ of error pending in this court; which did not operate as a supersedeas, because there was but one surety in the recognisance of hail in error. There was nothing in the circumstances of the case to take it out of the general rule.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Williamson, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Rheem versus The Naugatuck Wheel Company.\nA recognisance of bail in error, -with a single surety, is not a supersedeas; and the court below may issue execution, notwithstanding the removal of the record.\nHenry v. Boyle, 1 Miles 38G, affirmed.\nError to the Common Pleas of Cumberland county.\nThis was an action on the case by The Naugatuck Wheel Company against Jacob Rheem, wherein the plaintiffs, on the 26th March 1858, recovered a judgment for $627.50 and costs.\nThe defendant, on the 13th April 1858, sued out a writ of error to this judgment, and entered into a recognisance, with a single surety. The record was removed to this court on the 3d May 1858, which was the return day; and on motion of the counsel for the plaintiff in error, the cause was continued until the following term.\nOn the 11th June 1858, the plaintiffs below issued execution on their judgment; which the court refused to set aside, the following opinion being delivered by Graham, P. J.:—\n“ Judgment was entered on the verdict of the jury in this case on the 26th of March 1858. A writ of error was filed on the 13th of April 1858, and the record delivered to attorney Miller the 1st of May 1858. The return day in the Supreme Court was 3d of May 1858.\n“ It is admitted by the parties, that the record was filed in the Supreme Court at the May Term 1858, and on motion of defendant’s counsel, the case was continued to the next term of the court, as stated in the petition of the defendant. When the writ of error issued, the parties admit that defendant entered into recognisance with George Hendel as his surety. Execution was issued by the plaintiffs on the 11th of June 1858. Mr. Quigley, the prothonotary, states that Mr. Rheem asked him if the bail was good enough. Mr. Quigley said it was; but nothing was said whether one or two sureties was required.\n“ The Act of Assembly provides, that execution shall not be stayed upon any judgment in any civil action, by reason of any writ of error from the Supreme Court, unless the plaintiff in such writ, or some one in his behalf with sufficient sureties, shall become bound by recognisance, &c. The next section provides, that if such writ of error shall be issued, served, and bail entered within three weeks from the day on which the judgment shall be entered, such writ of execution shall be stayed and suspended upon the payment of costs, &c.\n“ In Henry v. Boyle, 1 Miles 386, it was held, that under the English statutes in force in Pennsylvania, a writ of error was no supersedeas unless accompanied by a recognisance with two sufficient sureties. Although our act does not name any number, it has the term sureties, which necessarily implies more than one.\n“ But it is said, the record is removed and not in the Common Pleas, so as to authorize an execution, and particularly after the case was docketed and had been continued by the Supreme Court. The answer to this is, that although the record of the proceedings is removed for the purpose of reviewing and correction of errors, there remains a valid judgment in the Common Pleas, until reversed, for the purpose of lien, scire facias, or action of debt: Falkner v. Franklin Fire Insurance Co., 8 Leg. Int. 70. If the removal of the record to the Supreme Court without bail, or with but one surety, operates as a supersedeas after the return day, which is the argument of defendant’s counsel, it might in some cases operate as a virtual repeal of the Act of Assembly, which provides that it shall not be a supersedeas unless sureties shall become bound in recognisances, &c.; for the case might be docketed and continued in the Supreme Court, within three weeks after the entry of judgment in the court below; nor can the action of the Supreme Court, in continuing the case, deprive the plaintiff of the security the law affords him. The case is properly before the Supreme Court without bail, and the plaintiff in error cannot be deprived of a hearing. It would be no ground to quash the writ of error. The Supreme Court could afford the plaintiff below no security for the payment of his money, upon a final adjudication, further than to say to him, if his adversary had not given him the security the law required to stay execution, he could issue execution, collect his money, and retain it as security for his judgment, to be restored if his judgment was erroneous. And this was their response in the case of Magill v. Kauffman, 4 S. & R. 318, where a motion was made to quash the writ, because the recognisance of bail was not conformable to , law; £ but the court, without deciding on the recognisance, refused to quash the writ, because even supposing the recognisance to be void, the suit was well removed, although the writ of error would not operate as a supersedeas.’\n“As the defendant below and plaintiff in error entered into recognisance with but one surety, he failed to bring himself within the provision of the act, making the writ of error a supersedeas, and we cannot set aside the execution issued.”\nThe defendant thereupon sued out this writ, and here assigned for error, that the court below erred in awarding execution, and in refusing to set the same aside.\nWilliamson, for the plaintiff in error."
  },
  "file_name": "0356-01",
  "first_page_order": 356,
  "last_page_order": 358
}
