{
  "id": 988358,
  "name": "Yeakle versus Jacob et al.",
  "name_abbreviation": "Yeakle v. Jacob",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "376",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 57",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0057-01"
      ]
    },
    {
      "cite": "4 Rawle 135",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 59",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 433",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 228",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0228-01"
      ]
    },
    {
      "cite": "3 Watts 37",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0037-01"
      ]
    },
    {
      "cite": "5 Watts 149",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0108-01"
      ]
    },
    {
      "cite": "1 Denio 550",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        483933
      ],
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/1/0550-01"
      ]
    },
    {
      "cite": "4 Rawle 434",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Hill 130",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "6 Denio 53",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": -1
    },
    {
      "cite": "6 Verm. 386",
      "category": "reporters:state",
      "reporter": "Vt.",
      "opinion_index": -1
    },
    {
      "cite": "1 Met. 313",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2042514,
        11268229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/42/0313-01",
        "/ky/58/0313-01"
      ]
    },
    {
      "cite": "2 Wh. 79",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 6076,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 2.142463811380914e-07,
      "percentile": 0.7674125016555019
    },
    "sha256": "f17467413aa3b8d61e3f2d3169f647cb5a2270f6f76b7eb22d555cf806bf25b9",
    "simhash": "1:bb0ad76576dc3cb6",
    "word_count": 1134
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Yeakle versus Jacob et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThere might be some sort of plausibility in the right here set up, if it was only a temporary one, to obtain timber for a single repair of certain fences. But it is a perpetual right to resort to a certain woodland for a perpetual supply of fencing material for a certain other tract of land; and it is difficult to point out any kind of interest in land that more needs a written definition than. this. Even with a written definition it would be a constant cause of dissension; and without it, it would be apt to be much more so. With such a servitude on a tract of land, no wise man would buy it, except at such a discount as would be some compensation for the risk of litigation which he would necessarily incur. And no wise man can easily be' believed to have granted such a servitude of his lands; for it is equivalent, for a small tract, to a perpetual dedication of it to the purpose of growing timber, and almost equivalent to a grant of the land itself, so far as the title of the real owner of it is concerned. We are very sure that, if the contract, as the defendant understands it, had been put into writing, his father would not have signed it. At all events, it is plainly within the principle of the statute of frauds; and, not having been put into writing, no more than a license at will passed by it; and the defendant was a trespasser in cutting timber on the land after the sale of it by his father.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Banks, for the plaintiff in error.",
      "Wanner and Richards, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Yeakle versus Jacob et al.\nThe grant of a perpetual right to enter on a tract of land and out timber, for the purpose of keeping in repair the fences of another tract belonging to the grantee, is within the statute of frauds and perjuries, and must be in writing.\nSuch a right is an interest in land that cannot pass by parol.\nA parol grant of such a right is but a license, which is determined by a sale of the land.\nError to the Common Pleas of Berks county.\nThis was an action of trespass quare clausum fregit by John Jacob and Henry Eox against Benjamin Yeakle, for entering on a tract of land in Hereford township, belonging to the plaintiff, and cutting and carrying away the timber therefrom.\nOn the 27th October 1851, Jeremiah Yeakle was the owner of the locus in quo; on that day, he, by deed, conveyed to his son, Benjamin Yeakle, the defendant, an adjoining tract of land containing 131 acres 67 perches; and in consideration thereof, the defendant executed articles of agreement whereby he covenanted “ to give and grant unto the said Jeremiah Yeakle and wife, during their lifetime, and the lifetime of the survivor of them, certain pidvileges, moneys, and other articles for their support.”\nAt the time the agreement was executed, the defendant objected to signing it, on the ground that a right which he claimed to make rails on the woodland at Gehry’s (the locus in quo) was not noticed. His father then said to him, that it seemed too simple to have every trifle written out; — uyou have a right to make rails on that land; you have witnesses to it;” that he could go and make rails; he said, he had witnesses sufficient for his right. Upon this declaration, the deed and articles of agreement were executed.\nOn the 27th December 1855, Jeremiah Yeakle sold the piece of woodland in question, by articles of agreement, to John Jacob and Henry Eox, the plaintiffs; who purchased with notice of the claim of the defendant of a right to enter and cut timber for making rails.\nThe court below (Jones, P. J.) charged the jury, that the , statute of frauds and perjuries was a positive bar to the right claimed on the part of the defendant, and that the plaintiffs, with knowledge of the defendant’s claim, had a perfect right to purchase, and might well resist the claim of right presented by Benjamin, the defendant.\nTo this instruction the defendant excepted; and a verdict and judgment having been rendered for the plaintiffs for $33.75, the defendant removed the cause to this court, and here assigned the same for error.\nBanks, for the plaintiff in error.\nParol evidence may he received in cases of trust, fraud, or mistake, to rectify a written instrument, and make it conform to the real contract of the parties: Gower v. Sterner, 2 Wh. 79; Lauchner v. Rex, 8 Harris 467-8.\nThe sale of the timber, as claimed by the defendant, was not a sale of any interest concerning land. It was the sale of timber as a chattel: 2 Pars. on Cont. 312-13, note k; Whitmarsh v. Walker, 1 Met. 313; Clafler v. Carpenter, 4 Id. 583; Nettleton v. Sikes, 8 Id. 34.\nJeremiah Yeakle, after this sale, and after having received the consideration in full, and put the defendant in possession, could not treat him as a trespasser. The contract, at all events, gave an estate at will, if within the statute. So far as executed, it was binding; and the defendant was not a trespasser as to what he had done under it: Philbrook v. Belknap, 6 Verm. 386; Abbott v. Draper, 6 Denio 53; Lockwood v. Barnes, 3 Hill 130; 2 Story’s Eq. § 761. And the plaintiffs, having purchased with full knowledge of the defendant’s right, are in no better condition than their vendor.\nWanner and Richards, for the defendants in error,\ncited 2 Bl. Com. 19; 1 Greenl. Ev. § 270; Gratz v. Gratz, 4 Rawle 434; Green v. Armstrong, 1 Denio 550, 560; 2 Pars. on Cont. 313, note k; 4 Kent Com. 521, note c; 2 Brod. & Bing. 33; 6 East 602; 9 M. & W. 501; 6 N. H.; 7 Id. 522; Collam v. Hocker, 1 Rawle 108; 2 Bl. Com. 145; Galbreath v. Galbreath, 5 Watts 149; Workman v. Guthrie, 5 Casey 511; Jones v. Peterman, 3 S. & R. 543; Vankirk v. Clark, 16 Id. 291; Eckert v. Eckert, 3 Penn. R. 332; McFarland v. Hall, 3 Watts 37; Stewart v. Stewart, Id. 253; Sage v. McGuire, 4 W. & S. 228; Poorman v. Kilgore, 2 Casey 365; Moore v. Small, 7 Harris 466; Frye v. Shepler, 7 Barr 93; Ellet v. Paxson, 2 W. & S. 433; Harden v. Hays, 9 Barr 164; Pugh v. Good, 3 W. & S. 59; 1 Casey 226; 5 Id. 57; Clark v. Partridge, 2 Barr 13; 4 Rawle 135; Renshaw v. Gans, 7 Barr 117; Sennett v. Johnson, 9 Barr 335; 1 Watts 57; 2 Story’s Eq. § 768."
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 378
}
