{
  "id": 988354,
  "name": "Minich's Administrators versus Minich",
  "name_abbreviation": "Minich's Administrators v. Minich",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "378",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 231,
    "char_count": 3625,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 4.548627546539126e-08,
      "percentile": 0.28535080616669156
    },
    "sha256": "a805b1fd8fe682fa3b4614732429dcef625c6a5a5d6893bd054d7a6b367efe0b",
    "simhash": "1:3af12c279e870999",
    "word_count": 630
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Minich’s Administrators versus Minich."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe plaintiff’s claim was over $100, but he filed no affidavit, on bringing his suit, that it exceeded that amount, and he has judgment for less than $100. Is he entitled to costs? Yes, if the claim was reduced below $100 by set-off. The pleas were payment and set-off, and therefore the reduction may have been procured by set-off. The court below says it was so reduced, and therefore gave the plaintiff judgment for costs.\nWe must presume that this is right, for we have nothing to show that it is not. That court had all the evidence before them, and we have none of it; for the case comes here on the record proper alone, without any bills of exception that can bring up the evidence for this purpose.\nIf the defendant had desired to raise the question here, he might have done it, by having proper pleas on the record, and having a verdict on each of them. As it is, we must presume, from the record, that he succeeded in reducing the claim on his plea of set-off.\nJudgment affirmed, and record “remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "nil-maker, for the plaintiffs in error.",
      "A. H. Smith, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Minich’s Administrators versus Minich.\nWhere a plaintiff sues in the Common Pleas for a demand exceeding $100, without having filed a previous affidavit, and recovers less than that amount, the pleas being payment and seboff, and the court below gives judgment for costs, it will be presumed in this court, that the claim was reduced below $100, by evidence of seboff.\nError to the Common Pleas of Lancaster county.\nThis was an action of debt by Abraham Minich against Benjamin Minich and William Wormley, administrators of Michael Minich, deceased, on two sealed notes of their intestate; one of them for $114.04, dated the 5th January 1851, at one year; and the other for $100, dated the 2d April 1852, and payable on demand.\nThe defendants pleaded payment and set-off; and a verdict having been rendered in favour of the plaintiff for $91.14, the defendant obtained a rule to show cause why judgment should not be entered without costs; the plaintiff not having filed a previous affidavit that he believed the debt due him exceeded $100. The court below (Hayes, P. J.) discharged this rule, and delivered the following opinion —\n“ The defendants went to trial in this case, on the pleas of payment with leave and set-off. There were two notes on which the suit was brought; one for $114.04, dated the 5th January 1851, the other for $100, dated the 2d April 1852. The consideration being questioned, the plaintiff adduced evidence to show the items of which it consisted; some rebutting testimony was offered, and in support of the plea of set-off, considerable evidence was given to the jury by the defendants.\n“ What was said and urged on the subject of imposition and fraud, applied to both notes and the entire consideration, and the jury, had they been affected by this defence, could not have apportioned it. It must, if it availed at all, have overturned the whole claim and resulted in a verdict for the defendants., Instead of that, the verdict found was for the plaintiff, and for the sum of $91.41.\n“ The only reasonable or possible inference is, that the claim was reduced by the matters of set-off, and being so reduced, the plaintiff is entitled to his costs, though the recovery (verdict) was less than $100. Eule to show cause discharged.”\nJudgment having, accordingly, been entered on the verdict, and the costs having been taxed at $229.66J, the defendants sued out this writ, and here assigned for error, that the court below entered judgment for costs.\nnil-maker, for the plaintiffs in error.\nA. H. Smith, for the defendant in error."
  },
  "file_name": "0378-01",
  "first_page_order": 378,
  "last_page_order": 379
}
