{
  "id": 988449,
  "name": "Miller versus Smith",
  "name_abbreviation": "Miller v. Smith",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "386",
  "last_page": "395",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 386"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 825,
    "char_count": 25411,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.893104437529803e-07,
      "percentile": 0.7292436740520394
    },
    "sha256": "70eb7f5354786766d34636f17b1582e43b89ce45470f8411f23ccb77e99e1dd0",
    "simhash": "1:736807759dd990fc",
    "word_count": 4735
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe plaintiff below showed title to the whole of the Mary Keepers lot, but claimed only to recover it, less sixty feet in width from the eastern side of it, which he conceded belonged to the defendant, and on .which he lived. With this evidence he closed.\nThe defendant also claimed title to the lot under a conveyance of the plaintiff to one McClan, which by several successive assurances became vested in him. The same description existed in all the conveyances subsequent to that of Smith to McClan, as was contained in that one. This constituted the defendant’s case, he claiming that his title covered the whole lot also. But this was manifestly an erroneous view of the case, for by the express terms of the deed under which he claimed, only a part of the Mary Keepers lot was conveyed to McClan, and subsequently to him. To rebut the defendant’s claim and limit, his grant to the sixty feet, the plaintiff offered parol evidence to explain what the parties, Smith and McClan, really intended to convey — that it was only an ordinary town-lot of sixty feet in width ana two hundred and forty feet in depth; and that there was a misdescription, by mistake of the scrivener, that the extent of the grant was not mentioned in the deed. This evidence was admitted under objection by the defendant, and forms his first bill of exception.\nAs mistake is a ground of reform, we cannot see how the court could have excluded the evidence. It was a step in the case, and could not be rejected, having been placed on that footing. But the evidence, being received, did not come up to the offer. Notwithstanding this, however, the court gave effect to it, as if mistake had been proved, and referred it to the jury as a ground upon which the defendant’s deed might be reformed. As the learned judge was asked in substance to charge that as no mistake was shown, the evidence could not have the effect claimed; and as this was also in substance refused by him, we think he erred. It is too well settled to admit of controversy, that title to land cannot be extended by parol, unless under the contingency of proof of fraud or mistake, nor can it be limited but for the same reason.\nBut notwithstanding there may have been error in this case, we think it did the party complaining of it no injury; and that the cause ought not to be sent back for a rehearing. The defendant rested on his conveyances, as covering part of the Mary Keepers lot. He could not possibly claim the whole, for in two different places, the deed to McClan describes the ground as being but a part of it. Besides, too, the west line was to be bounded by part of the same lot. The corners mentioned, as on Steel’s lane on the south, and on the opposite side again by J. B. Parker’s land, are not mentioned as the corners of the lot, but as a corner on the one side, and a corner on the other. These corners were never fixed by the parties. Under these circumstances, the defendant’s title was entirely vague and uncertain. It ivas for a part of the Mary Keepers lot, off the eastern side, but for how much it is impossible, from the deeds, to say. The defendant did not attempt to explain the uncertainty. If the plaintiff had gone for the whole lot, it is not easy to see how the defendant could have maintained himself at all. He certainly could not have done so, without bringing himself within some rule which would have enabled him to have defined his title dehors the deeds. The plaintiff, however, has saved him this trouble, by conceding of record his title to the sixty feet, and by averring it in court. Under these circumstances, we think the error did the defendant no harm. There was not a *- particle of evidence to show that the old fence or row of peach-trees was to be the line — neither party proved this; and there was no reason for any presumption of the fact on the face of the deeds. For these reasons, we affirm this judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Hepburn and W. M. Penrose, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Smith.\nParol evidence can only be admitted to reform a deed for lands, on the ground of fraud or mistake.\nIf it be admitted for such purpose, but prove insufficient to establish fraud or mistake, it is the duty of the court to withdraw it from the jury; as it is incompetent, on any other ground, to affect the title to real estate.\nA deed conveying a part of a lot of ground, without any designation of boundaries, will not avail a defendant, in ejectment by his grantor, as to any portion of the property; to maintain his possession, he must bring himself within some rule of law, that will enable him to defend his title dehors the deed.\nError to the Common Pleas of Cumberland county.\nThis was an ejectment by Samuel S. Smith against William II. Miller, for a lot of ground in Carlisle, beginning at a point on Steel’s lane, the corner of the lot of J. B. Parker; thence by Steel’s lane, eastward 210 feet, to a lot of William H. Miller, the defendant; thence by William H. Miller, northward 249 feet to the lot of J. B. Parker; thence westward 204 feet to the line of J. B. Parker; thence by J. B. Parker, 367 feet, to the place of beginning; containing about one acre and a quarter, more or less.\nThe title to the premises in dispute was admitted to have been in Mary Keepers, under whom both parties claimed. On the 28th April 1835, Mary Keepers conveyed to the plaintiff an out lot in Carlisle, embracing the premises in dispute, and an adjoining lot to the eastward 60 feet in width by 249 feet in depth, the title to which was admitted to be in the defendant.\nThe defendant attempted to show title out of the plaintiff, as follows : On the 7th June 1852, the plaintiff conveyed to Robert McClan a lot of ground by the following description: — “All that certain lot or piece of ground situated on the north side of ‘ Steel’s lane,’ in said borough, included wdthin the following lines: — on the south by the said road or lane from the western to the eastern corner; thence running northerly along the line of property of the late John Agnew, on the east to the corner or line; thence on the north by property of Isaac B. Parker, Esq., running westward to a corner; thence adjoining other property of said Samuel S. Smith, on the west (being the other part of said property), running in a southerly direction to a corner of Steel’s lane aforesaid; which said lot now sold is a part of the same lot which Mary Keepers by deed dated 28th of April 1835, sold to said Samuel S. Smith,” &c.\nOn the same day, Robert McClan conveyed, by the same description, to his daughter, Elizabeth Nicholson. On the 9th October 1855, Mrs. Nicholson conveyed to James S. Colwell, who, on the 6th December 1855, conveyed the same to William II. Miller, the defendant.\nAt the time of the conveyance from Smith to McClan, the lot was divided by a fence running along an old peach row, exactly ninety feet from the eastern boundary. Some time afterwards, in the same year, the fence was removed; but the peach row stands there yet, distinctly marking the place.\nThe defendant having given his paper title in evidence, the plaintiff offered to prove, by J. W. Eby, that when he purchased the lot of Mrs. Keepers, he borrowed of Robert McClan $100 of the purchase-money, and entered into a written agreement with him to let him have the use of the lot until he, Smith, should sell it, and refund to him the sum of $100 thus borrowed. That after-wards, to wit, the 7th June 1850, it was agreed between Smith and McClan, that he (Smith) should convey to him a part of the said lot in payment of the said $100, and that they employed J. W. Eby to write the deed, and that it was agreed and intended between them that the deed should be written for the eastern end of the said lot, containing 60 feet in front on Steel’s lane, and running the whole extent of the lot to Mr. Parker’s line. And that it was a mistake of the scrivener that the quantity was not mentioned in the deed, and that this Avas all well known to the said Miller and all under whom he claims before they purchased. To be followed by proof that Smith owned no other land in that vicinity but the lot in question. To this offer, the defendant objected, but the court admitted the evidence, and sealed a bill of exceptions.\nJ. W. JEby, sworn. — (Deeds from Smith to McClan and McClan to E. Nicholson, shown witness.) “ These deeds are in my handwriting. Samuel Smith first called on me to write this deed. At the time he called, he handed me the deed from Mary Keepers to himself, and asked me to write a deed to McClan for a part of the lot he had sold him. I tried in the first instance to put him off. He still held on to me, trying to persuade me to do it. At last I promised to write it, if he would save me the trouble of hunting up boundaries of a part he was going to sell. He said he would do so. I asked him what part he was going to convey. He told me it was a lot off the eastern side of it. I asked him what sized lot. His answer as near as I can now recollect was, just the size of a town lot. Smith then left for the purpose of getting me the boundaries. I did not know but there were changes in adjoining lots from the time I had written Mrs. Keepers’ deed to him.\n“ Smith said he would not be in such haste, but MeClan was anxious to give it to his daughter residing in Baltimore. Smith then left me, and before he returned with the description of the lot, MeClan called on me. — He simply asked me if Smith had been at me to write a deed for a lot he was going to sell him off the Keepers’ lot. I told him Smith had been with me, and I had promised to do it as soon as I could. He said he hoped I would have it done as soon as possible. I then asked him about the part of the lot he was to get. McClan’s description was the same exactly as Smith’s; or it amounted to the same thing. Nothing then happened till Smith brought me a piece of paper of which he gave me in his own handwriting, a description of the ground sold.— The conversations between Smith and MeClan and me were on the same day; but whether it was the same day that Smith brought the description I can’t tell. I wrote the deed after night, on the day he gave me the description of the boundaries, as they are in this deed from Smith to Me Qian. In writing the deed it was my intention to put in the description of the boundaries, precisely as he gave it to me. Whether I copied it correctly, at this day, I can’t say. I tried to do so. I saw the deed signed and acknowledged at my store. Before it was signed and acknowledged, while Smith and Mc.Qlan were both there, I suggested something about the depth of a town lot, that this did not correspond with a town lot as they professed to sell and buy. They both replied it made no difference ; they were aware it was more than 240 feet, the depth of a town lot, but they intended to sell the depth of it north and south. After the deed was executed, I left them at the justice’s office. After Smith and MeClan arranged their business, the same day the deed was executed, they came to me to draw this assignment to Elizabeth Nicholson, who I understood from them was a daughter of MeClan. He said it was the only thing he could do for her, and he wanted to do it before his death. It was at this stage, I mentioned, whether it would not be better to mark the town lot off, as she was a stranger. I had ashed them, whether they had marked it off in any way. He said that they did not, but, it made very little difference about that part of it; as it could not induce her to come here to take possession of it, and no doubt as soon as he sent it to her she would want to sell it soon afterwards, and that he supposed she would sell it back to Smith. He gave that as one of the reasons why there was no use of going to any ^ trouble to describe it more particularly. When McClan said this, Smith was present. Smith and McClan took the deed and went away.”\nThe plaintiff then offered to prove, by the same witness, that Mrs. Nicholson paid no valuable consideration for the lot; that the consideration was natural love and affection; and that before Mr. Colwell purchased from her, he called on Mr. Eby and had full knowledge from him of the part intended to be included in the deed, and that Mr. Miller had notice of the same before he purchased from Mr. Colwell, and the consideration he paid was for the town lot of 60 feet on Steel’s lane. The court admitted the evidence, notwithstanding an objection by the defendant, and sealed another bill of exceptions.\nThe witness continued — “ Some years since Mr. Colwell came to me, and said he came to get some information about this lot, as he observed I had written the deed, in regard to its size and its value; that he was authorized to sell it, and did not know what to ask for it. I think, I told him, I did not know its value at that time; that all I knew was, that Smith had sold off a town lot to McClan, and it was his purpose to give it to his daughter gratuitously. I don’t know that there was much further conversation between us. I recollect telling him, I had done the writing, and had given it no further thought. It is only since the dispute arose, that 1 began to think back, and call to mind what had transpired. A town lot is 60 feet in front, the universal size, agreeably to plan of original proprietors. Out-lots vary from one acre to 20 or 30.\nCross-examined. — “ At that date, there were some town lots laid off in that vicinity. Mr. Trego’s is not very far off. Mrs. Nicholson never was here to my knowledge, and I never saw her. No money paid for Mrs, Nicholson that I saw. McClan said he intended to make it a present to her.”\nThe evidence having been closed, the court below (Graham, P. J.) delivered the following charge to the jury:—\n“This is an action of ejectment to recover a part of an out-lot in the borough of Carlisle, the whole of which was owned by Mary Keepers, and both parties claim through her. It is admitted by both parties, that the lot originally owned by Mary Keepers, about which the present difficulty arises, was of the following dimensions: It extended 270 feet along Steel’s lane, and from its eastern corner on said lane, northerly along the line of a lot of the late John Agnew 277 feet, to the line of lands of Isaac B. Parker, Esq.; thence along said line westerly 264 feet, to the land formerly of Bev. Geo. Duffield, now owned by Mr. Parker, and thence southerly along the line of said land 367 feet to the place of beginning on Steel’s lane. . This lot was conveyed by Mary Keepers to Samuel S. Smith, the plaintiff, by deed dated the 28tji April 1835. On the 7th June 1852, Samuel S. Smith executed a deed to Robert MeClan, in which the property conveyed was thus described: ‘ All that certain lot or piece of ground situate on the north side of Steel’s lane, in said borough, enclosed within the following lines: on the south by said road or lane from the western to the eastern corner; thence ímnning northerly along the line of property of the late John Agnew on the east to the corner or line; thence on the north by property of Isaac B. Parker, Esq., running westward to a corner; thence adjoining other property of the said Samuel S. Smith, on the west (being the other part of said property) running in a southerly direction to a corner on Steel’s lane aforesaid; which said lot now sold is a part of the same lot which Mary Keepers, by deed dated 28th April 1835, sold to said Samuel S. Smith, as on reference to it being had will appear.’ The title to the land thus conveyed by Smith to MeClan was afterwards, by subsequent conveyance, vested in William H. Miller, Esq., the defendant, who is now in possession of and claims title to the whole of the lot conveyed by Mrs. Keepers to Mr. Smith the plaintiff.\n“ The difficulty between the parties arises out of the very imperfect and unintelligible description of the property conveyed by Smith to MeClan. The distances of none of the lines are given. The first line described is on Steel’s lane from the western to the eastern corner, not of the lane, but of the lot conveyed, but how far it begins on Steel’s lane from the line of Agnew’s lot, which is the second line called for on the deed, there is no possible mode of determining from the deed. It may be five feet or 265 feet from Agnew’s lot, and in either case answers the call and description in the deed from Smith to MeClan. One thing is evident from the deed, Smith did not intend to convey the whole of the lot he purchased from Mrs. Keepers to MeClan, for the deed says it is a part of the lot which Mrs. Keepers sold Smith by deed of 28th April 1835. It further calls for property of said Samuel S. Smith on the west (being the other part of said property), and does not call for a lot or lots of Rev. George Duffield, now owned by Mr. Parker, as the western boundary, as does the deed from Mrs. Keepers to Smith. In this state of the evidence, as presented by the paper titles, how are we to pass upon the rights of the respective parties. The deed from Smith to MeClan certainly describes a part, but not the whole of the Keepers lot. How much does it include within its boundaries ? Here we are at sea without chart or compass; there is nothing in the deed to afford us even a glimmering of the quantity conveyed. The defendant’s counsel say we cannot call to our aid parol testimony to explain this otherwise unintelligible conveyance; that the defendant has possession, and if the deed does not fix and determine the quantity of land not included in the conveyance, the plaintiff cannot recover. It is an undoubted principle of law that you cannot, by parol evidence, contradict, alter, enlarge, or diminish the import and meaning of a deed, where it is written so as to be intelligent, and has a meaning which can be understood; but where a written conveyance is so unmeaning as to give, as in this case, not even a glimmering of the quantity of land conveyed, it does not fall within the principle of law we have stated, and parol evidence may be used to explain and render certain that which otherwise would be inexplicable and uncertain.\n“ In Collins v. Rush, 7 S. & R. 152, the court say, ‘ the description of the land conveyed by any deed, its limits and contents, are often mixed questions of law and of fact.’ And in Hoffman v. Danner, 2 Harris 28, the same doctrine is repeated, that ‘ the construction of written instruments is the exclusive province of the court, and the quantum of estate conveyed by a deed is referable to the judges alone. But where the estate is situate, what are its limits and contents, must frequently depend upon evidence dehors the writing; and thus it is often a pure question of fact, or of law and fact compounded, upon which the jury must be called to pass.’\n“We must therefore refer it to you to find under the parol evidence given, in connection with the deed, what part of this lot was conveyed by Smith to McClan. To that part, and that alone, defendant has a title in fee-simple, and to the residue of the Keepers lot, if you can ascertain from the evidence what the residue was, the plaintiff has the title in fee, and would be entitled to recover it in the present action. If the part not included in the deed is so uncertain and undefined that you cannot determine from all the evidence, both written and parol, the location and quantity of the land not included in the deed to McClan, then the plaintiff cannot recover, for the defendant being in possession, the plaintiff must show where his land is, and what is its quantity.”\nThe defendants’ counsel presented the following points in writing, upon which he requested the court to instruct the jury:—\n1. That the calls in the deed from Smith to McClan, under whom the defendant claims, being for the corners and boundaries of the whole lot, are sufficiently accurate and intelligible to protect the defendant in his possession of the whole lot, and to deprive' him of any portion of it, the plaintiff must show a reservation of some portion of it by defined or known boundaries, and a simple call in the deed upon one of the sides of said lot for other property of said Smith, the grantor, is not sufficient to restrict the extent of the defendant’s rights, under the calls in the deed, to anything less than these known and defined boundaries and corners, previously recited in the deed under Avhich he claims.\nAnswer. — “We cannot answer this point as requested. The calls in the deed are not for the boundaries of the whole lot conveyed by Mrs. Keepers to Samuel S. Smith. The deed from Smith to McOlan does not call for a lot of Rev. Geo. Duffield, now owned by Mr. Parker, on the west, but for other property of the said Samuel S. Smith, on the west (being the other part of said property), and the deed further recites that it is a part (not the whole) of the lot conveyed by Mrs. Keepers to Smith. Nor is it necessary to show a reservation of a part, if the deed does not cover the whole. The defendant is entitled to the land embraced in the deed by Smith to McClan, and to no more; and whether it embraces the whole or a part, you must determine from all the evidence.”\n2. The deed calls for known and defined corners and boundaries, and there are no others shown by the evidence than such as define the boundaries of the whole lot; and to entitle the plaintiff to a part of it, he must show by the deed that part which he claims, by some definite description as to location and quantity, and having failed to do this, the defendant is entitled to a verdict.\nAnswer. — “ The deed does not call for known and defined corners; on the contrary, the corner on Steel’s lane, west of Agnew’s line, is uncertain and undefined, and which you must determine from all the evidence. To enable the plaintiff to recover, he must show with reasonable certainty, the location, description, and quantity of his claim. We cannot say he has failed to do so, but refer it to you under all the evidence.”\n3. That there is no allegation of fraud on the part of Elizabeth Nicholson, or those claiming under her, and that the attempt on the part of the plaintiff is to limit the extent of the terms of his deed to her, by showing that a town lot was only conveyed thereby, and that a town lot means but a lot whose front is sixty feet, and to effect this object the testimony of Mr. Eby is given, which shows that there was no mistake in the description, but that it was the work of the plaintiff himself; and that though a town lot was spoken of, the precise dimensions of that lot were not mentioned, nor is it shown that the parties meant a lot of sixty feet, by speaking of a town lot; and all -evidence of mistake is also repelled by Mr. Eby having mentioned, in the presence of the grantor and grantee, that they had better make the description of the deed fuller, and they declined. The jury are therefore to be governed by the terms of the conveyance, and the corners on the ground.\nAnswer. — “ There is no allegation of fraud on the part of Elizabeth Nicholson, and whether the parties intended to convey, and did convey, a town lot of sixty feet, or the whole lot, is not for the court hut for the jury to determine, from the evidence of Mr. Eby, and the other evidence in the case. We cannot say there is evidence of mistake in the description; but the description in the deed is uncertain and indefinite, so much so as to justify parol evidence to ascertain the meaning and intent of the paper, and upon this parol testimony you must pass and not the court.”\n4. That there is no proof of any notice of the conversations of the grantor, Smith, and the grantee, McClan, at the time of making conveyance, being given to the subsequent holders of the title, and that in the absence of proof of such notice, the subsequent holders would have a right to look to the known corners on the ground; and if the terms of the deed of Smith to Mrs. Nicholson is broad enough to comprehend the whole lot, the same would pass under that deed, and the subsequent deeds to Colwell and Miller.\nAnswer. — “ There is proof that Mr. Colwell and Mr. Miller had notice that Smith claimed a part of this lot, before they purchased. There is no such known corners and certainty of description in the deed as in law would give defendant the whole lot, and how much he is entitled to, you must determine from the deed and the other evidence in the case.”\n5. That in no aspect of this case can the plaintiff recover more than the western portion of the lot, up to the old fence and row of fruit trees, proved in evidence, which is ninety feet from the eastern line, and which would comply in every particular with the description of the deed to Mrs. Nicholson.\nAnswer. — “ We decline answering this in the affirmative. The plaintiff has limited his claim to the residue of this lot, allowing the defendant sixty feet on the eastern side, adjoining Agnew’s line. Whether the defendant is entitled to ninety feet in all, you must determine.”\nTo these answers, as well as to the general charge, the defendant excepted; and a verdict and judgment having been given for the plaintiff, the defendant removed the cause to this court, and here assigned for error: 1. The admission of the evidence contained in his bills of exception. 2. The charge of the court below to the jury.\nHepburn and W. M. Penrose, for the plaintiff in error."
  },
  "file_name": "0386-01",
  "first_page_order": 386,
  "last_page_order": 395
}
