{
  "id": 988394,
  "name": "Strock versus Little",
  "name_abbreviation": "Strock v. Little",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "409",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 409"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle 338",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 363",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 5383,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 5.154686924026876e-08,
      "percentile": 0.32474557396975656
    },
    "sha256": "f2ebd598a045f2e2711ffed738fc972313c390f27c81addff138462bcf3530f1",
    "simhash": "1:a3f7f4913dd64f79",
    "word_count": 937
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strock versus Little."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\nThe remedies at common law in courts of justice were by actions, which were divided into real, personal, and mixed; and which by our revised act are reduced to two classes, real and personal. Personal actions are divided into actions ex contractu and ex delicto. Under the former head, Chitty treats of four, assumpsit, debt, covenant, and detinue; and under the latter, of case, trover, replevin, and trespass. All these actions, or forms of action, are specifically appropriated to the redress of certain specified private wrongs, which fall under some one or more of these subdivisions. If, therefore, a wrong form of action is selected, as assumpsit on a sealed instrument, instead of debt or covenant, the mistake is a fatal one, and the common law gave no power to the courts to change the wrong form of action into the right one. No statute of jeofails, or of amendment, ever reached this fundamental error. The same rule has always prevailed in Pennsylvania, and our Act of 1806 applies only to the declaration and the subsequent pleadings. The leading rule to be extracted from the cases is, that when the cause of action is substantially the same, the mode of setting it out may be amended, but the nature or form of the action cannot be changed: Smith v. Smith, 5 Barr 254.\nAccount render is not treated of by Chitty, although the form of proceeding is given at length in Godfrey v. Saunders, 3 Wils. 94, being superseded in England by the more convenient proceeding in equity. In this state, it has been extensively used, and has been the subject of several Acts of Assembly: Brightly’s Dig. 20, 21. It is an action ex contractu, and there must be evidence of a privity, either by contract express or implied, or by law; and it does not lie against a wrongdoer, or any other person, where no privity exists. At common law, there are two judgments, the first of quod computet, and the second that he pay what he is found to be in arrear by the auditors. By our arbitration law, this action may he arbitrated, and the arbitrators must annex to their report an account, which shall result in the balance reported in their award. After judgment quod computet, the court may either appoint auditors, or impannel a jury, to settle the accounts of the parties, and find the balance due the plaintiff or defendant. On the application of either party, and interrogatories filed, the court may require the adverse party to disclose on oath his knowledge of such facts as shall, in the opinion of the court, be necessary for a just and equitable settlement of the controversy; and on the party so called on refusing to answer, the facts stated by the adverse party in his interrogatory shall be taken as admitted.\nIt is clear, therefore, that not only the form of action, but the proceedings, in account render, differ radically from assumpsit, debt, or covenant; and that it is devoted to a peculiar class of cases, which cannot be tried under either of those forms of action. The change from one of the three to account render, would be quite as radical, as from covenant for purchase-money to ejectment.\nIn the present case, the action was assumpsit, and upon discovering that the true cause of action could only be tried in account render, the court changed the form of action from assumpsit to account render, and the pleadings and other proceedings were conducted, as if the latter had been the original form of action. For this, there is no warrant, either in the common law, or in any act of the legislature, and the judgment must be reversed.\nJudgment reversed, declaration and pleadings, and proceedings in account render, quashed, and a venire de novo aw'arded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "S. L. Bussell, for the plaintiff in error,",
      "Cessna Shannon, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Strock versus Little.\nA mistake in the form of action is not the subject of amendment, either at common law, or under the statute of 1806.\nIt is error, to allow an amendment changing the form of action from assumpsit to account render.\nError to the Common Pleas of Bedford county.\nThis was an action of assumpsit, brought on the 6th October 1856, by Peter J. Little against Jacob Strock,- to recover a balance due on a settlement of partnership accounts.\nA declaration in assumpsit was filed, and the cause was at issue, when, on the 31st August 1857, the court below allowed an amendment, changing the form of action to account render. A declaration was then filed in account render, to which the defendant pleaded, under protestation; a verdict was rendered in favour of the plaintiff, on which the court entered judgment quod computet, and appointed auditors to state an account. The auditors reported a balance in favour of the plaintiff of $832.74, with interest from 30th August 1838, for which the court entered final judgment, overruling the exceptions filed by the defendant to the report.\nThe defendant, thereupon, sued out this writ, and here assigned for error, inter alia, that the court below erred in allowing the amendment changing the form of action from assumpsit to account render.\nS. L. Bussell, for the plaintiff in error,\ncited Canal Company v. Parker, 4 Yeates 363; Baird v. Householder, 8 Casey 168; Diehl v. McGlue, 2 Rawle 338; Smith v. Smith, 5 Barr 256; Gue v. Kline, 1 Harris 64; Hartman v. Keystone Insurance Co., 9 Id. 475; Root v. O’Neil, 12 Id. 326; Wood v. Anderson, 1 Casey 409.\nCessna Shannon, for the defendant in error."
  },
  "file_name": "0409-01",
  "first_page_order": 409,
  "last_page_order": 410
}
