{
  "id": 988357,
  "name": "Hubler versus Waterman et al.",
  "name_abbreviation": "Hubler v. Waterman",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "414",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 414"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 230,
    "char_count": 3309,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.2436017334115705e-07,
      "percentile": 0.6085049746143502
    },
    "sha256": "2d6751842bf42ac135fbee4e6c91162bed057941254ef233f0c83a8d7f52e147",
    "simhash": "1:3ce58661774f55b7",
    "word_count": 568
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hubler versus Waterman et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nBair & Hoffman made an assignment of their partnership effects in trust to pay all their partnership creditors, and to pay over any surplus to themselves: and it is supposed that the assignment is void, because of this reversionary clause. But it is not so. Suppose this clause does prefer the partnership creditors over the individual ones, that is no more than the law does when partnership property is taken in execution. Each partner has a right to insist that the joint property shall be applied to joint debts; and no more is done here. It would be out of place, to provide for individual debts in an assignment of joint effects; for neither partner can have anything to do with the individual debts of the other. The reversionary clause is mere surplusage, for it would have been implied if it had not been expressed.\nIf the assignment had made any illegal preferences, these, and not the assignment, would be void: 18 State Rep. 332. It avails to transfer all the joint property for all that are properly joint creditors in law or equity. The surplus is several property, and is open to attachment for several debts, and the assignment in no way hinders the several creditors from reaching it. For anything that appears in the case, we think that there ought to have been verdicts in favour of the defendants below, on these feigned issues. This is not the process for considering the general question of the distribution of the proceeds in the hands of the assignees.\nJudgment reversed, and new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Macmanus and Wilson, for the plaintiff in error,",
      "Linn and McAlister, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hubler versus Waterman et al.\nAn assignment by a firm of all their partnership effects, in trust to pay all their partnership creditors, and to pay over any surplus to the assignors, is valid, notwithstanding the reversionary clause.\nThe surplus is several property, and open to attachment for several debts; and the assignment in no way hinders the several creditors from reaching it.\nError to the Common Pleas of Centre county.\nThese were three attachments in execution, the first issued on a judgment in favour of Waterman, Young & Co., and the last two on judgments in favour of James, Kent, Santee & Co., against Bair & Hoffman, and served on David Hubler, as garnishee.\nOn the 13th December 1854, John R. Bair and Henry Hoffman, trading as Bair & Hoffman, assigned all their partnership effects unto David Hubler, in trust to pay the creditors of the said firm of Bair & Hoffman, and to pay over any surplus that might remain, to the assignors.\nThese attachments were issued to test the validity of the assignment, and were consolidated by order of the court below. And on the trial, the court instructed the jury, that as no provision was made for the payment of the several creditors, the assignment was void in law. To this instruction the garnishee excepted; and verdicts having been rendered in favour of the attaching creditors, he removed the causes to this court, and here assigned the same for error.\nMacmanus and Wilson, for the plaintiff in error,\ncited Weiner v. Davis, 6 Harris 332-3; Worman v. Wolferberger’s Executors, 7 Id. 61; Hutchinson v. McClure, 8 Id. 63; Breitenbach v. Dungan, 1 Am. L. Reg. 419; Baker’s Appeal, 9 Harris 82-5; Walker v. Eyth, 1 Casey 217.\nLinn and McAlister, for the defendants in error."
  },
  "file_name": "0414-01",
  "first_page_order": 414,
  "last_page_order": 415
}
