{
  "id": 988360,
  "name": "Patten versus The Northern Central Railway Co.",
  "name_abbreviation": "Patten v. Northern Central Railway Co.",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "426",
  "last_page": "435",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 426"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wh. 45",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "14 Ill. 192",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "21 Conn. 294",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12125134
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/21/0294-01"
      ]
    },
    {
      "cite": "25 Verm. 363",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        737744
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/25/0363-01"
      ]
    },
    {
      "cite": "31 Maine 215",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        620156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/31/0215-01"
      ]
    },
    {
      "cite": "3 Cush. 107",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1984053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/57/0107-01"
      ]
    },
    {
      "cite": "3 Met. 380",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2063975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/44/0380-01"
      ]
    },
    {
      "cite": "2 Met. 147",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        2041029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/43/0147-01"
      ]
    },
    {
      "cite": "8 Watts 243",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848446
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0243-01"
      ]
    },
    {
      "cite": "8 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483385
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0085-01"
      ]
    },
    {
      "cite": "6 W. & S. 114",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    },
    {
      "cite": "8 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483385
      ],
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0085-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1128,
    "char_count": 26080,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.515342081479101e-07,
      "percentile": 0.8835138650940654
    },
    "sha256": "f03d4c2201c88ba80aa56bbefa55c89ad88a2e99424e69224edc47abb08e9dc3",
    "simhash": "1:d46784ef83443f46",
    "word_count": 4473
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patten versus The Northern Central Railway Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nUnder the instructions given to the jury, the plaintiff might have recovered for the market value of his land taken for the road; for the value of his buildings removed; for injury by cutting his land into portions that were inconvenient in shape, or inconveniently separated by deep cuts or embankments; and for any difficulty or diversion of a private road, occasioned by the construction of the railroad above or below its grade; and he did recover for these matters, so far as the jury thought that any damage was proved.\nPie now complains that there were other injuries, for which the court did not allow him to recover any compensation. His objections to the trial are not all stated in the clearest manner, and before considering them respectively we shall define them as we understand them.\n1. The plaintiff insists that he ought to have been allowed compensation for the increased rates of insurance which he has to pay because of the danger to his property from locomotives.\nWe have already decided, that the occasioning of such risk by the lawful use of property is not an injury, in the sense of a wrong done to another: 28 State Rep. 202; 27 Id. 99. And we did not base this conclusion merely on the impossibility of calculating the risk in advance for all future circumstances. But if we had done so, that impossibility is not disproved by showing the present rates of insurance under the now existing circumstances. Insurance does not make that certain whieh was before uncertain. It merely assumes the risk of defined circumstances, for a compensation based upon an approximate calculation of chances, and is itself a mere speculation upon assumed uncertainties. Besides this, a man who is not liable for accidental fire, cannot be liable to insure against it.\n2. Another objection is, that the jury ought to have been allowed to consider that the defendant’s railroad is of no benefit to the plaintiff in his business there, because he has already the use of two other railroads.\nWe think that this objection is sufficiently answered by what we lately decided in Searle v. The Lackawanna and Bloomsburg Railroad Company, and we need only refer to that.\nOther objections involve one single principle, and they may be stated together, thus:—\n3. That the jury ought to have been allowed to consider, as elements of damage, that by the taking of his land for the road, the plaintiff is deprived of the advantage of keeping off others from his neighbourhood, and thus saving himself from the annoyance and risk of their proximity; and that he suffers inconvenience and delay by having to convey his hides and leather across the railroad, and by reason of the obstruction of trains passing along it.\nThis objection is essentially anti-social in its principle, and forgets that as in man himself, so in man’s title to land, there are two necessary elements, the individual and the social. Private right and public right, individual property and eminent domain, are perfectly consistent elements of the one thing, property in land.\nThose who are engaged in a contest for damages to land, caused by the construction of public improvements, are prone to forget the social element that is involved in all private titles; yet it is recognised in every system of rights, by such branches of law as those relating to eminent domain, public improvements, mortmain, devises, inheritances, entailments, perpetuities, and the like, and in such maxims as sic utere tuo ut alienwm non Icedas. All these are based on the principle, that private right involves some elements of social right. Individual property is exclusive as against individuals, but not as against society. Without society it cannot exist, and without a well-organized society it is almost worthless.\nOrganized society, the state, has rights as well as duties, and unless its rights are maintained its duties cannot be performed. A people passes from tyranny to freedom by insisting on individual rights as against government; and this habit, once acquired,may endure long after it has served its purpose; and then organized society, the state, is deprived of part of the powers that are necessary for its efficiency. When freedom is once achieved, individual duties become quite as worthy of consideration as individual rights. Eor the safety of the social bond, and for the efficiency of social action, as well as for individual improvement, they may need to be chiefly considered.\nSocial rights may receive a general definition in advance of any given social organization, but they can never admit of a definite application in advance. They depend on society with reference to its density, and its internal and external business relations, and cannot be fully defined in their application in anticipation of these. The greater its social activity, the more numerous are its social wants, for it must have the means of acting. Internal war brings the most intense social activity, and the greatest yielding of individual to social rights.\nNo social want or social right is more obvious than that of avenues of intercourse. And, from its very nature, this right must receive its application after the want has developed itself by the growth of society. Thus, roads in certain directions and over specified lands, become a social right, subject to the countervailing duty to compensate the individual for the pecuniary loss which he suffers for the benefit of society. This is simply a practical assertion of the social and individual character of all that belongs to humanity. It is not of grace, but of right, that society exercises such functions. It is not of grace, but of duty, that individual rights yield to social'ones.\nAnd society cannot possibly regard its own prosperity, and its activity and closeness of intercourse, as a damage to individuals; for then society would be thus far anti-social. That it should treat its own public thoroughfares as a private nuisance is impossible. To pay a man because its public improvements induce a high degree of public prosperity, and cause his neighbourhood to be too thickly settled, and beget great activity of commercial intercourse through his land, would surely seem like an almost absurd yielding to selfish and anti-social claims.\nChestnut street, Philadelphia, was once a quiet road through a country village, with its grass but little worn by travel; now it requires caution, and often considerable delay, to cross safely through its hurrying crowds; but the owners of property along it are not paid by the public for such inconveniences. All such matters are placed to the account of the social element in man receiving its due developement, and interfering with the individual element only so far as this ought to give way for its own and the general good. None of the grievances here stated can be recognised as an injury to the plaintiff. If the defendants unlawfully obstruct his business by trains standing in his way, he can have redress in the ordinary form.\nThese remarks seem to us to meet all the questions raised in the case. We discover no error in the trial.\nJudgment affirmed, and record remitted.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. A. Fisher and McCormick, for the plaintiff in error,",
      "J. C. Kunkel, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Patten versus The Northern Central Railway Co.\nIn estimating the damages to be sustained by the construction of a railroad, an owner of lands through which it passes, is not entitled to compensation for the increased rates of insurance wliich he may have to pay, because of the danger to his property from locomotives.\nNor are the jury at liberty to consider that the defendant’s railroad will be of no benefit to the plaintiff, in his business there, because he has already the use of other railroads; if his property will be thereby increased in value.\nNor may the jury consider as elements of damage, that by the taking of his land for the road, the plaintiff is deprived of the advantage of keeping off others from his neighborhood, and thus saving himself from the annoyanee and risk of their proximity.\nNor that he will suffer inconvenience and delay, by having to convey his manufactures across the railroad, and by reason of the obstruction of trains passing along it.\nIndividual property is exclusive as against individuals, but not as against society. It is not of grace, but of duty, that individual rights yield to social ones.\nError to the Common Pleas of Dauphin county.\nThis was a proceeding under the Act of 19th February 1849, by John W. Patten against The Northern Central Railway Company, for the assessment of the damages sustained by the construction of the defendants’ road through the plaintiff’s land.\nThe plaintiff was the owner of an extensive tannery at the junction of Stony creek with the Susquehanna river, in the borough of Dauphin, containing about forty-two acres. Through this property the defendants constructed their railroad sixty feet in width. On the 3d of September 1856, the plaintiff presented his petition to the court below for the appointment of viewers to assess his damages. This was the third proceeding for that purpose, two former reports of viewers having been set aside by the court below. The viewers assessed the plaintiff’s damages at $7206, from which the defendants appealed.\nThe grounds of the plaintiff’s claim for damages, and the facts of the case, are sufficiently stated in the charge to the jury delivered by Pearson, P. J., as follows:—\n“ This case comes into court on an appeal taken under the Act of Assembly, and you have had the benefit of a view and examination of the premises injured, and although sworn in this, as in all other cases, to give a true verdict according to the evidence, yet that evidence consists of what you saw on the ground, as well as what was testified before you in open court. If a juror knows any fact of his own knowledge, he must state it on oath, hut what all the jurors see on a view of the premises, forms part of the evidence in the case. Where jurors go upon the ground to examine disputed lines, block the trees, and count the growths, and see it done also by others in their presence, it forms a portion of the evidence by which their verdict can lawfully be influenced. In such cases they would not be bound to act on the testimony of others, against the conviction of their own senses. Should they be called to view a house injured by violence, they would have a right to judge of the extent of the damage from inspection, as well as from the statement of others under oath. You have been repeatedly reminded in the argument, that you are sworn to render a verdict on the evidence alone, and that is true, but the evidence in the case consists of the testimony of the witnesses delivered in open court, and that obtained from your inspection of the premises, else a view would be of little value. You must not permit anything said on the ground, or out of court, or the opinions of others not under oath, to influence your finding, but what you saw on the ground, and can judge of by inspection,' is part of the evidence.\n“ The plaintiff’s counsel has invoked the aid of the third section of the seventh article of the constitution, which prohibits the legislature from investing any corporate body or individual with the privilege of taking private property for public use, without paying an equivalent, and has asked us to say that every Act of Assembly prohibiting such taking or making compensation should be liberally construed. The word i taking’ has received a judicial construction in several reported cases. So far as private property is taken, it must be paid for. Where it is incidentally injured, or the owner put to inconvenience, compensation depends on the provisions of the statute under which the corporation acts. Prior to the Act of 1849, deep excavations, high embankments, and other obstructions were placed on the public streets, to the great inconvenience of the owners of property fronting thereon, yet no compensation could be demanded: 6 Wh. 25; 6 W. & S. 114; 8 W. & S. 85.\n“ We must fairly construe the law, so as to remunerate the owner where that is allowed; but we have no right to impose a burden on the railroad company which is not placed on it by the statute. The Act of 1849 authorizes this company to enter upon land, survey and lay out the route of its road, dig, excavate and embank, make, grade, and construct the same; take gravel, stone, and other materials which may be required for its use, maintenance, and reparation, making ample compensation to the owners thereof; and where the parties cannot agree on the amount of compensation, viewers are to be appointed to ascertain the damage done, or likely to be done, to the owner of such land or materials entered upon, used, or taken away; and the viewers are directed to estimate and determine the quantity, quality, and value of the land so taken or occupied, or the materials so used or taken away, and after making a just allowance for the advantages and disadvantages which may have resulted, or seem likely to result, to the owner of the land or materials, in consequence of the making and opening of said railroad, or the construction of the works connected therewith, and a just comparison of the advantages and disadvantages, they shall estimate and determine the amount, and to whom payable.\n44 From the words of this act, there would appear to be no compensation given for any injury, except for land occupied, or materials taken, except in the cases provided for excavations or embankments in the streets or alleys of incorporated boroughs or cities, where ample compensation is required to be made to the owners of lots fronting on such streets or alleys, for any damage they may sustain by reason of such excavations or embankments. Where the railroad passes along the street at its regular grade, no damages are allowed, either on account of inconveniences in crossing, danger from fires, the running of trains, or deterioration in the value of property. This provision, in our opinion, was inserted in the act to meet the decisions already referred to, and we must necessarily believe, that the legislature supposed that where a portion of a man’s land was taken by the railroad, and excavations or embankments made in its construction, by which he would be put to inconvenience in using what was left, compensation could lawfully be demanded and awarded. We cannot infer an intention to give damages where the property was not touched, and disallow it when permanently injured. We, therefore, instruct you that for permanent injury to the property, arising from excavations or embankments, you can allow compensation, but not for any real or supposed injury or inconvenience arising from the owner of the estate being obliged to cross the track of the railroad at the regular grade of his other ground, or of the streets, or roads, leading across the same.\n44 It is said, that the plaintiff will be put to great inconvenience and delay in transporting his hides and leather to and from his tannery to the depot of the Dauphin and Susquehanna Railroad, by reason of having to cross the track of the defendant’s road, where trains are frequently passing, and idle cars left standing. For this inconvenience, whether real or imaginary, we instruct you the plaintiff cannot recover damages. It is 4 damnum absque injuria.’ The benefit to the public from one of the greatest improvements of the age — a railroad — is considered of too much moment to be impeded by occasional inconvenience to an individual in passing along the streets, highways, or over his farm, although some detention may arise from the running of trains. Where cars are left standing on the track, to the obstruction of public highways, the persons placing or leaving them there are subject to indictment; and if a private way is obstructed, and the owner of the way prevented from its proper enjoyment, he can have his remedy by action. The railroad company will be obliged to obtain locations for their standing cars where neither the public nor individuals will be incommoded.\n“ The owner of land through which a public highway or a turnpike road is located, cannot claim to recover damage for the inconvenience to which he is put by the constant travelling of large droves of horses and cattle, even when passing hourly between his house and his barn, and the reason is, that no remedy is provided for such uncertain and evanescent injury. That presented by a railroad is of much the same character in this respect, and is not provided for in the Act of Assembly.\n“ It is urged, that the owner of property is subjected to great danger to himself, his family, and live stock from passing trains, and is entitled to compensation for such risk. If any one is injured through the negligence of those conducting the business of the roads, the company will be liable. If the injury arise from inevitable accident, or the carelessness of the property owner, there is, and ought to be, no responsibility; and this most uncertain danger cannot be determined in advance.\n“You must by your verdict find the quantity, quality, and value of the land taken, and allow the plaintiff full compensation therefor. But in determining the value, you will take into account the advantages and disadvantages which the residue of the property has sustained, or probably will sustain, by the construction of the railroad. The owner must be paid for his property taken or injured, either directly in money or indirectly by advantages to or the increased value of what is left. It is not whether Mr. Patten, the plaintiff, is or is not benefited by the construction of this road; but whether his property was and is benefited or injured thereby. It is strongly contended by his counsel, that the plaintiff cannot be benefited by a road which he does not wish to use, that he already has one railroad leading to Philadelphia, his place of business, and that the defendant’s road is'an unmitigated evil. Whether he does or does not desire to use this road, is not the proper criterion; but the true test is, would the ground left uninjured sell for as much or more in the market now, as it would have brought before the defendant’s road was projected, and did the increase in value arise from the construction of this road ? If what is left would now bring as much or more money in the market as the whole would have brought before the road was projected, no injury has been done by a portion being taken. If it would not bring as high a price in the market, or if the increased value was not occasioned by the construction of the defendant’s road, the difference must be made good in money. Property, in its very nature, is evanescent, does not often remain long in the same hands, must pass to others in the course of nature and business, will generally change in a few years. The present owner may not desire to communicate by railroad with Baltimore; others who succeed him may prefer that course of trade. He may consider one road sufficient for his business; others may deem it advantageous to have more than one avenue open to market. One road might become impassable or be abandoned; the other might continue in use, and the man of foresight may prefer having a choice of the means of transportation, especially as both lead directly or indirectly to the same point.\n“ The location and construction of a railroad may sometimes injure a man’s land independent of and greatly beyond the value of the soil or materials taken: as where it throws the fields into bad shape, or cuts off long narrow strips and corners in the vicinity of the lines, in such a position and size as not to be worth farming or incapable of cultivation. Such disadvantages are clearly within the provisions of the Act of Assembly, and for which the owners must be compensated. The same will apply to cases where the land left to the owner is thrown into a less advantageous shape. These are tangible disadvantages, and admit to a great extent of calculation, and are entirely unlike the supposed inconvenience of being obliged to cross the railroad tracks, or the apprehended alarm to teams in passing or domestic animals pasturing in the vicinity. One of the witnesses estimates the damages done to the plaintiff, by the railroad, at $6000. He had previously stated that the land taken was worth $3000, before this railroad was projected — that he would have given that sum for it. The other $3000 he makes up as follows: — Risk from fire, allowance for increased insurance, injury to the bark-shed, inability to reach the depot of the Dauphin and Susquehanna Railroad on his own ground, inconveniences from cars on the track, inability to enlarge his business, &c. We instruct you that no allowance is to be made for risk from fire or increased insurance — all evidence on that subject has been rejected. The inability to reach the depot, by travelling on the plaintiff’s own land, or the inconvenience from cars standing on defendant’s track or inability to enlarge the business, are matters not provided for in the Act of Assembly. They are evils not capable of calculation, are changeable, evanescent, and imaginary. The inability to enlarge the business of plaintiff can no more be calculated than the inconvenience which a person would suffer by not being permitted to commence similar manufacturing on a piece of vacant land. Instead of being an injury it might peradventure be a great benefit, and prevent heavy losses instead of gains. The injury done to the bark-shed must be fully compensated, not merely in proportion to the quantity taken but for the inconvenient shape of the portion left, as also for any weakening or injury done to the frame of the buildings. It is also said, that a small embankment is. raised on the plaintiff’s ground, on the way of his usual wagontraclc to the depot. For that injury a fair allowance must he made. If you can ascertain what it would cost to extend the road, as suggested by the witness Mr. Robinson, or approximate either to that cost or the inconvenience to the plaintiff for the increased labour in hauling, make an allowance for it; as also for the injury from his grounds being thrown into a worse and more inconvenient shape than before the railroad was made, duly estimating the advantages also.\n“You must allow the full value of the land taken, being according to the survey, one acre and one hundred and fifty-three perches; taking into consideration the advantages and disadvantages, in the manner and on the principles we have already stated; and after due consideration of both, render your verdict, with interest from the time the defendant’s employees first entered upon and took possession of the premises, in May or June 1853, and for the bark-house, from the time it was cut away, and repaired by the defendant, last fall or winter.\n“We are asked by the plaintiff’s counsel to instruct you, that, in estimating the value of the ground taken and the injury done to the plaintiff thereby, you can take into consideration the advantage which the plaintiff previously enjoyed of keeping off others from his neighbourhood, and the annoyance of having them near, and the danger from fire by such proximity. To this we answer:\n“ That none of the advantages and inconveniences enumerated, are provided for in the Act of Assembly, under which the railroad of defendant was incorporated; you, therefore, have no right to consider them. The benefits and inconveniences are uncertain and imaginary, and it was never intended that such matter should be taken into the estimate of viewers; and the jury, on appeal, have no more authority than the viewers, from whose decision the appeal is taken. We have no legal right to impose burdens on this company, not imposed by its charter, or to overstrain the Act of 1849, to remunerate an owner of property for supposed injuries of the character described.\n“In rendering your verdict it will be your duty to specify the items for which damages are allowed, with the amount given for each; to describe the land taken, and to be held by the defendant, and compute the whole damage in one gross sum, which you require the railroad company to pay.”\nTo this charge the plaintiff excepted; and the jury found in favour of the plaintiff, “for the land taken away and occupied,” $2250, with interest from the 1st June 1853, making the sum of $3029.25; and also the sum of $480, “ for that portion of the bark-house taken down by the defendants;” whereupon, the plaintiff sued out this writ, and here assigned the said charge for error.\nJ. A. Fisher and McCormick, for the plaintiff in error,\ncited Mifflin v. The Railroad Co., 4 Harris 182; Monongahela Navigation Co. v. Coon, 6 Barr 379; Railroad v. Heister, 8 Id. 445; Railroad v. Gilson, 8 Watts 243; Railroad v. Boyer, 1 Harris 498; Pennsylvania Railroad v. Keiffer, 10 Id. 356; Sunbury and Erie Railroad Co. v. Hummell, 3 Casey 99; Webber v. Eastern Railroad Co., 2 Met. 147; Redfield on Railways 143, note 21; Pierce on Railroad Law 201; Dodge v. County Commissioners of Essex, 3 Met. 380; Ashby v. Eastern Railroad Co., 5 Id. 368; Parker v. Boston and Maine Railroad, 3 Cush. 107; Proprietors of Locks and Canals v. Nashua and Lowell Railroad Co., 10 Id. 385; Maine v. Kennebec and Portland Railroad Co., 31 Maine 215; Aldrich v. Cheshire Railroad Co., 1 Foster 359; Clark v. Boston, Concord and Montreal Railroad Co., 4 Id. 114; Dearborn v. Same, Id. 179; Sabin v. Vermont Central Railroad Co., 25 Verm. 363; Bradley v. New York and New Haven Railroad Co., 21 Conn. 294; Nicholson v. Same, Id. 74; Clark v. Saybrook, Id. 313; Somerville and Easton Railroad Co. v. Doughty, 2 N. J. Rep. 495; Alton and Sangamon Railroad Co. v. Carpenter, 14 Ill. 192; Glover v. North Staffordshire Railway Co., 5 Fng. Law and Eq. 335.\nJ. C. Kunkel, for the defendants in error,\ncited The Philadelphia and Trenton Railroad Co., 6 Wh. 45; Henry v. Pittsburgh and Allegheny Bridge Co., 8 W. & S. 85; Monongahela Navigation Co. v. Coons, 6 Id. 109.\nSee Searle v. The Lackawanna and Bloomsburg Railroad Co., ante 57."
  },
  "file_name": "0426-01",
  "first_page_order": 426,
  "last_page_order": 435
}
