{
  "id": 988442,
  "name": "Ross versus Dysart et al.",
  "name_abbreviation": "Ross v. Dysart",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "452",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Ohio 158",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 374",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Ch. 33",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 353",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0353-01"
      ]
    },
    {
      "cite": "16 Pet. 53",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wheat. 535",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1503013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/20/0535-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 8071,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.9838319497177906e-07,
      "percentile": 0.7409190651655753
    },
    "sha256": "91d448dfbe12e8e083901a971901047f941a2813db0b6baae552336b8fa43f83",
    "simhash": "1:7be78645fba7428e",
    "word_count": 1399
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ross versus Dysart et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nEvery lease contains an implied covenant of quiet enjoyment, and when the landlord suffers the demised premises to be recovered from his tenant in ejectment by an outstanding title, his right to recover rent is gone.\nNor is it necessary for the tenant to be actually removed from the premises, to give.him a good defence against rent. Writs of habere facias possessionem are well executed when the tenant attorns to the plaintiff therein. And the taking of a lease or contract of purchase under pressure of such writ, where there is no fraud or collusion, is an actual eviction in law, which dissolves the relation between the tenant and his original landlord.\nNor does the recovery back of the premises, in a second ejectment by the landlord, subject the tenant to liability for rent for the period that elapsed between eviction and restitution. As between the immediate parties in ejectment — that is, those who hold the respective titles — a judgment of restitution is restoration of the plaintiff to all he lost in the former suit: Breading v. Blocher, 5 Casey 349. If there is a tenant in possession, though he be the same the plaintiff put there, he must turn out or attorn again to his original landlord, but complete restitution to the premises does not entitle the landlord to recover rent from the tenant whom he failed successfully to defend. The covenant to pay rent here was reciprocal to that for quiet enjoyment, and though the landlord may recover damages by way of mesne profits from the adversary who disturbed his possession, he cannot compel the .tenant to pay him rent for the time his own covenant was in a state of breach.\nThese principles decide this cause. It is argued, that Dysart & Earhart should respond on their lease, because of the inflexible loyalty which is due from tenant to landlord. But protection and allegiance are reciprocal. What they covenanted to pay rent for, was quiet enjoyment, and as Ross did not secure them that, he has no claim on them for rent.\nThe principle ruled in Coughanour v. Bloodgood, 3 Casey 287, is not applicable here. The habere facias, under which the tenant attorned to the new landlord, in that case, was set aside, and the lease fell with it. The tenant was restored to his original relation as a consequence. But here the execution was valid, until a second judgment and execution superseded it.\nEven in this view of the case it is argued, that the plaintiff was entitled to recover for the few days that elapsed between the 31st January 1849, the time up to which the rent was paid, and the 8th February 1849, when the writ of possession was executed.\nWe see no objection to this position, but as the demand was not made below, nor the attention of the court called to the point, we will not reverse the judgment on so narrow ground. Had counsel made the point, they would doubtless have got suitable instructions, but our business is to review the cause as it was tried below.\nWe see no errors in the record, and therefore affirm the judgment.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "White 3? Foster, for the plaintiff in error,",
      "Scott and BanJcs, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Ross versus Dysart et al.\nEvery lease contains an implied covenant for quiet enjoyment, and -when the lessor suffers the demised premises to be recovered from his tenant, in ejectment, by an outstanding title, his right to recover rent is gone.\nIt is not necessary for the tenant to be actually removed from the premises, to give him a good defence against his lessor; a writ of habere facias is well executed, if the tenant attorn to the plaintiff therein.\nThe taking of a lease, or contract of purchase, under pressure of such writ, where there is no fraud or collusion,,is an actual eviction in law, which dissolves the relation between the tenant and his original landlord.\nAnd the recovery back of the premises, in a second ejectment, by the landlord, does not subject the tenant to liability for rent, for the period that elapsed between eviction and restitution.\nThe covenant to pay rent is reciprocal to that for quiet enjoyment, and though the landlord may recover damages, by way of mesne profits, from the adversary who disturbed his possession, he cannot compel the tenant to pay him rent for the time his own covenant was in a state of breach.\nError to tbe Common Pleas of Blair county.\nThis was an áction of covenant by James Boss against Joseph Dysart and John Earhart, to recover the arrears of rent reserved in a lease from the plaintiff to the defendants, of a saw-mill, &e., whereby the plaintiff demised the same to the defendants, reserving rent, from the 21st September 1847 to the 15th November 1851. The defendants were in the actual occupation of the demised premises during the whole term.\nOn the 27th August 1847, Henry Barclay commenced an ejectment against the plaintiff, James Ross, and others, to recover the possession of a large body of lands, including the premises demised to Dysart & Earhart. This ejectment was tried on the 5th July 1848, and resulted in a verdict and judgment in favour of Henry Barclay, the plaintiff therein. To this judgment James Ross sued out a writ of error, which was non-prossed at the following term of the Supreme Court; and the record having been remitted, a writ of habere facias possessionem was issued, under which possession was delivered to Barclay’s agent, so far as required; but Dysart & Earhart were suffered to remain in possession, and on the 19th February 1849, entered into an agreement with Barclay, for the purchase of 559 acres, including the demised premises, at $2.50 per acre, and paid the greater portion of the purchase-money.\nOn the 18th October 1849, Ross sued out a second writ of error; and on the 20th November 1851, the judgment was reversed, and a writ of restitution awarded. To this writ the sheriff returned, that he had delivered possession so far as demanded; but the possession of the defendants was not interfered with. They remained in possession as before, and on the 24th March 1852, a venire de novo was awarded in the case of Barclay v. Ross, which, on a second trial, resulted in a verdict and judgment for the defendants therein. A writ of error was sued out to this judgment, which was subsequently non-prossed.\nThe plaintiff recovered the first year’s rent upon his lease; and this action was brought to recover the arrears for the remainder of the term.\nThe court below (Taylor, P. J.), in answer to points presented by the plaintiff’s counsel, instructed the jury that the recovery under the Barclay title was a virtual eviction, which operated as a bar to any claim afterwards by the lessor upon the lease. That when the alternative of incurring the sacrifice of actual eviction, or purchasing the adverse title, then established by a verdict and judgment, by the compulsory operation of a writ of habere facias possessionem, in execution of the judgment, was presented, they were not obliged to submit to being actually turned out of the possession. They were at liberty to protect themselves by negotiation and purchase, and having done so under the compulsion of legal-process, they were not thence liable to the plaintiff upon the lease.\nTo this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendants, he removed the cause to-this court, and here assigned the same for error.\nWhite 3? Foster, for the plaintiff in error,\ncited Blight’s Lessee v. Rochester, 7 Wheat. 535; Watkins v. Holman, 16 Pet. 53; Bauders v. Fletcher, 11 S. & R. 419; Breading v. Blocher, 5 Casey 349; Nagles v. Ingersoll, 7 Barr 206; Rawle on Covenants 141; Dickinson v. Vorhees, 7 W. & S. 353; Holridge v. Gillespie, 2 Johns. Ch. 33.\nScott and BanJcs, for the defendants in error,\ncited Rawle on Covenants 362; Maule v. Ashmead, 8 Harris 484; Stewart v. West, 2 Id. 338; Rawle on Covenants 159-60; Id. 212, 227, 233-5, 237-8; Brown v. Dickerson, 2 Jones 374; Dobbins v. Brown, Id. 79; King v. Kerr, 5 Ohio 158; 4 Halst. 139-40; Poyntell v. Spencer, 6 Barr 257; Burns v. Sutherland, 7 Id. 103; Bauders v. Fletcher, 11 S. & R. 420; Coghanour v. Bloodgood, 3 Casey 288."
  },
  "file_name": "0452-01",
  "first_page_order": 452,
  "last_page_order": 454
}
