{
  "id": 988397,
  "name": "Bickel's Executors versus Fasig's Administrator",
  "name_abbreviation": "Bickel's Executors v. Fasig's Administrator",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "463",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Met. 302",
      "category": "reporters:state",
      "reporter": "Met.",
      "case_ids": [
        1975730
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/52/0302-01"
      ]
    },
    {
      "cite": "5 Penn. L. J. 220",
      "category": "reporters:federal",
      "reporter": "Penn. Law J.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 244",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "17 Johns. 182",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6064873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/17/0152-01"
      ]
    },
    {
      "cite": "5 W. & S. 332",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 342",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 7872,
    "ocr_confidence": 0.46,
    "pagerank": {
      "raw": 7.444789834911762e-08,
      "percentile": 0.44413149183601053
    },
    "sha256": "cfb69ee830338049b8fa4a08e8bcddd06a069ec0db464c52c7a0359573c7f385",
    "simhash": "1:deac89733d2f2a9e",
    "word_count": 1358
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bickel’s Executors versus Fasig’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe evidence proved that the witness George Roland had been indicted and convicted, with one Meyer Seigle, for a conspiracy to cheat and defraud creditors.\nDid this disqualify him as a witness ? In other words, is conspiracy to defraud creditors an infamous offence ?\nThe usual distribution of infamous offences is, into treason, felony, and the crimen falsi; but this latter classification is very imperfectly defined in our law. Mr. Greenleaf tells us, vol. 1, § 373, that in the Roman law — from which we have borrowed the term — it included not only forgery, but every species of fraud and deceit. If the offence did not fall under any other head, it was called stellionatus, which included all kinds of “ cozenage and knavish practice in bargaining.” But it is clear, that the common law has not employed the term in this extensive sense, when applying it to the disqualification of witnesses; because convictions of many offences, clearly belonging to the crimen falsi of the civilians, have not this effect. And he instances deceits in the quality of provisions, deceits by false weights and measures, conspiracy to defraud by spreading false news, &c.: 2 Dodson’s Admiralty R. 174, and 3 Starkie’s R. 21.\nNot only do forgery and perjury clearly belong to the crimen falsi, but a certain class of conspiracies do also — such as conspiracies to obstruct public justice, by bribing or seducing away witnesses; or falsely accusing one of an indictable crime. See the cases cited in note to 1 Greenleaf, § 373.\nThe conspiracy itself, in such cases, is a grave offence which affects the whole public, and is indictable at common law.\nBut cheating creditors is not an indictable offence at common law, unless a false token be used; and it may be well doubted, whether a conspiracy to cheat them would be. Our statutes have created the offence, and a conspiracy to perpetrate it may doubtless be punished criminally — but not more punished than the offence itself; for it was laid down as a principle, in Scott v. The Commonwealth, 6 S. & R. 224, and repeated and approved in The Commonwealth v. Hartman, 5 Basrr 67, that an attempt to commit an offence shall never be punished more severely than the perpetration of it. It was added, by 0. J. G-ibson in the last case, which was an indictment for conspiracy, that “ a conspiracy is even less than an attempt.”\nIf, therefore, cheating creditors is not even an indictable offence at common law, it cannot possibly fall within the common law notion of the crimen falsi, nor render the perpetrator infamous. And when the statute makes it an offence, but not an infamous one, how clear is it, that a conspiracy to commit it is not infamous.\nIt is true, that the infamy of an offence does not consist in the punishment, but in the moral turpitude of the act itself; but is it not self-evident, that if the law have failed to impute that degree of moral turpitude to an offence, which renders it technically infamous, no greater turpitude is to be imputed to a concerted scheme for its perpetration ?\nWithout going more largely into the subject, we are of opinion, that the court were right in overruling the objection to the witness, and leaving his credibility to be judged by the jury. The tendency of the judicial mind is against objections to competency. By a statute, 6 & 7 Vict. c. 85, all incapacity of convicts is removed in England, and several states around us have gone very far in the same direction. The question of competency after a conviction for conspiracy, was before this court in Lawson’s Case, reported in Grant's Cases 329, when the court seemed to hold the witness competent. If the opinion of the court was not quite clear on the point, the arguments of counsel, which are fully reported, will be found instructive.\nThe instructions of the court in respect to the effect of the endorsements on the bond, were correct. They were submitted to the jury only in connection with, and as explanatory of, Roland’s testimony.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Robeson, for the plaintiffs in error.",
      "8. L. Young, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bickel’s Executors versus Fasig’s Administrator.\nA conviction of the offence of conspiracy to cheat and defraud creditors, does not disqualify the party as a witness.\nCheating creditors was not an offence at common law, unless a false token were used; and although made a criminal offence by statute, a conspiracy to commit it, cannot be punished more severely than the act itself.\n. The statute not having made the act itself an infamous offence, a conspiracy to commit it cannot be so regarded.\nError to the Common Pleas of Berks county.\nThis was an action of debt by Joseph Henry, administrator de bonis non with the will annexed of Daniel Fasig, deceased, against Richard Bickel and John M. Bickel, executors of Anthony Bickel, deceased, on a bond given by Anthony Bickel to Daniel Fasig, dated the 1st April 1822, conditioned for the payment of $1200 with interest, on the 1st April 1823.\nOn this bond, were various endorsements of the payment of interest, between the years 1823 and 1845. Daniel Fasig, by his will proved the 27th April 1846, constituted his only child, Adam Fasig, his executor and sole legatee. And there was an endorsement of a credit on the bond for $869.50, dated'' the 6th April 1848, alleged to be in the handwriting of Adam Fasig.\nAnthony Bickel died on the 19th November 1854, and during his lifetime, was possessed of real and personal property, much more than sufficient to have paid this claim. Adam Fasig died in 1857. There was some evidence that the endorsements of the payment of interest were in the handwriting of Daniel Fasig, but none that they were made within twenty years after the bond became due.\nOn the trial, the plaintiff, in order to disprove the presumption of payment arising from lapse of time, offered one George Roland as a witness, to prove that in 1854, Anthony Bickel admitted that he owed Adam Fasig between $700 and $800. The defendants objected to the competency of the witness, on the ground that he had been convicted, in 1837, of a conspiracy to cheat and defraud his creditors. But the court below overruled the objection, and sealed a bill of exceptions.\nThe plaintiff then offered the endorsements on the bond in evidence, and they were admitted, notwithstanding an objection by the defendants, for the purpose of identifying the debt referred to by Bickel in his conversation with Roland, with the bond in court, and for no other purpose. And this was the subject of another bill of exceptions.\nThe jury found a verdict for the plaintiff for $902.77, upon which judgment was entered; whereupon, the defendants sued out this writ, and, inter alia, assigned for error: 1. The admission of Roland as a witness. 2. The admission in evidence of the endorsements on the bond.\nRobeson, for the plaintiffs in error.\n— Roland was clearly incompetent, on the ground of infamy: Commonwealth v. Shaver, 3 W. & S. 342; 1 Stark. Mo. 95; 4 Bl. Com. 156. The endorsements on the bond were not evidence for any purpose without proof that they were made before the twenty years had elapsed: Cremer’s Estate, 5 W. & S. 332; Roseboone v. Billington, 17 Johns. 182; Addams v. Seitzinger, 1 W. & S. 244. Such an acknowledgment as Bickel made to Roland, would not take the case out of the statute of limitations, and is not sufficient to rebut the presumption of payment: Burr v. Burr, 2 Casey 284; Shitler v. Bremer, 11 Harris 415; Suter v. Sheeler, 10 Id. 310.\n8. L. Young, for the defendant in error.\n— The conviction of Roland did not render him incompetent to testify; the offence was not an infamous one: Commonwealth v. Murphy, 5 Penn. L. J. 220; Utley v. Merrick, 11 Met. 302; Ville de Varsovie, 2 Dods. Ad. 174; Crowther v. Hopwood, 3 Stark. 21; 1 Greenl. Ev. § 372. The endorsements were properly admitted for the purpose of identifying the debt."
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 466
}
