{
  "id": 988374,
  "name": "Hocker versus Woods's Executor",
  "name_abbreviation": "Hocker v. Woods's Executor",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "466",
  "last_page": "468",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 466"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 36",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846025
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0185-01"
      ]
    },
    {
      "cite": "5 Wh. 476",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Rawle 266",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0266-01"
      ]
    },
    {
      "cite": "18 Ala. 458",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        3168583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ala/18/0458-01"
      ]
    },
    {
      "cite": "2 Conn. 536",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6755449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/2/0536-01"
      ]
    },
    {
      "cite": "1 Watts 368",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 291",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852510
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 408,
    "char_count": 7061,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.4978673068640209e-07,
      "percentile": 0.6651082746523059
    },
    "sha256": "36674209aaede2138c404ff03e0de5ee41ab3d788fe2d06f1f9fbbab8e62070f",
    "simhash": "1:be8e5162163f8948",
    "word_count": 1250
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hocker versus Woods’s Executor."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIf a distinction, such as is made in the argument, may be taken between the discharge of a guardian from the duties of his appointment, and liability for the estate of his ward, it is not a distinction to rule this case, for the record which shows the discharge of Woods, shows also that no part of the wards’ estate had come to his hands. There was then no liability when he was discharged, and liability could not accrue afterward. True it is, that joint administrators and executors are liable for the devastavits of each other; but this is, where the trust is continued in their hands jointly. When one is discharged under the Acts of Assembly, he is liable to account for the estate still in his hands, and he may, perhaps, be chargeable with the devastavit of his fellow-trustee committed before that time; but where there has been no such devastavit, and the discharged executor, administrator, or guardian has had possession of no part of the estate, which is this case, his discharge is complete to all intents, both from duties and liabilities.\nBut how did the discharge affect the surety in the bond ? The principle is undoubted, that if a holder of a bond against two, with a surety for both, discharges one of the obligors, he releases, thereby, the surety. But why ? Because he changes the contract of the surety without his consent. The duty to be performed was joint. The surety saw that both principals were bound for it, and. he consented to be bound for them both, but never agreed to be bound for either alone. When, therefore, the obligee discharges one obligor, it must work a release of the surety, else he would be holden on a contract he never made, and would, perhaps for .the best of reasons, have refused to make.\nBut if it was one of the conditions of the contract, that one obligor might be discharged without the assent of the surety, no such result would follow. The principle of law invoked, is, that, a surety’s contract shall not be changed without his consent; and it is a just and reasonable principle. But how does it apply to this case ?\nThe bond into which Hocker went, was a judicial contract, prescribed and regulated by public law. It was taken by the Orphans’ Court, in the name of the Commonwealth, and was conditioned for the discharge of a duty to parties whom the Orphans’ Court had in charge. One of the powers vested by law in the Orphans’ Court, was the power to discharge either of the guardians, and leave the duty to be performed by the other. Hocker knew this, for he was bound to know it. He consented to be bound on this condition. When Woods was discharged, therefore, by due course of law, there was no violation of Hocker’s contract. It was as if he had expressly stipulated that Woods might be discharged. And he has no reason to complain even of surprise, for he not only knew it might be done, but he had notice that it was done. He was appointed to the trust in Woods’s stead, and had full opportunity, thus, to guard it from waste. But, declining to act as guardian himself, he continued bound for the acting guardian. He might have complained to the court, and ousted Strasbaugh, or required new security to be given, but he chose to stand in the position in which the law of his contract had placed him, and it is too late now for him to escape. The Acts of Assembly under which official bonds are given and judicial contracts made, enter into and modify such bonds and contracts; and parties must be considered as contracting with a view to what the law prescribes, and as assenting to all the legal consequences of their act.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Berman Alrieks and J. A. Fisher, for the plaintiff in error.—",
      "Hamilton Alrieks, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Hocker versus Woods’s Executor.\nThe discharge by the Orphans’ Court of one of two joint guardians, who has received no part of the estate, is complete to all intents and purposes, both from duties and liabilities. He does not remain liable on his bond, for the future devastavit of his late co-guardian.\n' The discharge of one of two joint guardians by the Orphans’ Court, does not have the effect of releasing the surety in their official bond. The possibility that one of the guardians may be discharged by due course of law, leaving the duties of the office to be performed by the other, is a part of the contract of the surety.\nError to the Common Pleas of Dauphin county.\nThis was an action of assumpsit by Peter Hocker against Oliver Baskins, surviving executor of Henry Woods, deceased, to recover the sum of $51838.07, which the plaintiff had paid as surety for John Strasbaugh and Henry Woods, who were the guardians of the minor children of Timothy Kirby, deceased.\nOn the trial of the cause, a special verdict was found by agreement, in which the following facts were stated :—\nOn the 21st November 1845, the Orphans’ Court of Dauphin county appointed Henry Woods and John Strasbaugh guardians of the six minor children of Timothy Kirby, deceased; and Peter Hocker, the plaintiff, became the surety in their official bond, in $7000.\nOn the 27th April 1846, Henry Woods, upon his own petition, was discharged by the Orphans’ Court from the duties of his appointment, not having received any part of the estate of the said minors; and Peter Hocker, the plaintiff, was appointed in his stead. Hocker declined the appointment, and John Seales was subsequently appointed guardian of William Kirby, one of the •said minors.\nHenry Woods died in February 1847, and on the 25th March 1851, Oliver Baskins, his surviving executor, settled his administration account, exhibiting a balance of $1213.19 in his hands, the proceeds of the real and personal estate of the decedent. This balance still remained in the hands of the defendant.\nIn April 1855, John Strasbaugh died insolvent; and on a settlement of his estate, the sum of $1838.07 was found to be due to the five minor children of Timothy Kirby, deceased, of whom he continued to act as guardian. This sum the plaintiff, as surety in the guardians’ bond, paid to the said minors, on the 13th February 1856. And this suit was brought to recover back the same, or .a proportionate part thereof, from the estate of Henry Woods, deceased.\nThe court below (Pearson, P. J.) gave judgment for the defendant on the special verdict, which was here assigned for error.\nBerman Alrieks and J. A. Fisher, for the plaintiff in error.—\nThe discharge of Woods by the Orphans’ Court, was merely a discharge from the duties of his appointment, not from his liability on the bond: Act 29th March 1832, § 11, Brightly's Purd. 192, pl. 35; Id. 217, pl. 193. He remained liable, as a principal in the bond, for the acts of his co-guardian: Patterson’s Estate, 1 W. & S. 291; Boyd v. Boyd, 1 Watts 368; 2 Conn. 536; Weigand’s Appeal, 4 Casey 471; Moore v. Wallis, 18 Ala. 458 ; Williams v. Harrison, 19 Id. 273; Thomas v. Riegel, 5 Rawle 266.\nHamilton Alrieks, for the defendant in error,\ncited Sterrett’s Appeal, 2 Penn. R. 419; Stem’s Appeal, 5 Wh. 476; Calhoun’s Estate, 6 Watts 185; Royer’s Appeal, 1 Jones 36; Eyster’s Appeal, 4 Harris 372, 376."
  },
  "file_name": "0466-01",
  "first_page_order": 466,
  "last_page_order": 468
}
