{
  "id": 988427,
  "name": "Fox et al. versus Lyon et al.",
  "name_abbreviation": "Fox v. Lyon",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "474",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 246",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0246-01"
      ]
    },
    {
      "cite": "3 Yeates 23",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0022-01"
      ]
    },
    {
      "cite": "3 W. & S. 465",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0465-01"
      ]
    },
    {
      "cite": "2 Watts 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0390-01"
      ]
    },
    {
      "cite": "1 Binn. 146",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0146-01"
      ]
    },
    {
      "cite": "2 Binn. 58",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 871,
    "char_count": 23935,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.1678425058659986e-07,
      "percentile": 0.5855476516198435
    },
    "sha256": "440da24db3adb5bc16cfbc8194565d93c00fc285e1bb4d83af936173929afef8",
    "simhash": "1:723280573405d6f7",
    "word_count": 4263
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fox et al. versus Lyon et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe plaintiffs claim under the oldest warrants; the defendants under the oldest surveys.\nThe plaintiffs’ warrants are not only the oldest, but are also reasonably descriptive on their face. The law of such warrants is, that if surveyed in reasonable time on the land designated or referred to in them, the title commences, by relation, from the date of the warrants. If, however, though surveyed in reasonable time, they be laid on other land than that which they call for, they become what is termed shifted warrants, and title under them commences only from the return of the surveys into the land-office. Younger warrants, surveyed on the same land, and returned before the surveys of such shifted warrants, take precedence of them and constitute the better title. The reason given in the cases, for this postponement of the older and descriptive warrant is, that the contract, in consequence of the descriptiveness of the warrant, having attached to the lands described, cannot be changed, by the owner of it, to other lands, until the Commonwealth, through its officers, assents to the change, by accepting the survey. The acceptance of a survey of land not embraced in the original contract, is a new bargain, that cannot have a retroactive operation against a person deriving right from a prior survey: Lauman v. Thomas, 2 Binn. 58; McKinney v. Houser, 2 Smith’s Laws 190; Moore v. Shaver, 6 S. & R. 133; Mix v. Smith, 7 Barr 77; Jones’s Land Law § 32.\nIf, therefore, the Fox warrants are to be treated as shifted warrants, they gave title only from the return of the surveys; and as this, though within reasonable time, was subsequent to the surveys of the younger warrants, the defendants have shown the oldest and best title to the land in controversy.\nThe general question in the case is, then, whether these warrants must be regarded as shifted warrants or not. That they are descriptive is not denied. Were they laid upon the ground called for ?\nThe warrant in the name of John Fox called for “ 400 acres of land in Bald Eagle Valley, adjoining a survey in the name of Mordecai Massey on the north, and adjoining land of Fowler & Co., in Franklin township, county of Huntingdon.” The warrant in the name of James Fox called for “400 acres of land adjoining lands this day granted to John Fox, Sr., on the north, in Franklin township, in the county of Huntingdon.”\nThe plaintiffs are obliged to admit that the warrants, as surveyed and returned into the land office, do not agree with these calls. John Fox adjoins Mordecai Massey on the north, but is not within 150 perches of the Fowler lands, and James lies at the east instead of the north of John.\nNow, the Massey tract and the Fowler lands being well-known lands, about whose location there is no dispute, and lying moreover in such relation to each other that the John Fox warrant might have been so surveyed as to touch them both, is it not an irresistible conclusion, that that warrant was shifted from the ground originally designated ? A warrant that designated two well-known boundaries is located nearly half a mile from one of them, without any overruling necessity — is not that a shifted warrant ?\nThis question derives additional force, from the consideration that where several warrants are taken at the same time, one of which calls for known boundaries and the next for that warrant, and so on through the series, the location of the whole block is to be determined by the location of the leading warrant. This I understand to be an established rule in the location of blocks of surveys. In accordance with this rule, the location of James Fox must be determined by that of John Fox, which was the leading warrant. Where was John Fox laid ? Having ascertained that, we ought to look for James Eox as adjoining it on the north. On these principles of location the plaintiffs would have no title to this land; but they insist, that these are not the principles that should be applied to their case.\nThey assume that John Eox applied and paid for both warrants, and thus placed on the records of the land office notice to all the world that 800 acres of land in Franklin township, adjoining Massey and the Fowler lands, had been appropriated by him. They say that the marks on the ground show that the exterior lines of this body had been run — that the interior or division line between the two tracts was not run, and that they were under no necessity to run or mark it — and that those exterior lines do bound on both the Mordecai Massey and the Jacob Shuler surveys, the latter of which is understood to be one of the body known as the Fowler lands. The result of this position is, that James Fox, as returned into the land office, lies on the east of John Fox, instead of the north; but the plaintiffs’ remedy that, by changing the division line between the two Fox tracts, from a line north and south to a line east and west. They feel free to take so great a liberty with that line, because it was not actually run on the ground, and because a man having a body of 800 acres of land has a right to divide it as he pleases. So divided, John Fox would answer all its calls, and James Fox would lie at the north of John. In other words, the warrants would be located agreeably to the original contract made with the Commonwealth, and the doctrine of shifted warrants would have no application.\nThe argument is plausible, and the propositions it involves as to notice of appropriation — the sufficiency of a survey that ran only exterior lines — and the right to run the dividing line east and west, instead of north and south, must all be conceded. The last, in regard to the division line, could not be admitted as a general proposition ; for I hold that the owner of these warrants would be concluded by the line returned into the land office so long ago, as against all parties claiming subsequent to that return ; but the reason why the proposition is true in this case, is, that the surveys under which the defendants claim were made before the Fox surveys, and of course before their return. As to them, or any owners of that title, no change of the division line of the Fox surveys could work a surprise.\nConceding, therefore, to the argument, all of its minor propositions, it rests at last on the assumption, or, as the plaintiffs would say, on the proved fact, that John Fox, whose heirs they are, was the owner of both of the Fox warrants. This is obviously the major or fundamental proposition of the argument, and if this be not well established, the argument goes for nothing.\nLet us see, then, how the proofs stand on this point. The plaintiffs first showed the entry of June 13th 1794, from purchase blotter, No. 5, in words and figures as follow: — ■\n“ No. 12,889. J. Fox. Two warrants, 800 acres, at 50 shillings per C. Paid in specie, ¿G20. Fees, 20 shillings, paid.”\nThis entry would import that the application was made, and the purchase-money paid by one person, who may have been either John or James Fox, but afterward the applications themselves were given in evidence. They were dated December 16th 1793, and were on the same paper, which accounts for their having the same number on the blotter in the receiver-general’s office, but the paper is called “Application James and John Fox.” Then follows the application of each for his respective warrant, and the usual attestation of two justices, that the land was vacant.\nJuly 25th 1799. Patent to James Fox, recorded in Centre county, January 17th 1810.\nSame date. Patent to John Fox, Sr.\nMarch 24th 1817. Will of James Fox, authorizing his executors to sell and dispose of his lands, &c., and dividing the residue of his estate between his step-son, David Morgan, and the heirs of his deceased brother, John Fox.\nAssessments of taxes against James Fox were shown from 1818, and against John Fox from 1801.\nNow, do these facts warrant the assumption that John Fox took and paid for both warrants ?\nThe blotter, which at most is only primd facie evidence of who pays, is as good evidence that James paid as that John paid. It is probable, that one paid for both, but it is impossible, from this entry, to determine the ownership of the money. The continued separation of the titles during the lives of the Foxes, and until James devised a moiety to the heirs of John, is a strong indication of original separation. And the legal presumptions arising from lapse of time point the same way. In Strimpfler v. Roberts, 6 Harris 302, it was decided, on great consideration, and reaffirmed in Brock v. Savage, 7 Casey 421, that where a warrant is issued to one person, and the purchase-money is paid by another, and the patent is afterwards taken out by the nominal warrantee, the right of him who paid the purchase-money is gone, unless he takes possession of the land, or brings ejectment to recover it, within twenty-one years from the date of the warrant; and after that lapse of time he cannot recover, no matter how clearly he may be able to prove that the legal owner was in the beginning a trustee for him.\nIt was not proved that John Fox paid the purchase-money for the James Fox warrant, but, in view of this principle, what boots it if he did? The patent of 1799 vested the legal title in James, and even though he was trustee for John, the equities of the latter were gone after twenty-one years of non-claim.\n■ These are the reasons why the ground on which the plaintiff’s counsel built up their very ingenious argument cannot be conceded to them. We cannot treat the warrants of 1794 as belonging to one man, and the 800 acres of land covered by them, as his exclusive property. The proofs in the case do not permit us to do so, whilst the presumptions which the law is wont to make in behalf of paper titles, compel us to regard these warrants as separate properties, belonging originally to the respective owners whose names they bear. So regarding them, it appears that they were not located according to their calls, and were consequently returned as shifted warrants, the title under which must be held to have originated when the returns were accepted. But before that time, that part of the land covered by them which is in controversy in this suit, had been taken away by the warrants and surveys under which the defendants claim, and therefore the plaintiffs had no right to. a verdict.\n• We think the will of James Pox gave his executors power to sell the land he held under his warrant of 1794, and hence there was no error in admitting in evidence the deed from the executors to David Morgan.\nAs the case was tried, we think there was no error in withholding it from the jury, and directing a verdict for defendants.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Curtin, Blanchard, and Binn, for the plaintiffs in error.—",
      "Hade and McAlister, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Fox et al. versus Lyon et al.\nA descriptive -warrant followed, in a reasonable time, by a survey and return, gives title from its date.\nBut a shifted warrant only gives title from the return of the survey into the land office.\nWhere several warrants are taken, at the same time, one of which calls for known boundaries, and the next for that warrant, and so on through the series, the location of the whole block is to be determined by the location of the leading warrant.\nIf one person pay for, and take out two separate warrants, in different names, and locate them so that the exterior lines of the whole tract conform to the calls in the two warrants, they are not to be considered shifted warrants, by reason of the division-line between the two tracts not conforming to the calls; the owner has a right to divide them as he pleases.\nBut the right to thus locate the two warrants, so as to give title from their date, will depend on the fact that they were both owned by the same person.\nWhere a warrant is issued to one person, and the purchase-money is paid by another, and the patent is afterwards taken out by the nominal warrantee, the right of him who paid the purchase-money is gone, unless he take possession, or bring ejectment, within twenty-one years from the date of the warrant.\nError, to the Common Pleas of Centre county.\nThis was an ejectment by James Fox and Richard Fox against John Lyon, Anthony Shrob, David Stuart, William M. Lyon, John T. Matthias, and W. W. Dallas, for two tracts of land, containing 800 acres, in Taylor township. The case was formerly before this court, and is reported in 3 Casey 9.\nThe plaintiffs claimed title under two warrants, issued on the 14th January 1794, one of them to John Fox, Sr., for “400 acres of land in Bald Eagle Valley, and adjoining a survey in the name of Morgan Massey on the north, and adjoining lands of Fowler & Co., in Franklin township, in the' county of Huntingdon;” the other, to James Fox, for “400 acres of land, adjoining lands this day granted to John Fox, Sr., on the north, in Franklin township, in the county of Huntingdon.” Surveys were made on these warrants on the 16th May 1795, which were returned on the 12th March 1799.\nThe surveys as made upon the ground, and returned into the land office, did not, when taken separately, correspond with the calls in the warrants. The John Fox survey adjoined the Mordecai Massey survey on the north, but was not within 150 perches of the Fowler & Co. lands; and the James Fox survey was to the east instead of the north of the former tract. The exterior lines, however, of the two surveys, taken together, corresponded with the description in the applications and warrants; the interior lines between the two tracts, had not been run on the ground; and the plaintiffs, in order to show that both warrants were taken out and paid for by John Fox, gave in evidence the entry in the “ Old Purchase Blotter” No. 5, as follows :—\n“1794, June 18, No. 12,889. J. Fox, two warrants for 800 acres, at 50 shillings. Fees paid. Paid in specie ¿£20. Fees, 10 shillings, paid.”\nPatents were issued to the warrantees respectively, on the 25th July 1799. And on the 30th June 1853, the heirs at law of John Fox and James Fox conveyed both tracts to the plaintiffs.\nThe defendants claimed title under four warrants in the names of Robert McGhee, Peter Louden, John Harrison, and John Louden, dated the 13th March 1794, upon which surveys were made on the 10th June 1794, and returned on the 29th April 1795; and to show title to the James Fox survey, they gave in evidence the will of James Fox, proved the 9th May 1816, wherein he devised as follows: — “ And as touching all the rest, residue, and remainder of my estate, real and personal, of what kind or nature soever the same may be, in this state or elsewhere, I give and devise the same to the children of my deceased brother John Fox, and my said step-son David Morgan, equally to be divided between them, share and share alike. And when it shall be found necessary to sell and dispose of my lands, &c., I do hereby authorize and empower my said executors, or survivor of them, to sign, seal, execute, and acknowledge, all such deed or deeds of conveyance as may be requisite and necessary for the granting and assuring the same to the purchasers thereof, in. fee simple, and the moneys arising from such sale to be paid, as aforesaid, by my said executors. And lastly, I nominate, constitute, and appoint Elias Furman and Samuel Webb, Jr., to be the executors of this my will.”\nThey also gave in evidence, under exception, a deed from the executors of James Fox, deceased, to David Morgan; and deduced their title to this tract from Morgan.\nThe court below (Burnside, P. J.) delivered the following charge to the jury: — “ There are no disputed facts in this case. The plaintiff’s warrants are the oldest, but his surveys were made after those of the defendant. It has been argued as a question of law, that although the John Fox survey does not, as found upon the ground, meet all the calls of the warrant, and the James Fox survey as returned into the office, adjoins the John Fox on a side different from its call in the warrant, yet the application being joint, and the purchase-money paid for both tracts by one man, the warrants granted thereon, amounted to a purchase from the Commonwealth of 800 acres of land at a place described in the applications; and if the exterior lines of the two tracts taken together, embrace the land described in the applications as a whole, subsequent warrantees have nothing to do with the interior division of the land, and cannot object that the tracts, in theiryelative positions to each other, and to the surrounding surveys, do not happen, severally, as surveyed and returned, to correspond with the calls of the respective warrants; that the owner of the tracts could divide it as he pleased, provided the exterior lines, as a whole, corresponded with the lands described in the warrants taken both together. To this position we cannot assent. John Fox is the leading warrant; it palls for ‘ adjoining land in the name of Mordeeai Massey on the north, and joining land of Fowler & Co.’ James Fox calls for ‘adjoining land this day granted to John Fox on the north.’ John Fox does not come within half a mile of Fowler & Co.; and James Fox, as located, adjoins John Fox on the east and not on the north. These warrants are not, therefore, of that descriptive character (being located differently) as would give title from the date of the warrant. There was no notice in the land office which would prevent others from taking out warrants and having surveys made; and as the defendant’s surveys are the eldest, your verdict must be for him. As to the James Fox survey, the defendant has shown he is the owner of it.”\nTo this charge the plaintiffs excepted; and a verdict and judgment having been rendered for the defendants, the plaintiffs removed the cause to this court, and here assigned for error: 1. The admission in evidence of the deed from James Fox’s executors to Morgan. 2. The charge of the court.\nCurtin, Blanchard, and Binn, for the plaintiffs in error.—\nThere is no doubt that the warrants in the names of John Fox and James Fox, claimed by the plaintiffs, are upon their face descriptive; and why, therefore, should they be postponed to the subsequent warrants claimed by the defendants ? The only ground asserted for such a claim is, that the warrants taken separately do not conform in their actual location to all their calls. It is true, as a general rule, that the holder of a precisely descriptive warrant must, if he would claim title from its date, have it surveyed in conformity to its calls. Why ? Because the very foundation of his right to priority over the holder of a junior warrant, consists in the fact that, by his application, filed of record in the land office, he has given notice to all the world that he has purchased from the Commonwealth a portion of her lands embraced within the description; and subsequent purchasers from the Commonwealth are only to be affected to the extent and by the terms of the notice thus given. For the same reason, the title under an indescriptive warrant commences from the date of the survey made thereon, because the warrantee then, for the first time, gives notice of the location and extent of his purchase from the Commonwealth. But the rule thus stated, if founded upon the reason already given, by no means sustains the judgment of the court below. The application for the Fox tract is a joint one; the purchase-money for the warrants being paid at one time by one individual, and both the surveys having been made upon the same day by the same surveyor, leaves no room to doubt that the land was applied for by a single individual, who purchased from the state 800 acres of land; and because the law forbade him to take more than 400 acres in one warrant, resorted to what was the every-day practice in the land office, of using the name of a friend in obtaining another 400 acre warrant to cover the residue.\nIf then the applications filed in the names of John and James Fox described the land purchased from the Commonwealth with reasonable certainty, they were notice to subsequent warrantees of the application of so much of the public domain. The calls in the warrant to John Fox for well-known surveys, and the location of James Fox on a particular side of John Fox, was sufficient notice of the purchase of the body embraced in the two warrants. It was a full compliance with the requirements of the law, on the part of the holder of these descriptive warrants, if, within a reasonable time, he proceeded to locate them upon the body of land purchased and if the exterior lines of such location agreed with the description in the warrants as a whole, subsequent warrantees may not object that the interior division is not in accordance with the applications filed. If the holder of a junior warrant has notice of the appropriation of the whole body, it is all that he can ask, and he must leave the division of the territory so appropriated to those to whom it belongs; and so far as concerns this principle, a descriptive warrant, or two or more descriptive warrants which upon their face describe the whereabouts of a quantity of land purchased from the state, must of necessity have the same effect as the actual survey of the exterior lines of a large body of lands upon indescriptive warrants belonging to the same person or a company; for the reason, that in the one case, the description filed, and in the other, the survey of the exterior lines of the body of lands, constitute notice and become the inception of title. Upon no other principle, can the difference between a descriptive and an indescriptive warrant, as to the periods at which title commences under them respectively, be sustained. In these, as in many other instances known to the law, notice becomes the foundation of right.\nThe law is well settled, that it is not necessary, so far as concerns title, to run the interior lines of a body of surveys, that the marking of the exterior lines is sufficient; and the reason given is, that subsequent warrantees are thus notified of the appropriation of the land; as to them, the interior lines are immaterial: Woods v. Ingersoll, 1 Binn. 146; Morris v. Travis, 7 S. & R. 222; McDowell v. Ingersoll, 5 S. & R. 101; Mock v. Astley, 13 S. & R. 382; Ross v. McJunkin, 14 S. & R. 364; Caul v. Spring, 2 Watts 390; Stephens v. Hughes, 3 W. & S. 465; Boyles v. Kelly, 10 S. & R. 216; Patterson v. Ross, 10 Harris 340; Bell v. Levers, 3 Yeates 23; Kyle v. White, 1 Binn. 246; McDowell v. Young, 12 S. & R. 129.\nThe court were, therefore, in error in misapplying the general rule as to the location of descriptive warrants, and in charging the jury to render a verdict for the defendants for the reasons set forth in the charge.\nThe court erred also in admitting the deed of James Box’s executors to Morgan. The deed was not void by reason of any irregularity in the mode of selling, but because there was no shadow of right to sell.\nHade and McAlister, for the defendants in error.\n— It is not conceded in this case, that these two tracts were taken up by one individual, or that the application was a joint one, in any just sense. The warrants are certainly separate, and to separate individuals; and, so far as we know, and the evidence discloses, there never was anything like a joint-ownership, nor any ownership other than such as grew out of the fact that each was ths owner of the warrants in their respective names. No conveyance was ever made from the one to the other. But each held his own warrant, and conveyed and devised it without any claim on the part of the other; and the only fact claimed by the plaintiff in error, as constituting a joint-ownership, was that some five months after the date of the warrant, “ J. Fox,” which answers for either of the warrantees, paid the purchase-money. The subsequent conduct of these parties shows, that they were paid by both, through the agency of one of the parties, they being brothers."
  },
  "file_name": "0474-01",
  "first_page_order": 474,
  "last_page_order": 482
}
