{
  "id": 988407,
  "name": "Menges versus Dentler",
  "name_abbreviation": "Menges v. Dentler",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "495",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Cow. 550",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2156704
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/1/0550-01"
      ]
    },
    {
      "cite": "4 Binn. 123",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 271",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0271-01"
      ]
    },
    {
      "cite": "7 Watts 300",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0300-01"
      ]
    },
    {
      "cite": "1 Wh. 460",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0292-01"
      ]
    },
    {
      "cite": "2 Rawle 374",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Pet. 88",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1438390
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/33/0088-01"
      ]
    },
    {
      "cite": "2 Yeates 493",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0493-01"
      ]
    },
    {
      "cite": "10 Watts 118",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0118-01"
      ]
    },
    {
      "cite": "2 Cranch 272",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1411962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/6/0162-01"
      ]
    },
    {
      "cite": "5 W. & S. 171",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0171-01"
      ]
    },
    {
      "cite": "2 Pet. 627",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11339800
      ],
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0627-01"
      ]
    },
    {
      "cite": "2 Dall. 310",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 495",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0495-01"
      ]
    },
    {
      "cite": "4 W. & S. 20",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0020-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 810,
    "char_count": 17231,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 7.411328780215025e-07,
      "percentile": 0.9693192537479984
    },
    "sha256": "fe4e0f05499bf56485b17ca3c96ac46463ccf5564b4e76edc1fcf533f4d8fbc6",
    "simhash": "1:52a701359a86fc01",
    "word_count": 3080
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Menges versus Dentler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nThe title to this land was once, in due course of law, declared to be in the heirs of Solomon Menges, against the title claimed by George Oyster under a sheriff’s deed, purporting to convey it as the property of their father. Afterwards, an Act of Assembly was passed, 24th April 1843 (Pamph. L. 362, § 11), declaring that sheriff’s deed valid, in so far as the Supreme Court had declared it invalid. Then the controversy was renewed, and the Act of Assembly was decided by the Supreme Court to be constitutional, and Oyster’s title was sustained: Menges v. Wertman, 1 State R. 218. Now again the controversy is renewed, and we are asked to declare the Act of Assembly unconstitutional, and to restore the heirs of Menges to their original rights.\nIt is very apparent that, in the case of Menges v. Wertman, the court yielded to the force of the legislative will with great doubt, hesitation, and dislike, and by a bare majority. They afterwards repudiated the doctrine then admitted, by expressing their regret for the decision: 9 Id. 110, 11 Id. 495, 15 Id. 172 ; and by making several decisions contrary to it; 2 Id. 22, 6 Id. 87, 15 Id. 18, 17 Id. 58, 18 Id. 111. See also 23 Id. 507, 28 Id. 200, 30 Id. 48.\nThe bill of rights, §§ 9, 11, declares that no man shall be deprived of life, liberty, or property, unless by the judgment of his peers, or the law of the land: and that the courts shall be always open to every man, so as to afford remedy by due course of law for all invasions of rights; and that right and justice shall be therein administered without sale, denial, or delay. It seems to us, that these provisions of the constitution were entirely overlooked when the Act of Assembly alluded to was passed, and when the case of Menges v. Wertman was decided; for, to our minds, they most plainly forbid both the act and the decision. They leave no shadow of doubt about the general class of functions which fall under the denomination of judicial power, and which are vested by the constitution in the courts of justice. They declare that all claims for justice between man and man, shall be tried, decided, and enforced exeksively the judicial authority of the state, and by due course of law.\nThese provisions are taken from Magna Charta; but they have higher value here than in England, just as a constitution adopted by the people is of higher value than a mere act of Parliament. Parliament may disregard Magna Charta, but our legislature must obey the constitution. These provisions are, therefore, imperative limitations of legislative authority, and imperative impositions of judicial duty. To the judiciary they say: — You shall administer ■justice to all men by due course of law, and without sale, denial, or delay; and to the legislature they say: — You shall not inter-meddle with such functions. In England, these words prohibited the king from interfering with judicial proceedings, so as to exclude all royal arbitrariness, and insure that cases should be decided by law. Here, they prohibit all legislative and executive interference, for the same reasons.\nThat this may more distinctly appear, let us endeavour to get a clear view of the thought intended to be expressed by the phrases, “ by due course of law,” and “ by the law of the land.” So far as they relate to the forms of remedy, we need only say, that no one can justly complain of a change in them, after the arising of his cause of action, provided an adequate remedy is still allowed him. There is a more fundamental thought involved in these words.\nThe law which gives character to a case, and by which it is to be decided (excluding the forms of coming to a decision), is the law that is inherent in the case, and constitutes part of it when it arises as a complete transaction between the parties. If this law be changed or annulled, the case is changed, and justice denied, and the due course of law violated.\nIf I find a man possessed of a title to land, with all the conveyances duly recorded, and with no conveyance recorded from him to any other person, and I know of none, I may safely buy the land; though, in fact, another person holds an unrecorded conveyance ; for the law, that such unrecorded and unknown conveyance is invalid, is an inherent part of my case, and my case is changed, if that be changed in it, or stricken out of it. My case cannot be decided by due course of law, apart from the particular law, statutory or customary, that constitutes part of it, and gives it class and character. In the very nature of things, a law that is enacted after the case has arisen can be no part of the case. Such a law can have only a forced and unnatural relation to the case, and must produce an untrue decision; a decision, not of the case arising between the parties, as it ought to be, but of a case partly created by the legislature.\nWhen, therefore, the constitution- declares that it is the exclusive function of the courts to try private cases of disputed right, and that they shall administer justice “ by the law of the land,” and “by due course of law;” it means to say, that the law relating to the transaction in controversy, at the time when it is complete, shall be an inherent element of the case, and shall guide the decision; and that the case shall not be altered, in its substance, by any subsequent law.\nThis view of these constitutional provisions may cast doubt upon several decisions to be found in our reports. Some of them are acknowledged to be erroneous, and others are exceptional, and must stand on their exceptional principles. The cases, recognising the laws curing defective certificates of acknowledgment of deeds of married women, and other kindred cases, may be reconciled with the constitution (without rejecting other reasons), by treating the certificate as not an inherent part of the contract; but as a means of proving it, the strict form of which being dispensed with, leaves the instrument to the support of the legal presumption, omnia rite acta esse.\nWe are therefore bound to declare that the Act of Assembly, passed for the purpose of deciding this controversy as it originally arose, constitutes no part of the present case, and cannot be allowed to influence our judgment relative to the effect of the sheriff’s deed to Oyster. In strict law, it does not tend to validate that deed, so far as it purports to convey land in Northumberland county. If the deed had no such validity when made, the Act of Assembly could give it none.\nMust we then declare that the plaintiff is entitled to recover this land from the defendant ? This does not follow; for the case has been materially changed by the judicial proceedings that have taken place under the Act of Assembly. In the former case, it was the relation between Menges and Oyster that was to be decided. In the present one, it is the relation between Menges and a bond fide purchaser under Oyster; and now the former decision of the Supreme Court, and the fact of a fair purchase on the faith of it, become important elements of the case.\nWow, the case presents itself thus: If, in an action of ejectment, a rule of law is established by the Supreme Court, which is conclusive in favour of the title claimed by one party, and' the case is thereon decided in his favour; and if, afterwards, and before a new suit is instituted to try the title, the successful party sells the land to a bond fide purchaser for value; and after that, the Supreme Court should discover and decide that the rule by which they had established the title was an untrue one, and that it ought to have been decided so as to give the land to the other party; in such a case, must the title of the original unsuccessful party be treated as lost ?\nWe feel constrained to decide this question in the affirmative. In strict law, the title remains; but in equity, it is lost: and this is a sort of equity which, the courts alone can properly declare and administer. It is quite plain, that the present title depends upon faith in that department of government which alone may deal with such a subject, and upon the good faith of government in protecting those that trust in it. Men naturally trust in their government, and ought to do so, and they ought not to suffer for it.\nThis is acting in conformity with ordinary experience, and with the appearance of things as sanctioned by the highest civil authorities ; and it is a plain moral duty of government to protect such acts. This duty is the most obvious moral element on which the doctrine of stare decisis is founded; and when this doctrine must be departed from, the courts ought to see that no transaction that is evidently based upon it should be affected by the departure. The same element is involved in the practice of allowing amendments of mistakes of the courts or their officers, so as not to affect third persons — in the doctrine, that sales made under judgments are valid, even though the judgments should afterwards be annulled and set aside for error — in the doctrine, that the officers of the courts are protected in executing the orders and judgments of the courts, even though erroneous — in the doctrine, that the confirmation of a sheriff’s deed cures all mere irregularities in the proceeding — in the doctrine, that conveyances, void or voidable in law or equity, for fraud or mistake, are yet sustained in protection of bond fide purchasers — in proceedings in rem for the benefit of all concerned, where a sale of the thing passes the title, however erroneous the judgment — and in the doctrine, that justifies and protects obedience to a government in fact, though not in right. Indeed, it is an essential principle of government; for, if the right to trust to the highest governmental functionaries is denied, and such trust is unprotected, every man is bound to question every act of government that affects him, and to resist whatever he does not approve — a doctrine that would make government impossible.\nThere is no equality of equities between these parties. The controversy between Menges and Oyster turned upon a single principle of law, and they submitted that to the umpirage of the state, through its appropriate functionaries, and argued it as well as they could, and they were bound by the decision, whether it was right or wrong, so long as it stood in force; for, necessarily, the state is the final mediator in all controversies, and it cannot do better than express itself according to the degree of intelligence of its functionaries. A citizen may suffer by mistakes of government; and so he may by his own or by those of his private agents, or of his family or copartners, or friends. They cannot be corrected at the expense of others.\nFor the purposes of this case, the decision in Menges v. Wertman must be treated as correct; and, therefore, there is no error in this judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Bonnel, Johnson, and Maynard, for the plaintiff in error.—",
      "G-. F. Miller, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Menges versus Dentler.\nThe constitution vests all judicial powers in the courts of justice, and forbids their exercise by the legislature.\nThe “law of the land,” which gives character to a case, and by which it is to be decided, is the law that is inherent in the case, and constitutes a part of it, when it arises as a complete transaction between the parties. ■\nIf this law be changed or annulled, the case is changed, and justice denied, and the due course of law violated. A law that is enacted after a case has arisen can be no part of it: nor is any law relating merely to the forms of the remedy.\nThe bill of rights requires that the law relating to the transaction in controversy, at the time when it is complete, shall be an inherent element of the case, and shall guide the decision; and that the case shall not be altered, in its substance, by any subsequent law.\nTherefore, an Act of Assembly, making valid a sheriff’s sale, which had been decided by this court to pass no title, is unconstitutional and void.\nMenges v. Wertman, 1 Barr 218, overruled.\nBut if, in an action of ejectment, a rule of law be established by this court, which is conclusive in favour of the title claimed by one party, and the case be thereon decided in his favour; and afterwards, and before a new suit is instituted to try the title, the successful party sell the land to a bond fide purchaser for value; and after that, the court should discover and decide that the rule by which they had established the title was an untrue one, and that it ought to have been decided so as to give the land to the other party; in such a case, the title of the original unsuccessful party must be treated as lost.\nIt is a plain duty of government, in correcting mistakes in its administration, to see that this shall not be done at the expense of a citizen who has in good faith trusted in its guidance, and who had no part in the mistake.\nError to the Commorf Pleas of Northumberland county.\nThis was an ejectment by William Menges against Peter D. Dentler, for a tract of 80 acres of land, in Delaware township.\nThe plaintiff claimed title as one of the heirs of Solomon Menges, who, in his lifetime, was the owner of a tract of 408 acres, lying partly in Lycoming, and partly in Northumberland county. On the 1st June 1833, Solomon Menges executed a mortgage of this land to William Parker, for $800, which was recorded only in Lycoming county. In 1838, a scire facias was issued on this mortgage, out of the Court of Common Pleas of Lycoming county; judgment was obtained, the property sold at sheriff’s sale, and on the 9th May 1839, the sheriff of Lycoming county executed to George Oyster, the purchaser, a deed for the entire tract; which was described in the mortgage and all the subsequent proceedings as lying in the two counties.\nOyster obtained possession, hut in an ejectment against him, for that part of the tract lying in Northumberland county, by the heirs of Solomon Menges, deceased, it was decided by this court , (Menges v. Oyster, 4 W. & S. 20) that no title passed by the sheriff’s sale, to that portion of the land, and the heirs recovered possession.\nOn the 24th April 1843, an Act of Assembly was passed, declaring that the sheriff’s deed for this tract of land, sold as the property of Solomon Menges, should be good and valid, to all intents and purposes, in the same manner and with the same effect, as if the whole of the said tract of land were situate in the county of Lycoming : Pamph. L. 362.\nOyster, thereupon, put one Daniel Wertman in possession of 60 acres of the land in Northumberland county, under a contract of sale; and, in an ejectment against him, by the heirs of Solomon Menges, this court held the Act of 24th April 1843 to be constitutional, and there was judgment for the defendant: Menges v. Wertman, 1 Barr 218. This case was decided by a divided court: 9 Barr 110.\nOn the 1st April 1863, the administrator of George Oyster, deceased, conveyed the premises in dispute to A. Sechler; who, on the 4th June 1866, conveyed to Michael Sechler, the landlord of the defendant Dentler.\nThe court below charged the jury, that under the authority of Menges v. Wertman, 1 Barr 218, they were bound to hold the Act of 24th April 1843 to be constitutional; and that the defendant was, therefore, entitled to a verdict.\nTo this instruction the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, the plaintiff removed the case to this court, and here assigned the same for error.\nBonnel, Johnson, and Maynard, for the plaintiff in error.—\nMenges v. Wertman has never been recognised as sound law, and has been virtually overruled in all subsequent cases where reference has been made to it: Dale v. Medcalf, 9 Barr 110; Greenough v. Greenough, 1 Jones 495; Lycoming v. Union, 3 Harris 172.\nWe rely upon the 9th section of the 9th article of the Constitution, which is directly violated by the Act of 1843. The expression “law of the land,” does not mean Acts of Assembly in regard to private rights; but it means the law of the individual case, in a fair and open trial: Brown v. Hummel, 6 Barr 89. In every case reported, the court expressly admits the unconstitutionality of acts which impair or destroy vested rights: Vanhorne v. Dorrance, 2 Dall. 310-11; Calder v. Bull, 3 Id. 388; Wilkinson v. Leland, 2 Pet. 627, 657; Satterlee v. Matthewson, 16 S. & R. 179; Norman v. Heist, 5 W. & S. 171; Eakin v. Raub, 12 S. & R. 360; Bolton v. Johns, 5 Barr 149; Ogden v. Blackledge, 2 Cranch 272; 1 Kent’s Com. 456, note b; 9 Barr 108; Camp v. Wood, 10 Watts 118.\nG-. F. Miller, for the defendant in error,\ncited Respublica v. Duquet, 2 Yeates 493; Underwood v. Lilly, 10 S. & R. 97; Barnet v. Barnet, 15 Id. 72; Satterlee v. Matthewson, 16 Id. 178; Watson v. Mercer, 8 Pet. 88; Kean v. Rice, 12 S. & R. 203; Tate v. Stooltzfoos, 16 Id. 35; Mercer v. Watson, 1 Watts 356; Bleakney v. Farmers’ and Mechanics’ Bank, 17 S. & R. 64; Commonwealth v. McCloskey, 2 Rawle 374; McMasters v. Commonwealth, 3 Watts 292; Commonwealth v. King, 1 Wh. 460 ; Hepburn v. Curts, 7 Watts 300; Braddee v. Brownfield, 2 W. & S. 271; Commonwealth v. Smith, 4 Binn. 123; Ex parte McCollum, 1 Cow. 550; Menges v. Wertman, 1 Barr 218.\nThis case was decided at Sunbury, in 1858."
  },
  "file_name": "0495-01",
  "first_page_order": 495,
  "last_page_order": 500
}
