{
  "id": 988430,
  "name": "Fisher versus Forrester",
  "name_abbreviation": "Fisher v. Forrester",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "501",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 501"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 439",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 785,
    "char_count": 20652,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 2.8347231395455765e-07,
      "percentile": 0.8394306000079541
    },
    "sha256": "cec546bc421ad5200143c33aafe7ae0961fe3dba4c620fbb2268ad3ba9ee2a1d",
    "simhash": "1:9aa3a466b06be711",
    "word_count": 3603
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fisher versus Forrester."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe facts of this case, as sent up to us, have made a very different impression on our minds from that which they seem to have produced on the mind of the learned president of the Common Pleas.\nThe plaintiff in error, and his wife, were returning home from church on Sunday, along the public road in a buggy, when their horse took fright, rushed up against a fence, endangered their lives, and did some slight injury to the buggy and harness. He believed that the defendant in error, plaintiff below, caused the affright of the horse by the rapid and noisy manner in which he and three other young men rode past the buggy on horseback, and accordingly applied to a respectable gentleman of the bar, who advised a prosecution of the young men for malicious mischief. A bill of indictment was found against them; but on trial, they were acquitted, and the costs put upon the county. Then came this action for malicious prosecution, which resulted on the first trial in a verdict for the defendant, which the court set aside; and on the second trial, in a verdict for the plaintiff for $60 damages. It is the judgment on the last verdict which is here for review.\nWe are not unmindful that the facts do not belong to us to consider, any further than as they enter into the legal propositions on the record, nor do we forget that the judge who saw and heard the witnesses would be more likely to estimate the facts according to their true value, than we who receive them at second hand. Still, however, we cannot help thinking that they were so placed before the jury as to lead them to the conclusion, that the defendant’s liability to damages depended on the guilt or innocence of the plaintiff in respect to the malicious mischief charged.\nTake for instance those parts of the charge which relate to probable cause, and whilst many of the rules of law will be found correctly stated, we have the following language: “ if their motive was, or the motive of Ira Forrester was, to injure Isaac D. Fisher or his wife, or their horse or buggy, it would be malicious mischief in him or them, and would amount to probable cause. But if their conduct was the result of indiscretion, thoughtlessness in riding at a very rapid gait, accidentally touching Fisher’s horse in passing, without malice on their part or intention to do wrong or injury, they would not be guilty of the crime charged against them.”\nNow, if the learned judge had been trying the indictment for malicious mischief, this language might have been very proper; but in the case in hand, what had the jury to do with the motives of Forrester, or the question of his guilt or innocence ? They had rather to inquire into the motives of Fisher — whether .they were malicious or not, in instituting the prosecution of Forrester. That was the precise question on which the jury was to pass; and the fault of the charge is, not that this question was suppressed — for it was distinctly stated more than once — but that such observations as the above were thrown in, which were calculated to divert the jury’s attention from the true question, to another which did not arise upon the pleadings. It was possible, that Forrester should be innocent of the crime of malicious mischief, and yet that there should be such deceptive appearances of his guilt as justified Fisher’s prosecution. Fisher’s liability to damages did not depend on the question of Forrester’s guilt or innocence, but upon the question whether he had prosecuted him without probable cause. And when all the circumstances were taken into view — the rapid rate of the plaintiff’s riding, the affright of the defendant and his horse, and the advice received from his counsel, the court would have been quite justifiable in declaring, as a conclusion of law, that the defendant had probable cause. For these circumstances, which are of a nature to negative the malice of the prosecution, add themselves with great force to the prim&faeie legal presumption, which is always in favour of public prosecutions. Indeed, the single fact that he acted under the advice of competent counsel, should have shielded him, unless there was evidence that he made the resort to counsel a mere cloak of his malice. And there was no such evidence. An apparent contradiction of the defendant on one or two points of minor importance, was brought out by a comparison of his testimony on the trial of the public prosecution, with that delivered by other witnesses on this trial; but there was nothing to impeach the fairness of his representations to his counsel. Mistaken he may have been about the striking of his horse, but it is impossible to see in the evidence, any disposition to fabricate a case against the young men. Doubtless, the defendant was greatly excited; and not wholly without cause. A group of gay and frolicksome boys, coming gallopping up behind the defendant’s horse, was an effectual way of rendering him unmanageable; and it is- not strange that the defendant should be mistaken, in some particulars, in recounting the events of the moment.\nStill less strange, that he should seek to punish them for what lie naturally considered a great indignity to himself, as well as a profanation of the Sabbath.\nThe whole drift of the charge was such as to turn all the questions over to the jury, and to substitute for the true question in the case, an inquiry into the questions that had been passed upon in the criminal prosecution. Herein was error; for it was a case in which the court ought to have taken the question of probable cause away from the jury, and ruled that under the evidence, if believed by the jury, the defendant had probable cause.\nThis view of the case takes away all the importance of the bills of exception to evidence, and it is not necessary that they be noticed.\nThe judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Cf. F. Miller, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Fisher versus Forrester.\nIn an action for malicious prosecution, it is the duty of the court to determine, as a question of law, whether a certain state of facts, if found by the jury to exist, amounts to probable cause.\nThe fact that the prosecutor acted under the advice of counsel, is proof of probable cause, unless it be shown that he made the resort to counsel a mere cloak for his malice.\nIt is error, in connection with a correct charge as to what amounts to probable cause, to make such observations to the jury as may lead them to infer that the guilt or innocence of the plaintiff of the criminal charge, was a question in the cause.\nError to the Common Pleas of Northumberland county.\nThis was an action on the case by Ira Forrester against Isaac D. Fisher, for a malicious prosecution.\nOn a Sunday, in October 1853, as the defendant Isaac D. Fisher, and his wife, were returning from church in a buggy, four young men, of whom the plaintiff, Ira Forrester, was one, rode past them on horseback, at a rapid gait; and in passing, it was alleged by the defendant, touched his horse and frightened him so that he ran up against the fence, injured the buggy and harness, and endangered the lives of the defendant and his wife.\nSome days afterwards, the defendant called on H. J. Wolverton, Esq., a member of the bar, for legal advice, gave him a statement of the facts, and, under his advice, 'prosecuted the four young men for malicious mischief. A true bill was found, at January Sessions 1854, and on the trial before the petit jury, the defendants were acquitted, and the county directed to pay the costs. The plaintiff then brought this action for malicious prosecution.\nOn the trial of the present action, the court below (Jordan, P. J.) delivered the following charge to the jury: — “ This is a special action on the case brought by Ira Forrester against Isaac D. Fisher, to recover damages for a malicious prosecution, commenced and proceeded in to trial and judgment, by Isaac D. Fisher against Ira Forrester and several others, for malicious mischief. To maintain the present action, plaintiff must prove that a prosecution was commenced against him by defendant; that the prosecution was commenced maliciously and without probable cause; and that plaintiff has in consequence sustained damage.\n“ Ira Forrester and others were prosecuted by the defendant, in this county, for malicious mischief, by Isaac D. Fisher, whose name is marked on the indictment as the prosecutor; the trial commenced in court on the 3d January 1854, and a verdict of not guilty was rendered on the 4th, and the county directed to pay the costs of prosecution. The first ingredient necessary to maintain the present action has been clearly established by Ira Forrester.\n“ The next inquiry for you is: Was the prosecution commenced by Isaac D. Fisher maliciously and without probable cause ? If it was, or if it was without probable cause, and yet not maliciously, the action cannot be maintained; there must be a concurrence of malice and want of probable cause.\n“ The question of malice is for the jury, and the plaintiff must show that the criminal charge was wilfully false. In law, any illegal act done wilfully and in purpose to injure another, is malicious as against that person; the term malice, in this form of action, is not to be considered in the sense of spite or hatred against an individual, but as of malus animus or evil mind, and as denoting that the party is actuated by improper and indirect motives. In a legal sense, malice signifies a wrongful act, intentionally done, without justification or excuse; the popular sense is ill will towards a particular person, or actual intention to injure or defame him.\n“Probable cause is a reasonable ground for suspecting any one to be guilty of a crime, supported by such circumstances as are sufficient to warrant a prudent and cautious man in believing that the person is guilty of the crime charged against him; where malice cannot be directly proved (and it cannot often be done) it may be inferred, from circumstances; express malice is usually found by the acknowledgment of the individual, no such acknowledgment exists in this case; and if it existed, it is to be collected from all the facts and circumstances by you in the case. It cannot he inferred from the acquittal of the defendants alone; but it may be inferred by you, if there is want of probable cause. Probable cause is a mixed question of law and fact — the jury are to determine as to the truth or falsity of the circumstances, and the court whether they amount to probable cause — unless in cases where there is an internal or close blending of the law and facts.\n“ The offence with which Ira Forrester and others were charged by Isaac D. Fisher — and for which they were indicted, tried, and acquitted — was malicious mischief; an offence sometimes difficult, to distinguish from a trespass or civil injury. It is that species of injury to private property, which the law considers as a public crime; not such as is done with an intention of gaining by another’s loss, but such as is done either out of a spirit of wanton cruelty, or black and diabolical revenge.\n“ The malicious mischief complained of by Isaac D. Fisher against Ira Forrester and others, is to be found in their conduct returning from a church on a Sunday, in the month of October 1853, in their riding at a very rapid gait, hallooing, and passing the buggy in which Mr. Fisher and his wife were returning from church, and in such a manner as to cause his horse to become restive and unruly, endanger their lives, and do injury to the buggy. It was further charged against them, that in passing Fisher’s horse and buggy, they, or one of them, struck his horse, and that this rapid riding and conduct of Forrester and others, was the result of a concert or agreement between them, when about leaving the church. If their motive was, or the motive of Ira Forrester was, to injure Isaac D. Fisher or his wife, or their horse and buggy, it would be malicious mischief in him or them, and would amount to probable cause. But if their conduct was the result of indiscretion, thoughtlessness in riding at a very rapid gait, accidentally touching Fisher’s horse'in passing, without malice on their part or intention to do wrong or injury, they would not be guilty of the crime charged against them. There does not appear to have been any concert or agreement between them before leaving the church, to behave improperly. If there is any such evidence, you will consider of it. If, in riding past Fisher, they intentionally struck his horse, or hallooed with a view to alarm his horse, there would be such acts, as might induce the belief in the mind of Mr. Fisher, that their object was to produce results that might be injurious to him or his property, or both.\n“In order to determine their motives, it will be necessary for you to examine the evidence given in the cause. A number of witnesses have been examined, principally in reference to but few facts — the speed with which the young men travelled; their conduct before they left the church, where their horses had been hitched during the service in the church, along the road, and while passing Mr. Fisher, who was riding in his buggy with his wife; the width of the road at different places; and where his horse became restive. The plaintiff's witnesses testify that they did not proceed at a greater speed than an ordinary trot, and that two of them gallopped or cantered the natural pace or gait of these two horses; that they didn’t in passing Mr. Fisher touch his horse or buggy; that no noise was made; that there was no concert or agreement between them, before they left the church, or afterwards, to ride rapidly, or to do anything wrong to Mr. Fisher, or any one else; that they rode behind his buggy for some distance, until they came to a part of the road where they could turn out conveniently and pass him, and that they did so; the roads were very dusty at the time, so much so as to prevent those who were passing along the road that day from seeing any considerable distance ahead.\n“ The defendant attempted to prove that before these young men left the church, there was an agreement between them to do mischief, or so conduct themselves as that mischief might result; (in this the defendant appears to have failed,) that Ira Forrester, after he mounted his horse at the church, struck him with a whip several times to excite his horse; and that he whipped him on the road before he passed Fisher. Whether these different allegations are true or false, you will determine. The injury that resulted from the eonduet of these young wen to Mr. Fisher or his property, was not very severe, although it might have been. Mr. Fisher and his wife were no doubt put in fear. The horse probably became unruly, making it necessary to run him into a fence corner, a rail or more was disturbed, the horse got his leg over the trace, part of the harness was broke, and the cross piece and iron of the swiveltree.\n“Probable cause does not depend on the actual state of the case in point of fact, but upon the honest and reasonable belief of the party prosecuting. If Fisher did not know of the existence of the facts which had a tendency to show reasonable and probable cause, he could not act upon them, and you should be satisfied that he believed the facts amounted to the offence, which he charged against the young men. Whether he had this knowledge, and did so believe them, is a fact for you: 2 Greenl. Ev. § 445; and the court submit to you to determine, whether there was probable cause, not upon the trial and acquittal of the defendants in the procution against them for malicious mischief, but upon Fisher’s belief honestly entertained of their guilt: 5 W. & S. 439. Justifiable probable cause, in a technical sense, is said to be a deceptive appearance of guilt, which arises from facts and circumstances misapprehended or misunderstood, so far as to produce belief. The belief, however, although it may have been strong in the mind of Mr. Fisher, will not avail him, if it was adduced by his own error, mistake, or negligence, without any occasion for suspicion .given him by the young men prosecuted.\n“The court have already told you that to entitle the plaintiff to a verdict, he must show that the prosecution instituted by Fisher and carried on to trial and judgment, was instituted maliciously and without probable cause. That both these ingredients must be proved, that malice need not be proved by positive and direct evidence, but may be inferred from the conduct of the prosecutor, and the facts and .circumstances in the cause. Fisher in this case denies the existence of malice on his part, and asserts that he had probable cause for the prosecution; in other words, that there was reasonable ground for suspicion, supported by such circumstances as were sufficient to warrant a cautious man in believing, that the party was guilty of the offence charged.\n“ In connection with the testimony of the witnesses examined in the present action, you will take into consideration the testimony of Isaac Fisher on the trial of the prosecution, and testimony of the other witnesses, read by counsel from their notes; and determine how far he is supported by the testimony of the witnesses in the cause, and whether he gave a detail of the facts and circumstances, varying in several material respects, from those detailed by the witnesses, with a knowledge on his part, they were not true. If he honestly entertained the belief that the matters sworn to by him were true, and had reason to believe they were true, they might amount to probable cause, but if he did not honestly entertain this belief, and had not reason so to believe, or deposed to matters of which he had no knowledge, it would not amount to probable cause. Some evidence has been given as to the character of Mr. Fisher’s horse, and his habits, gentle or otherwise. From the evidence you will determine, so far as may be material for you to do so, whether the animal was gentle and safe in harness, or easily excited, and unsafe.\n“Besides the grounds of defence already stated by the court, there is another, and that applies as well to the question of malice, as to a complete justification for the criminal prosecution, and defence to the present action, and that is, that Mr. Fisher, before he commenced the prosecution, consulted counsel, and acted upon the advice of the counsel. Where a party does consult counsel before commencing proceedings, and makes a full, fair, and correct statement of facts, and acts in accordance with that advice, it does furnish sufficient probable cause for proceeding accordingly. If a material fact is purposely withheld from the counsel, or a statement given which the party knows to be incorrect, he cannot shelter himself under the legal advice he has sought and maintained. He must, at the time he seeks legal advice, act in good faith and state the facts truly and correctly. You have heard the testimony of Mr. Wolvcrton, the counsel consulted by Mr. Fisher, with which you can compare the facts as detailed by the witnesses, and from this examination determine, whether he intentionally withheld from his counsel a material fact, or intentionally made a false statement. The mistake of the counsel, if a mistake there were, cannot prejudice him.\n“ If you should be of opinion that the plaintiff in this action failed to prove that Isaac D. Fisher was prompted by malice, and that there was want of probable cause, the defendant will be entitled to your verdict. But if you are satisfied that the prosecution was instituted maliciously and without probable cause, you will determine the amount of damages plaintiff is entitled to recover. In estimating them you shall include the expenses necessary incurred in defending the prosecution, and the danger occasioned to the present plaintiff in regard to his liberty, injury to his reputation, feelings, and person. Actions of this kind are not to be encouraged, as it might tend to prevent the prosecution of individuals guilty of offences, but when it is made to appear clearly that a prosecution was commenced, and carried on from malicious motives, and without probable cause, it is a proper action to obtain redress by the party prosecuted.”\nTo this charge, the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for $60 damages, the defendant removed the cause to this court, and here, inter alia, assigned the same for error.\nCf. F. Miller, for the plaintiff in error.\nThis case was argued at Sunbury in October 1858, and decided at Philadelphia in January 1859."
  },
  "file_name": "0501-01",
  "first_page_order": 501,
  "last_page_order": 508
}
