{
  "id": 988437,
  "name": "Means versus Milliken",
  "name_abbreviation": "Means v. Milliken",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "517",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 506,
    "char_count": 13543,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 6.011112711018113e-08,
      "percentile": 0.37291633604893565
    },
    "sha256": "d53cc9bd1aebcaefff9853a6d49e187ed352539ef3b4cd94d46293bbbce04af4",
    "simhash": "1:ec4684a2215f8991",
    "word_count": 2370
  },
  "last_updated": "2023-07-14T17:04:30.386620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Means versus Milliken."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe plaintiff declared on a several contract with the ..defendant — the general issue was pleaded, and the jury have found for the plaintiff. If the contract was joint, the nonjoinder of the other contracting parties should have been pleaded in abatement. In the' absence of - such a plea, the defendant got more than he was entitled to have — a direction from the court submitting the question of a joint contract to the jury. After they have found against him on such an issue, we ought to hear no more of this point.\nIn looking through the errors assigned, the only one that seems to be worthy of any special notice is the 6th.\nThe plaintiff alleged that he conveyed to the defendant, on the 19th of October 1848, a fourth of the “Hopewell property,” in satisfaction of an indebtedness of $5000, and under a verbal agreement that he, the plaintiff, should have all the profits the-property could be sold for, within five years, over and above that sum and the interest.\nOn the 1st of February 1853, the plaintiff gave the defendant notice, in writing, that the “ property can now be sold for a very great advance, and you are hereby notified to sell the same at the highest price, or to allow the subscriber to do so; and after paying your debt, interest, and reasonable costs and expenses, to pay the balance to Joseph Milliken and the representatives of James Milliken. On failure to do so, you will be held liable for all loss and damage.”\nThe defendant’s 6th point asked the court to say, that if he sold the property for as much as could have been obtained for it on 1st February 1853, the plaintiff cannot recover, unless he sold the same for more than the amount of his debt, interest, and reasonable expenses.\nThe court refused to affirm this point, and instructed the jury that the defendant would be liable for whatever Milliken could, at ■any time within the five .years, have sold the property above the indebtedness referred to.\nThere was some evidence that the time given for a resale of the ■property was two -years, but as the court submitted the period of probation to the jury, and they have found it was five years, we .-assume that to have been the period contracted for. Doubtless, Milliken would have been .entitled to the benefit of the whole period, if he had not voluntarily abbreviated it. When, about four years .and -a third had elapsed, he called on Means to sell now, or allow him to do so, and threatened him with the loss and damage of longer 'delay, did -he not abbreviate it ? Could he in reason ask anything more of Means than to account for the value of the property on that day ?\nWe think not. Though entitled by his contract to the market for five years, he was not bound to wait for the last day of the period, but might avail himself of the highest price, at any time within the five years. Possibly the best sale could be made a little short of the extremest limit, and the contract, construed most favourably to Milliken, would allow him to take advantage of the very nick of time. He thought so. He construed the bargain in this manner, and accordingly fixed the 1st February 1853.\nThen, in all reason, the measure of damages ought to have been the difference between the market value of the property on that day, and the indebtedness which Means had a right to retain. More especially is this true, when it is considered that Means, without any fraudulent intent, but probably understanding the contract differently from Milliken, had, on the 8th January 1853, sold and conveyed the property for $5700 — a sum considerably less than the indebtedness, with interest and expenses, which it was the prime object of the arrangement to secure. He could not, of course, bring the property to a sale on the 1st February 1853, but he was called on to answer in this action for its value, and under the circumstances of the ease, he had a right to insist that its value should be ascertained as of that day.\nIf he had availed himself of the improved market between that day and the 19th October 1853, when the five years would have been out, there would be justice in requiring him to account accordingly, but he did not. It may be said, that he ought to have waited. Perhaps he ought, if the plaintiff had let him alone. But after receiving so imperative a notice he was not bound to take the risk of waiting. Had the market declined after the notice, the consequences of delay would have been his, but having substantially obeyed the call, by offering on this trial to answer for the value of the property on the day fixed by the plaintiff for its sale, it is immaterial whether the property rose or fell after that date. It was virtually taking the plaintiff at his word, and selling the property on the 1st February 1853. Had this been the form of the transaction, nobody would have thought the defendant liable in damages. But although it could not take this form, the 6th point brought the matter substantially to the same test.\nThe point should have been affirmed, and thus a measure of damages furnished to the jury to apply under the appropriate proofs.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Alexander and Doty, for the plaintiff in error..",
      "A. Parher, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Means versus Milliken.\nThe non-joinder of other contracting parties, as defendants, must be pleaded in abatement. If the plaintiff declare on a several contract with the defendant, he will be entitled to a verdict under a plea of the general issue, although the one given in evidence be made by the plaintiff with the defendant and others jointly.\nA debtor conveyed lands to his creditor in satisfaction of his indebtedness, under a verbal agreement that the debtor should have all the profit, on a resale within five years, over and above the amount of his debt with interest, &e.; before the expiration of the five years the grantor gave notice to the other party to sell, but the grantee had previously disposed of the property: Held, in an action to recover the difference between the amount of the debt and interest, and what the property might have been sold for, that the damages were to be estimated by what it would have produced at the time notice was given to sell, and not by the highest price that could have been procured at any time during the five years.\nError to the Common Pleas of Mifflin county.\nThis was an action of assumpsit by Joseph Milliken, who survived James Milliken, against Robert A. Means, to recover damages for an alleged breach of contract, arising out of the sale and conveyance, by James Milliken and Joseph Milliken, to William Thompson, John McDowell, and the defendant Robert A. Means, of three undivided fourth parts of “The Hopewell Property,” for the consideration of $15,000. The plaintiff alleged that the defendant, at the time of the conveyance, agreed with the Millikens, that they should have the privilege of reselling his fourth part of the property, within five years thereafter, and that the surplus, over and above $5000 with interest, and a sufficient sum to compensate the defendant for his trouble and expense in the premises, should belong to the Millikens. The defendant pleaded non assumpsit, and payment with leave, &c.\nOn the 19th October 1848, the Millikens were in failing circumstances, and indebted to Messrs. Thompson, McDowell, and the defendant, in something less than $5000 each. In order to secure themselves, they agreed to purchase the Millikens’ three-fourths of “ The Hopewell Property,” at $5000 for each fourth part; and accordingly each of them paid or secured to the Millikens the difference between their respective debts and $5000. The Millikens refused to sell at that price, except on the condition that they were to have the profit on a resale within five years. This was assented to by the other parties; but the defendant contended that it was a joint contract between the Millikens and all the purchasers, and not a several contract with him.\nThompson and McDowell disposed of their interests in the property; and on the 8th January 1853, the defendant sold his interest to Lewis T. Wattson, for $5700; a sum less by $500, than his share of the purchase-money, interest, taxes, &e.\nOn the 1st February 1853, the plaintiff gave the following notice to the defendant:—\nLewistown, February 1st 1853.\nMr. Robert A. Means: — Sir, Take notice that at the time James Milliken and Joseph Milliken conveyed to you the undivided one-fourth part of Hopewell Iron Works and the lands and appurtenances thereto belonging, it was agreed and understood by the parties, to allow J. & J. Milliken five years to resell the said property, and after paying your debt they were to receive the surplus. This property can now be sold at a very great advance, and you are hereby notified to sell the same at the highest price, or to allow the subscriber to do so; and after paying your debt, interest, and reasonable costs, and expense, to pay the balance to Joseph Milliken and the representatives of James Milliken. On failure to do so, you will be held liable for all loss and damage.\nJoseph Milliken,\nFor self, and surviving partner of J. & J. Milliken.\nIt was shown, that the property had subsequently, within the five years, greatly increased in value, in consequence of the construction of a railroad leading to Hopewell.\nThe defendant’s counsel presented certain points in writing upon which they requested to charge the jury; the 1st, 2d, and 6th of which were as follows :—\n1. That if J. & J. Milliken were indebted to John McDowell, William Thompson, and Robert A. Means respectively, and if on the 19th October 1848, they conveyed to the said McDowell, Thompson, and Means, by deed of general warranty, the Hopewell property, for the consideration of $15,000, upon the express agreement and understanding, that the said J. & J. Milliken were to have the right to resell the same within five years, such agreement and conveyance constitute a joint contract, and in the absence of proof of a separate and distinct contract with the defendant, the plaintiff cannot recover in'this action.\nTo this point, the court below (Wilson, P. J.) answered:— “ If J. & J. Milliken conveyed the land to McDowell, Thompson, and Means, under the circumstances here stated, with an express agreement and understanding that the said J. & J. Milliken were to have the right to resell the same within five years, such agree- * ment would constitute a joint contract, and in the absence of proof of a separate and distinct contract with the defendant, the plaintiff cannot recover in this action. We do not say, under that part of the evidence which is undisputed, as to each of the defendants settling separately his part of the consideration, and that each were to account separately for any liability he might incur, that there was no separate liability; that it would be considered joint, as the contract, on which the plaintiff claims to recover, is by parol; it is a question for you to settle, of whether the evidence makes out that the contract sued on was joint or separate. If you find it was joint, the plaintiff cannot recover; if separate, the plaintiff’s right to recover will depend on other considerations.”\n2. That the only evidence of a contract is that of the one made on the 19th day of October 1848, between J. & J. Milliken of the one part, and Thompson, McDowell, and defendant of the other, which is a joint contract, and therefore plaintiff cannot recover.\nAnswer. — “We have in part answered this point in our answer to the first, and refuse to answer it affirmatively, or say it was joint, under the evidence, so far as this action is concerned.”\n6. That if the defendant sold his interest in the Hopewell property for as much as could have been obtained for it on the 1st day of February 1853, plaintiff cannot recover, unless he sold the same for more than the amount of his debt, interest, and his reasonable expenses.\nAnswer. — “We refuse to answer this as requested, under the evidence in the cause, and have referred in our general charge to the question, upon which the defendant’s right to recover must turn.” And in his general charge, the learned judge instructed the jury upon this point as follows: — “ If there was a time fixed within which Milliken had the privilege of selling the property, and to receive all he could sell for, over and above what would pay the respective amounts Thompson, McDowell, and Means had purchased from him for, and if you find that that time was two years from the date of the deed, it had passed, and the plaintiff will not be entitled to recover. But if you find that the time was five years, then you determine from the evidence whether Means by his sale has made himself more than would make him whole in his purchase — the surplus the plaintiff would be entitled to recover; or if you find that Means was to hold the property five years to enable Milliken to sell, and sold, without notice- to Mil-liken, for what Milliken could have sold it, within five years, he would be entitled to a verdict for the surplus, after Means is made whole in the amount of his purchase; but if you find that- there was no restraint on Means to sell at the time he did1, he will' be entitled to your verdict.”\nTo this charge the defendant excepted; and a verdict and judgment having been rendered for the plaintiff for f500, the defendant removed the cause to this court, and here, inter alia, assigned the same for error.\nAlexander and Doty, for the plaintiff in error..\nA. Parher, for the defendant in error."
  },
  "file_name": "0517-01",
  "first_page_order": 517,
  "last_page_order": 521
}
