{
  "id": 988452,
  "name": "Bear's Administrator versus Bear",
  "name_abbreviation": "Bear's Administrator v. Bear",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "525",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wh. 57",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 14987,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.6164061737138945e-07,
      "percentile": 0.8209078984913792
    },
    "sha256": "73abcd29d61a16769807cb033d861ddb69c06e47dbb86d98a86a70e0e9b13504",
    "simhash": "1:a46746aaa3c8999a",
    "word_count": 2629
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., dissented."
    ],
    "parties": [
      "Bear’s Administrator versus Bear."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThis is an action brought by the administrator of a deceased husband against his wife, to recover money paid, laid out, and expended by him, for her use, in the improvement of her real estate, and, as is alleged, at her request. It is, of course, founded upon an implied promise of the wife to the husband, and it assumes that a husband and wife may contract with each other, that she is legally bound by her promise to pay him for money advanced for her use, and that compliance with such a promise may be enforced by suit against her at law. The case is certainly novel, and, if it can be sustained, must work an entire change in the marriage relation, if indeed that relation can be said longer to exist.\nIt is not asserted that, at common law, any such action can be maintained. The doctrine of the common law was, that the husband and wife are one person, the twain have become one flesh. From this it followed, that no contracts could be made directly between them; that the wife was “ sub potestate viri,” and incapable of bargaining with him. It would be out of place here to spend time in showing how exactly this doctrine accords with Divine revelation; how it tends to the protection of the wife, and to the promotion of that unity of interests, of plans, and of sympathies, which are indispensable to domestic harmony, and to the happiness of families.\nBut it is strenuously urged, that the Act of April 11th 1848 has made a radical change in this doctrine, and has dissolved this intimate union between the husband and wife. It is said they are no longer one; that, so far as her property is concerned, they are as strangers to each other, and that the wife may contract with strangers, and even with her husband; may sue and be sued, precisely as if she were a feme sole. Such is not, however, our understanding of the Act of 1848, and such is not the construction which we have heretofore repeatedly given to it. We shall be slow to believe that the legislature intended such a revolution in this the most important domestic relation; that they designed to expose the wife’s property to the hazards which must be inseparable from a power in her to contract independent of her husband; much less that their purpose was to destroy the relation of confidence between them, which previously existed, and place them in the position of buyer and seller, promissor and promissee, between whom there is held to be no confidential relation. The Act of 1848 undoubtedly made a change in the common law, but not such a change as is contended. All agree that its general intent was to prevent a wife’s property from being swept away by a husband’s creditors. It was designed as a remedial act. As the law was before its passage, the husband, by the marriage, became the absolute owner of the wife’s choses in possession, as well those which she had at the time of marriage, as those which she subsequently acquired. He succeeded to her dominion over her choses in action, and by reducing them into possession, they became absolutely his. He also became entitled to the use and enjoyment of her real estate, owning its rents, issues, and profits. The necessary consequence of this was, that all the property which she brought to her husband, except a remainder in her real estate after his death, was liable to be seized and sold at the suit of his creditors. Instances had occurred in which a wife who had brought property to her husband, had seen it all swept away, and herself left to destitution through the improvidence, misfortune, or even vice of her husband. It had perhaps gone to pay debts which he had contracted before the marriage. Such cases appealed strongly to the sympathies of the legislature, and were doubtless the moving cause of the enactment of April 11th 1848. Here was the mischief to be remedied, and the statute is the remedy provided. The whole legislative purpose is fulfilled, if the statute receive such a construction as to remedy that mischief. We are not at liberty, even if we have the disposition, to go beyond the spirit of the enactment. All statutes changing the common law are not to be extended by construction. Even a slight analysis of the enactment will suffice to show, that the legislature has done no more than remove this evil. It declares that every species of property belonging to any single woman shall continue to be her property, as fully after her marriage as before; .and that all such property, of whatever kind, which shall accrue to any married woman during coverture, shall be owned, used, and enjoyed by such married’'woman as Tier own separate property; and that the said property, whether owned by her before marriage, or which shall accrue to her afterwards, shall not be subject to levy or execution for the debts or liabilities of her husband; nor be sold, mortgaged, or transferred, or encumbered by him without her written consent, acknowledged before a judge of the Court of Common Pleas. What is there in this more than protection against the husband’s creditors? It was, doubtless,- not intended to give to the wife greater rights over her property which might accrue to her after marriage, than over that which belonged to her when married. When, therefore, the act declared that the property which might accrue during coverture should be “ owned, used, and enjoyed by such married woman her own separate property,’! it meant precisely what was intended in the former part of the section respecting the property belonging to her before marriage, namely, that “ it should continue to be the property of such woman as fully-after her marriage as before.” The act prevented the wife’s choses in possession from becoming the property of her husband, denied his succession to dominion over her choses in action, and debarred him from ownership of the use of her real estate. It thus removed the whole from the reach of his creditors, and insured its preservation for •her. This was the entire object sought to be accomplished — a perfect remedy for the supposed mischief. It is not easy to see how it can be supposed that it was intended to remove any of the disabilities which resulted from the marriage relation. The object of the act is conceded to have been protection to the wife; and those disabilities are her shield. Even her inability to contract, secures her against fraud, cunning, or imprudence: and her inability to bargain with her husband, protects her against coercion on his part, as well as the seductions of overweening confidence in him.\n■ It is a' radical mistake to suppose that the act intended to convert the wife into a feme sole, so far as relates to her property. That is impossible while she is to continue to discharge the duties of a wife. Nor does the act express any such purpose. Those who think differently, gather their impressions from the provision that the property which shall- accrue to any married woman during coverture, whether by will, descent, deed of conveyance, or otherwise, shall be owned, used, and enjoyed by such married woman- as her own separate property. It is confidently asked, how she can own, use, and enjoy her property,' if she cannot bind herself by her contracts. From what has béen said, however, it is apparent that the ownership, use, and enjoyment spoken of, is -such as to protect the property from her husband’s creditors. The legislature have not said, she shall own it as a feme sole, or use it as a feme sole; hut “ as her own separate property.” She is to own, use, and enjoy it as a married woman, as if the property had been settled to her sole and separate use during her coverture. This is all. This is precisely what the act declares. Now, certainly it will not be said, that prior to the Act of 1848, a married woman, having property settled to her separate use, was a feme sole in regard to it; that she might enter into contracts respecting it with strangers, or with her husband, which should be obligatory upon her, and which would enable them to levy upon and sell her separate property. Certainly it was not the law, that such a wife could sue her husband, or be sued by him. This enactment then placed every married woman in the same position; gave her the rights which femes covert, owning separate property, enjoyed before, and gave her no other. It made all the property of the wife her separate property. It was as a married woman, therefore, and not as a feme sole, that she was to use and enjoy it.\nThat a new power to contract debts, with the privilege of being sued, was not conferred by this statute, appears also from several other of its provisions. The property cannot be sold, conveyed, mortgaged, transferred, or in any manner encumbered by her husband, without her written consent first had and obtained, and duly acknowledged before a judge. If she could contract with her husband respecting the property, why was it necessary to provide a mode by which she could enter into a particular engagement, with him, by which she could constitute him her agent ? If the act made her a feme sole, this was quite superfluous. So, too, the power conferred expressly upon her to dispose of her property by will, by implication, negatives her possession of the full powers of a feme sole.\nIt is suggested, that the second proviso of the sixth section indicates an intention in the legislature to authorize her to contract debts, and to bind herself by executory contracts. That proviso declares, that nothing in the act shall be construed to protect the property of such married woman from liability for debts contracted by herself. But it has repeatedly been decided, that this refers to debts contracted by her before marriage, from liability for which the husband was exempted by the proviso immediately preceding: Glyde v. Keister, 8 Casey 85.\nWe adhere, therefore, to the construction which has heretofore been given to what is usually called the Married Woman’s Act. It is not an enabling, but a restraining statute. It does not make the wife a feme sole as regards her property. It does not confer upon her power to bind herself, by contract engagements with her husband, and it does not authorize suits between the husband and wife.\nThe legislation since the Act of April 11th 1848, shows that contracts and suits at law between husband and wife are unauthorized. It was thought necessary by the Act of 15th April 1851, to empower a married woman to lend to her husband, and take a security in the name of a third person as trustee; also to declare valid such securities as had before that time been taken. The Act of May 4th 1855, gives to the wife the privileges of a feme sole trader in certain cases; and in similar cases, the Act of 11th of April 1856, authorizes her to maintain actions for her separate earnings or property, providing that if her husband be the defendant, the action shall be in the name of a next friend. Both these acts look to a disability in the wife to contract and sue. But no act has ever authorized a suit by any husband, or his personal representatives, against the wife, upon any contract which she can make with him, during coverture.\nThis case abundantly vindicates the construction which we have given to the Act of 1848. We hold, that that act protected the wife’s property against her husband’s creditors, by protecting it against him. What would the protection be worth, if it made her a feme sole — authorized her to enter into contracts with him, and to assume pecuniary obligations to him ? How long would her property remain secured to her ? Such parties cannot deal on equal terms. A wife is even more defenceless than is a ward in dealing with his guardian.\nThe judgment is affirmed.\nRead, J., dissented.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Franldin and Baer, for the plaintiff in error,",
      "A. Herr Smith, for the defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Bear’s Administrator versus Bear.\nThe Act 11th April 1848 does not enable a married woman to contract with her husband, for the repayment of money advanced by him for the improvement of her separate estate.\nThe purpose of that act was to protect the wife’s property against the husband’s creditors, not to enable her, to enter into contracts with respect to it, as though she were a feme sole.\nIt enables her to hold property, not as a feme sole, but as if it were settled to her separate use as &ferñe covert.\nThe proviso that nothing therein contained “ shall be construed to protect the property of such married woman from liability for debts contracted by herself,’’ applies to debts contracted by her before marriage; from liability for which the husband is thereby exempted.\nError to the Common Pleas of Lancaster county.\nThis was an action of assumpsit by William L. Bear, administrator of Andrew Bear, deceased, against Elizabeth Bear, his widow, to recover the sum of $1807.50 advanced by the decedent in his lifetime for the improvement of his wife’s separate estate.\nThe defendant, at the time of her marriage with the decedent, was the owner of a piece of ground in the city of Lancaster, situate on the north side of North Queen street, near the corner of Lemon street.\nOn the 18th February 1856, after her marriage to the decedent, the defendant entered into a contract with John Ditlow for the erection of two houses on these premises, for the sum of $1850 ; to be paid in instalments, as the work- progressed. In the course of the negotiation, Mrs. Bear informed Ditlow, that she had not money enough to build the houses, but expected Mr. Bear would assist her, and as the rents of her other property became due, she could repay the sums advanced.\nDitlow built the houses in pursuance of the contract, and when he called upon the defendant for payment, as the instalments became due, was by her referred to her husband; who paid from time to time various sums, on account of the erection of the said houses, amounting in the aggregate to $1307.50, taking receipts therefor in his own name.\nAndrew Bear died intestate, in December 1856, possessed of no real estate, and leaving personal property valued at $2002.06. This included the receipts for the payments to Ditlow, which were found among his papers. His administrator brought this suit to recover the moneys thus paid for the use of the defendant.\nOn the trial, the court below (Long, P. J.), in answer to points presented by the plaintiff and defendant, instructed the jury that a wife, during coverture, was incapable of making a contract with her husband, for the payment of money loaned or advanced to her by him; and, therefore, the plaintiff was not entitled to recover.\nTo this charge the plaintiff excepted; and a verdict and judgment having been rendered for the defendant, he removed the cause to this court, and here assigned the same for error.\nFranldin and Baer, for the plaintiff in error,\ncited Towers v. Hagner, 3 Wh. 57-60; Mahon v. Gormley, 12 Harris 82; Patterson v. Robinson, 1 Casey 83; Manderback v. Mock, 5 Id. 43.\nA. Herr Smith, for the defendant in error,\ncited Ritter v. Ritter, 7 Casey 398; Heugh v. Jones, 8 Id. 432."
  },
  "file_name": "0525-01",
  "first_page_order": 525,
  "last_page_order": 530
}
