{
  "id": 988431,
  "name": "The North Lebanon Railroad Co. v. McGrann et al.",
  "name_abbreviation": "North Lebanon Railroad v. McGrann",
  "decision_date": "1859",
  "docket_number": "",
  "first_page": "530",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "33 Pa. 530"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Leg. Int. 148",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 211",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "16 Wend. 586",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2149131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/16/0586-01"
      ]
    },
    {
      "cite": "11 Gratt. 676",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "case_ids": [
        4450935
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/52/0348-01"
      ]
    },
    {
      "cite": "27 Verm. 674",
      "category": "reporters:state",
      "reporter": "Vt.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 602",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3514850,
        3515622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0605-01",
        "/wend/2/0602-01"
      ]
    },
    {
      "cite": "4 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 558,
    "char_count": 13376,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 3.0540063229740156e-07,
      "percentile": 0.8561364002302837
    },
    "sha256": "e2205bd1b78e4f148678ad2ab02800d647474fbbb8e29e058ebd3d211b0c9141",
    "simhash": "1:3875e7bca000daf8",
    "word_count": 2323
  },
  "last_updated": "2024-02-27T20:46:52.756636+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented."
    ],
    "parties": [
      "The North Lebanon Railroad Co. v. McGrann et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStrong, J.\nThe only question in this case which needs examination is, whether, under the contract of the parties, James Worrell was competent to make the award, which has been made the foundation of the plaintiffs’ recovery.' Mr. Worrell was the chief engineer of the defendants during the whole period in which the plaintiffs were performing their part of the contract. He made out monthly estimates for them, and on the 20th of October 1854, the work having been completed, he made out a final estimate, showing the cost of the whole road at the contract prices, and the amount due to the plaintiffs, after deducting the payments which had been made to them. Mr. Worrell continued to be chief engineer of the company until the 7th of September 1857, when the board of directors accepted his resignation previously made. Notwithstanding the final estimate of the engineer, differences arose between the plaintiffs and'defendants, as to the amount due to the former, and in 1855, an action was brought in the Common Pleas of Lancaster county, to enforce payment of the sum which the plaintiffs alleged to be due to them. This suit was subsequently discontinued. On the 27th of October 1857, after Mr. Worrell had ceased to be chief engineer of the defendants, the ’plaintiffs applied to him to adjudicate upon the dispute between them and the defendants, under a clause in the contract by which the parties had agreed to refer any difference which might arise between them to the arbitrament of the chief engineer. Mr. Worrell consented to the application, and, disregarding a protest by the defendants against his authority, made the award upon which this suit is brought. The stipulation in the contract was in the following words: “ And it is mutually agreed and distinctly understood, that the decision of the chief engineer shall be final and conclusive, in any dispute that may arise between the parties to this agreement, relative to or touching the same; and each and every of said parties do hereby waive any right of action, suit or suits, or other remedy in law, or otherwise, by virtue of said covenants, so that the decision of said engineer shall, in the nature of an award, be final and conclusive on the rights and claims' of said party.”\nWe do not think that the plaintiffs, by bringing their suit at law in 1855, relinquished any rights which they had, under the contract, to an award by the chief engineer of the company, nor that Mr. Worrell’s final estimate, made October 20th 1854, was such an award as was contemplated by this clause of the contract. The point of divergence between the parties was the alleged incorrectness of this final estimate. But did the parties agree, that Mr. Worrell might adjudicate between them, after he had ceased to be chief engineer; though doubtless his award would have been final if made during the continuance of his official relation. It is not a question of fitness or unfitness of the arbitrator. The inquiry relates solely to the contract of the parties. In stipulating as they did, that the chief engineer should be the umpire between them, it may well be, that it was supposed the engineer would better than others understand the merits of any controversy that might arise. But it was also well known that the engineer was an officer of the company, paid by them, and that he held his office at their pleasure. The purpose of the agreement of submission was, therefore, not alone to select the most competent arbitrator, but to intrust the decision of any dispute, to one whose very position was one of dependency upon the company. We have nothing to do with the prudence of such an agreement. It is ours to enforce the contract as the parties have made it. A party litigant may refer to his adversary, if he will, or to any one interested adversely to himself. Such a. submission will be enforced: Matthew v. Ollerton, Comb. 218; Hardres 43 ; Kyd on Awards 72; Navigation Company v. Fenlon, 4 W. & S. 205;\nFaunce v. Burke & Gonder, 4 Harris 480. That the agreement was not to refer to Mr. Worrell as Mr. Worrell, cannot be doubted. He was not named. The submission was to be to an officer, competent by virtue of his office. It is true, that when the contract was signed, Mr. Worrell was the chief engineer, but had he resigned the next day, his successor, undeniably, would have been the appointed umpire. So, if there had been a succession of chief engineers, he alone could have awarded, who was in office when the adjudication was called for; and this, though his superintendence of the work might have been far less than that of any of his predecessors. This contingency must have been foreseen when the parties contracted, and it evidences clearly that the umpirage was intended to be inseparable from the office of chief engineer. Fitness, therefore, was at most but a minor consideration. The company retained the right to have the claims of the contractors against them determined by one of their own officers; by one who at the time of deciding should stand in an official relation to them. It was doubtless an advantage, but it was one conceded by the plaintiffs, and it is« one which is usual in such contracts. In Ranger v. The Great Western Railway Company, 27 Eng. L. & Eq. Rep. 35, there was a stipulation in a contract, that during the progress of the work the decision of the principal engineer, with respect to the state, amount, and condition of the work actually executed, and as to every other matter or thing relating thereto, should be final and without appeal. In remarking upon this in the House of Lords, the chancellor (Lord CranWORTH) said, “ that was in fact a stipulation that the questions should be decided by the company.” ■ He added, that “the contract did not hold out or pretend to hold out to the appellant that he was to look to the engineer in any other character than as the impersonation of |he company. * * * It is to be observed that the person to decide was not a particular individual, in whom, notwithstanding his relations to the company, the contractor might have so much confidence as to agree to be bound by his award, but any one, from time to time, the company might choose to select as their engineer.” Lord Brougham, in the same case, treated this reference to the engineer as a reference to the company. I am not prepared to assent to this unqualifiedly, but I cannot doubt that the design of the stipulation is, to give to the company the advantage of having a decision made by one of their own officers or agents. Entertaining this view of the contract, we are constrained to hold, that when Mr. Worrell’s resignation as chief engineer was accepted, he ceased to be competent to act as an umpire between the parties, and that his subsequent award was without authority. Certainly, where a naked power is given “virtute officii” it cannot be exercised by one who does not hold the office.\nBut it is said, there was no other tribunal to decide the controversy between the parties; that there was no chief engineer other than Mr. Worrell. If the fact be so, that did not make him engineer after his resignation and its acceptance. But it is a mistaken assumption that there was no other tribunal. If the company failed to appoint a chief engineer, after Mr. Worrell’s resignation; if they thus prevented the settlement of the dispute by the stipulated reference; the plaintiffs were at liberty to resort to the courts of law.\nThe judgment of the Court of Common Pleas is reversed, and judgment is entered for the defendants in the court below.\nThompson, J., dissented.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Franlclin and Reynolds, for the plaintiffs in error.",
      "Keenan, Fordney, and Stevens, for the defendants in error,"
    ],
    "corrections": "",
    "head_matter": "The North Lebanon Railroad Co. v. McGrann et al.\nIn a contract for the construction of a railroad, it was provided, that the decision of the chief engineer should be final and conclusive, in any dispute that might arise between the parties to the agreement, relative to or touching the same: Held, that the individual who filled the office of chief engineer, when the adjudication was called for, was the proper person to decide disputes between the parties; and that one who had held the office of chief engineer at the time the contract was made, but who had resigned, was not empowered to adjudicate between them.\nIf the company failed to appoint a chief engineer, the parties would be at liberty to resort to the courts of law.\nError to tbe Common Pleas of Lancaster county.\nThis was an action of debt by Richard McGrann & Co. against The North Lebanon Railroad Company, upon an award by James Worrell, late chief engineer of the defendants. The parties agreed upon a case stated, with the right to take out a writ of error, without security; wherein the following facts were stated for the opinion of the court:—\nOn the 10th October 1853, the plaintiffs entered into a contract, under seal, with the defendants, to construct and finish all the graduation, masonry, and other work that might be required on the defendants’ railroad. This contract contained the following provision:—\n“ And it is mutually agreed and distinctly understood, that the decision of the chief engineer shall be final and conclusive, in any dispute which may arise between the parties to this agreement relative to or touching the same; and each and every of said parties do hereby waive any right of action, suit or suits, or other remedy in law, or otherwise, by virtue of said covenants, so that the decision of said engineer shall, in the nature of an award, be final and conclusive on the rights and claims of said party.”\nOn the 20th October 1854, James Worrell, the chief engineer, made out a final estimate. of the work, showing the cost of the whole road to be, at the prices fixed by the contract, $85,004.51; and the amount due the contractors to be $22;131.66. Mr. Worrell continued to be chief engineer of the company until the 7th September 1857, when the board of directors accepted his resignation of the office.\nDisputes having arisen between the parties as to the amount due to the contractors, the latter brought an action against the defendants, in the court below, to August Term 1855; which was discontinued on the 16th November 1857, this court having reversed a judgment obtained by the plaintiffs therein: McGrann v. The North Lebanon Railroad Company, 5 Casey 82.\nOn the 27th October 1857, the plaintiffs applied to James Worrell, the late chief engineer of the company, to determine and adjust the disputes between the parties. This was objected to by the defendants; and on the 4th November 1857, a resolution was adopted by the board of directors, not to submit the matters in variance between them and the plaintiffs, to the arbitrament of James Worrell; and a copy of this resolution was served on the plaintiffs, on the day appointed by the arbitrator for hearing the case, before the hearing.\nOn the 9th December 1857, Mr. Worrell made an award that the sum of $98,033.05 was due to the plaintiffs from the defendants, subject to deductions for such payments as had previously been made to them by the company. A copy of this award was served on the defendants, on the 16th December 1857.\nIt was agreed that, if the court should be of opinion that Mr. Worrell was authorized to act as umpire, at the time he made the award, then judgment should be entered for the plaintiffs for $25,100.20, with interest from 17th September 1857; and that the court should also decide whether (under the provisions of the contract) any and how much thereof was payable in the stock of the company, and how much in cash, and enter judgment accordingly. But if the court should be of opinion that Mr. Worrell had no authority to make the award, then judgment to be entered for the defendants.\nThe court below gave judgment for the plaintiffs, on the case stated, for $25,100.20, with interest from the 17th September 1857; $14,508 to be paid in the stock of the company, and $12,529.16 in cash; which was here assigned for error by the defendants below.\nFranlclin and Reynolds, for the plaintiffs in error.\n— The chief engineer, after his resignation of the office, had no authority to decide disputes between the company and the contractors: 1 Bac. Abr. 309 ; Relyea v. Ramsay, 2 Wend. 602; Ranger v. The Great Western Railway Co., 27 Eng. L. & Eq. 46, 70; Faunce v. Burke, 4 Harris 469. The final estimate made by Mr. Worrell, as chief engineer, on the 20th October 1854, was a final adjudication of the whole matter, and his functions in regard to it were thereby exhausted: Herrick v. Vermont Central Railroad Co., 27 Verm. 674; Barker v. Belknap, Id. 700; Redfield on Railways 208-9; Faunce v. Burke, 4 Harris 469; Ranger v. The Great Western Railway Co., 27 Eng. L. & Eq. 46. By accepting the prices estimated under the contract, the plaintiffs were concluded: Kidwell v. Baltimore and Ohio Railroad Co., 11 Gratt. 676; Morrill v. Ithaca Railroad Co., 16 Wend. 586; McGrann v. North Lebanon Railroad Co., 5 Casey 89-90. By bringing suit against the company to recover the value of their work, the plaintiffs relinquished the specific remedy they might have had under the contract: Snodgrass v. Gavit, 4 Casey 221; Bradford’s Appeal, 5 Id. 513.\nKeenan, Fordney, and Stevens, for the defendants in error,\ncited Monongahela Navigation Co. v. Fenlon, 4 W. & S. 211; Snodgrass v. Gavit, 4 Casey 221; Fox v. The Hempfield Railroad, 14 Leg. Int. 148."
  },
  "file_name": "0530-01",
  "first_page_order": 530,
  "last_page_order": 535
}
