{
  "id": 404600,
  "name": "Samuel Comfort, to the use of Millikens, v. Daniel Eisenbeis",
  "name_abbreviation": "Comfort v. Eisenbeis",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "13",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Mass. R. 282",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "2 Binn. 382",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0382-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 241",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 419",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts & Serg. 75",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0075-01"
      ]
    },
    {
      "cite": "2 Watts, 106",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0106-01"
      ]
    },
    {
      "cite": "6 Watts, 183",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Johns. Ch. Rep. 57",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1984180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/7/0057-01"
      ]
    },
    {
      "cite": "1 Johns. Rep. 139",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "140"
        },
        {
          "page": "276"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "6 Hill, 254",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 9774,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 5.274756544287434e-08,
      "percentile": 0.33086137454345793
    },
    "sha256": "8bfbb371ddc7dd8ae3402bfc455e69b5394f2a0ae599d60a8aa60996da74f83f",
    "simhash": "1:4c47ea0b3de4a6fa",
    "word_count": 1737
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Samuel Comfort, to the use of Millikens, v. Daniel Eisenbeis."
    ],
    "opinions": [
      {
        "text": "The opinion of this Court was delivered by\nBurnside, J.\nComfort was the bail of Daniel Eisenbeis in a lease, for rent, to' the executors of his father, Alexander Eisenbeis, deceased. On the 9th of November, 1842, the executors of Alexander Eisenbeis obtained a judgment against Eisenbeis and Comfort for the rent. Before the judgment was obtained, Daniel Eisenbeis had applied for the benefit of the Bankrupt Law of the United States. The application was on the 26th of August, 1842; the decree of bankruptcy on the 26th of September; and the final discharge and certificate in bankruptcy on' the 26th of January, 1843. In December following, Daniel Eisenbeis called at the office of Mr. Woods, the attorney of the executors of Alexander Eisenbeis, and requested him not to push the judgmentthat he did not want Comfort, who was his bail, pushed ; and that lie would pay it by spring. Woods gave the time required. Afterwards, the judgment was paid out of the proceeds of the sale of Comfort’s real estate, and this action was brought to recover the amount.\n“ I think it may be laid down as a rule, that an entire stranger to the consideration cannot sue upon a simple contract, even when made for his sole benefit, although a stranger to the promise frequently may: Brown on Actions at Law, 103; 45 Law Lib. 79. But, whenever the consideration moves from a party, though the promise be made to another, yet he from whom the consideration moves, may be plaintiff; and, as the other is looked upon as a mere agent, the promise must be laid as having been made to the plaintiff, and the promise actually made to the other party may be given in evidence. Ibid, and authorities there cited; 1 Bos. & Pul. 102.”\nHere the parties were not strangers to the consideration. Woods was the attorney who had the money to collect. Comfort was the bail of Eisenbeis. There was a moral as well as a legal obligation, that he would not let his bail suffer. After his certificate and discharge as a bankrupt, he asked and obtained time to enable him to raise money and pay the debt, to save Comfort, his bail. When Eisenbeis was discharged, Comfort had no claim upon him. Whether he could have proved the judgment, in which he was bail before the assignee in bankruptcy, I deem it unnecessary to inquire, further than to refer to the case of McKinley v. O’Keson, 5 Barr, 369. There the plaintiff gave in evidence a judgment against the defendant, who was a certified bankrupt, and proved by Shirlock that he in conversation with the defendant relative to this judgment, for which the witness’s father was security to phe plaintiff, had said to the defendant, people said his father would have to pay it: to which the defendant replied, the account was just, except the price for one sheep, for which he had no credit, and he would pay it. Another witness also proved that he had had a conversation with the defendant, who said he would pay the debt. Neither of these witnesses had been employed in the matter. This court held that where there is a moral obligation to pay as a consideration, a recognition of the debt as an existing one, for any other purpose than to evade the Statute of Limitations, is favorably received as evidence of a promise to pay; Yoxtheimer v. Keyser, post, 364.\nIt is due to the Judge of the Common Pleas to say, that that case was not reported when this cause was tried. Our law is settled that an absolute promise by a bankrupt to pay a debt discharged by certificate is binding, though not made to the creditor or his authorized agent. In New York it is ruled that a bankrupt discharge extends only to such debts as the bankrupt owed at the time of presenting his petition: Thompson v. Hewitt, 6 Hill, 254. Here there was no judgment against Comfort as bail of Eisenbeis, when he made his application.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Woods and Sales, for the plaintiff in error.'",
      "Packer and Benedict, contra."
    ],
    "corrections": "",
    "head_matter": "Samuel Comfort, to the use of Millikens, v. Daniel Eisenbeis.\n1. As between a bankrupt principal and Ms surety, who paid the debt after the principal’s discharge, the judgment for which was not obtained until after the petition and decree, it seems that the plea of discharge in bankruptcy will not avail the former in a suit to recover the amount so paid by the latter.\n2. A promise by a bankrupt under these circumstances to pay the debt if time was granted, which was granted, enures to the benefit of the surety, though it was made to the attorney of the judgment Creditor.\nError to the Common Pleas of Mifflin.\nMay 24. In the court below, this was an action of debt brought by Samuel Comfort, to use, &c., against Daniel Eisenbeis, who pleaded payment, with leave, &e., and that he was a certificated bankrupt. The facts are stated in the opinion of this Court. On the trial, the plaintiff’s counsel requested the Court to instruct the jury—\n1. That the defendant’s plea of bankruptcy will not avail him: Because the judgment, for the payment of which the suit is brought, was recovered after his petition was filed, and after he was decreed a bankrupt.\nBecause the surety, S. Comfort, paid the judgment after Eisenbeis’s discharge, and it only became a debt due to him at the time he paid it, and was therefore not due to him at the time of filing the petition for discharge.\nBecause his promise to pay the judgment after his discharge, if time was granted, which was granted, was a good and valid promise made upon sufficient consideration, and which promise by operation of law enured to the use of his surety upon the payment of the debt by him.\n2. The plea of bankruptcy being disposed of, there is no other objection to plaintiff’s recovery.\nDefendant’s counsel requested the Court to instruct the jury—\n1. That defendant’s certificate of bankruptcy discharged him from the debt or demand for which Eisenbeis’s executors obtained judgment, and also from the liability of the judgment itself, as the said debt or demand was proveable under the bankrupt law.\n2. That, if any payment was made by Comfort of said judgment or demand after defendant’s discharge as a bankrupt, it raised no. implied promise to repay him.\n3. That, if there was a promise made by Eisenbeis to pay the judgment to one of his father’s executors, it imposed no additional obligation on Comfort to pay the same, and no implied promise could arise from Comfort’s subsequently paying it.\n4. That no promise made by Daniel Eisenbeis to his father’s executors is sufficient in law to support plaintiff’s claim in this suit.\nThe Court (Wilson, President) refused to answer the plaintiff’s points, and answered the defendant’s as requested. The verdict was for the defendant. These answers were assigned for error here — as were also the instructions to the jury, that “ the promise proved by Mr. Woods can have no effect on this trial, and will not authorize a verdict for the plaintiff,” and that “the certificate of discharge was a satisfaction of the judgment of Eisenbeis’s executors as to Daniel Eisenbeis obtained after the petition and decree of bankruptcy, but before the final discharge.”\nWoods and Sales, for the plaintiff in error.'\n1. The certificate of discharge is no defence in this case, the judgment having been obtained after the application and decree of bankruptcy. The application was on the 26th of August, 1842; the decree of bankruptcy was on the 26th of September, 1842; and the judgment was obtained on the 9th of November, 1842: Thompson v. Hewett, 6 Hill’s N. Y. Rep. 254.\n2. If the certificate should be a discharge, or if the remedy on the judgment be taken away by the certificate, the plaintiff should have recovered on account of the promise to pay, made by the . defendant after the discharge: Eden on Bankruptcy, 429. The promise to revive a debt barred by’ a discharge as a bankrupt, need not be made to the party or his agent: McKinley v. O’Keson, 5 Barr, 369.\nThe rule is well 'settled, that where one makes a promise to another for the benefit of a third person, that third person may maintain an action on such promise: Dutton and Wife v. Pool, 2 Lev. 210. This rule has been reviewed and confirmed: 1 Bos. & Pull. 101, in note; 3 Bos. & Pull. 149, note A; 1 Ventris 6, 318, 332; Cowp. 443, 437; Dougl. Rep. 146; 1 Johns. Rep. 139, 140; 12 Id. 276; 7 Johns. Ch. Rep. 57; 6 Watts, 183; Hind v. Holdship, 2 Watts, 106; Flinn v. M’Gronigle, 9 Watts & Serg. 75; 4 Watts, 419; 1 Barr, 334; 16 Serg. & Rawle, 241; Coke Litt. 231; 1 Ch. Pl. 4-5; 2 Levinz’s Rep. 74.\nBut this case does not need a principle to this extent, as the bankrupt act does not destroy the debt but the remedy, and the defendant may waive the discharge, and any waiver of the effects of the certificate is sufficient. It is similar to a waiver of the Statute of Limitations : 3 W. C. C. R. 404; 4 Ib. 86. The promise need not be made to the party or his agent: 5 Barr, 369.\nA plaintiff in an action for goods sold and delivered, to which the defendant pleads bankruptcy, may declare generally and give the subsequent promise in evidence: Williams v. Dyde, Peake, N. P. C. 68; Eden on Bankruptcy, 326.\nA surety is entitled to the benefit of all securities given by his principal: Miller et al. v. Ord, 2 Binn. 382; Chitty on Contracts, note, p. 179 ; 2 Grreenleaf Rep. 341. Debt lies to recover money lent, paid, had and received, &c.: 1 Ch. Pl. 102, ed. 1819.\nPacker and Benedict, contra.\nWhere consideration moves from promisee, suit must be in his name: Blymire v. Boistle, 6 Watts, 182; Ramsdale v. Horton, 3 Barr, 330. Judgment obtained against bankrupt after decree and before final discharge, must be surrendered: §5 Bankrupt Act; 1 Bacon, 809. It is the liberation of the principal from the debt that gives the security a right of action against him: 1 Pothier, Obligations, 247; 1 Harrison, Dig. 313 ; 1 Mass. R. 282."
  },
  "file_name": "0013-01",
  "first_page_order": 13,
  "last_page_order": 17
}
