{
  "id": 404604,
  "name": "Thomas Neel v. The Bank of Lewistown",
  "name_abbreviation": "Neel v. Bank of Lewistown",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "17",
  "last_page": "19",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 17"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 114",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0114-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 323,
    "char_count": 5352,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 6.038517651352704e-08,
      "percentile": 0.3739337698838813
    },
    "sha256": "383e45972ebb652dc77a97bd75a0c9f965ed070322cf230fa1c77ed4b03237f0",
    "simhash": "1:74d8ab25a41e9d56",
    "word_count": 946
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas Neel v. The Bank of Lewistown."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nCoulter, J.\nEvery one who has a bond fide valid judgment is entitled to the fruits of execution. The plaintiff, if he levies on personal property in which the defendant has no interest, and the officer of the law takes and sells it, are both (plaintiff and officer) trespassers, liable in damages to the person whose property has been wilfully taken. If the property levied on be real estate, to which the defendant has no title, no interest passes to the purchaser, and neither the defendant, or the real owner, suffers any detriment. But there exists in the development of society many instances of fraudulent and collusive transfers of both real and personal estate, for the purpose of hindering, obstructing, and cheating honest creditors: And the most effectual way in which the creditor can defeat and frustrate covinous transfers of property, is to levy upon and sell it, and then contest the right with the person claiming title. This has been an ancient custom in this State, derived from English practice, and sanctioned by so many cases which have undergone judicial supervision, that it is useless to cite them. And even when the property, either real or personal, is not in the possession of the debtor, but in him who claims title, there is no difference. It was ruled by this court, in the case of Jarrett v. Tomlinson, 3 W. & S. 114, that the plaintiff has a right to sell by execution an alleged interest of his debtor, although the land on which the levy was made be in the adverse possession of another claiming under a paramount title; and that it was error to stay proceedings on that account. .\nThe circumstance of the alleged assignment having heen made for the benefit of creditors, makes no difference in the law.\nSuch assignments may be tainted with actual fraud, and therefore void, or they may be invalid for want of statutory requisites. In either case a bond fide creditor may contest their validity: and one of the modes — perhaps the most convenient and expeditious mode — is for the contesting creditor to levy upon, and sell the property assigned. This the contesting creditor has an unquestionable right to do. To prevent it by summarily staying and enjoining proceedings, would be drawing within the prerogative of the court the final adjudication of facts between parties, in relation to which they have the right of trial by jury.\nThe court below therefore erred in setting aside the vend. ex.\nAlthough invoked to do so by the counsel for the defendant in error, we intimate no opinion whatever upon the subject of the validity or invalidity of the deed of assignment in this case: because there may be other facts and circumstances involved in that question beside those on this record; and because the point is not before us, in this proceeding, and on this writ of error.\nThe order of the court below setting aside the venditioni exponas is reversed; and the plaintiff is at liberty to issue an alias.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Fisher and Alexander, for the plaintiff in error.",
      "Packer and Benedict, contra."
    ],
    "corrections": "",
    "head_matter": "Thomas Neel v. The Bank of Lewistown.\nWhere real estate, which had been assigned for the benefit of creditors, was about to be sold on a ven. ex. issued by a creditor, who denied the validity of the assignment, it was held to be error for the court to stay the execution until a sale could be made by the assignee.\nError to the Common Pleas of Mifflin.\nMay 24. Thomas Neel obtained a judgment against the bank before a justice of the peace, and issued an execution, which was returned nulla Iona. Thereupon, on the 17th December, 1847, Neel filed a transcript in the Common Pleas, in order to obtain a lien upon, and proceed against, the real estate of the defendant. On the 14th of the same month the bank had made an assignment of all its property for the benefit of creditors. To the April Term, 1848, Neel issued a .ji. fa. on which certain real estate of the defendant was levied and condemned. To the ensuing August Term he issued a ven. ex. on which the sheriff was about to sell the real estate levied, when the assignees of the bank presented a petition to the court, setting forth that the judgment on which this ven. ex. was issued was obtained and entered of record after the execution and recording of their assignment — that they were anxious to sell the real estate of the bank before or at the next August court — that the proceedings on’ the judgment were illegal, because the judgment is not, nor ever was, a lien on the property; that if the sheriff was allowed to sell, the petitioners would be unable to do so, or to do so only at a great sacrifice, and therefore praying the court to stay all further proceedings on the ven. ex. until a sale could be made by the petitioners, and the proceeds thereof distributed among the creditors. On this petition a rule was granted to show cause why the proceedings on the writ of ven. ex. should not be stayed for the present. After argument, the court (Wilson, President) delivered an opinion and ordered the sale by the sheriff to be stayed until the further order of the court.\nIn this court the plaintiff assigned for error that the court erred in setting aside the execution of the plaintiff in the hands of the sheriff, and in staying the writ and enjoining the sheriff from proceeding further on the writ in his hands.\nFisher and Alexander, for the plaintiff in error.\nPacker and Benedict, contra."
  },
  "file_name": "0017-01",
  "first_page_order": 17,
  "last_page_order": 19
}
