{
  "id": 404620,
  "name": "Gilbert L. Lloyd v. John Barr",
  "name_abbreviation": "Lloyd v. Barr",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "41",
  "last_page": "53",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 41"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Harrington, 128",
      "category": "reporters:state",
      "reporter": "Harrington",
      "opinion_index": -1
    },
    {
      "cite": "18 Pick. 564",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025475
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0564-01"
      ]
    },
    {
      "cite": "11 Ohio, 257",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        589584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/11/0221-01"
      ]
    },
    {
      "cite": "4 Scam. 364",
      "category": "reporters:state",
      "reporter": "Scam.",
      "opinion_index": -1
    },
    {
      "cite": "9 Cranch, 44",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 451",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0451-01"
      ]
    },
    {
      "cite": "1 P. R. 395",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "2 R. 131",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 190",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0190-01"
      ]
    },
    {
      "cite": "9 Watts, 139",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0139-01"
      ]
    },
    {
      "cite": "3 Dana, 128",
      "category": "reporters:state",
      "reporter": "Dana",
      "opinion_index": -1
    },
    {
      "cite": "14 Mass. 116",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2072860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/14/0103-01"
      ]
    },
    {
      "cite": "6 W. & S. 399",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480088
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0399-01"
      ]
    },
    {
      "cite": "6 W. & S. 401",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 136",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0136-01"
      ]
    },
    {
      "cite": "4 Watts, 191",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "4 R. 104",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "5 Wh. 144",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0144-01"
      ]
    },
    {
      "cite": "8 W. 398",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "20 Pick. 57",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "2 Hill, 115",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 409",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. 311",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 R. 285",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "5 Wh. 487",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0487-01"
      ]
    },
    {
      "cite": "4 Wh. 339",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/4/0339-01"
      ]
    },
    {
      "cite": "2 R. 125",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. 451",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. 139",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 P. R. 395",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    },
    {
      "cite": "6 W. & S. 190",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0190-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1075,
    "char_count": 29872,
    "ocr_confidence": 0.4,
    "pagerank": {
      "raw": 3.601126412509586e-07,
      "percentile": 0.887717198956387
    },
    "sha256": "e2ea6b99290c2adedf85349587fe69d4cf6e812c650ccfc43bd50e1e11a9abc3",
    "simhash": "1:bd7344c97e3c40fb",
    "word_count": 5257
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gilbert L. Lloyd v. John Barr."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nAs subsequent endorsers of a promissory note are but the sureties of those who precede them in the same character, though the note be drawn and endorsed for the accommodation of the maker: Young v. Ball, 9 W. 139; Mullon v. French, id., 76; one of the former, who pays a judgment recovered in an action on the note, is entitled to be subrogated to the place of the plaintiff, and thus to have the benefit of the judgment to the extent of the liability of the first endorsers: Burns v. The Huntingdon Bank, 1 P. R. 395; Crofts v. Moore, 9 W. 451. And with us no actual assignment is necessary, for, considering that done which ought to be done, the substitution is worked by operation of law, without more (Fleming v. Beaver, 2 R. 125; Day v. Sharp, 4 Wh. 339 ; Neff v. Miller, 8 Barr, 347), unless peculiar circumstances forbid it: Levering v. Rittenhouse, 6 W. & S. 190. Had the plaintiff below claimed this equity, the defendant could not have resisted, nor would he have been permitted to impeach the judgment. Why, then, should not the same conclusive effect be accorded to it in this action ? It would certainly have been evidence in assumpsit for money paid by the plaintiff, for both are parties to it. The now defendant had then a full opportunity to controvert his liability on the note in question, and to cross-examine the witnesses produced by the bank to prove it; a privilege which constitutes one of the principal tests of estoppel by judgment: Bull. N. P. 233; Com. Dig. tit. Estop. ; Co. Litt., 352. The very point, too, to establish which that judgment is now pleaded, was then in issue. Hotice to the defendants of the dishonour of the note, was a material allegation of the narr. in that action; and, though no technical issue was formed by a formal plea, there was a substantial one under our system of arbitration, requiring proof of everything necessary to show the bank’s right to recover: Darlington v. Grey, 5 Wh. 487. The award of the arbitrators has, therefore, the same legal effect as the verdict of a jury, and judgment thereon, under an issue strictly made up. The arbitrators were bound to look to the declaration filed, as ascertaining the cause of action, and the defendants, without plea pleaded, were in a position to call for evidence of every substantial averment. This¿ we are to take it for granted, was required, or the truth of the allegation conceded. “Before the rendition of a judgment,” says Mr. Justice Kennedy, in Marsh v. Pier, 4 R. 285, “ the court is 'presumed to be made acquainted by one or other, or both of the parties, with everything that is necessary to be known, in order to procure a correct decision upon the case, so that the judgment of the court, not being pronounced until after it has been so informed, must be taken and considered as corresponding and answering fully to the claims of justice. It' is therefore altogether inadmissible to say that a renewal of the contest shall or ought to be permitted, because the first decision was not just or right.”\nBut it is thought the exigencies of the first action would have been satisfied by proving a notice, to ,either of the defendants, of non-payment by the drawer of the note, and, therefore, the award may have proceeded upon evidence of notice to the present plaintiff, or to Kemp and Cunningham alone. W.ere this so, the record would, perhaps, not estop the present plaintiff from alleging want of notice to himself; for, though it is said in Hollis v. Morris, 2 Harring. 128, that a former recovery is conclusive as to all matters that might have been included in it, the better position is, that, looking to the record alone, a verdict is inconclusive unless it clearly appears the same point actually was in, issue: Outram v. Moorwood, 3 East, 346. I do not touch the disputed question, how far the generality of a record, under which many points may be raised, can be, conclusively, supplied by parol ? for that is not our case. The objection just noticed is, however, founded in a misconception of the character of the promises set out in the first narr. The form of action adopted by the bank was, at one time, sanctioned by the act of 29th March, 1819: 7 Sm. La. 271. Had the original suit been brought under that statute, doubtless the plaintiff must have 'proved a notice to each of the defendants, for, by the mere alteration of the form of action, it was not intended to change the common-law liabilities of parties to commercial paper. But that enactment was repealed before the first action was instituted, and, consequently, either of the defendants might have defeated it, for the misjoinder, at any time before verdict, or, what is the same thing, an award unappealed from. That they refrained from doing so, did not relieve the plaintiff from the proof of anything it would have been incumbent on him to show in a several action against each endorser. The averment of a joint implied promise by all the defendants, did not operate to alter the legal nature of the engagements arising from the endorsements, specially described in the declaration. Notwithstanding the concluding formal allegation of a general promise, there remained several contingent obligations, which the bank was bound to establish by proper proofs, before it could recover. By declining to object the misjoinder, the defendants waived nothing beyond an objection to the form of the action. There still rested on the plaintiff a necessity to manifest the liability of each of the endorsers, by proving notice to each, unless, indeed, this was conceded. The very point _ now in dispute was, therefore, directly in issue in that action, and was there averred with the precision necessary to satisfy the required certainty: Co. Litt. 352 b. These observations may be accepted in answer to the various exceptions taken by the defendants, founded in the idea that the engagements laid in the original suit, are to be treated as capable of being established by such proof as would have been competent under an allegation of a joint undertaking.\nIt is further objected, that the record pleaded lacks the essential quality of mutuality, as between the now plaintiff and defendant. If so, it is clearly inconclusive, for none can take advantage of the record of a judgment who might not be prejudiced by it, and this includes only parties and privies. The question of mutuality almost always arises between those who have occupied an antagonist position, in the litigation of which the judgment is the fruit. But the principle from which estoppel 'springs is also applicable between joint defendants, where, from the nature and course of the suit, everything necessary to give to one-defendant a cause of action against his fellow, must have been proved by the original plaintiff in support of his claim to recover. That principle is expressed in the maxim, interest reipuhlicee ut sit finis litium. It is said by Mr. Greenleaf, in his admirable treatise on Evidence, vol. 1, § 5, 22-3, that “under the term parties, in this connexion, the law includes all who were directly interested in the subject-matter, and had a right to make a defence, or to control -the proceeding and appeal from the judgment. This right involves also the right to adduce testimony and to cross-examine the witnesses introduced on the other side. Persons not having these rights are regarded as strangers to the cause.” But those who possess them cannot be said to be so. A difference in the forms of the actions matters nothing. The inquiries are, what was decided, and was the party against whom it is proposed to use the first record, also a party to the proceeding ? If so, it can make no difference whether he was plaintiff or one of several defendants. This truth may be illustrated by the statement of one or two simple instances. If a recovery be had against two or more partners, in trade, and the judgment paid by one of them, it would certainly be conclusive evidence against the other partners, who ought to have paid it; not only of the fact of the judgment, but also of the liability of the defendants, of the amount recovered and the grounds of it. So too, a joint judgment recovered upon a bond, against principal and surety, could not be impeached or overhauled in a subsequent action, brought by the surety against his principal, to recover money paid in discharge of it, upon any ground that might have been made a defence in the first suit.\nThese examples are in principle precisely-our case. In each of them a chancellor would subrogate the second plaintiff to all the rights of the first, and, wherever equity would do this, I take it the judgment is conclusive of every fact, necessarily adjudicated against him who primarily ought to satisfy it. A different rule would prevail where the original creditor might recover, without imputing to each of his debtors every fact essential to create a liability among themselves. Eor instance, if here the bank might have succeeded without visiting Lloyd with notice of the drawer’s default, it is obvious the judgment recovered would be ineffective as a medium of proof, in favour of the now plaintiff, whose duty, in that event, would be to give and prove notice aliunde. But wherefore put a party to new proof of that which has once been judicially ascertained, after full opportunity to controvert it ? Between co-defendants, as well as in the case of' antagonist parties, the public tranquillity requires, that having been once fairly tried, further agitation of the same subject be forbidden. And-the law does forbid it. Thus a warrantor, vouched to warranty, is concluded by a judgment of eviction, whether he defend or not. He is not permitted to speak in impeachment of the judgment in an action afterwards brought by the warrantee. In analogy to this, it has been decided that where a vendor of land with warranty has received explicit notice to defend an ejectment under which his vendee is evicted, he is estopped in a subsequent suit on the warranty from denying that the eviction was by title paramount: Collingwood v. Irwin, 3 W. 311; Paul v. Wilmer, 3 W. & S. 409; Kelly v. The Church, 2 Hill, 115. In Massachusetts, the courts have even gone the length of deciding that the sureties in an administration-bond are so far in privity with an administrator, as to be within the conclusion of a judgment against him, and consequently, estopped in a suit against them on the bond: Heard v. Lodge, 20 Pick. 57. The same doctrine has been recognised in this state, as applicable to a constable’s bond, leaving it, however, open to his sureties to make any defence personal to themselves, or anything to show that, though the constable was liable, they were not, neither of which was inquirable into in the original suit against the officer: Massor v. Strickland, 17 S. & R. 354; Evans v. Commonwealth, 8 W. 398; Eagles v. Reese, 5 Wh. 144.\nIn all these cases the binding effect is founded in privity more or less perfect, between persons liable to action, and they suffice to prove that estoppel by judgment may exist, as well between co-parties as antagonists. Coates v. Roberts, 4 R. 104, may be mentioned as another authority to the same effect, decided by this court.\nThe ingenious counsel who argued for the plaintiff in error, put several cases in which a judgment rendered in favour of one of several defendants, would not be invested with a conclusive quality as between themselves. But as each of these is based upon an imagined defence, apart from the merits of the controversy, the case of Carmony v. Hoover, 5 Barr, 317, and the authorities there cited, will point out the difference between this and the supposititious • cases, and furnish the reason for it.\nThe argument drawn from what would be the legal effect of a Several judgment against each of the endorsers, is answered by the rule that none can have advantage of rem judieatum but those liable to be prejudiced by the verdict.\nThe course of reasoning I have pursued, and the cases cited, prove the court below, was right in the answer made to the points submitted by the defendant below.\nPerhaps the case is somewhat new, but if so, the novel adaptation of old principles is attributable to the acquiescence of the original defendants in an irregular procedure.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Miles and Calvin, for plaintiff in error.",
      "Bell, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gilbert L. Lloyd v. John Barr.\n1. In an action against a prior endorser of a note by a subsequent endorser, who had paid a judgment obtained upon the note by the holder against all the endorsers, the record of that judgment will have as conclusive an effect as though the plaintiif had claimed subrogation upon it.\n2. Though the record was of a suit iu which the defendants, as endorsers, were misjoined, and the narr. averred a joint implied promise, whilst their obligations, as specially' described, were in their legal nature several and contingent, still the plaintiff to that record having been required to prove notice of demand and non-payment to each defendant according to the legal nature of his obligation, those defendants are estopped from denying it afterwards as between themselves.\n3. An award of arbitrators, unappealed from, has the same legal effect, by way of estoppel by judgment, as the verdict of a jury and judgment thereon under an issue strictly made up: and a substantive averment in the narr. it must be taken for granted was required by the defendants to be proved before the arbitrators, or was conceded.\n4. The principle from which estoppel springs is applicable betweenjoint defendants, where from the nature and cofarse of the suit everything, necessary to give to one defendant a cause of action against his fellow, must have been proved by the original plaintiff in support of his claim to recover.\n5. Wherever equity would subrogate a second plaintiff to all the rights of the first, the judgment is conclusive of every fact, necessarily adjudicated against him, who primarily ought to satisfy it.\nEkror to the Common Pleas of Blair.\nMay 28. This was an action on the case, in which John Barr was the plaintiff, and Gilbert L. Lloyd was the defendant below.\nThe declaration set forth that on the Tth April, 1841, one John Dearmit gave his note to Lloyd, whereby he promised, sixty days after date to pay to Lloyd or order at a certain bank a certain sum of money — that Lloyd endorsed the note, and was followed as endorsee by Kemp & Cunningham, and lastly by John Barr: that the note being so endorsed, was the same day discounted by the said bank, and the proceeds applied to the uses of Dearmit, according to the ex-, press written request of Lloyd upon the note, to “ credit the drawerthat when this note fell due on 9th June, 1841, it was duly presented and protested for non-payment, of all which the drawer and endorsers had due notice: that afterwards, 4th August, 1841, the bank brought an action on the case as endorsee of Lloyd, of Kemp & Cunningham, and of Barr, against the said Lloyd, Kemp & Cunningham, and Barr, in the declaration in which action it was alleged that the defendants had notice of the neglect and refusal of Dearmit to pay the note when presented to him for payment at maturity, whereby the said Lloyd, Kemp & Cunningham, and Barr became liable, &c., &c.: that the bank having arbitrated its said action, obtained an award against the defendants therein, which, not being appealed from by either of the defendants, judgment was entered thereupon: that this judgment was duly revived against Lloyd, Cunningham & Barr, and not against Kemp, he having pleaded his discharge as a bankrupt: that these judgments remained and remain unreyersed: and that whereas John Barr paid, on the 10th January, 1846, to the bank, the whole amount of the last-mentioned judgment with interest and costs., Lloyd, as the first endorsee of the note, on which the judgments were founded and obtained, became liable in law to pay to Barr the amount of said judgment, and being so liable, &c., &c. To this special count were added counts for money paid, laid out and expended, and for money had and received.\nTo this declaration the defendant pleaded the general issue, and that the plaintiff ought not to have or maintain his action against him, leeause he, the defendant, did not receive due notice of a demand upon, and non-payment of the note ly Dearmit, as averred in the declaration, and because the plaintiff did not give him, the defendant, notice of the non-payment of the note at maturity by the drawer, and because the plaintiff had received, since it became due, from the drawer, the amount of the note.\nTo the first and fourth of these pleas the plaintiff took issue. To the second he replied specially that the defendant ought not to be admitted to plead it, because in the record of the action by the bank, as endorsee of the note, against the endorsers, the said Lloyd, and Kemp & Cunningham, and John Barr were defendants and parties, and in the declaration in that action it is averred by the bank, endorsee, and plaintiff in that action, that as well Lloyd, the defendant here, as the said Kemp and Cunningham, and the said Barr, the defendants in that action, and who were also the same persons mentioned as endorsers in that action, had notice of the demand of payment of and upon, and of non-payment of the said note ly, Dearmit, as in the declaration in this action is mentioned: wherefore he prayed judgment if Lloyd ought to be admitted to plead this plea against the record in the action to which he was a party. To the third plea, the plaintiff replied as to the second, with the addition that it appeared by the record that the bank was the holder of the note at maturity, and not John Barr.\nThe defendant demurred to the replications to his second and third pleas, and the plaintiff joined in the demurrer, upon which the court gave judgment for the plaintiff, and submitted the issue of fact raised by the fourth plea, to the jury.\nUpon the trial it appeared that the defendants in the action brought by the bank did not appear by themselves or by attorney before the arbitrators, though notice of the time and place of meeting had been duly served upon them.\nThe defendant’s counsel requested the Court to instruct the jury as follows:\n1. That the plaintiff cannot recover in this case (if he can recover anything) more than the defendant’s proportional share of the judgment in favour of the Exchange Bank, the record of which has been given in evidence, after deducting what he has received by the application of his indebtedness to John Dearmit, to its payment pro tanto.\n2. That the plaintiff cannot recover anything, having made no proof of notice to the defendant, of demand upon Dearmit, and non-payment by him of the note recited in the record of the judgment given in evidence.\n3. That the plaintiff is not entitled to recover, not having shown payment of the judgment of the Exchange Bank.\nThe court below (Biack, President) charged the jury: — “ This suit is brought by the plaintiff to recover the amount of a note which he. paid to the Exchange Bank. The plaintiff is the last endorser of the note — the defendant endorsed it first. The rule of law is that an endorser of a note who has paid it and lifted it, can recover from a previous endorser. - He can recover the whole amount — not a contribution. This is an answer to the first point put by the defendant’s counsel.\n“ The question raised in the second point has been disposed of by the court on the demurrer. We see no evidence from which it can be safely inferred that the third point is true as a matter of fact.\n“ It follows that the plaintiff has a right to recover here the whole amount of the note paid by him, excepting what Barr received from Dearmit.”\nDefendant excepted to the charge. Yerdict for the plaintiff for 11,182.52.\nPlaintiff in Error’s Assignment of Errors. — 1. The court erred by giving judgment on the demurrer in favour of the plaintiff below.\n2. By their answer to the several points of the defendant below, and in refusing to answer them as requested.\nMiles and Calvin, for plaintiff in error.\nThis is the case of a suit instituted by a third endorser against a first endorser of a promissory note, after a recovery, (without a trial on the merits and without a plea having been put in to the declaration) by the holder against all the endorsers in a joint action in which the declaration contained the ordinary averment of notice. In this suit, the defendant pleaded, amongst other things, a want of notice of the dishonour of the note, to which the plaintiff specially replied the record of the former recovery by way of estoppel, to which replication the defendant demurred. The court gave judgment for the plaintiff below on the demurrer, thereby refusing to allow the defendant to plead that he had received no notice of demand upon Dearmit, the drawer of the promissory note set out in the plaintiff’s declaration, and of non-payment by him, upon the ground that the judgment at the suit of the bank, endorsee of Gilbert L. Lloyd, Kemp & Cunningham, and John Barr, against Gilbert L. Lloyd, Kemp & Cunningham, and John Barr, operated as a legal estoppel against his plea of a want of notice. The judgment in that case was not directly upon the point in issue in the cause now before the Court. That judgment was predicated upon the asserted joint responsibility of the defendants, to the bank, and without proof; of a joint responsibility there could have been no legal recovery. That was the point directly in issue. In this case the issue made by the plaintiff is, whether the defendants were not separately liable to the bank in the order of their endorsements, and without any joint responsibility, being the very opposite of the issue tried in the former case. The record on which the plaintiff relies as an estoppel against pleading the truth, is inconsistent with itself and contradictory. In the statement of the cause of action the endorsements are laid to have been made'consecutively, so as to make each endorsement a several contract; but a joint notice is laid, and a joint promise averred to have been made by all the endorsers in consideration of a joint liability. The precise point in this case is, whether Gilbert L. Lloyd, as the alleged first endorser, be not severally and separately liable to the plaintiff as the last endorser who has paid or satisfied the last endorsee (the bank). The question in this cause was not raised nor adjudicated in the suit of the bank. To give a judgment the effect of an estoppel, the following things must concur:— i 1st. It must be directly upon the point in issue in the second cause, upon the same matter directly or incidentally in question: Hibshman v. Dulleban, 4 Watts, 191; 1 Greenleaf’s Ev. 562, § 522 ; Outram v. Morewood, 3 East, 346 ; 2 Harrison’s Digest, 2799; 1 Greenleaf’s Ev. 565, §528.\nTo constitute an estoppel by a former judgment, the precise point which is to create the estoppel must have been put in issue and decided: 5 American Com. Law, 90; 7 Con. Rep. 377; 4 Con. Rep. 278 ; 4 Day’s Rep. 274; 2 John’s Rep. 24; Sterner v. Garver, 3 W. & S. 136.\nThere had been no technical issue formed. There was no plea upon the record.\n2d. It must be between the same parties or their privies — it must be inteb partes — 2 Smith’s Leading Oases, 433 ; Shulze’s Appeal, 1 Barr, 253; Marsh v. Pier, 4 Eawle, 288, 4 Watts, 191. Parties in a legal sense mean those who are contestors on one side, whether one of more, as a unit, in their relations to the contestors on the other side, whether one or more. There was no issue or question adjudicated between the defendants, in the record relied upon. The issue was between the plaintiff (the bank) and the joint defendants, as a unit — or one party defendant. An averment of notice to joint contractors or promissors would be sustained by evidence of notice to either of them. Proof of notice given to Barr alone, would sustain the averment in the declaration, in the suit of the bank.\n3d. The judgment is not evidence of any matter to be inferred by argument from it: 4 Watts, 191.\nIf notice to one of the defendants would be notice to all, according to the nature of the contract laid, then it is only an argumentative inference that Lloyd had notice — and the legal deduction may be contrary to the fact: 3 Kent, 108; 6 W. & S. 401; Jones v. Wardell, 6 W. & S. 399; 14 Mass. 116; Triplett v. Hewit, 3 Dana, 128; 1 U. S. Digest, 425, § 152.\n4th. Where the allegation in the record is uncertain it will not work an estoppel, for an estoppel not being favoured by the law, ought to be certain to every intent: Coke Litt. 352 (b) 303 (a). And therefore, “ if a thing be not directly and precisely alleged it shall be no estoppel:\" Co. Litt. 352 (b); 2 Smith’s Leading Cases, 432, 433. Notice to Lloyd is only to be inferred by argument or legal deduction, and therefore not alleged with sufficient directness and precision.\n5th. As a joint promise was averred, notice to each defendant was not traversable nor material, therefore the record of the judgment cannot be conclusive evidence of actual notice having been given to Lloyd: 2 Smith’s Leading Oases, 433.\n6th. Here is estoppel against estoppel, for if Lloyd is estopped from denying notice, Barr is estopped from denying that the promise to the bank was joint, and if the record operates in that way upon him, he ought not to have been permitted to recover upon the basis of a several liability by reason of Lloyd’s endorsement being the first in the order of time, and “ estoppel against estoppel setteth the matter at large2 Smith’s Leading Oases, 433.\n7th. A party is not to be concluded by a judgment in a prior suit or prosecution, where, from the nature or course of the proceedings, he could not avail himself of the same means of defence, or of redress, which are open to him_in the second suit: Green-leaf’s Ev. § 524; 1 Starkie’s Ev. 214, 215.\nIn the joint action of the bank against Lloyd, Kemp & Cunningham, and Barr, Lloyd could not avail himself of a want of notice given to him, by his subsequent endorsers, because actual notice to them or either of them would be constructive notice to him; and, as he could not make that defence in that action, he is not concluded in this action, in which the effort is to charge him upon his supposed several liability.\n8th. Estoppels must be mutual: Greenleaf’s Ev. § 524; Shultz’s Appeal, 1 Barr, 253; Carmony v. Hoover, 5 Barr, 307. As between themselves, the defendants were not litigating parties. They only repelled the attack of the common foe, and no opportunity supervened of taking testimony, or cross-examining witnesses, to determine the relation between themselves. The record of the judgment would be evidence for Barr, of the rendition of the judgment as a fact, but could not be used by either Barr or Lloyd as the medium of proof of the matters of fact recited in it: Green-leaf’s Ev. § 538. There is a known distinction between the admissibility of a judgment as a fact, and as evidence of ulterior facts: Greenleaf’s Ev. § 539.\nIf the judgment is permitted to work an estoppel upon the notice to Lloyd, it must operate in the same way upon the relations between Barr and Lloyd, and estop Barr from alleging that he did not sustain the relation to Lloyd of a joint debtor. The recovery was upon the averment of a joint indebtedness, and Barr cannot repudiate that part of the record, and rely upon another part of it, in -which the endorsements are laid in the order in which the plaintiff alleges they were made. If it be an estoppel upon any of the defendants, it must be according to the contract laid. It was based upon a joint promise or contract averred; and, if Barr can use it as conclusive upon the point of notice, Lloyd can use it as conclusive to show that the contract was joint, and not several, as the plaintiff now asserts it to be. If the contract was joint, then Lloyd was only responsible for his contributive share of the money paid to the bank, after deducting what Dearmit himself paid.\nBell, for the defendant in error.\n1. Prior endorser is liable to pay to a subsequent endorser the whole amount paid by the latter on the note, with interest: Young v. Ball, 9 Watts, 139; Miller v. French, Ib. 96; Stewart v. Sands, 6 Barr, 507.\n2. If Barr had been entitled to subrogation after paying the judgment obtained by the bank against all the endorsers, he would be entitled to recover in this action. The pleadings here raise the same question that would have arisen upon the motion to subrogate, this being an action in cáse founded on that judgment and brought to enforce payment by Lloyd, of what from the face of that record he was liable to pay to Barr: Rittenhouse v. Levering, 6 W. & S. 190; Fleming v. Beaver, 2 R. 131; Hawk v. Geddes, 16 S. & R. 28; Burns v. Bank, 1 P. R. 395; Crofts v. Moore, 9 Watts, 451.\n3. Lloyd is estopped from denying any of the material averments in the record of the suit by the bank, which were necessary to enable the plaintiff to recover — as that he had received notice of protest, &c. Whether that suit was rightly brought cannot be inquired into in this action. The misjoinder of the defendants under the expired act of 29th March, 1819 (7 Smith, L. 217), could only be taken advantage of in the trial of that action. The notice averred in that action was several — to each defendant. The formal joint promise is not important; the proper construction of it is what the law would raise on the facts set forth in the narr., that the promise was several: 9 Cranch, 44; 1 M’Lean’s R. 460; 4 Scam. 364; 11 Ohio, 257; 2 U. S. Dig. Sup. C. by Putnam, tit. Judgment, p. 230, pl. 281; p. 232, pl. 322; p. 231, pl. 307; p. 233, pl. 246; p. 233, pl. 358; p. 230, pl. 284; 18 Pick. 564; 1 How. Miss. 53; 2 Ib. 820; 2 Harrington, 128; 7 Porter, 110."
  },
  "file_name": "0041-01",
  "first_page_order": 41,
  "last_page_order": 53
}
