{
  "id": 404628,
  "name": "Henry L. Patterson v. John Lytle; John Lytle v. Henry L. Patterson",
  "name_abbreviation": "Patterson v. Lytle",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "53",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 53"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Bin. 319",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 433",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0433-01"
      ]
    },
    {
      "cite": "1 Dall. 340",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12146585,
        1408586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0340-01",
        "/us/1/0357-01"
      ]
    },
    {
      "cite": "3 Wh. 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    },
    {
      "cite": "10 Watts, 10",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 238",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0238-01"
      ]
    },
    {
      "cite": "3 Wh. 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 13061,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 6.425666105741653e-07,
      "percentile": 0.9597352973088392
    },
    "sha256": "df44dd938efd4927dbe086147babc06be2ea3980ff0a50da0756bbc5fa872cd7",
    "simhash": "1:9866bfe46540e4f2",
    "word_count": 2322
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry L. Patterson v. John Lytle. John Lytle v. Henry L. Patterson."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nCoulter, J.\nOne of the partners is entitled to a credit for the $500 produced by the sale of the goods of Barnes; because that sum, so produced, went in satisfaction and payment, pro tanto, of the judgment and execution of Devine against the firm of Patterson & Lytle. The judgment being extinguished, which of the partners is entitled to receive credit for the disputed item of $500 ? It would seem to be an obvious dictate of natural justice, that the partner who paid and compensated Barnes in full for the price or value of the goods, ought to be allowed credit in the account between themselves. It is trite that the sheriff returned that this sum was made by the sale of the goods of Lytle; it is true also that Patterson directed the levy and sale of the goods, as Lytle’s property; he having previously paid his part of the execution. The goods were in Lytle’s possession, and we may presume that Patterson then honestly believed they belonged to him, notwithstanding his declaration to the contrary, and notwithstanding his written notice at the time of sale that the goods were not his, but belonged to Barnes. This presumption, although of no great importance in the cause, is fairly justified by this fact, that when shortly after he was convinced that the goods did belong to Barnes, he, Patterson, paid him without suit more than three years before judgment of quod compuiit was entered in this suit, $910.84 in full for a lot of groceries sold* at sheriff’s sale as the property of Lytle, and purchased by Patterson; and released him and all other persons from liability. It was vehemently argued, that Patterson directed the sheriff to levy on the goods as the property of Lytle, and that, as he purchased them as such, and the sheriff returned accordingly, he, Patterson, is thereby estopped and hindered from saying they are not Lytle’s. But truth is great, and, the old proverb says, it ought to prevail. By its clear beams we know from irresistible evidence, and the admission of the parties, that the property was not Lytle’s. Truth makes manifest the real state of things, and displaces the ideal and the technical appearances.\nI admit, that if Lytle had been deceived by the acts and declarations of Patterson, so as to suffer loss in consequence of his relying upon them as true, that the doctrine of estoppel might be pertinent. But Lytle was not deceived; he was not induced to expend time, money, or labour, in consequence of these acts and declarations of Patterson. He knew the truth and asserted it. The strongest case cited for the defendant in error is that of Kelly v. Eichman, 3 Wharton, 419, where A. brought an action for work and labour before a justice of the peace, and, on the hearing, the defendant objected to O. as a witness, on the ground that he was a partner of A. in the contract, whereupon the justice discontinued the action, and brought an action on the names of A. and C., jointly, against the defendant B., for the same cause of action. And on the trial it was held that B. was estopped from denying that the action was well brought, although it appeared by the evidence that the contract was with A. alone. The reason is obvious; in consequence of what was in substance a plea in abatement, the justice discontinued the suit and brought a new one corresponding with the information and declaration of the defendant. If, then, the defendant had been allowed to defend the second action by alleging that his first plea and assertion, upon the faith of which the justice acted, was false, and that the first action was rightly brought; it would have been the triumph of a mere juggle and cheat, and would have subjected the tribunal of justice to the chicanery and falsehood of one party, to the injury and loss of the other. The principle, I apprehend, runs through the whole doctrine of estoppel, that a man is only prevented from alleging the truth, when his assertion of a falsehood, or his silence, has been the inducement to action by the other party, which would result in loss if the opponent was permitted to gainsay what he had before asserted or induced the other to believe by his acts: Crest v. Jack, 3 Watts, 238. The case of Taylor v. Parkhurst, 1 Barr, 197, is, I apprehend, against the defendant, although he relied upon it as in his favour. The court declined to say what would have been the effects of the first judgment under the circumstances, if standing alone; but as, in an action for the same cause, the defendant pleaded it as a valid existing judgment, in bar of the second suit, he was estopped from contesting its validity, when the plaintiff dropped his second suit, and issued a scire facias on the first. This court said, that having treated it as valid and good for the purpose of defeating the second suit, he admitted its existence as a judgment, but that he was nevertheless at liberty to show that it had been reversed, released, or in any way annulled, even before his ■plea.\nAll that is demanded here is, that, although Patterson did assert that the property was Lytle’s, and the sheriff so levied, that yet he discovered his mistake, and paid for the property to the right owner, who transferred to him; thus entitling himself to stand, in an equitable adjustment of the accounts between the two partners, as the representative of the property from which the $600 was produced.\nIt is in vain that authorities were cited to establish that, after a levy and sale of goods, and return of the sheriff, the judgment is satisfied, although it should turn out that the property did not belong to the defendant, and was recovered by the owner from the purchaser; and that judicial sales are without warranty. All that is freely conceded. But it must be borne in mind, that the remedy here is not on the judgment. On the contrary, its full satisfaction and extinguishment is the very substratum of the claim of either partner. The judgment against the firm is gone. Whose money or property paid or satisfied it ? That is the question. Does the mistaken assertion of Patterson, and the consequent levy and sale, preclude an investigation of the truth ? It is only an assertion made in bad faith, or, if innocently made, which would result in fraud on the party confiding, if it were afterw'ards broken or contradicted, which estops. If one of the partners is bound by his assertion, why not the other ? Lytle asserted, peremptorily, that the property was not his, and he gave notice at the sale that it belonged to Barnes. Yet, in defiance of that, he now claims credit for the money produced at the sale. Why not estop him ? The more especially as it was, no doubt, much on the faith of that assertion and notice that Patterson sought after the true owner, and paid him when he was convinced of the truth of Lytle’s declaration.\nThis is an action of account render between the parties, and is, therefore, within the pale of common-law rules. But the technicalities under which it is proposed to exscind the claim, of Patterson, and substitute that of Lytle, are naked and dry when applied to this case. In Arnold v. Brown, 24 Pickering, 89, it was resolved, that a sheriff, after making return that he had attached certain goods as Jhe property of the defendants in the writ, is not estopped thereby from showing that they had no property in the goods. And, if the sheriff might do it, I perceive no reason why the plaintiff might not be permitted to do the same thing.\nBut our statute of the 18th October, 1840, regulating proceedings in the action of account render, provides that the account shall be settled either by the auditors or the court, by a just and equitable adjustment of the controversy; and upon application either party may be compelled to answer on oath, under W'hich process Lytle would no doubt have responded that the goods were not his.\nA majority of the court are of opinion that the case is fully within equitable and just principles, which forbid that the property of one man should be applied to the advantage of another, without equivalent or consideration. It was suggested, that as Lytle was the agent of Barnes for selling those goods, and entitled to a commission, he was injured by taking them under the levy. We cannot tell how that was: he may have suffered some inconvenience, but he was relieved from the trouble of selling them. Ho damages of that kind were alleged before the auditors; there is no evidence on the subject, nor any exception filed to the report of the auditors or the decree of the court, on that subject, or account. We cannot conjecture whether they were taken into consideration in the settlement between Barnes and Patterson.\nThe decree of the court is reversed, and the record is remitted, for the purpose of reforming the judgment of the court and making it conform to the account reported by the auditors in this particular, by giving Patterson credit for .the $500.\nThe Chief Justice and Mr Justice Rogers dissented.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Calvin and Miles, for Lytle.",
      "Wilson and Th. Banks, contra,"
    ],
    "corrections": "",
    "head_matter": "Henry L. Patterson v. John Lytle. John Lytle v. Henry L. Patterson.\n1. P. and L. were partners. The goods of B. in the hands of L. were sold to pay a firm debt (L. giving notice that the goods were B.’s) and were bought by P., who, after paying the sheriff, finding that the goods were B.’s, paid B. for, and took a transfer of, them to himself. In-account render between P. and L., P. is entitled to a credit for what he paid the sheriff, and is not estopped from claiming it because he directed the sheriff to seize the goods as L.’s, and bought them as such, and they were returned as such in the writ.\n2. It is only an assertion made in bad faith, or, if innocently made, which would result in fraud on the party confiding in it, if it were afterwards broken or contradicted, which estops.\n3. One is only prevented from alleging the truth, when his assertion of a falsehood or his silence has been the inducement to action by the other party, which would result in loss, if the opponent was permitted to gainsay what he had before asserted or induced the other to believe by his acts.\nWrits of error to the Common Pleas of Blair.\nMay 31. Henry L. Patterson and John Lytle were partners, against whom one Devine obtained a judgment. After Lytle had sold his interest in the concern to Patterson, he built a store-house, in which he sold goods on commission for one Thornton Barnes. A fi. fa. was issued on Devine’s judgment against P. & L., and Patterson, it seems, directed the sheriff to levy upon and sell the goods in-Lytle’s store, as Lytle’s goods, in pursuance of which direction they were sold by the sheriff, Patterson becoming the purchaser and receiving the goods. Before and at the sale, Lytle gave notice that the goods belonged to Ba-rnes. The sheriff returned, “personal property of J. L. sold for $500 on this fi. fa., and applied to same by sheriff.” Patterson afterwards paid Barnes for the goods, sold as Lytle’s, Barnes “agreeing to indemnify Patterson from any other claims on or for said goods, and to release all other persons;”\nIn an action of account render, brought by Patterson against Lytle, which was the case in the court below, the auditors upon the judgment quod computet reported a certain balance due to the plaintiff, giving Patterson credit in their account for the $500 paid by the sheriff, on Devine’s judgment, from the sale of the goods sold as Lytle’s. To this report the defendant, Lytle, took exception that the auditors erred in crediting Patterson with the amount of the sheriff’s sale of the store-goods of Lytle, and in not giving Lytle credit for the amount instead of Patterson. The court below sustained this exception, so far as to strike out the credit of the $500 to Patterson, but refused to give Lytle the credit for that sum demanded by him. And upon this basis the report was reformed, and approved, and judgment entered thereupon. Each party sued out a writ of error.\nIn this court Lytle assigned for error, that the court below erred in not giving him credit for the $500 made by the sale of his goods by the sheriff on the Devine judgment. And Patterson assigned for error, that the court erred in striking out the credit of $500 given to him by the auditors’ report.\nCalvin and Miles, for Lytle.\n1. We claim this credit on the principle that in judicial sales there is no warranty, which is applicable to sales of personal as well as of real property: Freeman v. Caldwell, 10 Watts, 10; The Monte Allegre, 9 Wheaton, 616.\n2. Patterson having directed the sheriff to sell these goods as Lytle’s property, having purchased them as such, having received and converted them to his own use, cannot now be allowed to say that they were not Lytle’s, and refuse him a credit for the amount for which they sold: Willing v. Brown, 7 S. & R. 467; Taylor v. Parkhurst, 1 Barr, 197; Kelly v. Eichman, 3 Wh. 419.\nWilson and Th. Banks, contra,\ncited James v. Brown, 1 Dall. 340; Crousillat v. M’Call, 5 Bin. 433 ; Griffith v. Willing, 3 Bin. 319; 2 Pa. Prac. 113; Dunlop’s Dig. 825, §§ 18, 19; Ib. 159, 308."
  },
  "file_name": "0053-01",
  "first_page_order": 53,
  "last_page_order": 58
}
