{
  "id": 404596,
  "name": "The Commonwealth ex relatione James Dysart v. Jonathan M'Williams and John S. Isett",
  "name_abbreviation": "Commonwealth ex rel. Dysart v. M'Williams",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "61",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 61"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts, 363",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841305
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0363-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 John. 775",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "18 Wend. 13",
      "category": "reporters:state",
      "reporter": "Wend.",
      "pin_cites": [
        {
          "page": "16, 17"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Y. 362",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774145
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0362-01"
      ]
    },
    {
      "cite": "10 W. 63",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 R. 374",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1023,
    "char_count": 28312,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 2.973961023696353e-07,
      "percentile": 0.8504939863289327
    },
    "sha256": "c599b344f2854b6ff258838fa3d94a361ef36d8e95447c01cafd312106bcccfe",
    "simhash": "1:5babb8b70a89a4a8",
    "word_count": 4917
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Commonwealth ex relatione James Dysart v. Jonathan M’Williams and John S. Isett."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nThe gravamen of the relator’s complaint is, that the defendants claimed to exercise the office of supervisors and assessors of taxes in the township of Franklin, and the right and authority to assess upon, and collect from, the inhabitants of the township, taxes and large sums of money, for the use of “ the Spruce Creek and Water Street Turnpike Company,” without any warrant or lawful authority for exercising the same, under and by colour of an act of Assembly, passed the 13th day of April, 1846. The defendants, by their plea, take issue upon the averments, and deny that they claim to exercise the office of supervisors, or authority to assess, levy, and collect taxes, for the use suggested, under and by virtue of the act mentioned. It was competent to the defendants so to traverse, for though in a writ of quo warranto a simple plea of not guilty, or non usurpavit, is bad, a defendant may deny the material allegations tendered by his antagonist. Thus he may plead that he did not use or exercise the office or liberties in question : Rex v. Ponsonby, Sayer’s R. 245; 2 Bro. P. C. 311; 1 Ves. Jr. 1; or, that it is not a public office, touching the government of a borough, or touching the election and return of burgesses to serve in parliament: Rex v. M’Kay, 4 B. & C. 351; 6 D. & R. 432. Perhaps, in strictness, these defendants ought to have gone further, and shown by what authority they claim to execute the office of supervisors of Franklin township, by specially setting out their title to it. Admitting this to he so, it is shown by. the record the relator consented to go to trial on the issue tendered, and prosecuted it to judgment, without objection on this score. Now all the evidence in the cause proves, conclusively, the taxes complained of were not levied under the act of Assembly pleaded, but by virtue of the authority vested in supervisors of townships, by the act of 15th of April, 1834. Consequently, upon the very point presented by the pleadings, the verdict and judgment could not be otherwise than for the defendants. .\nBut the object of the relator was to ascertain whether the defendants were justified by the act of 1834, in levying and collecting tax to enable them, as supervisors, to subscribe for shares of the capital stock of the turnpike company, at the cost of the inhabitants of the township ? No doubt the remedy he adopted would have afforded him the means of testing this. Long disused in England, the writ of quo warranto was unknown to our practice until introduced by the act of June 1836. Following the example of the mother country, we had substituted the device of an information in nature of the ancient writ. But both these methods of proceeding are available, not only against one who usurps an office or franchise, but also for an abuse of it. Thus a quo warranto was held to lie against a mayor, &c., for an unlawful exercise of power, by admitting as freemen, persons who were not entitled ; for it is said, there is no other remedy: Com. Big. tit. Quo warranto (C); and the same is true of an information, which lies wherever the writ was available. Holt, C. J., said, the officers might be ousted and fined, although the franchise could not be seized into the king’s hands, for, in such cases, the misconduct of the incumbent does not work a forfeiture of the corporate office: Rex v. Hertford, 1 Salk. 374; S. C. 1 Ld. Bay. 426; Willcock on Mun. Corp. 454; Cole on Inform. 111.\nThe second section of our statute on this subject relates to public and private corporate offices, and the first clause of the section gives the writ of quo warranto, “ in case any person shall usurp, intrude into, or unlawfully hold or exercise any county or township office, within the respective county.” As the object was to revive the old writ, in the cases enumerated, it is not to be pi-esumed, in the absence of a distinct manifestation, the legislature intended to cripple its common-law efficacy. Although the language of the statute is not, on this point, as explicit as it might be, still the words used are sufficiently broad to include the abuse of a township office, by a legal incumbent. It is an unlawful exercise of it.\nThe relator might, therefore, under this statute, have raised the question of which he seeks the decision, hy a proper suggestion; and as it seems important it should be settled, I will, following the example of the court below, proceed to express the opinion of this court, irrespective of the defective suggestion and plea.\nIt is conceded the defendants were duly elected and qualified supervisors of their township, and it is proved, that as such, they assessed a tax not exceeding the rate authorized by the act of 1834, defining their powers in this particular. But they avow a portion of this tax is levied to enable them to pay for certain shares of capital stock of the turnpike company before mentioned, to be subscribed by them ex officio. The 16th section of the act of April 1846 (P. L. of 1847, pa. 15), provides “that the supervisors of the public highways, in the townships through which the said turnpike road may pass, be and they are hereby authorized to subscribe for, and in the name and behalf and for the use of the inhabitants of such townships, any number of shares not exceeding 3,600, in the capital stock of the said turnpike road — provided always, that the said supervisors, in subscribing as aforesaid, shall be entitled to use the rights and privileges granted by this act to other stockholders in the said company.” How the act of 1834 empowers the supervisors of townships to assess and levy township taxes for the purpose of making and repairing roads and bridges, and “for such other purposes as may he authorized hy law and the act of 1846, as we have seen, authorizes these supervisors to subscribe to the stock in question. The tax in controversy is, therefore, levied for a distinct purpose authorized by law. But it is suggested that the latter act is unconstitutional. What provision of the constitution of Pennsylvania does it infract ? Hone has been pointed out, for none such exists. Of late years it has been much the fashion to impeach the action of the legislative bodies, as unconstitutional, when it happens not to accord with the party’s notion of propriety and abstract right. This is very frequently done in sheer oblivion of the doctrine that express prohibition or necessary implication is essential to oust the state legislature of authority. Where this prohibition is not found in the primordial part, the exertion of a power cannot be deemed unconstitutional, even though it seems to trespass upon our ideas of natural justice and right reason: Commonwealth v. M’Closkey, 2 R. 374, 382. So far has this principle been carried, that in Harvey v. Thomas, 10 W. 63, it was intimated the legislature might appropriate private property to the use of a private way, without making compensation, since the constitutional inhibition relates solely to public uses.\nFrom the commencement of the government, our representative bodies have exerted the unchallenged power to levy taxes, mediately or immediately, for every purpose deemed by them legitimate. Among these purposes, the construction and maintenance of roads and highways, to meet the necessities and to facilitate the commerce of the people, have ever been deemed of the first importance. Without these, a commercial community could scarcely exist. Indeed, they are so essential to the progress of civilization and the cultivation of the arts of life, that the degree of refinement attained by a people may, in some sort, be measured by their extent and condition. With us, accordingly, much attention has been bestowed upon them, and liberal powers for raising money by taxation, vested in the officers charged with their superintendence. No one has yet dreamed of doubting the validity of that power, when applied in maintenance of the ordinary roads of the country. And yet it is difficult to distinguish between these and a public turnpike road, so far as-the advantage of the community is involved. The right to exert the power of taxation in support of the latter, was considered at an early day in this state, in M’Clenaghan v. Curwin, 3 Y. 362. In delivering the judgment, Shippen, C. J., said, “ such an artificial road being deemed by the legislature a matter of general and public utility, and considering it was not to be effected but at considerable expense, which could not be defrayed in the ordinary way, by the inhabitants of the several townships though which the road was to run, they devised the mode of accommodating the public at the expense of individuals, who might be induced to do it from the prospect of gain. It was immaterial to the public, whether it -was done by a general tax, to be laid on the people at once, or by the gradual payment of certain specified sums, &e. For though every man has a right to the free use of a public road, yet every member of the community may be taxed for making the road in any manner the legislature may think reasonable and just.” In our case, the law-makers have done nothing more than is here recognised as their right to do.\nA very signal instance of the exercise of a similar power is afforded by the recent act of 27th March, 1848, P. L. 273, authorizing the city of Philadelphia, the county of Allegheny, the cities of Pittsburgh and Allegheny, and the municipal corporations of Philadelphia county, to subscribe for shares of the capital stock of the Pennsylvania Railroad Company, to borrow money to pay therefor, and to pay the principal and interest of the sum so borrowed. The exercise of this authority may, of course, entail additional taxation upon the inhabitants of the several places designated. Yet, though before the enactment, the right of a municipal corporation to subscribe to the stock was strongly contested, no one has doubted it since, and, on the faith of this legislation, millions of dollars have been subscribed. Like this, the act of 1846 says nothing about taxation. By both, this is left to depend on other laws, and they may, therefore, be said to rest in precisely the same principle.\nThe constitutionality of the law under which the defendants acted, being shown, it follows the judgment of the court below, in this aspect of the case, was right. This conclusion renders it unnecessary to consider whether an objection to the sufficiency of the defendants’ plea, could be entertained at this stage of the proceeding. We will not reverse, where, from the record, it is demonstrable the judgment must be the same on an amended pleading, especially where the case of the plaintiff in error has been considered as though no defect existed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "A. P. Wilson and Isaac Fisher, for the plaintiff in error.",
      "Benedict, contra,"
    ],
    "corrections": "",
    "head_matter": "The Commonwealth ex relatione James Dysart v. Jonathan M’Williams and John S. Isett.\n1. Though in quo warranto the plea of not guilty or of non murpavit is had, yet the defendant may deny the material allegations tendered by the relator; and if in so doing he does not show his title to the office, and trial and judgment are had without objection on that score, the relator cannot take advantage of the defect.\n2. This court will not reverse for insufficiency of pleading, when from the record it is demonstrable the judgment must be the same on an amended pleading, especially when the case of the plaintiff in error has been considered as though no defect existed.\n3. The words of the quo warranto act are broad enough to include the power of inquiring into the abuse of a township office by a legal incumbent, — it is an unlawful exercise of the office. 4. The supervisors of a township are justified hy §xxv. of the act of 1834, relating to county and township rates, &c., in levying and collecting a tax to enable them, as supervisors, to subscribe for shares of the capital stock of a turnpike company at the cost of the inhabitants of the township, having been authorized by an act of Assembly so to subscribe.\n5. The act authorizing such subscription is constitutional.\nError to the Common Pleas of Huntingdon.\nMay 25. The facts of the case are sufficiently stated in the charge of the court below, which was delivered by Wilson, President, and is subjoined.\n££ The relator, James Dysart, by his information of the 2d of September, 1847, complains that ‘ for a long time past, to wit, for the space of one month and more, Jonathan M’Williams and John S. Isett, Esquires, both of the township of Franklin in the county of Huntingdon, have, as the relator has been informed and truly believes, under and by colour of the authority of an act of Assembly of this Commonwealth, passed and enacted on the 13th day of April, 1846, claimed to exercise and have exercised and acted in the office, place, and authority of supervisors and assessors of taxes, in the said township of Franklin, in the county of Huntingdon, and under and by colour of the aforesaid act of Assembly, have claimed and do claim, and have acted in, exercised, and practised the right, privilege, office, and authority, within the said township of Franklin, and over and upon the citizens of the said township, of assessing, levying, and collecting taxes, and large sums of money, within the said township, of and from the citizens of the same, to and for the use, benefit, and behoof of £ The Spruce Creek and Water Street Turnpike Road Company,’ and still claim, act in, exercise, and practise the authority, office, and power of assessing, levying, and collecting taxes as aforesaid, within the said township of Franklin, and of and upon the citizens thereof, for the use and purpose aforesaid, without any warrant or lawful authority, for acting in, exercising, and enforcing the same, as the relator has been advised and verily believes. All of which liberties, privileges, and franchises aforesaid, the said Jonathan M’Williams and John S. Isett, during all the time aforesaid, have usurped and still do usurp upon the citizens and inhabitants of the said township of Franklin, to the great damage and prejudice of the said inhabitants of the said township of Franklin.’ Whereupon the relator prayed the advice of the court in the premises, and asked process against the said Jonathan M’Williams and John S. Isett in this behalf to show by what warrant and authority they claim to have, use, and enjoy the liberties, privileges, and franchises aforesaid.\n“ On the process issued as requested — Jonathan M’Williams and John S. Isett, who are thereby made defendants, join issue by denying the suggestions of the relator as fallows: The said Jonathan M’Williams and John S. Isett deny that they have at any time by colour of the authority of an act of Assembly of this Commonwealth, passed and enacted on the 13th of April, 1846, claimed to exercise and have exercised and acted in the office, place and authority of supervisors and assessors of taxes, in the said township of Franklin, in the county of Huntingdon, and under and by colour of the aforesaid act of Assembly, have claimed and do claim, and have acted in, exercised and practised the right, privilege, office and authority aforesaid, within the said township of Franklin, and over and upon the citizens of the said township, of assessing, levying and collecting taxes and large sums of money, within the said township, of and from the citizens of the same, to and for the use, benefit, advantage and behoof of the Spruce Creek and Water Street Turnpike Road Company, and still claim to act in, exercise, and practise the authority, office, and power of assessing, levying and collecting taxes as aforesaid, within the said township of Franklin, of and from the citizens thereof, for the use and purpose aforesaid, without any warrant or lawful authority for acting in, exercising, and enforcing the same. And the said Jonathan M’Williams and John S. Isett, further deny that they have usurped and do usurp the said office, as by the said relator averred.\n“ This information, to our minds, clearly affirms, that the defendants under and by colour of the authority of the act of Assembly of the 13th of April, 1846, claim to exercise and have exercised and acted in the office, place and authority of supervisors and assessors of taxes, in the township; not that being such officers they have exercised, or claim to exercise a power or privilege under and by colour of that act of Assembly, which they could not legally do, or that being 'supervisors of Franklin township, they claimed to exercise, and did exercise certain powers and privileges under that act.\n“ The allegation is in fact that they usurp the office of supervisors and assessors of Franklin township, under and by colour of the act of the 13th of April, 1846, and have claimed and do claim, and have acted in, exercised and practised the right, privilege, office and authority, within the said township, and over and upon the citizens of the township, of assessing, levying and collecting taxes and large sums of money, for the use and benefit of the Spruce Creek and Water Street Turnpike Road Company.\n“ By the defendants’ denial of the information, whether they claim to hold the office of supervisors under this act, and to assess taxes, &c., under this act, is put directly in issue, and it cannot for a moment be pretended under the evidence, that they hold or claim to hold the office of supervisors as suggested. The evidence shows that they were elected supervisors of the township, and assessed a tax, not exceeding their power, and that they do hold, and claim to hold the office of supervisors, by virtue of their election. The evidence thus failing to support the information, the verdict must be for the defendants. But the question desirable to be settled for the future action of those parties is relative to an appropriation of taxes assessed in this township by the supervisors, for the payment of stock subscribed by the supervisors, in the Spruce Creek and Water Street Turnpike Road Company, we will express an opinion on, as requested, to enable the parties to have that question raised in this proceeding, should the relator see proper to carry the case further.\n“From the evidence it is shown that the defendants were regularly elected, and it is not disputed, were legally supervisors of the township of Franklin, through which this turnpike located by the company passes. It is further shown, that under their powers as supervisors of that township, they assessed a tax, not by law 'exceeding what they were authorized to assess on the valuation of property in that township, as valued by the county assessors. On this state of facts, although the defendants did in their assessment of tax include in making their general estimate of the amount necessary for opening, repairing, &c., the roads, include a sum which they intended to collect for the purpose of paying the stock by them intended to be subscribed to the Spruce Creek and Water Street Turnpike Road Company, we are of opinion it would not make out a case authorizing a verdict in favour of the relator, and are of opinion that they Were warranted and had authority for their act. They are authorized under the general powers given them, to lay a rate on assessment, not exceeding one cent on the dollar, upon real and personal estate, offices, &c., for the purpose of laying out, opening, making, amending or repairing of bridges, and for such other purposes as may be authorized by law. The 16th section of the act of Assembly of the 18th of April, 1846, incorporating the Spruce Creek and Water Street Turnpike Road Company, enacts that “the supervisors of the public highways through which the said turnpike road may pass, be and they are hereby authorized to subscribe for the use of the inhabitants of such township, any number of shares not exceeding three thousand six hundred in the capital stock of the said turnpike road. Provided always that the said supervisors in subscribing as aforesaid, shall be entitled to all the rights and privileges granted by this act to other stockholders in the said company.\n“ Under the facts of the case presented to us by the evidence, there is no ground for ousting the defendants from their office; for when they are creatures of the law, and the same power which authorized their creation has extended to them a power which they exercised in pursuance thereof, they will not thereby forfeit their office. They are exercising a power granted to them by the mere authority that created the corporate powers of the township, of which they are legally elected officers. In the assessment of the taxes they have not exceeded the amount they were authorized by the law to assess; it is admitted, however, that a portion of the tax assessed, when collected, is intended to be applied towards the payment of the stock subscribed by them under the provisions of the 16th section of the act of the 13th April, 1846. Payment of any part of the subscription has not yet been made; nor has the tax assessed, except a portion of it, been collected, and they are not in fault at the time of this relation filed, unless it be by increasing the amount of the township assessment at the time the tax was laid to meet any future subscription of capital stock in this turnpike company.\n“ The Legislature authorizes the subscription of stock by the supervisors for the use of the township. The tax is not assessed by colour of and under the act of the 13th of April, 1846, but by virtue of their general powers as supervisors of the township, and an amount is included in the assessment to meet a subscription the law authorizes them to make — giving them the power of subscribing the stock, it would authorize them to pay out of the funds of the township the amount subscribed — and under the existing laws they could raise for the purposes of payment of the stock the amount of taxes, confining themselves within the amount of ten mills on the dollar of county valuation of property taxable; it would be levying a tax for a purpose authorized by law.\n“ The facts presented by the evidence do not, taking them in the strongest point of view, support the allegation of the relator in his suggestion. It is admitted by the relator’s counsel, that we could not give judgment ousting the defendants from their office. If this is so, it is questionable whether we could give a judgment under this proceeding, restraining the defendants from carrying out their intentions, which are complained of — or whether the evidenee presents a case for a quo warranto, under the Act of Assembly, giving the Court of Common Pleas jurisdiction of that writ.\n“ The court is requested to charge the jury as follows:—\n“ If the jury believe from the evidence that the defendants, as supervisors of Franklin township, have levied and assessed the sum of $400, or any other sum of money as a tax upon the taxpayers of Franklin township, for the use of the Spruce Creek and Water Street Turnpike Road Company, and have collected, or threatened, or attempted to collect the' same for the use, benefit, and behoof of the said company, the verdiet should be for the plaintiff.\n“We refuse to answer as requested, as already stated in our general charge; and will here remark, that the undisputed evidence that any increase of tax assessed, instead of being- as set out in the suggestion of the relator, to and for the use, benefit, and behoof of the Spruce Creek and Water Street Turnpike Road Company, was assessed in contemplation of a subscription of stock in that company, under the Act of Assembly incorporating it, which authorizes the subscription for the use of the inhabitants of the township.\n“ On the whole case, we are of opinion, that, in point of law, the verdict must be for the defendants.”\nYerdict and judgment for the defendants.\nThe relator sued out a writ of error, and, in this court, made the following assignment of errors: — •\nThe court erred in not giving judgment for the Commonwealth on the pleadings.\nThe court erred in charging the jury that the words, “under and by colour of the aforesaid act of Assembly of the 18th of April, 1846, was fatal to the relator.”\nIn instructing the jury that the respondents had a right to assess and levy taxes on the citizens of Franklin township, under the act of the 13th of April, 1846, for the use of the Spruce Creek and Water Street Turnpike Road Company.\nThe court erred in instructing the jury that they might find for the respondents — and in giving judgment for the respondents.\nA. P. Wilson and Isaac Fisher, for the plaintiff in error.\nThe answer of the defendants is merely an informal denial of the charges contained in relation, and amounts to no more nor less than a plea of non usurpavit upon which the relator was entitled to judgment of ouster, for in this proceeding, the defendant cannot plead not guilty or non usurpavit, for if he has in fact used the office or franchise, he must show by what authority he has done it, setting out his title specially, and concluding with an absque hoe: Cole on Criminal Informations, 210, 46; Bull. N. P. 207, 1 ed.; 2 Sel. N. P. 1185, 9 ed. The defendant is bound to plead his title accurately, and to put it on the right ground, or judgment will go against him: Cole, 212. If any one issue be found for the crown, the crown must have judgment. If the plea contains no title against the crown, the crown must have judgment: Cole, 213. If the defendant relies on formal defects in the information, he must demur specially : Cole on Crim. Informations, 207. Where a defendant pleads only one insufficient plea, it amounts to a confession of the usurpation charged upon him : Cole, 209, pt. 2. As to certainty in an indictment or information, see Whart. Am. Crim. Law, 81-2. Every fact or circumstance laidin the indictment which is not a necessary ingredient in the offence, may be rejected as surplusage: Whart. Am. Crim. Law, 99. All unnecessary words may on trial or arrest of judgment be rejected as surplusage, if the indictment would be good on striking them out: Whart. Am. Crim. Law, 165, 6, 7. See also Lewis Crim. Law, 536, 1 T. R. 322; Com. Dig. Pleader, C. 2, 8, 9; F. 12, 5 ; Co., 412; Mod. 327. There can' be no use of requiring proof of allegations, which are wholly impertinent to: Whart. Am. Crim. Law, 165.\nMatters of inducement or aggravation, as has been said, need not be accurately proved, but whatever is pertinent to the constitution of the offence must be accurately shown: Whart. Am. Crim. Law, 167.\nAs to surplusage, and what allegations in an indictment must or need not be proved: Russell on Crimes, 736, 7, 8.\nIt is sufficient to prove so much of the charge in an indictment, as constitutes an offence punishable by law. If this be done, the offence need not be proved to the whole extent laid: Russell on Crimes, 790 ; Roscoe’s Ev. 909; Whart. Am. Cr. L. 190.\nIn quo warranto the defendant must either disclaim or justify; he cannot plead non usurpavit, for, if he admits his possession of office, he is bound to show his title specially.\nJurisdiction of this court: Purd. Dig. 1847, p. 889.\nEvery citizen who pays taxes in any ward or township is entitled to an information: Com. v. Brown, 1 S. & R. 382; Willcock on Corp., 256, 7, pl. 335, 427.\nQuo warranto has been allowed against a person, who is admitted to be a legal officer, to show by what title he holds a franchise, which he assumes to exercise in his official capacity. As if the mayor assume the right to admit freemen without the consent of the rest of the body corporate: Willcock on Corp. part 2d, pl. 337.\nAs to the constitutionality of the act of 1846: Lambertson v. Hogan, 2 Barr, 245; Bloodgood v. M. & H. R. T., 18 Wend. 13, 16, 17, and 18; Varnick v. Attorney General, 5 Paige, 137; Mayor of Pittsburgh v. Scott, 1 Barr, 300-314; Rogers v. Bloodgood, 20 John. 775; Phillips v. Turnpike Co., 2 Pa. Rep. 184; Carter v. Commonwealth, 3 Pa. Rep. 260; Pittsburgh v. Young, 3 Watts, 363.\nThe defendants have not shown that they held any office, nor that they had any authority for levying, assessing, and collecting the taxes which they have admitted that they did levy and assess, for the.use and benefit of the turnpike road company: BaldwiRep. 205.\nBenedict, contra,\nthe court declined hearing."
  },
  "file_name": "0061-01",
  "first_page_order": 61,
  "last_page_order": 72
}
