{
  "id": 404618,
  "name": "The Farmers' and Mechanics' Bank v. Samuel Woods, Sr.",
  "name_abbreviation": "Farmers' & Mechanics' Bank v. Woods",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "99",
  "last_page": "119",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 99"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 195",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Y. 147",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Dall. 120",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/4/0120-01"
      ]
    },
    {
      "cite": "8 Watts, 539",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 200",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 487",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0487-01"
      ]
    },
    {
      "cite": "4 W. & S. 83",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 284",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0284-01"
      ]
    },
    {
      "cite": "2 Watts, 276",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 166",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852519
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0166-01"
      ]
    },
    {
      "cite": "2 W. & S. 294",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0294-01"
      ]
    },
    {
      "cite": "5 W. & S. 300",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0427-01"
      ]
    },
    {
      "cite": "3 R. 9",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 255",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0255-01"
      ]
    },
    {
      "cite": "6 Watts, 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0292-01"
      ]
    },
    {
      "cite": "5 Watts, 194",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0194-01"
      ]
    },
    {
      "cite": "7 W. & S. 211",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. 539",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. 200",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 P. R. 457",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    },
    {
      "cite": "5 W. 194",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 Y. 486",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "2 Y. 146",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "4 B. 163",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "9 W. 111",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 182",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. 69",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. 138",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 P. R. 384",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1 P. R. 454",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    },
    {
      "cite": "1 P. R. 74",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. 276",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. 46",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 B. 187",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "1 Y. 512",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6777035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0512-01"
      ]
    },
    {
      "cite": "5 W. & S. 300",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1715,
    "char_count": 53692,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.31009549205378384
    },
    "sha256": "2153046cc015fc80f9bc660a69feab4ed6045b3931be8031343553679764ba85",
    "simhash": "1:1aea007346407fcb",
    "word_count": 9357
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Farmers’ and Mechanics’ Bank v. Samuel Woods, Sr."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nAn asserted right to lands resting in settlement alone, has been justly called jus vagim; a mere claim to favour : Howard v. Pollock, 1 Y. 512; Bonnet v. Devebaugh, 3 B. 187. In Smith v. Oliver, 11 S. & E. 266, it was denominated a mere equity, and in Brentlinger v. Hutchinson, 1 W. 46, the late Justice Kennedy, whose knowledge of our land law was intimate and accurate, observed, that though recognised, the legislature never intended that settlement rights should be placed on the same footing with titles held under locations, or warrants and surveys retoned into office. He says they were treated as a privilege, granted without consideration, and liable to forfeiture by a relinquishment of the possession, without good cause. It is true, great regard was shown to bond fide settlements by the proprietory agents, and, since their day, by the state; and if prosecuted with due diligence, subsequent warrantees or occupants are not permitted to interfere with them. The right of a settler to perfect his title to three hundred acres, located in a convenient and reasonable shape around his improvement, was always conceded; and any attempt fraudulently to deprive him of this privilege, is frowned upon by the law and its administrators. But he is not bound to take three hundred acres of the public land. He may circumscribe his boundary within a much narrower limit, if he will, and hence it is that a posterior warrant and survey, so located as to hedge him far within the circle to which he might legitimately claim to hold, is not necessarily void, as it would be, were it an interference with an older legal title. It is voidable only at the instance of the improver, for so much land included in the warrant as he might legally cover by virtue of the improvement; and if he relinquish it, by word or deed, or fail to assert it within a reasonable time, the title of the warrant-holder is perfected: Cresson v. Miller, 2 W. 276, S. C. 5 W. & S. 300. Vigilantibus, et non dormientibus, jura subveniunt, is a maxim applicable to all who seek to perfect an imperfect title, and to none more strictly than to those who assert inchoate titles to land under our system. Yigilance is the price of safety. To it, indolence and carelessness are always postponed. In accordance with this rule, founded in the obvious policy of limiting litigation and quieting estates, it is held, that taking out a warrant or application for land, and procuring a survey, without more, gives no title. If such a warrantee neglects to have the survey returned in due time, he will be postponed to a younger warrant, prosecuted with due diligence: Chambers v. Mifflin, 1 P. R. 74; Addleman v. Masterton, 1 P. R. 454; Star v. Bradford, 2 P. R. 384, 394, In the last case it is said, “It would be unreasonable that the commonwealth, in such cases, should be prevented from disposing of ¡ their lands, particularly in the case of an application when no money is paid. When one party shows an indisposition to comply with engagements, the other is at liberty to consider the contract as at an end; and as this is the law as regards the contracts of individuals, it is equally the rule in the construction of the contracts of the commonwealth with its citizens.” In Zerbe v. Schall, 4 W. 138, such neglect was held to be equivalent to an abandonment; “for,” said the Chief Justice, “ a subsequent appropriator could not suppose the prior locater meant to hold the state bound for an indefinite time, while he himself was at liberty to reject the land or to retain it: or, if he did suppose it, he would know that such a motive is itself equivalent to abandonment.” For some time after this doctrine was' announced, no precise time was ascertained,'the lapse of which would,' per 'se, be recognised as establishing an abandonment, without regard to the intent of the party;-but, at length, in Strauch «. Shoemaker, 1 W; & S. 166, if was ruled, in analogy to the limitation act of March, 1786, that neglecting to procure a return of survey for seven-years, would work a forfeiture, on the presumption of- abandonment. This has been the rule ever sincé; and'it is-settled that when the question of abahido'nment' arises from mere'lapse'of time, it is a question of law to be decided by the court, irrespective of any intention, entertained by the warrant-holder. When less than seven years have elapsed,- it -becomes a question of intention for a jury, who may establish it, upon circumstances evidencing such intent, though a very brief period may here serve. The rule was applied with great justice in Brentlinger v. Hutchinson, 1 W.52, to one who had been an actual settler, and claimed by an improvement right; “though,” said Kennedy, J., speaking for the court, “in giving this indulgence to an actual séttler, I am far from being perfectly satisfied that it may not be in opposition to the will and intention of the legislature as it has been manifested in their acts on this subject.”- Long before these decisions, it had been adjudged, that abandonment is not, in all cases, a matter of fact, but that it may be a conclusion of law from facts. “Where,” said Duncan, J., in Cluggage v. Duncan, 1 S. & R. 120, “a man makes a settlement, and-leaves'it for a great length of time, it does not signify for him to say, that he keeps up his claim. The law declares, that such -verbal claims have no avail against the act of relinquishing-possession.” The same thing was laid down in Watson v. Gilday, 1 S. & R. 340.\nBefore turning to the facts that characterize this case, I wish to bring to view another principle, which will be found to have an. application here. It has its birth in our peculiar system, and has been slowly elaborated by the exigencies presented by-successive contests, springing from antagonistic diligence and indifference.\nIt is settled that assessment and payment of taxes alone, for an unseated tract of land, will in no degree contribute to the creation of a title. But, under certain circumstances, it will assist to extend the limits of an adverse possession, even to constructive ouster, and it has been held that a refusal to acknowledge a liability to taxation as owner, may operate to defeat a right in favour of another claimant, whose right is doubtful. Thus, though a settler on appropriated lands may not be an avowed intruder, his possession extends no further than his original occupancy, because there is no boundary or anything else to mark its extent. But payment of taxes by him, raises a presumption of ouster of the whole tract, and extends, by construction, the possession to the boundaries of the warrant : M’Call v. Neely, 3 W. 69. And such payment for twenty-one years, with the acquiescence of the owner, will confer a title to the whole survey; for it is regarded as equivalent to claim and adverse possession: M’Caffrey v. Fisher, 4 W. & S. 182. To suffer this at the hand of an adversary, amounts to a confession :of ouster, for a man may show by his conduct, -as well as by-his declarations, that he considers himself out of possession. The rule holds, too,- when the intruder designates his - claim to part of a tract, by marks - on the ground surveyed,-and- pays .taxes-for it: • Royer v. Benlow, 10 S. & R. 306; but a mere occasional -user-of woodland, asby.cutting timber, or entering to make-a sugar .camp, .wotild- not, I. conceive, work such'a-result :■ Adams v. Robinson, 6 Barr, 271. In Kelsey v. Murray, 9 W. 111,-the-efficacy’of assessment.and-payment of taxes seems to have -beén-carried - somewhat; further.. The case is not very lucidly reported, but-I gather the claim defeated was set up through one who had, or alleged he had, paid the purchase-money to the commonwealth, and asserted a possession. But it was shown he had refused to be assessed for the land, and knew it was assessed to another, who had paid the taxes for thirty years; This was held tantamount to a confession of disseisin, so as to let in the statute of limitations.\nNow, let us apply the principles brought into view, to the facts of the ease in hand. The first and leading question is, whether those, under whose improvement-right the defendant claims the land in dispute, did, or omitted to do anything by which their claim was circumscribed within the lines designated by the survey of 1794, under the warrant of 1786, in the name of Moses Foulk ? The settlement is said to have been made by Peter Hartman in 1770. There were two or three clearings, but, according to the proof, these were all without the Foulk line. The land settled, appears first to have been assessed in the name of Peter Hartman, in 1776, as one hundred acres; again, in 1799 as fifty acres, which continued down to 1799, when it was returned as one hundred acres, in the name of Henry Hartman, and thus continued, without being increased, until 1817, when it was rated at two hundred and nine acres, and as the property of Samuel White, whose application for a warrant for two hundred acres, including the improvement, was first made in February, 1814. During the greater part of this period, or at least from 1795, the owners of the Foulk survey paid the taxes for the whole tract, cut wood upon it, and treated it as their own, when finally, it was cleared of timber in the year 1820, by Michael Ege, who then claimed it by a legal title derived from Foulk. It was, too, sold in 1795 by Foulk, mortgaged by the vendees in that year, patented by them in the next, and passed under this title, by successive sales and conveyances, until it reached the seisin of the present plaintiff. It is also in proof that the improver was present when the Foulk survey was made, without interposing any objection; that upon a caveat returned by the surveyor under the warrant of Samuel White, the Board of Property decided against White’s right to extend his survey over the Foulk line, and directed a new survey, which was never procured; and, although an ejectment was brought by White against the then owner, Ege, as an appeal from the decision of the board, it was never prosecuted, but suffered to sleep until White was sold out by the sheriff. Finally, it was shown that, without transcending the Foulk line, there is found a sufficient quantity of land to satisfy the whole claim made by the improver, for a period of thirty-eight years, and until after Samuel White had taken out his warrant, when first the idea seems to have been entertained of calling in question the validity of Foulk’s survey and title.\nThis is a brief outline of the facts as proved. If believed, they show either that the improver never intended to appropriate to himself, by virtue of his improvement, any of the land lying beyond the Foulk line, but meant to content himself with the smaller quantity returned by him to the assessor; or that he is !aefc« guilty of gross negligence in omitting to assert and perfect his original privilege for a period of upwards of twenty years, during which his antagonists paid -taxes for the disputed tract, whilst he, in effect, disclaimed all liability as owner. Now whether the case be put upon his intention or his negligence, it is equally fatal to the pretension now set up. Had he taken a warrant within a reasonable time, and procured a survey to be made for the portion included by the lines actually run, or marked a consentable line on the ground, he could not afterwards transcend this in default of another warrant and survey: Davis v. Keefer, 4 B. 163. He would have been definitively bound by such an act, as showing an election to take a lesser quantity than the law would otherwise have accorded to him. Yet this is scarcely stronger than what he did, as indi- . eating a choice. ■ His knowledge of what was done under the Foulk warrant is scarcely to be denied: his long unmurmuring acquiescence in it, in connexion with his positive act of returning a limited number of acres for taxation, can be regarded as little less than a recognition of the established lines. But it is, perhaps, safer and more satisfactory to rest this branch of the case upon the total omission of the settler to locate his 300 acres. Under ascertained principles, this of itself would seem to be sufficient to postpone his equity to the legal title of his antagonist. Thrice the period of time ascertained by our decisions as enough to constitute an abandonment at law by quitting possession, or by neglecting to cause a return of survey, had run after the Foulk survey before any movement made to push the settler’s equity to its verge, and when at last made, it seems to have been almost immediately abandoned, under the rebuke of the Board of Property. The ejectment of 1817 will not serve to rescue the plaintiff’s case from the applicability of this remark, for that was suffered to sleep through a series of years, and, finally, to expire with the expiration of the estate of the party who instituted it. Thus neglect has been added to neglect, by parties whose duty called for at least the exercise of ordinary diligence. But, considered apart from what has been done or omitted since the procurement of the warrant by White, it seems to us, the case of an-actual settler is to be governed by the principles of the adjudications already cited, and settling what degree of neglect amounts to a legal'abandonment, as against a subsequent warrantee. The same policy which calls upon the warrant-holder to cause his survey to be returned into office within a limited period, and upon the settler to renew his actual occupation within the same period, would seem strictly applicable to the latter in the exercise of the privilege, attendant upon his improvement of surrounding it by an appropriated number of acres, not exceeding 300.\nThere is the same reason why he should not be permitted to play fast and loose for an indefinite time; to hold at arm’s length all the world, while he refuses to act in his own behalf, and thus “ prevent the state from disposing of the land to others who are willing and desirous to pay the state for it,” as obtains in the other instances put. Should.a case.calling for the application of this principle ever-present itself, it is more than probable the - court, looking to the public interest and to private convenience, will not hesitate to recognise it as a governing rule. There can be no objection urged against extending its embrace where the analogy is so perfect. But its aid is scarcely required in our case. Besides the great lapse of time, here are other circumstances, already alluded to, which, we think, must be esteemed as long since operating to extinguish the settler’s equity, by perfecting the legal title granted by the Commonwealth. Bare non user would, probably, have been found sufficient for the purpose, but this is greatly- assisted by the other facts. - Without recapitulating them, it is sufficient to say they, .'.in' our apprehension, ’ called for the instruction, that-if .the jury believed'.thése. things — rand .there does not appear-to be the slightest room.for.dispute — the.plaintiff’s title is the -best; without-the qualifications, which-..lo.ok to. an; express acquiescence of the-settler in the E.oulk.survey, or t.o.a secret reservation -of-right -to transcend.it., ’ Whether,, after so.many years of inaction and- apparent.acquiesc.ence in’.the .propriety, of. that survey, lie'regarded 'the-lesser number, of.acr.es As. th'e.mxtent, of-his --.claim, in virtue'of- his settlement,,'is matter;of,indifference, 'The..;law concludes him. Nor, do.we think this view-of the. case is -at. all affected by the slight proof given'of occasional interference with the land in controversy, by those., under whom the defendant claims. Their possession, -if.indeed.there was any, was altogether too scrambling and. uncertain, to .amount to an appropriation. Henry Hartman is the.only.one who speaks of it, and as it were, by-the -by. . All-he’says .is1,:.“defendant’s father and himself cut a heap-of-timber within the Blue line.” When, how, or for what purpose', is. not. explained. This is too loose to defeat a legal title fairly purchased, paid for, and as it would seem accompanied by every act ofmwnership of which unenclosed woodland is susceptible. The “ clearings” referred to by the witness were clearly not within the Eoulk survey, if, indeed, he meant to say so. The “conditional” line which he says was established between his father and Adam Olipliver, does not appear to have been esteemed by the court below, as of any value in the determination'of the controversy. Indeed, if the other testimony is worthy o'f; credence, Hartman was entirely mistaken as to the locality of the Olipliver ■ tract, and consequently in error as to the line run to designate its boundary on one side. Perhaps, upon another trial,'the evidence on this point may be made more distinct. What has been said, covers the greater part of the exceptions taken to the charge of the court.\nThere is nothing in the remaining errors.\nThe proceedings before the Board of Property, were not conclusive against White’s title. His case was not within the act of 3d April, 1792, which was prospective, and therefore in application to lands appropriated\" before its enactment: Hubley v. White, 2 Y. 146-7; Albright v. McGinnis, 2 Y. 486; Schonberger v. Becht, 5 W. 194. As already intimated, however, those proceedings are an important feature of the causé; taken in connexion with its other traits, regarded from the'point of view already occupied.\nThe depositions were rightly admitted. Though in the handwriting of the party’s attorney, it was shown to have been with the assent’of the opposing attorney. This tolls thé error: Addleman v. Masterton, 1 P. R. 457. As to the' remaining objection, .the depositions'-wére clearly within the act of1 24 March, 1814; Good v. Good, 7 W. 200; Cooper v. Smith, 8 W. 539.\n' But the • defendant thinks that, independently of the questions discussed; his title is perfect by forcé of- the statute of limitations, counting his possession from 1822, under the doctrine of Waggoner v. Hastings; 5 Barr, 300.\nThis may be so, but the case does' not seem to have been put on ■’ this point at the trial, and it would therefore hazard' injustice1 to conclude the plaintiff by adjudicating.its case here on that ground. Upon another trial, if deemed necessary, that question, may be distinctly made, and, perhaps, be satisfactorily answered. At present we give no opinion on the subject. ■ . , •\nThe view taken shows a sufficient possession in the plaintiff, to enable it primé facie to maintain trespass.\nJudgment reversed, and a venire dé novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Reed, for the plaintiff in error.",
      "Graham, contrá."
    ],
    "corrections": "",
    "head_matter": "The Farmers’ and Mechanics’ Bank v. Samuel Woods, Sr.\n1. The gross negligence of an improver in perfecting his original privilege for a period of more than twenty years, during which his opponent, claiming under a warrant and survey posterior to the settlement, paid taxes for the disputed tract and exercised acts of ownership, whilst the improver in effect disclaimed his liability as owner, is fatal to the title based upon the settlement.\n2. The case of an actual settler will hereafter be governed by the principles which determine what degree of neglect amounts to an abandonment by a prior, as against a subsequent warrantee.\n3. Depositions rightly admitted, though in the handwriting of the party’s attorney, it having been shown that they were so taken with the assent of the opposing attorney.\n4. As to the effect of acquiescence in the payment of taxes by an adversary, and as to the doctrine of abandonment of settlement, see the case at large.\nError to the Common Pleas of Cumberland.\nJune 11. This was an action of trespass quare clausum fregit, in which the bank was plaintiff, and Samuel Woods, Sr., was defendant. The declaration was in the usual form, and to it the defendant pleaded liberum tenementum. Hereupon the plaintiff made a new assignment, setting out the locus in quo specially, as constituting a part of a certain survey, known as the Moses Eoulk survey. To this the defendant replied not guilty, and issue.\nThe plaintiff produced the following evidence.\nWarrant to Moses Eoulk, 4 March, 1766, for 400 acres and improvement. Surveyed 20 December, 1794, and returned.\nGeorge Ege testified that this survey was one of the original tracts constituting Mount Holly Iron Works estate, of which Stephen Eoulk was the original owner. It is in the deed from him to Kittera, Boyd and Jago. Moses Eoulk was one of his sons. My father got a deed for the whole property, June 1808, and held it until his death, in 1815. I was manager there from June 1803, to my father’s death. That Mount Holly estate was assigned to me in the partition of my father’s estate, and I held it till the bank bought it in 1838. I cut and coaled several jobs on this Moses Eoulk tract — not on the part in dispute. In my father’s life I had rails made on that part. In 1820 I cut all the wood off the land in dispute, which is about 44 acres.\nCross-examined. — Never saw any improvements on the land in dispute, except where colliers had their cabins — never saw any marks of a cleared field. There is an old field between Hartman’s irnprovement and the Moses Eoulk line. We had no improvement on it. Colliers had cabins.\nAdmitted that defendant took 750 rails from the premises, worth $4 per 100.\nThe defendant produced the following evidence: — ■\nApplication by Capt. Samuel White, 12 February, 1814, for 200 acres, including his improvement, &c. Affidavit of Henry Hartman to obtain the warrant, stating that the improvement was made in spring of 1770, that grain was raised, &c.\nApplicant, affidavit, in usual form.\nWarrant to him, 8 September, 1814. Interest from 1 March, 1770.\nSurvey, 15 July, 1815; 209 acres 124 perches. This survey embraces 44 acres of the land covered by the Moses Foulk survey, which 44 acres are the loeus in quo.\nThe deputy surveyor certified that a family was living on the land described in his return, and that part of the land was claimed by George Ege under the Moses Foulk warrant, and part by one Thornburg, under another warrant.\nChristian Clopper testified that sixty odd years ago, Peter Hartman lived on the part of the land now in dispute — that there was a small field cleared where he lived, on which grain was raised— that Peter’s son, Henry, lived with him. William Hamer got possession from Hartman.\nSolomon Hamer testified that in spring, 1806, his father bought of Henry Hartman and lived on it till 1808, when he sold it to Samuel White. There was a small field on the lower end of the tract in the woods; we raised rye on it. This field was on the land in dispute; never knew this land without a tenant. I never lived more than three miles off;\nSamuel White testified that he bought this land of William Hamer, by a bill of sale of an improvement-right, which bill is lost. He bought before the war of 1812. I was in possession by myself or tenants, except one year, until it was sold by sheriff.\nDeed, 8 August, 1822. Sheriff of Cumberland to Richard Woods, for this land, sold as property of Samuel White.\nWill of Richard Woods, proved, &c., devising this tract to the defendant.\nThe plaintiff then produced the following rebutting evidence: — ■ 17 June, 1795. Deed, Stephen Foulk to John W. Kittera, Samuel Jago, and Joseph Boyd. This deed (among other tracts) embraces the Moses Foulk survey by courses and distances. Deed recorded, &c.\n17 June, 1795. Mortgage from Kittera, Jago, and Boyd, to Stephen Foulk, to secure payment of the purchase-money, &c. Recorded, &c.\n11 Nov. 1796. Patent to Kittera, Jago, and Boyd, for the Moses Eoulk tract by same courses and distances.\nNo. 86, May T., 1802. Scire facias on said mortgage. Judgment, sheriff’s sale, to Michael Ege.\nSheriff’s deed, May term, 1808. Acknowledged and recorded. 1816. Certified copy of proceedings in partition after the death of Michael Ege, vesting this tract by same courses and distances, among others, in George Ege.\n1820. Judgment, the Earmers’ and Mechanics’ Bank v. George Ege. Sundry revivals, &c., and this land sold at sheriff’s sale to the bank in 1838.\n' 20 August, 1838. Deed, Sheriff Myers to the bank. Acknowledged, &c.\n1816. Qaveat returned by deputy surveyor, on the survey of Samuel White, certified from caveat look in the land office.\nProceedings before the board of property.' Erom the minute book.\n“George Ege and Thomas Thornburg, h “March 3, 1817. Prev. > sent all the members. Plain-, Samuel White. ) tiffs claimed parts of a tract of land surveyed to said White on his warrant' of the 8 of September, 1814, for land in Cumberland county. The land had been settled and improved by Peter Hartman and son, who had continued the residence from 1770 till 1806, when it was sold to William Starner, who in 1808 sold to Samuel White. In 1794 a part of the claim of Hartman had been surveyed on a warrant to Moses Eoulk, dated 4 March, 1786, and in 1795 another part had been surveyed on a warrant to Thomas Thornburg, dated 1 October, 1792. It did not appear that any objection had been made to these surveys, although they both interfere with what was claimed by the improvement. If the residence had been continued until White obtained his warrant, the board would consider his title as preferable, but as the residence appears to have been discontinued,the board think that this was an abandonment, and, although the title under the warrants of Eoulk and Thornburg could not have affected the claim under the settlement, had the residence been continued — yet, whenever the abandonment took place, we think, the right of these warrants took effect, and having taken effect, the resuming the settlement, or taking a new warrant afterwards, could not do away the right under these warrants. The board, therefore, decide in favour of plaintiffs, and direct a new return to be made on White’s warrant, including only what land lies between the surveys of Eoulk and Thornburg.”\nAssessments of the lands of Peter Hartman, of Henry Hartman, and of Samuel White, from the commissioner’s books, from 1776 till 1817, sometimes as 50, sometimes as 100 acres, and after that to Samuel White as 209 acres.\nAssessments of Mount Holly Iron Works estate, shown regularly assessed, &c., prout county rates and levies from 1786 till present time.\nGeorge .Ege, again called. — In 1808 or ’4 I had a knowledge of the lands in dispute. I had the outside lines run in 1806 or ’7. The line interfering with the White survey, was well marked upon the ground — very plainly and distinctly. In 1808 or ’9 rails were cut on the part now in dispute. In 1820 all of it was cut and coaled. I don’t think there is two rods square that I have not been on, taking up cord wood, &c. There was no improvement or clearing after 1803 on it that ever I knew of. There is a place outside of the Foulk survey that had been cleared — between it and Hartman’s improvement, now grown up with pine. There were . evident marks of it having been cleared or improved. There could not have been an improvement inside of the Foulk lines without my seeing it.\nThe old improvement I speak of, is 338 steps from the line of Moses Foulk’s survey. There is an old field grown up, 138 steps from the Foulk line. This is 200 steps nearer the Foulk line than the old improvement I spoke of at the house. I knew Henry Hartman well; he lived, when I first knew him, in the old shanty, 338 steps from Moses Foulk’s line. That house fell down after Henry left it, and a new house was built, southwest of Henry’s old house. White and I appeared before the Board of Property. Henry Hartman told me he knew when the Foulk survey was made, and when the Thornburg survey was made; and I am perfectly satisfied he told me he was along when the Foulk survey was made. He never claimed the land in dispute while he lived. In the latter part of 1816, or ’17, I was informed that White’s hands were cutting some logs on the Foulk survey. I told them they must leave, and showed them the line. They left off after that; I then first learned that White’s survey had been made. After that, a citation was served upon me to appear before the Board of Property. I attended. Henry Hartman appeared as a witness for Mr. White. After the paper title had been shown, I asked Hartman if that improvement had not been abandoned for some years prior to White’s taking out his warrant. He said it had. I knew the fact, that that improvement had been abandoned for several years. In 1812, I knew there was nobody living on this land. In January or February, 1812, no one was living on it. For several years nobody occupied it. There were several years that no human being lived there. It was completely deserted. I recollect an ejectment was brought. It is likely I was present at taking depositions. Henry Hartman is dead.\nJacob Ritner, testified. — I have traced the lines of the Moses Foulk survey on several sides. I traced the line interfering with the Samuel White survey. There is a line on the ground wrell marked on large timber, about one-half the distance — an old line. I was there last Friday. I made search for the old improvement of Hartman. It was on the west side of the run, 338 steps from the disputed line. Stones had fallen down, and apple trees standing round. In stepping from the old improvement, I passed over' a spot that appeared as if it had been cleared at one time. It was at the end of 200 steps going from the improvement towards the line. I know the land in dispute. There was nothing I could see like an improvement on it, except where the colliers had built huts. There would be between 110 and 120 acres left of the Hartman improvement not interfered with by either Thornburg or Moses Foulk’s surveys.\nCross examined. — It is six or seven years since I traced the lines of the Samuel White survey.\nPatrick Davidson, deputy surveyor, sworn. — I traced the lines of the Moses Foulk survey. I traced that line which interferes with the Samuel White survey. I found marks on the ground agreeing in date with the Foulk survey. I have been several times on the ground. I don’t know Henry Hartman’s improvement very well. I did not observe any improvement for agricultural purposes on that part of the land now in dispute. There were marks of colliers’ huts upon it.\nCross-examined. — I was there in 1842, and several times since.\nThe defendant produced the following rebutting evidence : — ■\nSamuel White, again called. — I had some logs cut on the property in dispute, and hauled to my saw-mill in Adams county. I used this land as my own — considered it mine.\nRecord of ejectment, Samuel White v. George Ege, 66 Ap. T. 1817, brought for the land now in dispute — described as fifty acres.\n18 April, 1820. Application for a writ of estrepement, with which an affidavit by White was filed, setting forth that “ George Ege, the defendant, is committing waste and destruction of the premises, for which the above ejectment is brought, by cutting down the timher there lately growing, and converting the same into rails, cord-wood, and charcoal. That the timber there lately growing on about eight acres of said premises, has been cut down by the said George Ege, or by his direction, and converted in manner aforesaid.”\nWrit of estrepement issued. Returned “ Served.”\nDocket entry. “Deposition for writ of estrepement filed.”\n“ 29 April, 1817. Rule to take depositions, &c. Continuances entered upon the docket.”\nDefendant offered the depositions of Henry Hartman, and of Geo. Deem, taken in the above action, for the purpose of correcting the testimony of George Ege, and as evidence in this cause under the plea of liberum tenementum. The plaintiffs claiming under George Ege, Henry Hartman being proved to be dead.\nIt was admitted that the body of the depositions is in the handwriting of Mr. Metzgar, plaintiff’s attorney, and that the answers on cross-examination are in the handwriting of Mr. Parker, attorney for the defendant.\nThe admission of the depositions was excepted to by the plaintiff.\nGeorge Deem deposed, that he lived with Samuel White, the plaintiff in this suit, about three years. He thinks, from the year 1807 till 1810; and that he assisted to cut and haul logs every year whilst he lived with the said White, from the place the said White purchased from William Starner, known by the name of Henry Hartman’s place; and that at no time during the above-mentioned period, he ever was, while cutting and hauling timber from the above-described premises, discharged by any person from hauling or cutting the same.\nCross-examined. — The house on the above described land remained unoccupied some time, can’t say how long, I think it was vacant in 1807: a tenant named Clark left it before his lease expired. White cut timber off the land every year except the one he was out with the army. I do not know whether the timber cut by White was cut' off the land in dispute, or cut next to Myers’s and Tits-worth’s line.\nHenry Hartman deposed, that he sold the land claimed by the plaintiff, to one William Starner — that he does not recollect the time. That deponent first improved said land, but does not recollect the time when it was commenced. To the best of his recollection, it is about forty-five years ago. That the plaintiff got possession of the said land about one year after deponent had sold it to Starner. That Solomon Starner, son-in-law of deponent, lived on it when Starner sold it to White, the plaintiff, and remained on it about one year thereafter. That deponent does not recollect .whether any person lived on the land after Solomon Starner left it. That deponent lived too far off to know it. That Benjamin White, the brother of plaintiff, lived on the land when the application was made for a warrant. That he showed the lines to the deputy surveyor, William Line, when he made the survey, and that a black man then lived on the land, who still lives there. Deponent showed a conditional line between his father and Adam Olipliver, which line was made by my father and the said Olipliver. That the lines spoken of in this deposition were the said conditional line. Deponent says that the said conditional line is next to Moses Foulk’s land— and that deponent further cleared between two and three acres near to said line. That said clearing extended within thirty rods from said line next to Moses Foulk’s land, and about twenty rods from land now owned by Isaac Titsworth. That deponent did not commence the improvement himself. It was his father who began it. But deponent lived with him and kept him. That he helped his father to build the house seventy or eighty rods from the conditional line. That deponent lived on the land between fifteen and eighteen'years from the death of his father until he sold to Starner. That deponent can’t tell how long his father lived on the land before he did. That the land was cleared near the conditional line about two or three years after deponent’s father and deponent settled on the land. That the land claimed by Moses Foulk, then belonged to Adam Olipliver; that is, at the time the conditional line was made.\nMy father and I cut a heap of timber within the blue line. Never saw White or any one for him cut timber on the land. The clearing was on the north of the road.\n■ The plaintiff then called George Ege again. — The Olipliver tract was south-east of the Moses Foulk tract, on a different side from that of Hartman’s. The Olipliver tract was afterwards surveyed on a warrant in the name of George Ege. The Olipliver improvement was long abandoned before a survey was made.\nCross-examined. — Titsworth is north-west of Hartman. •\nJacob Ritner, again. — Myers’s land is not'adjoining Moses Foulk. It is on the opposite side. Titsworth interferes with Moses Foulk at one corner, arid the two surveys over-lap each other. The Titsworth adjoins Samuel White, as represented by the draft I had.\nTestimony closed.\nThe court (Hepburn, President), after stating the plaintiff’s cause of action, and the claim of title upon each side, in answer to the points submitted, instructed the jury:—\n“The plaintiff’s first point read as follows: — ‘Although the land in controversy might have been embraced in the improvement-right of Hartman, and an actual resident settlement existed on the said improvement at the time the survey was made on the Moses Poulk warrant, such survey was not void; and if the owner of the improvement-right relinquished or abandoned his claim to the part now in dispute, either before or after the survey made on the Moses Poulk warrant, then the title under such warrant and survey would be better than that under the improvement and subsequent warrant and survey for Samuel White.’ By the court — ‘this point is conceded to be the law.’\n“ Plaintiff’s 2d point read as follows: — ‘ Such relinquishment, or abandonment, may become a conclusion of law. If the owner of the improvement only returned and paid taxes for fifty acres of land, from the year 1779 till 1795, after the plaintiff’s title was completed, and only one hundred acres up till 1816, and over one hundred acres were left for him outside of the Moses Poulk survey; if he never entered a caveat, or adopted any other legal course of objection to the Moses Foulk survey, till 1817, when he brought an ejectment, which has been suffered to sleep ever since upon the docket; and if Hartman was present when the Moses Poulk survey was made, according to the testimony of George Ege, then, in law, the title of the plaintiff is to be preferred to that of the defendant, and your verdict should be for the plaintiff.’\n“ By the Court. — ‘ If Hartman, while owner of his improvement, was present at the location of the Moses Foulk warrant in 1794, embracing the land in dispute; acquiesced in that location of it, and never entered a caveat, or adopted any other legal measures than as stated in this point, to enforce his right; returned but 50 acres, and 100 acres for taxation, as stated in this proposition, which amount he held and regarded as the extent of his claim under his settlement; then the title of the plaintiff would be the preferable one ; and if there are no other difficulties in the case, they would be entitled to your verdict, for such damages as you think right.’\n“ Plaintiff’s 3d point read as follows: — ‘ The bringing the ejectment in 1817 by Samuel White against George Ege, and never prosecuting it — his interest in all the lands being sold and transferred with the possession to Richard Woods in 1822, and from him to the defendant — is not a compliance with the acts of Assembly, which declare the decision of the Board of Property to be conclusive between the parties, unless an action be brought within six months, &c., &c.’\n“ By the Court. — ‘ We cannot answer this point as requested, but answer it in the negative.’\n“ Plaintiff’s 4th point. — ! Although those under whom Samuel Woods claims had an 'actual resident settlement on the general tract of land claimed by Hartman from 1775, and, by reasonable implication, would have embraced all the land now in dispute, if the owner of the improvement had chosen to define his boundaries; and, if that improvement was continued up till 26th December, 1794, when the survey was made upon the Moses Foulk warrant— and that survey was then made upon the ground, in the presence of Henry Hartman, the owner of the improvement, without objection — if the survey so made on the Moses Foulk warrant included the land now in question — was returned into the land office and accepted — if, on the 17th June, 1795, the whole tract, as surveyed, was sold and conveyed by Stephen Foulk and wife to Kittera, Boyd, and Jago, without notice of any interfering claim — prout deed. If, on the 11th of November; 1796, the balance of the purchase-money and fees was paid by Kittera, Boyd, and Jago, to the Commonwealth, and a patent issued to them for the whole tract surveyed on the Moses Foulk warrant, and embraced the land now in controversy — (prout patent,); — if Kittera, Boyd, and Jago having mortgaged the said land with others, to Stephen Foulk the 17th June, 1795, for securing the payment of the purchase-money (prout mortgage), and the same was afterwards sold at sheriff’s sale to the present plaintiff — prout records and sheriff’s deed — and the taxes all that time were paid on the Mount Holly estate — and if, from 1779, Hartman, and those claiming under him, up till the date of Samuel White’s warrant and survey in 1814-15, only returned for taxation and paid taxes for 50 acres, or at times 100 acres, and there is now more than that quantity held under the Hartman improvement and warrant and survey of Samuel White, independent of the land in controversy; -and, further, if, when the deputy surveyor made and returned the survey on Samuel White’s warrant in 1815, he noted the interference with the previous survey on the Moses Foulk warrant, by way of caveat — and if, in accordance with the caveat so entered, George Ege and Samuel White, the adverse claimants, appeared before the Board of Property the 3d day of March, 1817, and had a hearing, upon which it was then decided by the board in favour of George Ege, and it was then directed by the Board of Property that a new return be made on Samuel White’s warrant, excluding the land then and now in dispute; and that no further survey has ever been made, or returned, on White’s warrant — {prout copy of proceedings) — notwithstanding the ejectment brought, but not prosecuted — and if Samuel White’s interest was sold and conveyed with the possession to the defendant in 1822, the title to the land in dispute is legally vested in the Farmers’ and Mechanics’ Bank, and the defendant, Samuel Woods, has no title, and the plaintiff will be entitled to recover.’\n“ By the Court. — ‘ We decline giving you an unqualified affirmative answer to this point, but submit the facts stated in it, to you, with the evidence for the defence, from the whole of which you must say, and not the court, whether there was an abandonment of this land in dispute, by Hartman, or not; and, whether there was such an acquiescence in the location of the Moses Foulk warrant, embracing the land in dispute, as is contended for by the plaintiff, or not. If you are satisfied from the evidence, that Hartman did abandon this part of the land, which he might have embraced in the lines of his. survey under his settlement, then the defendant, who claims under him, could not reassert a right which at one time existed in Hartman, and which he relinquished, so as to defeat the plaintiff’s right to this land under their regular office title exhibited in evidence. On the other hand, if there was no abandonment — no such acquiescence in the location of the Foulk warrant, as the plaintiff contends for — and the defendant and those under whom he claims, have occupied this land, lived upon it and used it in every way necessary to the enjoyment of it as a residence (and for a saw-mill), from 1772 until the application for a warrant in 1814, and survey upon it in 1815, then this location of the warrant would relate back to the original settlement in 1772 or 1770, and be the oldest title, and consequently defeat the plaintiff’s recovery in this action. It may be well to remark in this connexion, as bearing on a portion of the evidence in this cause, that a settler may change the location of his house within his limits of 300 acres, to a point more desirable, and, if he continue to live upon, and exercise acts of ownership over his whole claim, in a way to promote his own interests and preserve his estate, by using a part for agricultural purposes, and keeping the balance for timber, he may do so, and the law will not regard it as an abandonment. Nor will the going away of a tenant who had rented the premises, and leaving the property during the year for which he had leased, be an abandonment by the owner, if the owner reasserted his right by putting another in, or moving on it whenever he had a right to do so, at the end of the year for which he had rented. To constitute an abandonment, the settler must have left the premises with a view not to return, or absented himself so long from them as that the law would presume it. A person leaving his improvement, with an intention not to return to it, creates an abandonment from the time he quits it. Or, if he leaves it, and stays away from it, and neglects it for one or more years, the law would regard it as abandoned, and the premises would be open to location, settlement, or sale by the commonwealth, to any one who chose to take it up in the mode prescribed by law.\n“As I understand the plaintiff’s counsel, he does not pretend that Hartman, or those claiming under him, abandoned his settlement: that, he admits, may have been kept up; but he alleges that the land in dispute, never was embraced within the limits of Hartman’s right under his improvement; or if it might have been, that he excluded it by his assenting to its being embraced in the Foulk survey, and returning the amount which he did for taxation, &c. Of this, we have already said, you will judge from the whole evidence in the cause. A settler was entitled to 300 acres, he might be satisfied with less, and take less, but without marking his boundaries he was entitled to 300 acres about his improvement in such directions as would be most convenient and necessary to his enjoyment of it, and with this right of the settler, a subsequent warrantee could not interfere without his consent. Whether such consent was given in this case, is for you to say. The plaintiff alleges it was given; the defendant denies it, and it will be for you to determine. I need not review the whole evidence in the cause, but will advert to such portions as have been relied on, as bearing on the important questions for you to settle. (Here refer to the testimony and read it to the jury.)\n“ The defendant has submitted two points embracing his view of the cause, as follows:—\n“ 1st. If Captain Samuel White, on the 12th February, 1814, made an application for the land in dispute, and dated the interest back to 1st March, 1770, founded on the actual settlement of-Hartman, and obtained his warrant on the 8th September, 1814, on which he procured a survey to be made on the 15th July, 1815, ■which was duly returned — and that he and his tenants continued to occupy the land until 1822, and during that time exercised acts of ownership upon the land in dispute, as he did upon other parts of his land, and then it was sold as his property at sheriff’s sale to Samuel Woods, who, by his tenants, immediately went into possession of it, and they continued to occupy and use all the land in the said survey of Samuel White up to the bringing of this suit to January Term, 1845, then the plaintiff cannot recover in this action.\n“ 2d point of defendant. If an actual personal resident settlement was made upon the land by Philip Hartman about the year 1770, which he continued, and raised grain upon it — that entitled him to 800 acres of land in a reasonable shape around his improvement ; and it was not lawful for any one who obtained a warrant after the said improvement commenced, to locate it so near to the settler’s improvement, as to incommode him in his right; and if there was such interference, and Hartman did not abandon his right, nor any one claiming under him since, and his title has been continued on regularly up to Samuel Woods, then the plaintiff cannot recover in this suit.\n“ By the Court. — These two points we answer as requested, if you are satisfied the facts are as stated in them.\n“Further — The defendant’s counsel contend, that there was no such possession in the plaintiff at the time when, &c., as to enable the bank to sustain this action. That the defendant, and those under whom he claims, having maintained their actual residence upon that part of the land on which the alleged trespass was committed up until 1807, and during that time claimed the land in dispute, and then removed to another part of the land and resided there upon the general tract, and used the part in dispute as woodland is commonly used, by cutting and taking away timber from it, &e.; that in presumption of law, possession would be extended over the whole, and would exclude the assertion of possession in the plaintiff, and if so, the plaintiff cannot recover.\n“ If the facts are found to be so, the law is rightly stated. The plaintiff denies the facts, and he refers to the ejectment in 1817, and the proceedings of the Board of Property, and to the provisions of the act of Assembly of 3d April, 1792, by virtue of all of which, he says, that the defendant cannot gainsay the plaintiff’s possession. It is only necessary to refer to all the provisions of that act to discover the error of the position assumed by the plaintiff’s counsel. Although the act does provide that — ‘ the party in whose favour the determination of the Board (of Property) is, shall be deemed and taken to be in possession,’ ‘ it is only to all intents and purposes of trying the title, although the other party shall be in the actual possessionand it also provides that such ‘ supposed possession shall nevertheless have no effect upon the title.’ We cannot, therefore, assent to the plaintiff’s proposition as stated. If the plaintiff was not in possession at the time the alleged injury was done, it cannot recover in this action.”\nYerdict and judgment for defendant.\nIn this court the plaintiff in error assigned the following errors:—\n1. The court erred in admitting the depositions of Deems and Hartman.\n2. In their answer to plaintiff’s second point. (See charge.)\n3. In their answer to plaintiff’s third point, in answering it in the negative.\n4. In their answer to plaintiff’s fourth point, on which he was entitled to an affirmative answer.\n■ 5. In answering defendant’s first point in the affirmative.\n6. In answering defendant’s second point in the affirmative.\n7. The court erred in instructing the jury “ that a residence on the general tract, and using the part in dispute as wood-land is commonly used, by cutting and taking away timber from it, in presumption of law the possession would be extended over the whole tract, and would exclude the assertion of possession in the plaintiff, and if so found, the plaintiff cannot recover.”\n8. And in instructing the jury, that if the plaintiff was not in possession at the time the alleged injury was done, it cannot recover.\nReed, for the plaintiff in error.\n2. The answer was too vague: Fisher v. Lavich, 3 S. & R. 320.\n3. Dunlop’s Dig. 146; Act 3 April, 1792. The decision of the Board of Property is final if no suit is brought in six months: Harper v. The Bank, 7 W. & S. 211; Ege v. Sidle, 3 Barr, 119; Shoenberger v. Becht, 5 Watts, 194; French v. Seeley, 6 Watts, 292; and if one is brought it must be prosecuted: Wilson v. Altemus, 2 W. & S. 255; Vitry v. Dane:, 3 R. 9. The ejectment brought by White was ended by the sheriff’s sale of his right in 1822: M’Culloch v. Cowper, 5 W. & S. 427.\n4. The court should have instructed the jury whether the fact amounted to an abandonment in law: Miller v. Cresson, 5 W. & S. 300; Bolton v. Hamilton, 2 W. & S. 294; Collins v. Barclay, 7 Barr, 73; Stephens v. Wylie, 7 Barr, 114. Survey void if not returned in seven years: Strauch v. Shoemaker, 1 W. & S. 166. A survey encroaching on improvement, not void, 5 W. & S. 276, hut voidable by improver: Cresson v. Miller, 2 Watts, 276; S. C. 5 W. & S. 284. The delay of Hartman in making boundaries, and in making complaint of Foulk’s survey, and of White in appealing from the decree of Board of Property, is fatal to their title: Adams v. Jackson, 4 W. & S. 83 — 1 W. & S. 166-173. The jury was not instructed upon important parts of the point presented, such as the effect of the assessment of the 50 and 100 acres to the owners of the improvement, and the effect of the caveat and subsequent ejectment and sale of White’s interest.\n5. The error here consisted in instructing the jury, that the plaintiff could not recover if certain facts were in a certain way, of which there was no evidence: Hannay v. Stewart, 6 Watts, 487.\n7. Adams v. Robeson, 6 Barr, 271. A status once established, continues until the contrary is established by evidence; Best on Presumptions, 186, vol. 47, Law Library.\n8. There was no evidence to support the instruction. There was continued possession of the Mount Holly estate from 1786 to this day, embracing the land in dispute under warrant and survey, and from 1796 under a patent, and from 1820 & pedis possessio— yet the jury were induced to believe the plaintiff had no possession.\nGraham, contrá.\n1. As to the depositions being in handwriting of attorney: Addleman v. Masterton, 1 Pa. R. 457; and not taken in suits between the same and for a different purpose: Good v. Good, 7 Watts, 200 ; Cooper v. Smith, 8 Watts, 539; Dietrich v. Dietrich, 1 Pa. R. 306; Ottinger v. Ottinger, 17 S. & R. 142; Calhoun v. Dunning, 4 Dall. 120.\n3. Section 2, Act of 1792; Purdon, 142, ed. of 1847. This title originated before this act, and so the decision of the board is not conclusive, because ejectment was not brought within six months. Hurley v. White, 2 Y. 147; Shoenberger v. Bechtel, 5 Watts, 195. We were in possession, and so not bound to prosecute our ejectment.\n6. We had possessio pedis for thirty years before suit brought, and uninterrupted residence on the land for forty-five years before the warrant and survey. Plaintiff never had possession but as a trespasser.\n7. Waggoner v. Hastings, 5 Barr, 302; Kite v. Brown, Ib. 293."
  },
  "file_name": "0099-01",
  "first_page_order": 99,
  "last_page_order": 119
}
