{
  "id": 404655,
  "name": "The Cumberland Valley Railroad Company v. J. Holker Hughes, Administrator of Lewis M. Hughes",
  "name_abbreviation": "Cumberland Valley Railroad v. Hughes",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "141",
  "last_page": "146",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 141"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Cow. 86",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "6 John. 90",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132727
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/6/0090-01"
      ]
    },
    {
      "cite": "11 H. 4",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 629,
    "char_count": 12304,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 1.91272498958041e-07,
      "percentile": 0.7319270351283028
    },
    "sha256": "4f8615a74a7cd383d9ed8f79a02b63544bb688529bf012d284510b3997cac7b6",
    "simhash": "1:3d12d0ac37e21ebf",
    "word_count": 2170
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Cumberland Valley Railroad Company v. J. Holker Hughes, Administrator of Lewis M. Hughes."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nThis writ of error is founded in a misapprehension of the nature of the plaintiff’s action. ' It is case for negligence, not springing, as seems to have been supposed by the defendant below, from any implied contract, originating in the clearance given by the officers of the company to Messrs. Grier. This is only valuable in the cause, as showing that the car destroyed, was placed upon the railway with the defendant’s assent, and in consideration of toll paid or to be paid; which, however, might have been shown by other evidence or necessarily inferred from the fact that, at the time of the accident, the car was propelled by the company’s engine. Nor has the plaintiff’s right to sue any necessary connexion with the express contract between his intestate and the Griers. It served the purpose, undoubtedly, of proving the car belonged to Hughes, though temporarily in the possession of the Griers. But this is not necessary to the action, which does not arise from privity of contract. The plaintiff’s right to damages rests in the universal principle that he who, to the injury of another, neglects a duty that by law he ought to perform, is liable to compensate the injury, and under our system this is effected -by an action on the case. This principle is as old as the common -law itself: 1 Rol. 103.\nThus if a man, by prescription, is bound to repair fences between him and another, and doth not do it, whereby the cattle of the other pei’isheth, or enter and do damage, the defaulting party may be called to answer; 1 Vent. 265; 1 Salk. 335. So if one be bound to repair a bridge, by neglect whereof A. hath special damage; 2 Lev. 400; 11 H. 4. 826. An artificial person is equally liable to the operation of the rule. It was applied to turnpike companies, in Randall v. The Cheshire Turnpike Co., 6 New Hamp. R. 145; Townsend v. The Susquehanna Turnpike Co., 6 John. 90; and Turnpike Co. v. Sears, 7 Cow. 86. In these and numerous other cases, the responsibility of such corporations for the safety and sufficiency of their road and its appurtenances, so long as they exact toll, was recognised and enforced. The duty to keep the road in sufficient order and repair, so that persons and property may at all proper times pass in safety, is an implied one, resulting from ownership and the receipt of tolls. This duty is said to be perfect, founded in a valuable consideration, and not a mere casual or contingent one: Bartlett v. Crozier, 17 John. R. 451. It is, in truth, a condition attendant upon a grant of the privilege to construct a public road or highway for profit, which from its very nature enures to the benefit .of all who may have occasion to use the thoroughfare. To found a right of action on this general obligation, it is only necessary to show an injury to person or property, sustained through the negligence of the corporation or its servants. Where a chattel has been the subject of the injury, actual possession of it by the owner is not required. A general property in the thing injured, gives a right to sue, though no doubt, one having a special interest, at the moment, might also sustain an action. In the present case, the Griers must be regarded as the representatives of the owner, in causing the carriage to be placed on the road, under the license-recited in the nan*.: and it may, therefore, be considered as having been in the actual custody of the plaintiff’s intestate, by his agents, at the moment of its destruction.\nThis wholesome rule of liability for neglect ought, if a distinction in practice were permitted, to be most stringently enforced against railroad corporations, whose slightest inattention to the duties they assume may be, and frequently is, attended with the most frightful results. The almost daily loss of life and property, resulting from the indifference, but too often manifested by the agents of these companies, in the discharge of their obligations, carries with it an admonition that the public safety calls for a strict adherence to a rule suggested by considerations of policy and humanity.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Bard, for the plaintiff in error.",
      "Benny, contrà."
    ],
    "corrections": "",
    "head_matter": "The Cumberland Valley Railroad Company v. J. Holker Hughes, Administrator of Lewis M. Hughes.\n1. The duty to keep a road in sufficient repair, is a condition attendant upon the grant of the franchise to construct it for profit and enuring to the benefit of all who use the road. The right of action accrues to whoever is injured in person or property by the negligence of the company.’ General property in the thing injured, without actual possession, gives a right to sue, and no doubt one having a special interest at the moment of injury might also sustain an action.\n2. The owner of a car, which was placed upon a railroad in pursuance of a license or clearance obtained from the company by another in his own name, which other furnished the loading and paid the tolls for the car and the loading, may recover damages in an action against the company for injury sustained by the car while in the custody of that other under that clearance, in consequence of the insufficiency and bad condition of the road.\nError to the Common Pleas of Franklin.\nJune 14. This action, which was in case, was brought by Lewis M. Hughes against the Cumberland Valley Railroad Company, to recover damages for the loss of his car, thrown off the track of the railroad and broken, in consequence (it was alleged) of the bad condition in which the road, through the negligence of the company, was suffered to be at the time.\nThe narr. sets forth that the company, being incorporated to make the road, was invested with the right, authority, and duty of transporting over the same, when completed, burden and other railroad cars, and of licensing and giving clearances for such cars, for the purpose of carrying goods, &c., at and for certain rates of toll exacted by the company from the conductors or owners of the cars; and was in duty bound to keep the road in good order and condition, for the secure transportation of such cars as might be licensed or cleared to pass over it with burdens of goods, &c.: That “ Lewis M. Hughes, in pursuance of a license or clearance for that purpose obtained by J. S. ¿f* J. D. Grier, who furnished the loading, from the authorized agent of said company, placed on the railroad, &c., a large eight-wheeled burden car,\" containing certain specified loading, viz. 27 bbls. flour, weighing 5724 lbs., &c., &c., for the purpose of being conveyed over the same by the motive power of the company: that the said car was in good order, &c.: yet notwithstanding the premises, the said company, not regarding their said duty and legal obligations, &c., but contriving, &c., to injure the said Lewis M. Hughes, did not preserve their railroad in such good order and condition for the safe transit of the cars, &c., but did so carelessly and negligently behave in relation to said Toad, that by and through their carelessness, negligence, and default, the plaintiff’s car with its loading was thrown off the track, on account of the insufficiency and bad condition of the road, &c.: by means, &c., the car was broken and destroyed, and the plaintiff interrupted in his business as a transporter, &c.\nProof was given, on the trial, of the destruction of the car, by its running off the track, on its transit over the road, in consequence of the bad condition of the road, at a place where other cars had run off before from the same cause. The value of the car, special damage, &c., were also proved.\nBut it was shown that the car with its loading was on the road at the time of the accident, under and in pursuance of the following “ clearance,” previously made out and signed by P. W. Seibert, the agent and collector of the company at Chambersburg, and delivered to J. S. & J. L>. Grier, viz.: — ■\nThis clearance was made out upon the application of the Messrs. Grier, who handed in to the collector the following ticket or memorandum, for the same, viz.:—\nJos. Winters. & Warden.\nMr. P. W. Seibert, Collector: — Will please clear 4 cars. Agricultural productions 4400 lbs.\n- 11669 Bacon\nLard - 226\nHousehold Furniture - 2006\nFeathers - 499\nClover Seed 285\nFlour, 27 bbls. - 5724\n24809\nOn account J. S. & J. Grier. D.\nChbs’g, March 23, 1846.\n11 o’clock, A. M.\nOn which is endorsed “ $20.01, received payment, P. W. Seibert, collector.”\nThe four cars mentioned in the clearance consisted of one double or eight-wheeled car of the Messrs. Grier, and a like double car of the plaintiff. They were both in the train attached to the locomotive, and brokén by the same accident.\nJ. S. & J. D. Grier had recovered in a former action against the company, damages for their loss; but their declaration embraced only their own car. The car belonging to Hughes, the plaintiff,, was in use under the following written contract, and for the purpose therein expressed, viz.: — ■\n“ J. S. & J. Grier and Lewis M. Hughes hereby agree to the following contract: Hughes hinds himself to take from the Messrs. Griers 120 bbls. flour per week if required at 20 cents per bbl. to Bridgeport, if Grier furnishes a conductor, to be for the down trip on 60 bbls. — clear two dollars and fifty cents — any up loading to be arranged for by future contract; the 20 cents per bbl. is toll and all, or they paying the tolls, and to pay over to Hughes the actual difference. To this contract both parties bind themselves, with a full knowledge of the above.\n.(Signed)' J. S. & J. D. Grier.\n“ Chambersburg, . Lewis M. Hughes.”\nNov. 20, 1845.”\nThere was no evidence that the company or any of its agents had any knowledge of this contract. ‘\nJ. S. Grier, called by plaintiff, testified: We were running the car under this agreement. Warden was Hughes’s agent. He had been carrying for us from the date of the agreement. Carried down flour, and brought up coal (not for us). Car in good condition, worth $250. We hired cars at $2 a trip. We never hired this car, but Hughes run it under the written contract produced. We paid the toll. It was settled for by Mr. Hughes with us.\nJames Warden, who was called by plaintiff to prove the breaking of the car, damage, &c., said on cross-examination: I was in the baggage car wThen the accident happened. Joseph Winters was the conductor of the car that day. I was on my own business that day. Winters was in the employment of the Griers.\nIt was contended that there was no privity between Lewis M. Hughes and the railroad company; and the court was requested by the defendant’s counsel to instruct the jury “ that if the ear of the plaintiff’s intestate was in the custody of the Messrs. Griers, and they procured the same to be cleared, and paid the tolls for the same and the loading thereof, and if the said car was on the road at the time of the injury complained of, by virtue of, or under such clearance and the payment of the tolls as aforesaid, the plaintiff cannot recover in this action.”\nThis point was answered as follows: — “ The court are of opinion, that under all the circumstances of this case, the fact of the clearance not being in the name of Lewis M. Hughes, is not a conclusive bar to the recovery by the plaintiff. If the car was running for the benefit of Hughes — he receiving the freight and employing the conductor w'ho managed it — his administrator may recover, although the clearance was taken out, and the tolls paid for him by the Messrs. Griers.”\nGeneral verdict for the plaintiff for $283, and judgment thereon.\nIn this coart the following errors were assigned:—\nThe court erred: 1. In their entire answer to the point submitted by the defendant’s counsel.\n2. In answering the point in the negative.\n3. In not fully answering the point: The jury were instructed, that if the car was running for the benefit of Hughes, he receiving the freights, cmd employing the conductor who managed it, and if the tolls were paid by the Griers for Hughes, the administrator might recover; but they were not told whether he could, or could not recover, if these supposed facts were not so, and if they were as hypothetically assumed by the defendants’ -counsel, viz. that the car was in the custody of the (friers, and they procured it to be cleared, paid the tolls, &c.\nBard, for the plaintiff in error.\nBenny, contrà."
  },
  "file_name": "0141-01",
  "first_page_order": 141,
  "last_page_order": 146
}
