{
  "id": 404606,
  "name": "Jacob Eyster and others, Commissioners of Franklin Co., v. Adam Rineman",
  "name_abbreviation": "Eyster v. Rineman",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "147",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 48",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 290",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0290-01"
      ]
    },
    {
      "cite": "9 Watts, 27",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0027-01"
      ]
    },
    {
      "cite": "2 Wh. 238",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 197",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481750
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0197-01"
      ]
    },
    {
      "cite": "6 Watts, 266",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0266-01"
      ]
    },
    {
      "cite": "1 Watts, 426",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 329",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0329-01"
      ]
    },
    {
      "cite": "2 W. 14",
      "category": "reporters:state",
      "reporter": "W.",
      "pin_cites": [
        {
          "page": "173"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle, 370",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0370-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 477,
    "char_count": 8646,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 3.1343943100726334e-07,
      "percentile": 0.8614867121596664
    },
    "sha256": "277f61bcfd217f27243d3d871c751ce1e43071651945e7d5ebacbbb0a59e2a32",
    "simhash": "1:c64776b41d405d3a",
    "word_count": 1581
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jacob Eyster and others, Commissioners of Franklin Co., v. Adam Rineman."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBurnside, J.\nIt is alleged that the plaintiff cannot maintain this action. The fee bill of 1821, under the title “ Sheriff,” has this item: — “Advertising general election, in addition to the printer’s bill, to be paid by the county, 75 cents.” The labour and services were done by the printer. The county is to pay for it by the express direction of the act: Dunlop, 298. No good reason can be given for the printer’s bill passing through the hands of the sheriff. But it is alleged this enactment in the fee bill of 1821 is superseded by the act of the 13th April, 1840: Dunlop, 803. The 8th section of that act, relied upon to sustain this position, relates to publications by order of the court in contests before them. These publications are for the benefit of, and to give information to, the people, and are made by express enactment of the legislature.\n2d. It is next objected, that the “ Coon ICiller” is not a newspaper within the meaning of the law; and that the publication in it was an evasion of the act of the legislature. The paper was before the jury. The only witness examined on that point, stated it was a newspaper. It is certainly not what is usually called a handbill, because a handbill is only printed on one side, and the Coon Killer is printed all over in German. I regret that I am not able to read it. It is produced to us here, and is about the size of the good old “ Pennsylvania Gazette,” started in Philadelphia by Kremer, in 1728, afterwards owned and edited by Dr. Franklin, subsequently by Hall & Sellers, in 1776, and a paper sought after, not only over the continent of North America, but over the civilized world. It is certainly a newspaper; 'but whether it was of the right politics, in advocating the election of the candidate of this or that party, is not the subject of error in this court.\nFor this part of his administration — the selection of newspapers • — the sheriff is responsible to the people. This court has no right to inquire about it.\n3. It is further objected, that the suit ought not to have been brought against the commissioners by name. This is true. The legislature, by the act of the 15th April, 1834 (Dunlop, 566), makes each county within the Commonwealth a body corporate. Prior to the passage of this act, it was the universal practice in all actions for or against counties, to institute them in the name of the commissioners. But this action was commenced before a justice of the peace; and, as it was the duty of the Common Pleas to amend the form of the action, they had a right to strike out the names of the commissioners and let the action remain against the county of Franklin: Caldwell v. Thompson, 1 Rawle, 370; Lyon v. Chalker, 2 W. 14, 173; Esher v. Flagler, 17 S. & R. 141. And we presume this was done because the statement of the demand is filed against the county. The county pleaded to issue, and the cause was tried on its merits.\nIn 17 S. & R. 141, this court held that when the transcript of the justice and the declaration agreed in substance, the variance in form will be disregarded.\nThe trial in the Common Pleas having been upon the merits, we will not reverse because the amendment of the transcript was not formally entered on the record by the clerk.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "J. Chambers, for the plaintiff in error.",
      "Will and Radebaugh, contrá."
    ],
    "corrections": "",
    "head_matter": "Jacob Eyster and others, Commissioners of Franklin Co., v. Adam Rineman.\n1. A bill for “advertising a general election” may be recovered in a suit by tie printer against the county, and such suit need not be brought in the name of and by the sheriff.\n2. Whether a paper is or is not a newspaper, is a question of fact for the jury.\n3. Where the Common Heas may amend the form of action on appeal, it will be presumed to have been done after statement filed in the right form, pleading to issue and trial on the merits ; and the Supreme Court will not, after such trial, reverse because the amendment was not formally entered on the record by the prothonotary.\nError to the Common Pleas of Franklin.\nJune 15. Adam Rineman, the plaintiff below, brought suit before a justice, against the Commissioners of Franklin, to recover the price of printing certain election proclamations in a German newspaper, published by him in the county, called the “ Coon Fanger,” or Coon Killer. From the judgment of the justice there was an appeal, upon the trial of which it appeared that the sheriff of the county had employed Rineman to do this printing; that the paper was what is called a campaign paper, having been published but for three months preceding the presidential election of 1844, and that it was a newspaper in fact and in form, regularly published in the county, and circulating some 300 numbers weekly.\nThe statement which was filed in the Common Pleas, after the appeal, was in its body against “The County of Franklin,” though it was endorsed as the suit was entitled upon the transcript. The plea was non assumpserunt.\n' The court below was requested to instruct the jury:—\n1. That the plaintiff in this case cannot recover; that the suit must be brought in the name of and by the sheriff.\n2. That the paper offered in evidence as containing the publication, is not a newspaper within the meaning of the law.'\n3. That the suit ought to have been, brought against the county, and not against James Burns, Thomas Pomroy, and Jacob Eyster, Esqs., and on the law and facts the plaintiff is not entitled to a verdict.\nThe court (Black, President) charged the jury as follows\n“ 1. The defendant makes three points. The plaintiff ought to recover the pay for his services from the sheriff, and then let the sheriff recover from the county.\n“ I believe it is the universal practice everywhere in the state, for printers, who publish these proclamations, to make out their bills directly against the county. It is as easy and as cheap for the county to pay the printer as to pay the sheriff. The law makes the sheriff the organ to employ the printer. He' might charge it against the county with his own fees. But if he does not do so, and if the printer does not receive his bill from the sheriff, nor from anybody else, he has a right to recover it against the county. There is no law that forbids it, and the general rule of law and justice is that where it is the right and duty of an officer to employ a man in the public service, and such officer does so employ him, the public, and not the officer, is bound to pay him for the service.\n“ 2. It is alleged that this is no newspaper, and our opinion is demanded on thatkquestion. From all the evidence in the case, we say it is a newspaper. Mr. Pritts, the only witness called by defendants, says it is a newspaper. But this is a matter of fact to which it is your duty to answer, not ours.\n“ 3. It is said suit was brought wrong. It is true the suit was wrongly entitled by the justice. But the law. does not allow us to defeat the action on account of the mere mistake of the justice in entering the cause on his docket as against the commissioners. When the plaintiff employed the attorney, the statement was filed against the county by its proper corporate name — ‘ The County of Franklin.’ The court were bound to allow this amendment, and the jury on a former occasion, as well as on the present trial, were sworn between the proper parties.”\nThe errors assigned were to the answers of the court to the points submitted by the defendant below.\nJ. Chambers, for the plaintiff in error.\nThere is no law under which plaintiff can recover. The fee bill of 1814, § 14, makes it a misdemeanor to allow fees hot specified in some act. _ Act of 1821, § 3.\nWritten or printed testimony is to be construed by the court: 3 Bin. 329; 7 S. & R. 372; 8 S. & R. 381; 12 S. & R. 181; 15 S. & R. 100; 1 Watts, 426 ; 6 Watts, 266.\nErroneous to bring suit against commissioners: 7 W. & S. 197. County must be sued by the style — “ The County of Franklin.” Act 15 April, 1834, § 3; Purdon, 210.\nWill and Radebaugh, contrá.\nThe sheriff is but an agent of the public, and as such is not liable : Reeside v. Knox, 2 Wh. 238; 9 Watts, 27. But by the act of 1821, § 3, Purdon, 497, the county is liable to pay this bill. Independent of the act, on principle the county would be liable: Hall v. The Commissioners, 7 Watts, 290; Allegheny County v. Watt, 3 Barr, 462; Commonwealth v. Harman, 4 Barr, 269.\nCourts are liberal in allowing amendments: Barnet v. School Directors, 6 W. & S. 48. The pleading of the defendant estops any further objections. The amendment was right and sanctioned by the law: Act 16 April, 1846, Purdon, 67. Mistakes in the name or surname of any party may be amended since that act."
  },
  "file_name": "0147-01",
  "first_page_order": 147,
  "last_page_order": 150
}
