{
  "id": 404597,
  "name": "In re Bieber's Appeal",
  "name_abbreviation": "In re Bieber's Appeal",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "157",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 157"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 896",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 34",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0034-01"
      ]
    },
    {
      "cite": "5 Watts, 34",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 15656,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 3.742588590948218e-07,
      "percentile": 0.8948494680577902
    },
    "sha256": "9e7ae91a8dbe2e6172859c7d472cf6307f8637a355a77b47cdb04a4d6a386b77",
    "simhash": "1:7c2ef09d8ebd2417",
    "word_count": 2694
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Bieber’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBurnside, J.\nThis case comes before us on an appeal from the definitive decree of the Register’s Court of Berks county.\nIn this state an administrator derives his authority from the Register, whose duty it is to grant letters of administration on a proper application of the party authorized by law to receive them: Hood on Executors, 54. The 22d section of the Act of 1832 (Dunlop, 458), declares that, “ whensoever letters of administration are by law necessary, the Register having jurisdiction shall grant them, in such form as the case shall require, to the widow, if any, of the decedent, or to such of his relations or kindred as by law may be entitled to the residue of his personal estate, or to a share or shares therein, after payment of his debts; or, he may join with the widow in the administration, such relation or kindred, or such one or more of them, as he shall judge will best suit to administer the estate, preferring always, of those so related, such as are in the nearest degree of consanguinity with the decedent, and also preferring males to females; and, in case of the refusal or incompetency of every such person, to one or more of the principal creditors of the decedent, applying therefor, or any fit person at his discretion.” This statute is derived from the 21 Henry 8, ch. 5, and made but little change in the law as it was understood by our courts before its passage: Ellmaker’s Estate, 5 Watts, 34.\nThe Register acted with precipitancy, in the first instance, in granting letters of administration to Jonathan Bieber. By the statute, the children were entitled to the administration, and children should never be set aside without being heard. The Register again committed an irregularity in revoking the letters of administration in the manner in which it was done. He ought to have cited the parties before him, and have given them notice, when either of the parties could have had the decision of the Register’s Court. All ex parte proceedings in judicial matters should be avoided. They should be repudiated by every magistrate.\nThe subsequent proceedings and the appeal, however, were more regular. They commenced on the 28th July, 1847, when a citation was issued to both Isaac and Jonathan, and the contest was fully heard on the 18th February, 1848, before a Register’s Court. Witnesses were examined; and all the children of the deceased, except Isaac, filed a written protest against the continuance of Isaac as administrator, alleging that he resided out of the county, and that he was largly indebted to the estate, which indebtedness he denied, for the purpose of depriving the other heirs of their share of the estate, and declaring their satisfaction and approval of Jonathan. In the inventory filed by Jonathan, a claim is made against Isaac, of $640. The whole inventory amounted to $859.72. The inventory filed by Isaac, amounted to the sum of $140. There were five heirs of the deceased, who all resided in Berks county, except Isaac. The Register’s Court were of opinion that the power of the Register was at an end, when he had granted the first letters of administration. Most certainly if there was a proper allegation that he has issued letters to an improper person, it was his duty to cite the parties before him, and, after he had taken the evidence, to have called a Register’s Court, when he would have had the advice and assistance of the judges of the Common Pleas.\nThis appeal comes regularly before us from the Register’s Court. We disregard all the alleged irregularities; and on the appeal we look at the whole cause on the merits, and the rights of the respective parties. We affirm the decision of the Register’s Court, as four of the five heirs to the estate have delegated their right to the administration to Jonathan. But the material grounds are circumstances disclosed. Isaac was an improper person for administrator , after the allegation that he had the principal part of the estate in his hands, which he denied.\n. The able opinion of Mr. Justice Rogers, in Ellmaker’s Estate, \"Watts, 38, is directly in point. There it was ruled that the register, in granting letters of administration, is bound to respect the nomination of the next of kin, when they decline to exercise their right to administer. It was further held in that case, that the right of one Swartzwelder was properly rejected on the ground of expediency. The objection is insurmountable when he stands as a litigant party in opposition to the other heirs. Courts have constantly declined putting in persons as administrators so situated. This is a strong case. Here Isaac was already in possession of more than half the estate. It is said he claimed it as a gift from his mother. This position rendered him an incompetent person to perform the duties of the office of administrator, which is one of trust and confidence, and ought to he committed to a person who has no interest in opposition to the other heirs of the estate.\nThe decree of the Register’s Court affirmed.\nMr. Justice Coulter dissented from the judgment in this case.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Donagan and W. Strong, for the appellant.",
      "H. W. Smith, contrà."
    ],
    "corrections": "",
    "head_matter": "In re Bieber’s Appeal.\n1. Where a Register has granted letters of administration to an improper .person, he should cite the parties to appear before him, and not revoke the letters ex ■ parte. When they appear, either party may appeal to the Register’s Court, or the Register may call such court himself.\n2. The office of administrator is one of trust and confidence, and ought not to be committed to an heir, who has an interest in opposition to the other heirs of the estate.\n3. Whore the eldest son is an improper person, from that cause, the other heirs may delegate their right to the administration to a stranger.\nAppeal from tbe decree of tbe Register’s Court of Berks county, affirming tbe grant of administration to Jonathan Bieber, and annulling the grant of administration to Isaac L. Bieber.\nJune 19. Margaretta Bieber died intestate on tbe 16th May, 1847, and on tbe 18th of the same month, Jonathan Bieber applied fo.r letters of administration upon her estate, which were granted to him, he having first entered into bond, with two sufficient sureties, and taken the oath required by the act of 15th March, 1832. On the 9th day of June, 1847, Jonathan Bieber filed an inventory of the goods and chattels, &c., of decedent, amounting to $859.72. On the 15th June, 1847, Isaac L. B'ieber filed an affidavit with the Register, setting forth that he is the eldest (and only living) son of Margaretta Bieber, deceased, and that Jonathan Bieber is not a child of said Margaretta. And thereupon he claimed administration of the estate of the said decedent. The letters to Jonathan Bieber were revoked the same day, by the Register, without any notice or citation to Jonathan, and administration granted to Isaac L. Bieber, and letters issued accordingly. On the 19th June, 1847, Isaac L. Bieber filed an inventory of the personal property of the decedent, amounting to $143.72, besides amounts due by Mary Zimmerman and .John L. Bieber, not ascertained.\nOn the 26th July, 1847, a citation was issued by the Register to Jonathan Bieber and Isaac L. Bieber, at the instance of Jonathan Bieber, one of the claimants, and the case was heard before a Register’s Court, to which an appeal had been taken, on the 18th February, 1848. On the hearing in that court, Isaac L. Bieber produced the following testimony:—\nHenry Hottenstine, sworn. — I am acquainted with Margaretta Bieber; I live about one and a quarter miles from her. She died on the 16th May, 1846; she was buried on the 18th of May. She left four children surviving her, Isaac L. Bieber, Mary, wife of Isaac Zimmerman, Susanna, wife of George Miller, Sarah, wife of George Baum, and the issue of two deceased children, John and Judith; the children of John are Sarah, wife of William Hoch, Judith, Abraham, Yalentine and Mary; the children of Judith are Daniel, Amos, Peter, Felix and Levi Beisel.\nIsaac L. Bieber lives near Jonestown, in Lebanon county. Jonathan Bieber lives in Maxatawny township, Berks county. Jonathan Bieber is not a son of Margaretta Bieber, deceased; he is a nephew by marriage, that is, he is the son of a brother of her late husband.\nJonathan Bieber produced the following paper in evidence:—\n“ The undersigned, heirs of Margaret Bieber, deceased, do hereby certify, that we are unwilling that Isaac L. Bieber, the son of said deceased, should be her administrator, as we consider him incompetent, and not a resident of the county, and largely indebted to the estate of Margaret Bieber, deceased, which indebtedness he denies, for the purpose of depriving the other heirs of their shares ; and further certify, that we are satisfied that Jonathan Bieber shall be the administrator, and hereby nominate and recommend him as such.”\nThis paper, produced for the first time upon the argument in the Register’s Court, was signed by the three other children of the decedent, and by some of her grandchildren, children of her deceased daughters and son.\nThe opinion of the Register’s Court was to this effect:—\n“We think that the Register having granted administration to Jonathan Bieber of this estate, and having approved his bonds as administrator, his power and authority on the question of right to the administration was determined. The granting of letters to Jonathan Bieber in the first instance, on the 18th of May, so soon after the death of the decedent, not, it would appear, upon the then nomination of the greater or indeed of any part of the heirs, and without notice to them, or particularly to the complainant here, was certainly precipitate. When a stranger presents himself and asks for letters to the exclusion of kindred of the decedent, and does not produce the written renunciation of those preferred by law, letters should not be granted to him without bringing those so preferred before the Register by citation or other adequate notice, in order that they may contest or acquiesce in the grant. Administration' does not belong to the first claimant. But the Register having once granted administration, the power to revoke it seems to be lodged only with the Register’s Court, upon appeal from the judicial acts and decisions of the Register, of which granting administration constitutes so large a class; and that court, upon appeal, is invested with power to affirm, revoke, alter or modify the decree of the Register. Hood’s Ex. 68. ■\n“ If, then, the Register could not revoke the letters he has granted on the 18th May, 1847, to Jonathan Bieber, he clearly could not grant, while those letters were subsisting, administration upon the same estate to Isaac L. Bieber, by his subsequent letters of the 15th June. When administration is once granted, no other can have title to a similar grant, during the continuance in office of the administrator. An executor has a right to probate, though it has already been taken out by his co-executor. Hot so with an administrator ; the grant to him is absolute and exclusive, and to him the maxim, qui prior est tempore, potior est jure, applies with all its force. Williams’s Executors, passim. The grant then to Isaac L. Bieber was unauthorized, as was also the revocation of the letters to Jonathan Bieber. This would dispose of the’ question before the court; but as upon the argument the whole matter was treated beyond these questions, as an appeal from the decision of the Register granting administration to Jonathan Bieber, we will briefly consider that appeal.\n“ This is a contest between the eldest and only son of the decedent, who is alleged to be a debtor to her estate, and the nominee of her other children, and of the descendants of such of them as are dead. The interests of these children of the decedent in the estate are all equal, and we have here the eldest son, representing an interest equal to one-sixth, resisted in his claims to the administration by the others, representing interests equal, or very nearly equal, to five-sixths of the estate. In the English courts, it is said, when there is no material objection on the one hand or reasons for preference on the other, the court in its discretion puts the administration into the hands of that person, amongst those of the same degree of kindred, with whom the majority of parties interested is desirous of intrusting the estate. Without examining the extent of the applicability of this rule in our practice, we will say that the preference of a majority in interest will always be favourably regarded, when the court can properly do so, and that where claims are equally balanced it will be decisive.\n“ In this case, if there is any well founded objection to Isaac L. Bieber, the nomination of nearly all the other heirs, ought to have, and must have, great weight with the court.\n“ It is alleged that Isaac L. Bieber is a debtor to this estate to an amount equal to three-fourths of the inventory, as filed by Jonathan ; and that may be taken to be the allegation of the other heirs. In the inventory filed by Isaac, we find no item embracing the alleged debt, which may be taken to be a denial of the debt on his part. It seems to us that this state- of facts presents an insuperable objection to the appointment of Isaac. He stands in an antagonist position to the interest of all the other heirs, so far as three-fourths of the estate are concerned, and granting administration to him, would amount to a suspension of all proceedings to determine the validity of that debt during the continuance of his administration. The decision in Ellmaker’s Estate, 4 Watts, 34, seems to us conclusive of the law on this point, if so obvious a point requires the support of authority.\n“We therefore affirm the grant of administration to Jonathan Bieber, the contestant, Isaac, being out of the question, and Jonathan being the nominee of nearly all the other parties in interest.\nDonagan and W. Strong, for the appellant.\nThe Register is a judge, &c., Loy v. Kennedy, 1 W. & S. 896, and has the same limited discretionary power conferred upon him by the act of 15th March, 1832, which was in England exercised by the ordinary under the statutes 31 Edward 3, ch. 11, and 21 Henry 8, ch. 5. Act of March 15, 1832, § 22, &c. Remarks of Com. Parke & John. Dig. 866.\nHis discretion is limited by-the act, and if he does not execute his authority according to the requirements of the act, he has, like the ordinary, not only the right, but is bound to revoke the letters, and grant them to the party entitled under the act. “ It is incident to every court to rectify mistakes which they have been led into by misrepresentation of the parties:” Harrison v. Wilson, Strange, 911; Price v. Parker, 1 Levinz, 157; 3 Salk. 21, and authorities there cited. Toller on Executors, [125] 124; 1 Lilly, 44; Williams’s Appeal, 7 Barr, 259.\nThe Register is only authorized to appoint a Register’s Court, at the request of any person interested, for the decision of disputable and difficult matters which may come before him, in certain specified cases. Unless such request is made, he is bound to decide in the first instance: Act of the 15th of March, 1832, § 25; Williams’s Appeal, 7 Barr, 259.\n“The claims are not equally balanced” in this case, Isaac L. Bieber being solely entitled to administration under the act, unless it can be shown that he is legally incompetent, which has not been done.\nThere was no legal evidence before the court, that Isaac L. Bieber was indebted to his mother’s estate — nothing but the bare allegation of the persons who recommended Jonathan Bieber as administrator.\nH. W. Smith, contrà."
  },
  "file_name": "0157-01",
  "first_page_order": 157,
  "last_page_order": 163
}
