{
  "id": 404624,
  "name": "George De B. Keim and Jacob W. Seitzinger v. Andrew Taylor and others, to the use of the heirs of George Hain, deceased",
  "name_abbreviation": "Keim v. Taylor ex rel. Hain",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "163",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Johns. 404",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376281
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0406-01"
      ]
    },
    {
      "cite": "4 Watts, 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0276-01"
      ]
    },
    {
      "cite": "5 W. & S. 42",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0060-01"
      ]
    },
    {
      "cite": "6 Binn. 481",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 427",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 83",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0083-01"
      ]
    },
    {
      "cite": "3 Wharton, 316",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0315-01"
      ]
    },
    {
      "cite": "1 Rawle, 377",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819350
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0377-01"
      ]
    },
    {
      "cite": "7 Watts, 100",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0100-01"
      ]
    },
    {
      "cite": "10 Mass. 241",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 409",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0409-01"
      ]
    },
    {
      "cite": "4 Rawle, 195",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823535
      ],
      "pin_cites": [
        {
          "page": "355"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0195-01"
      ]
    },
    {
      "cite": "4 Howard, 404",
      "category": "reporters:state",
      "reporter": "Howard",
      "case_ids": [
        1627950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/5/0404-01"
      ]
    },
    {
      "cite": "8 W. & S. 160",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 771,
    "char_count": 19454,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.0285644186326058e-07,
      "percentile": 0.5473429145869122
    },
    "sha256": "363351aa9a078b6b8db37957a7be8d3d1cadc19f949301b0be4ea5d7933d4582",
    "simhash": "1:ce0e15b1408a5fbb",
    "word_count": 3468
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George De B. Keim and Jacob W. Seitzinger v. Andrew Taylor and others, to the use of the heirs of George Hain, deceased."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nCoulter, J.\nTaylor, Boone, and Seyfert, the legal plaintiffs on the record, had no interest whatever in the subject-matter of the suit, either at the impetration of the writ, or at any time prior, or subsequent.\nIt is difficult to imagine why their names were put on the record. The real plaintiffs are those named as cestuis que trust. They were the children and distributees of George Hain, deceased. The sum claimed was the one-third of the valuation-money, which, by direction of the act of Assembly, remained charged in the land, into whosever possession the same might be transferred. Taylor, Boone, and Seyfert were the assignees in insolvency of Ege, who had purchased the land from the distributee, who had taken it at the appraisement. And when the trustees sold and made a deed to the defendants, they took a bond of indemnity, with regard to the heirs, at which time the defendants promised that they would pay to the heirs and distributees the amount of the widow’s third, at her death. And on this promise, this suit is brought, and ought to have been brought, and could have been maintained in the names of the distributees, as legal plaintiffs, and not as cestuis que trust. The first error assigned is to Taylor, as a witness. But his name is on the record, only as a naked trustee; the cestuis que trust are liable for costs, and are the only persons who have a spark of interest. A party in interest, and on the record, was not a witness at the common law, even although he assigned his interest; and the class of cases in Pennsylvania, referred to as inhibiting a party from being a witness, only restored the common-law rule on the subject. But a naked trustee was never excluded by the common law, but, on the contrary was recognised as a competent witness, especially by the Common Law Courts of Pennsylvania: 6 Binney, 481; 7 S. & R. 116; 6 Binney, 16. The distinction between that class of cases and one like the present, is drawn in Cloud v. King, 7 Barr, 467. And on the authority of that case, and the cases therein referred to, and for the reasons therein given, Taylor was a competent witness.\nThe act of Assembly, by express enactment, makes the widow’s third a lien on the land, after her death, payable to the distributees, by the person, whomsoever he may he, into whose hands the lands shall come. The defendants were liable to the distributees, and the assumpsit made to them, and for their use through Taylor, Seyferfc, and Boone, was for a good consideration. The intervention of Taylor and Boone, however, in this suit was unnecessary; and the taking of the bond of indemnity by them, did in no wise merge or absorb the assumption. It would seem from the care, precision, and exactitude with which the liability is imposed on the person into whose hands soever the lands shall have come at the time of the widow’s death, to pay'the distributees the amount of the third, that the action would have been well supported without a special assumpsit. The law would imply an assumpsit from the facts and the statute: 8 W. & S. 160. The court did not withdraw the case from the jury. What was then to he left to the jury ? The court say this case has been treated entirely as one of mere law, being exclusively argued to the court; and then tell the jury that the law, in their opinion, was in favour of the plaintiff. There was nothing to submit to the jury; nothing denied or disputed as to the facts of the case. '\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "N. D. Strong and Strong, for the plaintiffs in error.",
      "Banks and Davis, contrá."
    ],
    "corrections": "",
    "head_matter": "George De B. Keim and Jacob W. Seitzinger v. Andrew Taylor and others, to the use of the heirs of George Hain, deceased.\n1. A plaintiff for use, whose name is on the record only as a naked trustee, whose cestuis que trust are liable for costs, are alone interested in the suit, and could have maintained it in their own names as legal plaintiffs, is a competent witness for them.\n2: A promise by the vendee to an assignee, who was the vendor of land on which was the lien of a widow’s third, to pay the same on the widow’s death to the vendor for distribution, is for a good consideration, and the distributees, upon the widow’s death, may maintain their action upon it against the vendee without using the name of the vendor.\n3. And the vendor taking a hond of indemnity from the vendee, who retained enough of the purchase-money to meet this third, would not merge the assumpsit.\nError to the Common Pleas of Berks.\nThis was an action on the case brought by Andrew Taylor and others to the use of George Hain’s heirs against Jacob W. Seitzinger and another, to recover the sum of $1,955.55, with interest, it being the sum under the intestate laws charged upon eighty-eight acres of land, late of George Hain, deceased, the interest of which was payable to the widow Hain, during life, and the principal, after her death, to the heirs of George Hain.\nThe declaration charged, that on the 13th of May, 1811, George Gernant. accepted in the Orphans’ Court, at the valuation, a tract of eiglity-eight acres of land, which the court adjudged to him, in right of his wife Barbara; that the valuation was £2,200, of which one-third, seven hundred and thirty-three pounds six shillings and eight pence ($1,955.55), remained charged upon the land during the life of the widow Hain, payable to the heirs of George Hain after her death, and the interest to her during her life:\nThat George Gernant and wife, August 5, 1812, sold the land to George Ege, for £2,745, and took a bond from him conditioned for the payment of £733 6s. 8d., immediately after the death of the widow Hain, with interest, payable annually: That George Ege, May 25,'1823, made an assignment to Andrew Taylor and others, in trust for his creditors :\nThat Andrew Taylor, Richard Boone, and Simon Seyfert, trustees of George Ege, February 18,1837, granted and conveyed Reading Furnace, including this tract of 88 acres (subject to a doiver charged thereon, to wit, the said sum of $1,955.55), to the defendant; that the consideration in the deed was $121,000, being the purchase-money ; that the defendants paid only $119,044.45, and retained $1,955.55, and in consideration thereof promised to pay the interest of the last-mentioned sum to the widow Hain, during life, and the principal, after her death, to the said George Gernant and others, for whose use this suit was brought, they being heirs of George Hain, deceased. The declaration then avers the death of the widow, May 14, 1845; that the defendant did not pay the said $1,955.55, nor its interest, and became liable to pay to Andrew Taylor, Richard Boone, and Simon Seyfert, and in consideration thereof promised to pay it to them; with a breach of this promise.\nOn the trial, the plaintiff obtained leave to amend by adding a count, stating the promises to have been made on the 3d of January, 1837; that the plaintiffs then agreed to sell to the defendants, Beading Furnace, including the eighty-eight acres, subject to the widow Hain’s dower, to wit, $1,955.55, and to permit the defendant to retain the said sum, in consideration whereof the defendant promised to pay it, as stated in the first count.\nAfter proving the various facts above set forth, the plaintiffs called as a witness Andrew Taylor, one of the plaintiffs on the record, who was admitted to testify, under exception to his competency taken by the defendant. Mr. Taylor testified as follows: — •\n“They” (that is Keim and Seitzinger) “retained $1,955.54 of the purchase-money, with interest from January 1, 1837, on account of the widow Hain’s dower. They deducted it from me and assumed to pay it. It was understood so on my part.” (Witness was then asked how or to whom they were to pay it, in reply to which question he proceeded and said,)- “ I don’t know that there was anything said about it. I should suppose they were to pay it to those entitled to receive it. It was on the 3d January, 1837, before the deed was made. When the deed was given the full consideration was not then paid. This dower was still due and retained out of the purchase-money then. The defendant has not paid any •to me since.”\nCross-examined. — On the day this deed was delivered, I do not recollect that anything was said about their paying this dower. All that was said about paying the dower was said before, nothing on the day and nothing after. The deed was delivered in February 1837. I am not certain as to the day.\nThe plaintiffs closed their case. The defendants, having proved its execution, gave in evidence the following paper, executed by the defendants:—\n“ To all persons to whom these presents shall come. George De B. Keim and Jacob W. Seitzinger send greeting:\n“Whereas the said George De B. Keim and Jacob W. Seitzinger purchased the Beading Furnace and Charming Forge estate, of the heirs and devisees of George Ege, late of Berks county, Esq., deceased, for the sum of $135,000, and afterwards, in order to procure a good title, purchased the same property at public auction, held by Andrew Taylor, Esq., an assignee and trustee of the said George Ege, for the sum of $146,000. And whereas, the said Andrew Taylor this day delivered to the said George De B. Keim and Jacob W. Seitzinger deeds for the said estate, executed by him the said Andrew Taylor, and by Richard Boone and Simon Seyfert, the other trustees of the said George Ege, conveying the said ■estate to the said George De B. Keim and Jacob W. Seitzinger, their heirs and assigns, to which deeds are attached receipts signed by the said Andrew Taylor, for the aforesaid sum of $146,000. And whereas the whole of said sum of $146,000 has not been paid by the said George De B. Keim and Jacob W. Seitzinger, either in discharge of liens on the estate aforesaid, or to the said Andrew Taylor, a part of the same being retained until the precise amount of the liens and charges against the said estate is ascertained, and it is known what part of the said purchase-money, if any, the said Keim and Seitzinger will be entitled to on account of their purchase of the heirs and devisees of the said George Ege aforesaid. Kow know ye that we, the said G. De B. Keim and J. W. Seitzinger, for and in consideration of the delivery of said deeds and receipts to us, have, and by these presents, do covenant, promise, and agree to and with the said Andrew Taylor, that we will indemnify and keep him harmless at all times from any costs, expenses, or trouble, in consequence of the delivery of the said 'deeds, and that we will pay any lien or charge against the said estate, to the amount of the said $146,000, or, if the liens or charges shall not amount to so much, will give to the said Andrew Taylor a proper acquittance on account of the heirs and devisees ■ of the said George Ege, for whatever they might be entitled to retain on account of our purchase from them.\n“ In witness thereof, the said G. DeB. Keim and J. W. Seitzinger, have hereunto set their hands and seals, this 14th day of February, 1837.”\nThey then called Andrew Taylor, who testified, that this paper was taken at the delivery of the deed. Mr. Biddle drew it. I gave it to Mr. Strong. I think both Keim and Seitzinger were present when the promise was made.\nThe case being closed on both sides, the court (Jones, President) charged the jury as follows\n“ This case has been treated entirely as one of law, in being elaborately and exclusively argued to the court. We are of opinion that the plaintiff is entitled to recover, and accordingly instruct you to find in his favour.”\nThe defendants excepted to the charge. The jury rendered a verdict for the plaintiffs for $2,744, and judgment.\nThe assignment of errors here was: — ■\n1. The admission of Andrew Taylor to testify.\n2. The court erred in withdrawing the case from the jury.\n3. The court erred in instructing the jury to find for the plaintiffs, notwithstanding the special agreement given in evidence.\nN. D. Strong and Strong, for the plaintiffs in error.\n1. Andrew Taylor was not a competent witness. He was plaintiff on the record. Even before the case of Steele v. The Phoenix Insurance Company was overruled, he would have been incompetent. The alleged contract was with him, he has not assigned it, nor paid the costs. He was therefore interested.\n1. He was liable for costs.\n2. There was nothing to show that the money, if recovered, would not be his.\n3. A recovery of the money would exonerate the witness from his liability as assignee of George Ege to pay George Ege’s bond to George Gernant.\nBut since the case of Steele v. The Phoenix Insurance Company has been overruled (1 Barr, 364), the competency of the witness stands as at common law: Carter v. Trueman, 7 Barr, 315.\nBut at common law, a party to.the record, though free from interest, is not a competent witness : 12 Peters, 149; 4 Howard, 404 ; 19 Wendell, 353: even though a mere trustee: 1 Alabama, 100. In Wolf v. Fink, 1 Barr, 441, the cases are collected, and a party to the record is held to be an incompetent witness, even though he had no interest on the ground of policy.\n2. The court withdrew the case from the jury.\nThe only evidence of any such contract as is alleged in the declaration is the testimony of Andrew Taylor, believed to be disproved in his cross-examination.\nTo withdraw the facts from the jury is error: 4 Rawle, 195, 355; 4 Watts, 409 ; 8 S. & R. 150.\n3. The plaintiff had a special security of a higher nature, and all antecedent parol agreements were merged in that and the deed. The object of the covenant given in evidence, was to secure the payment of liens on the land sold, and the lien on the eighty-eight acres among others. But when a party has a security of a higher nature, assumpsit will not lie: 1 Chit. Plead., 91-2-94; Richards v. Killam, 10 Mass. 241; Gibson v. Stewart, 7 Watts, 100.\nThe presumption of law is, that the acceptance of a deed in pursuance of articles is a satisfaction of all previous covenants: Seitzinger v. Weaver, 1 Rawle, 377; Lee v. Dean, 3 Wharton, 316; Creigh v. Berlin, 1 W. & S. 83 ; Wilson v. M’Neal, 10 Watts, 427. A fortiori is it a satisfaction of prior parol agreements respecting the same subject matter. Q]he covenant which Andrew Taylor took was taken in satisfaction of any contract previously made, if one had been made.\nBanks and Davis, contrá.\n1. Andrew Taylor was a competent witness. He was not liable for costs, because he had nothing to do with the bringing of the suit. On the contrary, he furnished to the counsel for defendants a paper, to wit, the agreement of indemnity, which is the ground of the 3d error assigned. See his testimony, and Drum v. Lessees of Simpson, 6 Binn. 481. He could not possibly receive any commissions, for the money could not come into his hands as the fruits of this suit: the very gist of the action was that the money was due to the heirs and legal representatives of Greorge Hain deceased, and could not be rightfully paid to any other person or persons. He was therefore only a nominal party, having no control of the suit; and, having neither interest in the event of the suit, nor being liable for costs, he does not fall within any of the cases cited by plaintiffs in error. It has never been held that a trustee is liable primé facie for the debts of his constituent, or woe to those who accept trusts. As to the point of his being a party of record; King v. Cloud, 7 Barr, 468.\n2. Defendants’ counsel contended below, that plaintiffs could not sustain assumpsit, because of the agreement under seal: the court ruled that point in favour of the plaintiffs, and the promise as proved by Andrew Taylor being uncontradicted, there was nothing left for the jury to do but to find for the plaintiff, according to the evidence which established an express and an implied contract to pay the money. If they had not done so, the court must have granted a new trial. We contend, therefore, that the court did not withdraw the case from the jury as 2d error alleges, and the cases cited do not apply, for in all of them there was conflicting testimony, and here there was none.\n3. This error raises the question whether the agreement of indemnity of Feb. 14, 1837, by defendants to Andrew Taylor, be a merger of the plaintiffs’4 security or claim, or an extinguishment of the debt.\nThe plaintiffs’ claim was $1,955.45, actually retained by defendants out of the purchase-money of the Beading Furnace and other lands, including the 88 acres, and it was precisely the amount of the widow’s third charged on the 88 acres, subject to which Andrew Taylor, Richard Boone, and Simon Seyfert, as trustees of George Ege, conveyed to defendants. Aug. 5, 1812, George Ege gave his bond to George Gernant for the said sum of $1,955.45, The plaintiffs’ claim comes therefore precisely within the principle of Campbell v. Shrum, 3 Watts, 60, as laid down in Bank v. German, 5 W. & S. 42, that in every case where a man purchases, subject to an encumbrance, which is part of the purchase-money, and is virtually or actually retained by the purchaser, as between the vendor and himself, he makes the debt his own, and the Chief Justice says: “as it would have been fraud in them to retain his money and let him be pursued for it on his bond, they would have been held liable on an implied promise to apply it to the purpose intended.” Here we have not only the implied promise, but the express promise of defendants on the 3d of January, 1837, as proved by Andrew Taylor. But- defendants say that they bound themselves by agreement, under their hands and seals, February 14, 1837, to Andrew Taylor, to pay the liens on the property, of which this sum of $1,955.45 was one; and that said promises are merged in said agreement. In reply, we say, that agreement was designed only to indemnify Andrew Taylor against the claims of the heirs of George Ege, for the difference between $135,000 and $146,000, as stated in the agreement itself.\nThe parties to the implied and parol promise were not only different from the parties to the agreement, the former being to the throe trustees of George Ege, the grantors in the deed, and the latter to A. Taylor alone; but the sums are entirely different, and other properties are included in the agreement, to wit, the Charming Forge estate.\nThe agreements may possibly bind defendants to A. Taylor, to pay the lien on the 88 acres; but inasmuch as the case shows that George Gernant and wife had, by their deed of general warranty, conveyed said 88 acres to George Ege, the lien of Barbara Gernant’s share (one-eighth of the $1,955.45), as such, ivas gone, and yet the estate of George Ege, by his bond, and his assignment for the benefit of his creditors, was bound for the whole amount of the $1,955.45.\nWe conclude, therefore, that the agreement of 14th February, 1837, was not a merger or extinguishment of plaintiffs’ claim, but that the same is to be viewed and regarded as an additional or collateral security; and for this we rely on Jones v. Johnson, 3 W. & S. 276. A merger takes place only where the debt is one and the parties to the security are identical, which works a dissolution, not of the debt, but of the original security: Ib. See also Wallace v. Fairman, 4 Watts, 379, where all the authorities are cited, and especially, Day v. Leal, 14 Johns. 404 — ruling that if the higher security be between different parties, or for other debts besides, and not the exact amount, it will be presumed to be intended as a collateral security."
  },
  "file_name": "0163-01",
  "first_page_order": 163,
  "last_page_order": 171
}
