{
  "id": 404639,
  "name": "Aaron B. Covely v. Henry Fox",
  "name_abbreviation": "Covely v. Fox",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "171",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts, 446",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0446-01"
      ]
    },
    {
      "cite": "2 Watts, 45",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0045-01"
      ]
    },
    {
      "cite": "1 Watts, 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0143-01"
      ]
    },
    {
      "cite": "5 Watts, 172",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0172-01"
      ]
    },
    {
      "cite": "3 P. R. 19",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "case_ids": [
        11258007
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pr/3/0019-01"
      ]
    },
    {
      "cite": "7 Watts, 524",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0524-01"
      ]
    },
    {
      "cite": "1 Watts, 314",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0314-01"
      ]
    },
    {
      "cite": "4 W. & S. 571",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0276-01"
      ]
    },
    {
      "cite": "9 W. 280",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 D. 217",
      "category": "reporters:state",
      "reporter": "Dall.",
      "opinion_index": 0
    },
    {
      "cite": "1 Wh. 65",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 671,
    "char_count": 13509,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 2.0716278939979745e-07,
      "percentile": 0.7578208227583925
    },
    "sha256": "68bc3031e1e8b3b366a4ecd89caee63dd68185ec8859a3f4277b489980e9e43e",
    "simhash": "1:7d2e60eda542f76b",
    "word_count": 2407
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Aaron B. Covely v. Henry Fox."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nWith us, the plea of payment, with leave, &e., has a two-fold character; one being strictly legal, the other equitable, and first introduced from our want of a Court of Chancery. With notice of the special matter constituting the defence, any equity which tends to defeat the plaintiff’s action may be given in evidence ; but, without an accompanying notice, the plea has no more than its common-law effect, and, of course, the proof is confined to what that law recognises as payment: Hellinge v. Amey, 1 Wh. 65. With notice, as was happily said in Hawk v. Geddes, 16 S. & R. 28, this plea operates, substantially, as a bill in equity praying an injunction; admitting of any suggestion, which shows, ex aequo et bono, the plaintiff ought not to recover; without notice, the door is closed upon every merely equitable consideration, which falls short of technical payment.\nBut to support the nude plea, it is not required to prove a payment in money. It is now fully established, that the acceptance of any valuable thing, in discharge of the debt, amounts to payment, and this circle is so extended as to include transferred ohoses in action (Richabough v. Dugen, 7 Barr, 394, and the cases there cited), and even an agreement to credit on the defendant’s bond, any money he might advance to defray the expense of a lawsuit in which the plaintiff was interested: Bryson v. Ker, 4 S. & R. 308. But it is the distinct agreement of the creditor to accept the thing in discharge of the debt, that gives it the character of payment. Without this, the transaction is regarded either as furnishing matter of set-off, or as security, collateral to the original debt; accordingly as the subject received is in possession or in action : Musgrave v. Gibbs, 1 D. 217; Leas v. James, 10 S. & R. 307; Weakley v. Bell, 9 W. 280; Jones v. Johnson, 3 W. & S. 276, Thus tested, it cannot be pretended the evidence offered and rejected tended to establish technical payment. There was no receipt of a valuable thing; no transfer of a chose in action, capable of legal enforcement, and if there had been, there is the utter absence of a binding agreement to accept it in satisfaction of the bill single, now sued. The most that can be said of it, — and this accords to it a greater force than the terms of the offer, critically weighed, will warrant, — is, that here was an acceptance of collateral security, which, being lost through the laches of the plaintiff, worked, in equity, a discharge of the original surety. But, from what has been said, it is obvious this, as a merely equitable defence, was inadmissible under the bare plea of payment. To its introduction, notice was necessary under our practice. The defendant, taking the same view, gave notice of it as special matter. Was this notice sufficient ? By the ninth rule of the court below it is ordained, that “ where a defendant has pleaded the general issue, with leave to give the special matter in evidence, or to justify, he shall, at least fifteen days before the trial, give notice of the special facts, or matter, on which he intends to rely; otherwise he shall be confined strictly to evidence admissible on a general issue plea.” In this instance there was but fourteen days’ notice, and this defect was objected at the trial, and sustained. But it is feebly urged, in this court, that the plea of payment is not a general issue plea, and, therefore, the case does not fall within the exigency of the rule cited. Technically speaking, there is no general issue in debt upon a specialty. The common-law plea of payment is special, as is also its usual companion, non est factum. But yet it is not to be doubted, the present instance is within the spirit of the rule. So far as I am informed, a like rule, or one very similar, exists in all our Courts of Common Pleas. These were instituted for the avowed purpose of regulating the time and manner of notice, rendered necessary by our short method of pleading, and particularly in reference to our peculiar equitable plea of payment. Some of them expressly speak of this plea, while others, as in the instance before us, use the phrase, general issue. But, however worded, each has the same object in view; and accordingly, everywhere the construction has been the same. Indeed, it very seldom occurs that a general issue plea, properly so denominated, requires the aid of special notice to give it full effect. This is only requisite where, otherwise, there must be a special plea. But under our practice, the plea of payment, with leave, &c., from its almost universal use in actions of debt, has come to be regarded as a species of general plea, capable, with its concomitant notice, of adaptation to every variety and complication of fact. It is, consequently, under this plea that notice is most frequently required. In view of this, the end principally proposed by the rule is the regulation of this notice, though doubtless it extends to all other cases, where, under any state of pleading, notice maybe found necessary. This, I repeat, has been the general exposition by the tribunals, who are the best exponents of their own rules .and methods of procedure ; an exposition it would be mischievous to overturn upon a mere verbal criticism.\nIt is further urged for the defendant below, that, conceding all that has been said, the plaintiff is estopped from questioning the sufficiency of the notice by the use he made of it on the trial, preliminary to the introduction of the note in evidence. But we do not think so. He employed it simply as evidence of the state of the pleadings, without, however, involving a confession of it as notice of the special facts enumerated by it. As the plea of non est factum remained of record, it was still in the power of the defendant to object to the reception of the note, without previous proof of its execution. But this was not done, and, as a matter of course, the note was read to the jury. It does not appear this evidence was received because of the intimation in the notice, that the plea denying the instrument would be withdrawn; and if it did, it is not perceived how this could affect the question of notice. Its intimation that the plea would be changed, was entirely distinct from, and independent of its enumeration of special facts. Had the plaintiff derived a benefit from the latter portion of it, there would be some reason for saying he ought not to be at liberty to deny its sufficiency under the rule. But it is obvious he did not. It was merely exhibited to the court as showing the plea pleaded, or proposed to be pleaded, and even this was open to the negation of the defendant, had he chosen to create difficulty on this score. There was, therefore, no such use of the paper as could operate to close the mouth of the party to question it as a sufficient notice of special matter, simply because no advantage was gained over his antagonist by the partial use made of it.\nJudgment affirmed.\nMr. Justice Coulter dissented from the judgment in this case.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Banks, for the plaintiff in error.",
      "N. D. and W. Strong, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Aaron B. Covely v. Henry Fox.\n1. A rule of court provided that “ where a defendant has pleaded the general issue, with leave to give the special matter in evidence, or to justify, he shall, at least fifteen days before trial, give notice of the special fact or matter on. which he intends to rely: otherwise he shall he confined strictly to evidence admissible on a general issue plea: ”\nHeld, I. That payment with leave, So., though not technically so, is to be treated as a general issue plea within the spirit of that rule.\nII. That under that plea, unless it is followed by timely notice of the special matter of equitable defence, the proof is confined to what is recognised as payment at common law.\n2. A notice of withdrawal and change of pleas was combined with notice of special matter, which, so far as the last was concerned, was not served in time. The plaintiff used the notice, relating to the change of pleas Only, on trial. Held, that he did not thereby estop himself from questioning the sufficiency of the notice of special matter.\n3. The acceptance of a collateral security, which is lost through the laches of the creditor, works in equity a discharge of the original surety, and constitutes a merely equitable defence, not admissible under the bare plea of payment.\nError to the Common Pleas of Berks.\nJune 20. This was an action of debt on a joint and several note under seal, for the payment one year after the date thereof, to Henry Fox, his heirs or assigns, of the sum of $100. It was executed by one John Quin and by “Baughman & Covely.” The plaintiff below was Henry Fox, the defendant Aaron B. Covely. The defendant pleaded non est factum, and some time after, fourteen days before trial, served upon the plaintiff’s attorney the following notice:—\n“ Please take notice that the defendant will withdraw all the pleas entered by him in this case, and enter the plea of £ payment, with leave to give the special matter in evidence,’ under which he will show that Baughman & Covely signed the bill single declared upon as the bail or surety of one John Quin. That some two years after the date of the said bill single, the plaintiff was desired by the bail or surety of said Quin to proceed and collect the amount from said Quin, who was then and long after in solvent circumstances, and well able to pay the amount, and the plaintiff gave him time.\n“ That some years after that, say about the year 1837, one Reuben Bower became indebted to the said John Quin in an amount exceeding the debt due upon this bill single, and that the said Bower, by the consent of the said Quin and the plaintiff, agreed to pay the amount of said single bill to the said plaintiff, Henry Fox, and that the said plaintiff gave the said Bower time for the payment of the same for several years, declaring that he looked to said Bower, and not to the bail or surety in the bill single, which indulgence the plaintiff extended to Quin, and afterwards to Bower, until both became insolvent and the money lost.”\nThe case coming on for trial, the plaintiff read to the court so much of this notice as related to the withdrawal and change of pleas, gave the note in evidence, and rested.\nThe defendant then called a witness by whom he proposed to prove the matter set forth in his notice. But the plaintiff objecting to the admission of the testimony on the grounds, 1. that it was no defence to the action, and 2. that fifteen days’ notice of this special matter had not been given according to the rules of court, the offer was overruled, and the defendant took his bill of exceptions.\nThe jury, under the charge of the court (Jones, President), rendered a verdict for the plaintiff.\nThe error assigned here was the rejection of the evidence offered as above on the- trial.\nBanks, for the plaintiff in error.\nThe notice having been used for1 one purpose, all objections to it for want of time were waived. Two papers, produced on a call by the other side, both or neither must be read: In re Thomas Smith’s Appeal, 2 Barr, 331. Under plea of payment, with leave, &c., defendant is not confined strictly to payment in money. Delivery of any article, or of any chose in action, which is received in satisfaction, is a good defence, and is evidence without notice: Bryson v. Irvine’s Adm. 4 S. & R. 309; Hamilton v. Moore, 4 W. & S. 571; Richardson v. Dugan, 7 Barr, 396; Mehaffy v. Lytle, 1 Watts, 314.\nIf creditor has the means of satisfaction in his hands, and lets them go, he cannot look to the surety : Bank v. Klingensmith, 7 Watts, 524; Lichtenthaler v. Thompson, 13 S. & R. 157; Bellas v. Haas, 16 S. & R. 252. Plaintiff was bound to use due diligence to collect the debt of Bower: Johnston v. Chapman, 3 P. R. 19.\nN. D. and W. Strong, for defendant in error.\n1. The notice was not in time. Unless the full notice was given, defendant is confined to evidence under the legal plea of payment. The notice is of two things — the change of plea, which could be made on trial; and the equity, which required fifteen days’ notice. They are entirely disconnected. It was used to, show that execution of the bill was admitted.\n2. The creditor never had the means of satisfaction in his hands, in the sense of the eases: Mundorff v. Singer, 5 Watts, 172. The case in 3 P. R. 19, is a case of guaranty. Here there was no offer to show payment in anything; at most, it was a release or equitable discharge. The cases cited do not establish the doctrine that such a defence can be used without notice. ■\n3. The evidence offered constitutes no defence. The plea and notice are instead of a bill for injunction (Hawk v. Geddes, 16 S. & R. 28), which this offer would not have warranted. Pox did not proceed against Quin, they say, when requested by the sureties. There was no offer to prove that Covely declared that, unless Pox proceeded, he would hold himself discharged, which was essential; Erie Bank v. Gibson, 1 Watts, 143 : nor that Pox had by contract estopped himself from proceeding against the surety: 2 Watts, 45. The offer only went to show indulgence, which is not zzenough if prolonged to insolvency: Johnson v. Thompson, 4 Watts, 446.\nAgain, they offered to prove that Bower promised to pay the debt, with the consent of Pox and Quin ; but not to show a contract of Pox to discharge Covely in consideration of that assumption. That promise was merely collateral, and no release, or consideration for a release, of Covely."
  },
  "file_name": "0171-01",
  "first_page_order": 171,
  "last_page_order": 176
}
