{
  "id": 404652,
  "name": "The Union Canal Company v. Robert Woodside, Assignee in Bankruptcy of Adam Brown, by his Attorney Adam K. Brown",
  "name_abbreviation": "Union Canal Co. v. Woodside",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "176",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Whar. 229",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0229-01"
      ]
    },
    {
      "cite": "2 Watts, 215",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Penn. Rep. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 12648,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 1.486056918995029e-07,
      "percentile": 0.6620994119734394
    },
    "sha256": "2bb2f67654d953a3fd2ad03442a44ea4a1e8574c9c558dbdfd6ab6240e73d47e",
    "simhash": "1:4ed174bdbf6eb1ac",
    "word_count": 2188
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Union Canal Company v. Robert Woodside, Assignee in Bankruptcy of Adam Brown, by his Attorney Adam K. Brown."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe judgment is affirmed, for the reasons given by Judge Jones.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "H. W. Smith, for the plaintiff in error.",
      "J. Glancy Jones, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Union Canal Company v. Robert Woodside, Assignee in Bankruptcy of Adam Brown, by his Attorney Adam K. Brown.\n1. A venire to assess damages against a canal company, is a suit at law within the meaning of \\ 8 of the bankrupt act of 1841.\n2. The limitation in that section, that no suit shall in any case be maintainable by or against the assignee, or by or against any person claiming an adverse interest, touching the property of the bankrupt, unless brought within two years after the declaration and decree in bankruptcy, or after the cause of action shall first have accrued, is intended to prevent the adverse claims of third persons from impeding the settlement of bankrupts’ estates, and extends only to cases where there is such an adverse interest.\n3. The presumption of satisfaction of damages, arising from lapse of time, is a question for the inquest upon the venire, under the charter of the Union Canal Company, and does not come in review before the court.\nCertiorari to the Quarter Sessions of Berks.\nJune 20. In the court below, Robert Woodside, assignee in bankruptcy of Adam Brown, by his attorney Adam K. Brown, on the 15th January, 1847, presented his petition for a venire to the sheriff of an adjoining county, to ascertain and report to the court the damages done to certain real estate of Adam Brown, the bankrupt, by the Union Canal Company, in constructing their canal thereupon, between the years 1821 and 1824. Adam Brown was discharged as a bankrupt on the 8th May, 1842. The writ issued to the sheriff of Lebanon, who returned the inquisition, assigning damages, into the Quarter Sessions of Berks, to which inquisition the Canal Company took the following exceptions:—\n1. No petition or application for a venire to assess damages, was filed or made, until more than four years after the declaration and decree of bankruptcy of Adam Brown, nor until more than twenty-two years after the cause of suit (if any) first accrued; although the act of Congress required proceedings to be instituted within two years after the declaration and decree of bankruptcy, or after the cause of suit shall have first accrued, in order to make such proceedings maintainable.\n2. The damages assessed are excessive and unjust.\n3. No damages ought to have been-assessed or allowed by the jury, as the advantages derived by the owner or owners of the premises alleged to have been injured, from the navigation passing through the same, far exceeded the injury.\nAnd a rule was granted to show cause why the assessment of damages, inquisition, and all the proceedings should not be set aside.\nThat rule was afterwards discharged and judgment of confirmation was entered, the court (Johes, President) delivering the following opinion:—\n“ A suit is £ the lawful demand of a right,’ at law or in equity, and it matters not what form is given to it by the legislative power; it still remains a suit in the sense of this definition, although it retain none of the features by which proceedings at law or in equity have been before known 'and distinguished. The remedy against corporations, created for the construction of canals and railroads, for injuries done to lands through which they pass, at common law, would be in trespass. But the legislature has seen fit in many charters to set up a new form for making £ the lawful demand of a right’ in this class of cases. This is by a venire to assess damages • — a proceeding by which the same end is attained that would be attained by an action of trespass. The ohange in. the machinery works no change in the object — the recovery of damages. To attain that, there must, upon a venire as well as upon trespass, be-competent parties, a subject-matter of controversy, litigation in a court of record conducted by orderly steps to judgment,-and finally to execution. In what does this differ, but -in the mere form of instituting and conducting the early stages of the proceeding, from the action of trespass ? Is it not the mode of making ‘the lawful demand of a right,’ prescribed by competent authority ? Certainly the forms of suits at law or in equity can be altered or abrogated at the pleasure of the legislature — and it will not be pretended that the hand that can amend or destroy cannot also create such new forms as circumstances may seem to require. A venire we regard as being such a new form, and as, therefore, being a suit at law, within the meaning of the bankrupt act.\n“ The venire in this case was sued out by the assignee in bankruptcy, on the 15th.January, 1847. The bankrupt, to whose property the injury was done some twenty years before, was certificated on the 4th May, 1843, more than two years before instituting these proceedings. And the question is, whether, regarded as a suit at law, this venire is maintainable by the assignee, under § 8 of the bankrupt act ? That section provides, that ‘ the Circuit Court, within, &c., for the district where the decree of bankruptcy is passed, shall have concurrent jurisdiction with the District Court of the same district of all suits at law and in equity, which may or shall be brought by an assignee of the bankrupt against any person or persons claiming an adverse interest, or by such person against such assignee, touching any property or right of property of said bankrupt transferable to, or vested in, such assignee: and no suit at law or in equity shall in any ease be maintainable by or against such assignee, or by or against any person claiming an adverse interest, touching the property and rights of property aforesaid, in any court whatever, unless the same shall be brought within two years after the declaration and decree of bankruptcy, or after the cause of action shall have first accrued.’ It is contended that this section provides only that the suit shall be brought within two years, where there is an adverse interest, and there being no such interest here, that the limitation prescribed can have no application. This question is not without difficulty. But it will, we think, upon a careful examination of that section, be found, that the construction of it, here asserted, is correct. The section is divided into two parts: the first of which gives the Oircuit Court concurrent jurisdiction where an adverse interest is claimed, touching any.property, &c., of the' bankrupt, transferred to, or vested in, the assignee; and the' second prescribes the limitation of time within which suit shall be brought. The object of the section is to prevent adverse claims of third persons from impeding the settlement of bankrupt estates. To effect that, the concurrent jurisdiction of the Circuit Court opened a tribunal, which would put any matter of the kind at once in a shape to be carried to the court of the last resort; and the short limitation, within which suit could be brought, was designed to stimulate parties into activity.\n“ The words used in the latter part of this section, it must be admitted, are apparently large enough .to bear a construction, applying the limitation to all suits, whether involving an adverse interest or not. The terms, {no suit at law or in equity shall in any case be maintainable .... in any court whatever, unless the same shall be brought within two years,’ are, however, qualified and limited in their extent, by the description of the parties by or against whom such suit maybe brought, and by the connexion of the terms with the entire section. That description is — ‘ by or against such assignee, or by or against any person claiming an adverse interest, touching the property and rights of property aforesaid.’ It will be observed that the second part of the section is connected with the first by the copulative ‘ and,’ being otherwise disjoined by a semicolon. The whole section is but one sentence. Congress would seem to have designed to dispose of the subject of adverse interests, so far as jurisdiction and limitation of them were concerned, in this section. But the description of the parties, in the latter part of the section, who must sue or be sued within two years, palpably refers to the description of parties and subjects of action in the first part of the section. The relative ‘ such,’ is applied to the assignee throughout that section, in the same sense — that is, an assignee against whose bankrupt’s estate there is the claim of an adverse interest. ‘ By. or against such assignee, or by or against any person claiming an adverse interest,’ are to be taken as a mere amplification of what is, perhaps, more clearly expressed in the first part of the section.\n“ In § 10, it is provided, that ‘ all the proceedings in bankruptcy in each ease shall, if practicable, be finally adjusted, settled, and brought to a close by the court, within two years after the decree declaring the bankruptcy.’ From this it was argued, that the limitation in § 8 was intended to be general, and must be so construed, to preserve the harmony of the act in its several parts. This provision is merely directory, and, as we think, independent of any connexion with the limitation prescribed in § 8.\n“ The exceptant insisted, that twenty-two years having elapsed from the finishing of the canal, to the suing out of the venire, a presumption of satisfaction or abandonment of the damage had arisen. The case not being within the statute of limitation, we think such a presumption would arise after so great a lapse of time. The burthen of evidence, to rebut the presumption, would be thrown upon the plaintiff; it would be for him to show that damages had not been satisfied or abandoned. What circumstances he relied upon before the inquest, for that purpose, we know not; the evidence, whatever it was, does not come in review before us. We were told in the argument that this question was raised before the jury, and that the argument upon it, and the circumstances relied upon, to prevent the raising of the presumption, were passed upon; and that being so, we do not see how we can disturb the finding of the inquest upon this ground.\n“ Regarding the venire in this case as a suit at law, not barred by the limitation contained in § 8 of the bankrupt law, and viewing the presumption of satisfaction or abandonment as a question acted upon by the inquest, we must order these exceptions to be discharged.”\nThe Canal Company sued out a writ of certiorari, and in this court assigned for error that\nThe court below erred in discharging the rule to show cause why the assessment of damages, inquisition, and all the proceedings should not be set aside; and in entering judgment of confirmation.\nH. W. Smith, for the plaintiff in error.\nThis proceeding is a suit. A suit is “ the lawful demand of one’s right;” 3 Blackstone, 116. For the method of proceeding to have damages assessed, see § 13, Act 2 April, 1811; Pamphlet Laws of 1810-11, page 232. This suit should have been instituted within two years after the declaration and decree of bankruptcy, or after the cause of suit accrued; § 8 of the Bankrupt Law of 19th of August, 1841; Pages 40 and 41 of the Law of Bankruptcy, § 10, page 42. It is shown by the petition that the period had elapsed; that the cause of action accrued between 1st April, 1821, and 1st December, 1824, and that Adam Brown was discharged as a bankrupt on 8th May, 1842. The suit was commenced by petition on the 15th of January, 1847. The presumption of satisfaction arose, as more than twenty years had elapsed from the time cause of suit accrued.\nDiemer v. Sechrist, 1 Penn. Rep. 419; Henderson v. Lewis, 9 S. & R. 384; Foulk v. Brown, 2 Watts, 215, 216; 3 Starkie’s Ev. 1244.\nJ. Glancy Jones, for defendant in error.\nThe two years’ limitation of the 8th section of the bankrupt act, was never intended to be applied to the recovery of any property or effects of the bankrupt, by the assignee. Such a construction would work the greatest injustice to creditors; by re-vesting in the bankrupt all his effects not discovered by the assignee within two years. The true construction of the whole section will confine the two years’ limitation to all suits and actions between adverse claimants. The design of Congress was, to compel creditors claiming independently of the assignee in bankruptcy, to settle their adverse claims with him within two years. The slightest evidence will rebut a presumption, and on this the jury must pass : St. Mary’s Church v. Miles, 1 Whar. 229; 2 Watts, 215. It was submitted to the jury, and passed upon by them, and the court will not sustain a presumption in direct conflict with their verdict."
  },
  "file_name": "0176-01",
  "first_page_order": 176,
  "last_page_order": 181
}
