{
  "id": 404653,
  "name": "Isaac Rutter v. Augustus Fidler",
  "name_abbreviation": "Rutter v. Fidler",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "181",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 181"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Root, 129",
      "category": "reporters:state",
      "reporter": "Root",
      "case_ids": [
        6757569,
        6757580,
        6757591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/root/1/0129-01",
        "/root/1/0129-02",
        "/root/1/0129-03"
      ]
    },
    {
      "cite": "1 Wharton, 323",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829057
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0323-01"
      ]
    },
    {
      "cite": "1 Whart. 328",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bin. 468",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 599,
    "char_count": 11766,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015014388869775805
    },
    "sha256": "2320905eb3f5c6eb86acdb25b6b2a49982c7e1b0ae115eb4cec5461be1afea02",
    "simhash": "1:bf88de05db54e6fb",
    "word_count": 2128
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Isaac Rutter v. Augustus Fidler."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered- by\nGibson, C. J.\nNeither the plaintiff nor the defendant was entitled to an exclusive use of the locus in quo. It is in an angle of two walls at the corner of the public square; and the defendant’s porch not only obstructs the plaintiff’s door, but prevents him from passing over the ground outside of it. The borough ordinance directs a space of six feet from the curbstone of the pavement, inwards, to be left open, clear of all obstructions, and free for the transit of the citizens; but it makes no special disposition of the residue of the pavement, which, however, is practically used for steps, porches, or cellar-doors; or for the temporary deposit of fuel and other articles. The pavement of the square is fourteen feet broad; consequently eight feet remain to the lot-holders for the purposes mentioned ; and the argument for the plaintiff in error is, that the private privileges of the pavement appertain to the front, and not to the side of a lot, touching a street or square. But whence comes the distinction? Not a word is said about it in the ordinance, and the reason of the thing is against it. Surely a proprietor may use the side of his lot for building, as he might have used the front of it, had the side lines of it been drawn east and west instead of north and south, or vice versd. The public square of almost every borough in the state is surrounded by houses, whose fronts are on the side line of the corner lot; and no one ever doubted that the proprietors of them might project their steps, porches, or cellar-doors, as far upon the pavement of the square, as the proprietor of the corner house might project the same conveniences upon the street. But is not a proprietor at the inner angle, entitled at least to an equal privilege with his neighbour ? Undoubtedly. Then what becomes of their concurrent rights over the spot which happens to be equally in front of both buildings ? They are disposed of by the maxim sic utere tuo, which forbids the exercise of a right that would sacrifice the right of another. At the angle of the two walls there is a square of eight feet, which cannot be obstructed by either party. Either has a right to step out upon it, but not to impede the transit of his neighbour, or any one else. The jury were instructed that the rights of the parties to the square in dispute were separable by a diagonal line which would divide what is in its essence common and indivisible, and render the ground useless to both parties. As, however, the principle assumed was rather favourable to the plaintiff in error, we cannot make it ground of reversal.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Smith and Banks, for plaintiff in error.",
      "Davis, contrá, as to the second error assigned."
    ],
    "corrections": "",
    "head_matter": "Isaac Rutter v. Augustus Fidler.\n1. The'private privileges of the pavement in erecting steps, porches, cellar doors, &c., thereupon, appertain as well to the side as to the front of a lot bounded by a public street or square, both on the side and on the front.\n2. But at the inner angle of a public square, the owners of the adjoining lots cannot exercise those privileges over that portion of the pavement, which is equally in front of both tlieir properties. At that angle there is a square, whose side is equal to the number of feet allowed for private privileges of the pavement, which cannot be obstructed by either party.\nError to the Common Pleas of Berks.\nJune 20. This was an action on the case brought by Augustus Fidler against Isaac Rutter, to recover damages for the erection of á porch by the defendant, in front of the defendant’s house, whereby a certain door-way, from- the house of the plaintiff into the public square of Womelsdorf, was obstructed. The situation of the properties will be more readily understood by reference to the accompanying diagram.\nA. The porch erected by Eutter.\nB. The door-way of Eidler’s kitchen, into the square.\nO. C. The pavement.\nThe- erection of the porch A. by Rutter, prevented Fidler from passing in and out of a door in B., in the gable end of his house, which door, or a gate in lieu thereof, Ridler and those under whom he claims had used for more than thirty years, except as interrupted by Rutter and those under whom he claimed.\nUpon the trial below, the plaintiff asked and obtained leave to amend his declaration. He had counted upon alright of'way, from his messuage into, through, and over a certain close of the defendant, and from and out of the same, into the public highway — and, secondly, from his messuage unto, into, through, and over a certain close, unto and into the public highway. The additional counts, filed upon trial, laid the right of way as being directly from the plaintiff’s messuage into the public highway, without passing through any intervening close, either of the defendant or of another. The permission to amend the declaration in this manner, was assigned for error in this court, as setting forth new and different causes of action, after the cause had been arbitrated by the plaintiff, and an award had been made in favour of the defendant, from which the plaintiff had appealed. This assignment of error was argued very elaborately on both sides; but, as this court has not noticed it in the opinion delivered, it is unnecessary to present the argument touching the point to the profession, and it would be improper, perhaps, to carry an inferential decision as to it into the syllabus.\n1 On the trial below, the defendant, Rutter, requested the court to instruct the jury:—\n1. That the plaintiff, if he has proved a nuisance at all, has proved a public nuisance, and not having averred or proved any special damage, he is not entitled to recover. And that:\n2. The plaintiff, not having averred or proved any attempt to pass through or use the alleged right of way, since the erection of the porch complained of; and not having averred or proved that he was, by the erection of said porch, compelled to use a more distant or circuitous route to get into the public streets, is not entitled to recover.\nThe court (Jones, President) charged the jury as follows:—\n“ We think the defendant had a right to erect a porch in front of his house, under the act of Assembly, incorporating the borough of Womelsdorf, and under the ordinances of the borough. That in doing so he would not be guilty of erecting any nuisance, we are clear; but we think that his right to erect a porch did not extend so far as to justify him in carrying it up to the wall of the plaintiff’s kitchen. The rights and duties of owners in the angles of public squares, with regard to the pavements, &c., in front of their respective properties, have never been defined that we are aware of. It seems to us that the reasonable limitation of those rights and duties would be best defined by a line drawn from the angle to the centre of the square. In this case, it would appear from the draft, that the angle, contained between Eidler’s front on the square, and Rutter’s, is an angle of 90 degrees — and that the square itself is equilateral. If that is so, then a line drawn from the point at which those properties touch each other on the square, to the centre of the square, would give 45 degrees between that line and the line of either property on the square. And the space covered by those 45 degrees respectively on each side of the line, would be that on which each owner might lawfully exercise his right of erecting porches, steps, cellar doors, &c., and would be that on which he might be compelled to pave and curb by ordinances. In this view, neither proprietor would have a right to extend erections of steps or porches over that dividing line — and any erection by one over a part of the highway which he had no right to erect over, would be a nuisance to the public. It would be an unauthorized erection on the highway. If this porch was erected on such a line, and it is for you to judge whether it must not necessarily have been so erected, it would be, as far as it was erected over that line, a public nuisance.\n“ An action will not lie at the suit of the private citizen for a public nuisance, if that nuisance does not affect him more than it does the public at large. But if he has sustained any peculiar injury thereby, beyond that which affects the public in general, an action will lie. Suppose a part of this porch to be erected over the line I have described, and close up to the door of Eidler’s kitchen, preventing-ingress and egress at that door, then, so far as it is over the line, it would be a nuisance which he would suffer from, in common with all the citizens; but so far as it obstructed his door, the injury would be peculiar to himself. How the blocking up of a door opening upon a highway, in our opinion, imports special damage in itself — it is here, however, laid, that the door had been used to pass to and from the highway, and by this porch was obstructed. This seems to us a sufficient statement of special damages, with their cause. Everybody has a right in the street, but only the plaintiff had a right to go in and out at that door, and that right he cannot exercise. It is not necessary that he should show that he used the door. It was there for use if he pleased to use it — it was an outlet from his property upon the public square. Suppose a man’s house were untenanted for many years, would the fact of a door or window not being used in that time, if it were obstructed by an erection on a highway, deprive him of his remedy ? We think not. If the jury think this was an obstruction of the door, we will not put the plaintiff to the averments and proof which defendant’s second point would require. The two points presented by the defendant are thus substantially answered.”\nThe verdict was in favour of the plaintiff.\nIn this court the plaintiff in error assigned for error the amendment of the declaration before noticed; and, secondly, that the court erred in their charge to the jury, particularly in instructing them that the defendant Rutter had no right to erect his porch along the whole front of his house, and restricting his right to only one-half of the corner.\nSmith and Banks, for plaintiff in error.\nDavis, contrá, as to the second error assigned.\nActual damage to an individual, whether direct or consequential, from a common nuisance, entitles him to maintain an action for his particular injury, though others may be equally damnified. Hughes v. Heiser, 1 Bin. 468; Pittsburgh v. Scott, 1 Barr, 319; Lausing v. Smith, 4 Wendell, 9. Case lies against intruder on my right of way, without proof of actual damage: Williams v. Esling, 4 Barr, 486 ; Kirkham v. Sharp, 1 Whart. 328. Damages arising necessarily from a tortious act, need not be set out specially in the narr. The tortious act is the gravamen. The law implies special damage. This was a private nuisance, if the width of the porch towards the street was within the regulation of the ordinance as to width — and it was so, as is the proof.\nAs to the distinction between the public easement, and the right of way appurtenant to building lots on a public square, he cited 2 Smith’s Leading Cases, 143, note by Hare and Wallace; the case of Lewis Street, 2 Wendell, 472; Trustees of Waterton v. Cowan, 4 Paige, Ch. R. 510 ; S. P. City of Cincinnati v. White, 6 Peters, 431; 1 Wharton, 323; Cope v. Grant, 7 Barr, 488. The borough ordinance could not authorize Rutter to obstruct this door-way by erecting his porch: Commonwealth v. Bowman, 3 Barr, 206 ; Nichols v. Pixley, 1 Root, 129; nor does it pretend to give Rutter any such right.\nPlaintiff in error cannot complain of the rule laid down by the court below; for Eidler, having had undisturbed use of his doorway for upwards of twenty-one years, is not bound by such a rule. He has a right to the use of his door-way as he had used it before obstruction."
  },
  "file_name": "0181-01",
  "first_page_order": 181,
  "last_page_order": 186
}
