{
  "id": 404595,
  "name": "Road in Greenwich Township",
  "name_abbreviation": "Road in Greenwich Township",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "186",
  "last_page": "188",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 268,
    "char_count": 5221,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.0483865450175573e-07,
      "percentile": 0.553348284011925
    },
    "sha256": "0214d30d79dcc8e426cb2d98620e74c8b93b24bbb2d2ea1198156db22ef0fdfb",
    "simhash": "1:8d768302a46b567a",
    "word_count": 943
  },
  "last_updated": "2023-07-14T16:53:40.138041+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Greenwich Township."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBurnside, J.\nWhen the road was confirmed on the 9th of January, 1840, and directed to be opened of the breadth of thirty-three feet, the court had no further power over it, except there was an application either under the 18th or 19th section of the road law of 1836: Dunlop, 641. The 18th section declares, “ the courts aforesaid shall, within their respective counties, have authority, upon application to them by petition, to inquire of, and to change or vacate the whole or any part of any private or public road which may have been laid out by authoi'ity of law, whensoever the same shall have become useless, inconvenient, or burthensome;” and the 19th section provides, “ that roads laid out and confirmed, hut not opened, may be vacated and annulled upon the petition of a majority of the original petitioners for the said road, within the respective counties in the same manner as other roads may be vacated.” In this case, part of the road was fully opened. The end next to the Kutztown road was open, when in 1848 the petition of a majority of the original petitioners and others applied to the court to vacate the end of the road not yet opened. To a report on this, exceptions were filed, and on the 1st January, 1849, the sessions allowed the exceptions and put the report aside. This order of the court is the material error assigned. This petition and view under it, was not authorized by either of the sections of the act. The 18th section relates to, and contemplates roads that have been opened and used, and have become useless, inconvenient, and burdensome. The 19th section, under which the parties would seem to have proceeded, and which is copied substantially from the act of 1815, only authorized such a proceeding when the road is not opened. Here the road was one-half opened, and there is nothing in the act of 1836, or any other act, which would authorize such a proceeding where the road is in part opened. It was ruled in 2 Pa. R. 532, that neither the act of 1809, nor of 1815, authorizes the appointment of reviewers with power to vacate part of a road, which had never been opened. The authority of the Sessions is derived from the acts of Assembly. The act of 1836 did not authorize such a proceeding when part of the road only was opened.\nDecree of the Sessions affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Donagan, for the plaintiff in error.",
      "Davis, contrá."
    ],
    "corrections": "",
    "head_matter": "Road in Greenwich Township.\nWhere a road has been confirmed and ordered to be opened, and has been partially opened, proceedings to vacate the part not opened cannot be entertained.\nCertiorari to the Quarter Sessions of Berks.\nJune 21. In the opinion of the court below, by Jones, President, the facts of the case are thus stated:—\n“ Here a road has been laid out between two public roads, and opened from one of them to the house of one of the original petitioners, but not opened from that house out to the other road. The road has been only partially opened. That being the state of the road, a majority of the original petitioners came here praying to have that part of the road which has not been opened, vacated. A jury of view was appointed, which has reported favourably to the prayer of the petitioners. And the matter now comes up on exceptions to that report.\n“ This proceeding is instituted under § 19 of the road law of 1836, but cannot be sustained under that section. It is by no means the case of “ a road laid out and confirmed, but not opened,” which it must be to authorize that particular mode of proceeding, provided in that section, to be employed. This road is partially opened, and that part of it cannot be reached in this proceeding. Section 19 provides for the vacation only of the whole of an unopened road, and there is no provision anywhere in the law for the vacation of a less part of such a road.\n“ We do not believe that this proceeding could be sustained under § 18 of the general law, which, as we understand it, applies to the vacation of the whole or any part of an opened road become useless, inconvenient, and hurthensome.\n“ Section 23, which was relied upon as authorizing this proceeding, is merely directory of what shall be required in a petition to vacate, whether the same be preferred under § 18 or 19 of the general law.\n“ If this proceeding can be sustained, a mode will have been devised by which private roads may be laid out and opened at the public expense. Upon these, and the other grounds laid in the exceptions, we decree that the report be set aside.”\nIn this court the following assignment of errors was made:—\n1. The court erred in saying “ that the proceeding could not be sustained under § 18 of the general law, which, as we understand it, applies to the whole, or any part of an opened road become useless, inconvenient, or burthensome.”\n2. In decreeing that the report of viewers be set aside on the grounds stated in the opinion.\nDonagan, for the plaintiff in error.\nDavis, contrá.\nThe 19th section of the road law applies only to a road no part of which has been opened. If this report were confirmed, the part of the road opened would not connect at one terminus with any other public road, and would become a private road without having been laid out as such: Road from Miller’s House, 9 S. & R. 35."
  },
  "file_name": "0186-01",
  "first_page_order": 186,
  "last_page_order": 188
}
