{
  "id": 404615,
  "name": "The Councils of Reading v. The Commonwealth ex relatione, &c.",
  "name_abbreviation": "Councils of Reading v. Commonwealth",
  "decision_date": "1849-05",
  "docket_number": "",
  "first_page": "196",
  "last_page": "201",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 196"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. 152",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 450",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0450-01"
      ]
    },
    {
      "cite": "1 Wharton, 469",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0469-01"
      ]
    },
    {
      "cite": "2 Watts, 25",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "14 Wend. 250",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0250-01"
      ]
    },
    {
      "cite": "2 Watts, 26",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 468",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 360",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788923
      ],
      "pin_cites": [
        {
          "page": "1, 2"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0360-01"
      ]
    },
    {
      "cite": "3 Binn. 276",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 87",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0087-01"
      ]
    },
    {
      "cite": "2 P. R. 518",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 362",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "6 Whar. 482",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 416",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853581
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0416-01"
      ]
    },
    {
      "cite": "6 W. & S. 398",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 200",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0200-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 654,
    "char_count": 14241,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 4.7328973913804205e-07,
      "percentile": 0.9295428034607423
    },
    "sha256": "74e911525f2ed412dccaeab403cbcfb054e70e32e3c11a0a7540656885bdd9c5",
    "simhash": "1:1c77ace3a06e97f9",
    "word_count": 2546
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Councils of Reading v. The Commonwealth ex relatione, &c."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nGibson, C. J.\nAs there is one conclusive point in the cause, it might be unnecessary to consider ' any other. A mandamus, though a prerogative writ and demandable of right in a proper case, is justly said to be grantable at discretion. Hence it is that it is to be invoked only in cases of the last necessity: not where there is another effectual remedy. The principle is a clear one, and abundantly sustained, not only by the English authorities, but by the decisions of this court. Is there not then a specific remedy equally potent to which these relators might resort ? True, it was said arguendo, and sanctioned by the court in The King v. The Commissioners of Dean Inclosure, 2 Maule & Selw. 83, that an “ indictment is only a proceeding in pcenam, and not a remedy for the future.” That was a prosecution for disobedience of an order of the Sessions to set out a public road: but it was held in Rex v. Pappineau, 1 Stra. 686, that a part of the proper sentence for a continuing nuisance, is that the defendant stand committed till he abate it at his proper costs; and such was the sentence in The King v. Incledon, 13 East, 167, and The Commonwealth v. M’Donald, 16 S. & R. 402. The offence might indeed be pardoned, and the remedial part of the sentence frustrated; but that done, it would be a question whether a mandamus ought not then to be allowed. It is not to be presumed in the first instance, however, that more than the fine and imprisonment would be remitted, or that the nuisance would be suffered to stand to the injury of the public. The nuisance, in this case, is a public one, and it does not appear from the statement of the relators, that they have received any special injury from it to entitle them to any civil remedy whatever. The obstruction of the side-walk is not more injurious to them than it is to the inhabitants at large; and it would consequently seem that an indictment is exclusively the means to abate it. It is proper to add that the act of 1783, legalizing, for the time being, erections in that borough — these among the rest— which were then nuisances, was no more than a license for their continuance, dependent on the will of the legislature, and consequently revocable at its pleasure. Nothing was done or suffered as a consideration of the license which, as it did not partake of the nature of a contract in any respect, it was competent for the legislature to withdraw.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Barclay, for the plaintiff in error.",
      "J. Glancy Jones, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Councils of Reading v. The Commonwealth ex relatione, &c.\n1. Mandamus, though demandadle of right in proper oases, is justly said to he grantable at discretion, and hence is only to be resorted to in cases of the last necessity: not where there is another effectual remedy.\n2. The obstruction of a side-walk not being more injurious to the relators in a mandamus, whereby it is sought to abate it, than to the inhabitants at large, the remedy to attain that end is exclusively by indictment.\n3. An act of Assembly legalizing for the time being, erections in a borough which were then nuisances, is no more than a license for their continuance, dependent on the will and revocable at the pleasure of the legislature, unless something was done or suffered as a consideration for the license.\nWrit of error to the Common Pleas of Berks.\nJune 21. This was an application to the court below for a writ of mandamus, based upon a petition signed by Charles Bitchthorn and Andrew M. Dehart, setting forth, that by the 9th section of an act of Assembly, passed March 16, 1847, the select and common councils of the city of Reading were empowered to open and keep open the streets, lanes, and alleys of said city; that there was a street in said city, called South 3d street, which had been long since laid out as a public street, of the width of 60 feet, which street it was the duty of councils to keep open to that width; that they have neglected so to do, suffering a part of the same to be occupied by certain persons, who had encroached with their houses upon the side-walk, thereby occupying and obstructing the side-walk of said street, and rendering it impossible for citizens to use said walk as they should, &c. Upon these representations they prayed the court to grant a rule to show cause why a mandamus should not be issued, directed to said councils, commanding them to open, and keep open said street and side-walk, or to show cause, &c., which rule was made absolute, and an alternative mandamus was awarded, April 20, 1848, and served. Whereupon the said councils, May 16, 1848, filed their answer, asking that the said mandamus might be quashed for the following reasons:—\n1st. That though it may be true that the erections complained of may exist, yet it is equally true that they existed, and occupied the said side-walk as now, long before September 12, 1788, at which time an act of Assembly was passed, entitled, “ An act for erecting the town of Beading, in Berks county, into a borough, for regulating the buildings, preventing nuisances and encroachments on the squares, streets, lanes, and alleys of the same, &c.” By the 12th section of which, it is enacted as follows: “And for the better preventing all encroachments, nuisances, contentions, annoyances, and inconveniences whatever, within the bounds and limits of the said borough, it is enacted, that when any buildings have been erected heretofore within the original plan of said borough (other than such as have been erected unjustly on the out-lots), and shall happen to encroach on any of the said streets and alleys, or squares, such buildings shall not be deemed, taken, or held for nuisances, or abateable as such” — that the said buildings having been erected before the passage of the said act, and within the original plan of the borough, and being, by said act, legalized in their erection and encroachment on said street, it was not the duty of councils to remove the same.\n2d. That there is an act of Assembly found in Pamphlet Laws of 1825-6, page 115, §§ 2, 3, 4, providing that when any street in the borough of Beading is about to be opened or extended, a view for opening or extending the same shall first be granted; that there shall be a return of the same, a report in favour of or against said opening or extending ;• that upon being approved of, six freeholders shall be appointed to assess damages, &e.; that upon their return, the approval by the court, and the payment of the damages awarded, the chief burgess and'town council shall then cause such street, lane, or passage to be opened or extended, &c.; that in regard to this street, all of these requirements have not been performed, and that until they are performed, as directed by said act, the said select and common councils are not required, nor can they be compelled to open said street, by the removal of the buildings so erected.\n3d. That there are other remedies; that a writ of mandamus is only granted in the last resort, when there is no other adequate remedy. That here it is not the proper remedy, &e.\nTo this answer the plaintiffs pleaded; setting forth, among other1 things, “ that true it is, a certain act of Assembly was passed September 12, 1783, as set forth in the first allegation in the return of the respondents, but that it was repealed by an act passed March 29, 1813, entitled, ‘An act concerning the borough of Reading,’ by the- 16th section of which it is enacted, ‘ that from and after the first Monday in May next,’ the act entitled, ‘ an act for erecting the town of Reading, in Berks county, into a borough,' &c., passed September 12, 1783, be, and the same is hereby repealed.’ And the said petitioners further aver that as to the matters and things as they are set forth in the said return to the said writ of mandamus (other than those set forth in the first allegation), that they are not sufficient in law to bar or preclude them from an allowance of a peremptory writ of mandamus; wherefore, for want of a sufficient return, they pray judgment to have a peremptory writ of mandamus awarded,” &c.\nThe petitioners also set forth the following causes of demurrer to the above return of councils, to the mandamus aforesaid, viz.: — ■\n1. That the act of Assembly recited in the second allegation, refers only to the opening of new streets, &c., whereas this street was laid out before the passage of said act.\n2. That notwithstanding the allegation in the said return, that writs of mandamus are only grantable as a last resort; the petitioners have no other civil remedy than the one prayed for, and a criminal one they are not obliged to resort to.\nIssue and joinder in demurrer. Peremptory mandamus awarded •by the court below, and writ issued.\nThe defendant sued out this writ of error, and in this court assigned for error, that the court erred in awarding the writ of mandamus against the plaintiffs in error.\n1; Because the erections complained of were legalized by an act of Assembly, and therefore councils could not be compelled to remove them.\n2. Because certain proceedings were necessary to .be had, which were not, before councils could be called upon to open the street in question.\n3. Because a writ of mandamus is only grantable in the last resort, to compel the performance of a clear duty, and never where there is a specific remedy.\n4. Because in this case there are other specific remedies, through which proper relief may be obtained.\nBarclay, for the plaintiff in error.\n1. Laws of Pennsylvania, by A. J. Dallas, vol. 2, p. 128.\n2. Pamphlet Laws of years 1825-6, p. 115, §§ 2, 3,4; Pamphlet Laws of 1847, p. 417, § 28.\n3. Writ of mandamus is only granted to compel the performance of a clear duty. The corporation of Reading has no power, nor is it its duty, and therefore it cannot be compelled to open streets in Reading, except when directed by the Court of Quarter Sessions, according to the 4th section of the act of Assembly: Pamph. L. 1825-6, p. 115. Here there was no such direction. The corporation derives its power from its charter, by the 9th section of which (see P. L. of 1847, p. 412), it is given, “ all the powers now vested in the borough of Reading.” By the 6th section of the act of March 29,1813, its powers are defined — “improving, repairing, cleansing, and keeping in order the streets, &c.” These words cannot be so enlarged as to give the corporation the power of opening. Powers of Quarter- Sessions strictly construed: so should it be with corporations. The Court of Quarter Sessions of Berts county, under the general road law, has no authority to widen Liberty alley into a fifty feet street, nor has it under the act of 1825, P. L. 115, §§ 2, 3,4, for the- better regulation of the borough of Reading, which authorized the court to grant views for opening or extending any street,' lane, or alley in said borough, any such powers: In re Liberty Alley, 8 Barr, 381. Under the general road law, the Quarter Sessions has no jurisdiction to lay out and open streets and alleys, on the site of streets and alleys laid out by the original proprietor of an incorporated borough, in the plan of the town, which have not been opened: In re Milford, 4 Barr, 303. Under road law, Quarter Sessions cannot widen: Church Road Case, 5 W. & S. 200.\n4. A writ of mandamus is only granted in last resort, and never where there is a specific remedy: Drexell v. Man, 6 W. & S. 398; Hester’s case, 2 W. & S. 416; Commonwealth v. County Commissioners, 6 Whar. 482. Refused when the object was to restore the relator to a pew in a church, because he had a remedy by action for a disturbance: Commonwealth v. Rosetter, 2 Binn. 362. Writ granted only in extraordinary cases, when there would otherwise be a failure of justice: Commonwealth v. Canal Commissioners, 2 P. R. 518. Formerly refused in all cases where an assize lay: King v. Wheeler, Cases Temp. Hardw. 99. When a ministerial act is to be done, and there is no other specific remedy, a mandamus will lie to do the act required: Griffith v. Cochran, 5 Binn. 87. Mandamus will only lie when there is no other specific remedy: Commonwealth v. Judges C. P. 3 Binn. 276. In this case relators have a specific remedy. May resort to their action on the case, as in Commonwealth v. Rosseter, 2 Binn. 360,1, 2. If this is a common nuisance, can support an action on the case if injured: 1 Binn. 468, cases there cited. An assize of nuisance is an existing remedy in Pennsylvania: Barnet v. Ihrie, 17 S. & R. 174. A public nuisance may he abated by the mere act of individuals: Rung v. Shoneberger, 2 Watts, 26; 14 Wend. 250. An indictment will lie: Commonwealth v. M’Donald, 16 S. & R. 390; Rung v. Shoneberger, 2 Watts, 25-6; Commonwealth v. Alburger, 1 Wharton, 469; Commonwealth v. Miltenburger, 7 Watts, 450 ; 12 Ad. & E. 427; 13 East, 220; 14 East, 317; 3 M. & S. 526.\nJ. Glancy Jones, for defendant in error.\n1. The act of 29th March, 1813, and the act of 16th March, 1847, clothe the city councils of Reading with power, among other things, of keeping in order the streets; and this evidently makes it their duty to remove encumbrances and nuisances upon the streets.\n2. The act of 1783, Dallas, L. P., 128, vol. 1, on which the plaintiffs in error rely, shows that a special act of the legislature was necessary to sustain such nuisance; and such act operating as an injunction to the councils, could only be pleaded as long as it was in force. Its repeal by the act of 1813 withdrew the protection of the legislature, and restored things to their former condition.\n3. The parties have no other remedy against the corporation but that of an indictment, and this they are not obliged to take: Commonwealth v. Mayor of Lancaster, 5 W. 152; 2 B. & A. 646; 2 M. & S. 84.\n4. The defendants in error have no other specific remedy. The easement of the streets is not vested in any portion of the citizens, but in the corporation. An action against the occupants must fail for want of right in the plaintiffs to bring it, and against the corporation a mandamus is the only civil remedy.\n5. The proceedings provided for by the act of 1826, Pamph. L., 1825-26,115, apply exclusively to the opening of new streets. The keeping of an old one open cannot be brought within its provisions."
  },
  "file_name": "0196-01",
  "first_page_order": 196,
  "last_page_order": 201
}
