{
  "id": 404678,
  "name": "Robert Hayes, John Elliot, and Walter T. Lyon, who survived John Gosh, v. Charles Gudykunst",
  "name_abbreviation": "Hayes v. Gudykunst",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "221",
  "last_page": "228",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. 355",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whar. 489",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "6 W. & S. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0139-01"
      ]
    },
    {
      "cite": "3 Wharton, 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    },
    {
      "cite": "2 W. & S. 172",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0172-01"
      ]
    },
    {
      "cite": "3 Rawle, 407",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0407-01"
      ]
    },
    {
      "cite": "2 W. & S. 203",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. 15",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates, 84",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771911
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0083-01"
      ]
    },
    {
      "cite": "6 Binn. 319",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 422",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. 75",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 172",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853542
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 778,
    "char_count": 17688,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 5.975198081241062e-08,
      "percentile": 0.3717988963835343
    },
    "sha256": "b1d378f6ba802a39fb5dca4c7444a2ed87991459b83d458e62d818ee2c456b69",
    "simhash": "1:fa56fbf5784efaaa",
    "word_count": 3111
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert Hayes, John Elliot, and Walter T. Lyon, who survived John Gosh, v. Charles Gudykunst."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThis is an action of assumpsit, in which plaintiff declares in different forms on a promise to pay a debt of $1,500 of a certain Daniel Wetzel, in consideration of forbearance; another count is a promise to pay the same debt, in consideration of an assignment by Wetzel to defendant of certain property therein contained, of the value of $6,000. In support of this issue, the plaintiff offered the said Wetzel as a witness, and whether he was competent to testify, is one of the principal questions in the cause. The court rejected the witness generally, and afterwards the plaintiff again offered him to prove, that he, the witness, made an assignment dated the 13th January, 1844, of the property therein stated, to the defendant at his request, and that in consideration thereof the defendant agreed to pay the plaintiff the sum claimed in the suit. This was also rejected. The plaintiff again offers to prove, by the same witness (in connexion with the record from the Court of Common Pleas of Lycoming county, showing that the plaintiff brought suit against Charles Grudykunst, the defendant, and Daniel Wetzel, as partners), that Charles Grudykunst denied the partnership, and on that ground obtained a verdict. Also, in connexion with the same, the assignment of D. Wetzel to Charles Grudykunst of the 13th January, 1844, showing a transfer of $9,000 worth of property, with proof that in consideration of said assignment, the defendant assumed to pay plaintiff the claim in this suit. The plaintiff again offered Wetzel to prove, that goods were purchased from plaintiff, and the amount of the goods that went into the store, left in the name of D. Wetzel; and the time the goods were bought, to wit, in 1841-42.\nDor this purpose the witness was admitted and examined. This is a short exposition of the course of the trials in relation to this part of the case. Although I am not certain that I exactly comprehend the views of the learned judge, they appear to me to exhibit an inconsistency, which was calculated to do injustice to the plaintiff, by preventing him from laying the case in proper order and form before the jury. The witness is in the first place rejected as incompetent for any purpose; next incompetent for a particular purpose; and finally-as competent for the special purpose of proving that the goods, which went into the store of Wetzel, were sold to him by the plaintiff. These decisions cannot be reconciled; but the result is, as I understand, that it was the opinion of the court that the witness was incompetent, except for a single purpose. Wetzel was in the first instance objected to, because the plaintiff alleged in his opening to the jury, that there was a partnership (meaning a partnership between the witness and defendant), that he signed the note, and that Grudykunst was a silent partner. On which grounds he was rejected we are not informed, for no reasons are assigned by the court. We, however, cannot believe that it was for the reasons given by counsel. On the argument no reasons were assigned, why the opening of the case by the counsel should be seized on as a pretext for excluding the witness, and none have occurred to my mind. In determining the competency of the witness, we must look to the action they were trying, and not to the opening speech. It must be remembered that it was not a suit on the note that had already been passed upon, but it was an action on a promise to pay a debt in consideration of forbearance, and also in consideration of the transfer of a large amount of property. And even in a suit on the note, he would be a competent witness, if willing to testify, to every purpose, except to prove that Gudykunst was a partner, a distinction supported by principle and authority. Thus in Whitehead v. The Bank of Pittsburgh, 2 W. & S. 172, it is ruled, that in an action against partners, upon a note signed with the name of the firm, after it was dissolved, the one who signed it being willing to testify, and having been released by plaintiff from any other action on his note, is a competent witness. The same point was determined at Nisi Prius, and afterwards affirmed in Carman v. Noble, 9 Barr, 366; Mevey v. Mathews, 9 Barr, 113. But why is he not a witness to prove a promise to pay the debt, in consideration of forbearance ? That forbearance is a consideration of a promise to pay the debt of another will not be denied; and why should not that promise be proved by the testimony of the debtor himself ? He cannot be excluded on the plea of interest, for interest he has none, nor is there any principle of policy on which his exclusion can be rested. Suppose the action results in a verdict and judgment for the plaintiff; what does the witness either gain or lose by it ? He remains the debtor of the plaintiff as before the recovery, and if Gudykunst is compelled to pay, he has his remedy over against Wetzel, and may recover the amount paid, with the costs of suit. He is therefore testifying against his own interest, which is certainly no objection to his competency, when he is willing to testify. It is the inclination of courts of late to confine questions of interest within strict and precise boundaries, and to let objections go more to the credit than the competency of witnesses: Barber v. The Bank of New York, 1 S. & R. 579. Indeed some jurists in this country, in imitation of England, have gone so far as to desire to abolish altogether objections to a witness on the score of interest. It is admitted, however, that this cannot be done except by legislative enactment.\nBut was Wetzel a competent witness to support the last counts in the declaration ? Was he a witness competent to prove a promise to pay the debt, in consideration of the assignment of certain property, as specified and enumerated in the bills of exception ? A witness, as must be conceded, may be competent for one purpose, and incompetent for another; and, in order to determine the question, it is necessary for us to consider, as in the first part, the position of the parties, in the event of the plaintiff’s recovery on these counts. The consideration, be it observed, moves from the witness to the defendant, and as between them, Gudykunst becomes the principal, Wetzel the surety. This is clear, for the point assumes that the debt is paid or to be paid with money or property of Wetzel, assigned to Gudykunst for that special purpose, and under an express promise to be so applied. The witness assigns property to the defendant, with which he pays the - debt. This being the admitted state of the case, the inquiry is, how could the defendant, in case of a recovery on these counts against him, maintain a suit against the witness ? It is clear he could not, as he would be met by the unanswerable objection, that, according to his own showing, he received the property of the witness, and, in consideration thereof, promised to pay; that by this transaction, he becomes the principal, and it would be inequitable to suffer him to recover against Wetzel, who stands in the relation of surety, inasmuch as his money, or his fund, had in effect been applied by Gudykunst to the extinguishment of the debt. It is unlike the case of a promise, in consideration of forbearance, for there he has an interest in the question merely; but in the case supposed, it would enable him by his own testimony to shift the responsibility from his own shoulders to the shoulders of another, which cannot be permitted : Purviance v. Dryden, 3 S. & R. 406. In reviewing this question, it must be remembered that this is not a suit on the joint note, to which most of the authorities cited apply, but it is an action on a collateral, distinct, and independent contract, to pay the debt on certain valuable considerations. We must not embarrass ourselves with the inquiries of partnership between Gudykunst and Wetzel, for if there was a promise to pay on a new, independent, and valuable consideration, it will bind the defendant, whether it was the debt of Wetzel alone, or of the firm of which Gudykunst was a member.\nExceptions are taken, that the court allowed A. P. Wilson to decline answering the question, whether the assignment was put into his hands by Gudykunst. Although it is difficult to perceive how testimony to an act of that kind can be a violation of professional confidence, yet we do not feel ourselves called on to reverse the judgment for that cause. Its rejection could do no injury, as the fact of the existence of the assignment and its possession was not denied, and whether it was handed to the witness by Gudykunst, was wholly immaterial. • Why objection was made, we know not, except it arose from a disposition too prevalent among the profession to object to all the testimony offered by the other side, a practice which injures more frequently than it benefits the clients; besides being harassing and perplexing to the court by the introduction of questions foreign to the cause trying.\nThis case comes before the court under peculiar circumstances, serving to confuse and perplex the cause. Daniel Wetzel, the witness, was a merchant, doing business in the county of Union. He had considerable dealings with the plaintiffs, who were also merchants residing in the city of Philadelphia. On settlement, Wetzel was found indebted to the plaintiffs in the sum of fifteen hundred dollars, for which he gave a promissory note, dated 10th November, 1841, payable six months after date, to which Wetzel signed his own name, and the name of Gudykunst, who, it is alleged, was a silent partner in the store, for which the goods, which constituted the debt, were furnished. The note not being paid at maturity, the plaintiffs brought suit to recover the amount due in the county of Lycoming. The cause was arbitrated, and the arbitrators awarded, in favour of the plaintiff, the whole amount of the note. Gudykunst for himself appealed from the award. Wetzel did not appeal. The defendant pleaded non assumpsit and payment, with leave, &c. On the trial the defendant denied the partnership, and on that issue, as distinctly appears, the jury found a verdict in his favour. The verdict and judgment, as cannot be disputed, is a conclusive bar to any action which may be hereafter brought to recover on the promissory note. It has passed in rem judioatam, and consequently cannot be re-examined. This point is too clear to need the aid of authority. But although it must be confessed for a bar to such an action, yet it is not a bar to this action, which is a collateral, distinct, and independent suit. For, granting that it is conclusively proved that they are not partners, yet it does not follow that Gudykunst may not promise to pay the debt, either in consideration of forbearance, or in consideration of value received. Notwithstanding the verdict, Wetzel remains answerable for the debt on the original cause of action, for, by the finding of the jury, the judgment against Wetzel, although unappealed from, is swept away : Ramsay’s Appeal, 4 W. 75. Then how do the parties stand ? Wetzel is the debtor of the plaintiffs, and the only debtor; it being settled by the verdict that there was no partnership. Gudykunst having availed himself of this defence in the action on the promissory note, cannot now turn round and seek an advantage from the fact that he was, or was alleged to be a partner. Both parties were estopped by the finding of the jury, and especially the defendant. The principle which closes the defendant’s mouth is founded on the principle of good faith and fair dealing. He cannot have the benefit of a defence when it serves his turn, and repudiate it afterwards when it makes against him. Thus, where an action for work and labour done had been brought by A. v. B. before a justice of the peace, and on hearing, C. was offered as a witness for the plaintiff, and objected to on the ground that he was a partner of A. in the contract, and the witness was rejected by the justice and the suit dismissed on the ground that it could not be maintained by A. alone, another suit was then brought by A. and C. jointly against B. for the same cause of action, it was held that the defendant was estopped from denying that the action was well brought: 3 Whart. 422. A person is not permitted in a court of justice to blow hot and cold with the same breath. The suit must therefore be tried irrespective of the allegation of partnership, as that only serves to embarrass the jury, and divert their minds from a consideration of the action as contained in the plaintiffs’ declaration. The points arising on the declaration are two: 1st. Was there a promise on the part of Gudykunst to pay the debt ? 2d. Was the promise made on a sufficient consideration? If there was a promise to pay the debt, either on the consideration of forbearance, or in consideration of the assignment, the plaintiffs have a cause of action, and are entitled to recover. Proof that the defendant was a partner, I agree, will not of itself be a consideration. That matter has been already passed on by the jury in the case tried. There must be a new and distinct consideration and a new promise. But if there was a promise and valuable consideration, such as forbearance, or the transfer of property, the action may be maintained, whatever may be the truth of the existence of the partnership. In that respect the partnership is totally immaterial. Bor, even admitting the partnership, if the jury should be of opinion that the defendant promised to pay the debt in consideration of forbearance, or other valuable consideration, this action may be sustained. In the remarks made, we would not wish to be understood as expressing any opinion on the merits. That remains to be considered when we are put in possession of the whole testimony in the regular and proper manner. What Wetzel may be willing to prove we know not; but whatever it may be, as the court have thought proper to prevent it being given in the usual or ordinary way, the judgment must be reversed, and the cause remanded for another hearing.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Miller and Slenker, for plaintiff in error.",
      "Armstrong, Jordan and Linn, contrá."
    ],
    "corrections": "",
    "head_matter": "Robert Hayes, John Elliot, and Walter T. Lyon, who survived John Gosh, v. Charles Gudykunst.\n1. In an action against one for the debt of another, the latter is a competent witness for the plaintiff, if willing to testify, to prove a promise to pay the debt in consideration of forbearance to sue.\nBut in such action he is not a competent witness to prove a promise to pay the debt in consideration of his assignment and transfer of property to defendant for that purpose.\n2. In an action upon anote against two as partners, where a defendant denies the partnership, and on that issue obtains a verdict in their favour, such verdict and judgment is a conclusive bar to another action on the note.\nBut it is not a bar to a collateral, distinct, and independent suit against said defendant, although it estops both parties in such second suit from alleging and taking advantage of partnership.\nError to the Common Pleas of Union.\nThis was an action of assumpsit brought by the above-named plaintiffs below, and plaintiffs in error, for the use of John Elliot v. Charles Gudykunst, defendant below, and defendant in error.\nOn the trial, twelve bills of exception were sealed for plaintiff, to the rejection and admission of testimony, and a number of ^assignments of error made to the charge of the court (Wilson, President).\nThe jury found a verdict for the defendant.\nThe history of the case, and all facts necessary to elucidate the points decided, are fully given in the opinion of this court.\nMiller and Slenker, for plaintiff in error.\nWetzel was a com-v petent witness. The interest which the witness has in the verdict or event of the suit, is the criterion bj which his competency is to be tested. If he be interested in the question, but not in the verdict, it goes to his credit and not to his competency. An indirect and contingent liability is not sufficient to exclude a witness: Wately v. Hart, 6 Binn. 319; Cornogg v. Cornogg’s Ex’rs., 1 Yeates, 84; Potter v. Burd, 4 W. 15; Irwin v. Lumberman’s Bank, 2 W. & S. 203; Ib. 203 ; Hart v. Heilner, 3 Rawle, 407; Whitehead v. Bank of Pittsburgh, 2 W. & S. 172; Cornell v. Vanartsdalen, 4 Barr, 364; Cadbury v. Nolen, 5 Barr, 320 ; Gould v. Crawford, 2 Barr, 89; Scott v. Wells, 6 W.& S.357; 1 Starkie’s Evid., 111. A co-obligor not sued is a competent witness for defendant, and when released, for the plaintiff, if willing to testify. So also.a co-partner : Irwin v. Lumberman’s Bank, suprá; Etter v. Bailey, 8 Barr, 442; 3 Wendell, 380; 7 Cowan, 752.\nThe record of the former suit is not a bar to plaintiff’s Action, and inasmuch as the defendant before alleged he was not a partner of Wetzel, he is now estopped from alleging the contrary: Kelly et al. v. Eichman et al., 3 Wharton, 419.\nArmstrong, Jordan and Linn, contrá.\nWetzel is not a competent witness: 1 Starkie’s Evid., 110-112, notes; 1 Philip’s Evid., 631; Alexander v. Alexander, 5 Barr, 56. A man cannot be a witness where the effect is to throw the burden off his own shoulders : Purviance v. Dryden, 3 S. & R. 406. Surety is not a witness for the principal, being directly interested in the event: Reigart v. Moyer, 14 S. & R. 134; a co-defendant is not a competent witness to establish partnership with co-defendant: Heckert v. Fegely, 6 W. & S. 139.\nRecord of former suit is a conclusive bar to plaintiff’s action: Killheffer v. Herr, 17 S. & R. 319; Marsh v. Pier, 4 Rawle, 273 ; Darlington v. Gray, 5 Whar. 489; Hess v. Heebie, 6 S. & R. 59; Gilchrist v. Ball, 8 W. 355."
  },
  "file_name": "0221-01",
  "first_page_order": 221,
  "last_page_order": 228
}
