{
  "id": 404627,
  "name": "Samuel Zerns, terre-tenant, v. John C. Watson, for the use of David Stitzer",
  "name_abbreviation": "Zerns v. Watson ex rel. Sitzer",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "260",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 260"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0470-01"
      ]
    },
    {
      "cite": "2 W. & S. 200",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 220",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0220-01"
      ]
    },
    {
      "cite": "3 W. & S. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0470-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 7893,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.8155212155187947e-07,
      "percentile": 0.718417753313031
    },
    "sha256": "bb350d864b109db1cfb42511bffccb2d2099771321e4a123fcf4ff00dc7d110f",
    "simhash": "1:a0e8425e0d2af7ed",
    "word_count": 1346
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Samuel Zerns, terre-tenant, v. John C. Watson, for the use of David Stitzer."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nCertainly the original judgment recovered by Watson against Roush and Stitzer, bound the legal estate of the former in the land he had covenanted to convey to Zerns, to the extent of the unpaid purchase-money, for the payment of which the legal title was retained as security. The lien of the judgment might, therefore, have been revived against Zerns as terre-tenant, any time within five years from its rendition. But it was not so revived. On the contrary, the first scire facias was issued against the original defendants alone, without notice to the terre-tenant, and judgment was confessed thereon without his participation. It was clearly, therefore, no lien or encumbrance on the land in his hands, the same having been aliened before the scire facias was issued. So much was decided in Smyser v. Little, 10 Barr, 381. What then was the remedy of the plaintiff in the judgment in order to continue the lien of it against the land ? Surely not to make the second judgment the foundation of his suit. It seems to have been ruled in Collingwood v. Carson, 2 W. & S. 220, and Custer v. Detterer, 3 Ib. 25, that a recovery in a scire facias sur judgment is with us, in itself a new substantive judgment, and a bar to further proceedings upon the original judgment. But these decisions were modified by the subsequent case of Fursht v. Overdeer, 3 W. & S. 470. It was there held, for reasons that need not be reported, that an original judgment may be revived by scire facias against terre-tenants, at any time within the period of five years, notwithstanding there may have been an intermediate revival by scire facias, without notice to the terre-tenant. The soundness of this determination was fully recognised, after much discussion and reflection, in the case already mentioned (Smyser v. Little). There, before a seeond scire facias, which was issued against the original defendant without notice to any one else, the land bound had been aliened to a stranger. The defendant confessed judgment. Afterwards, more than five years after the rendition of the original judgment, but within that period from the recovery of the judgment in the first scire facias, when the land still remained the property of the original debtor, the plaintiff issued a third scire facias against the original defendant and the terre-tenant, reciting the second judgment as the foundation of his suit. The terre-tenant, under the authority of the first cases I have cited, objected that each preceding judgment was merged by the immediately succeeding judgment recovered in the scire facias issued to renew it; that, consequently, the first and second judgments were rendered incompetent, as the foundation of process by the third, and as this had not been recovered against the terre-tenant, who was then the owner of the land, the plaintiff was necessarily without remedy. We agreed with the defendant that the third judgment cannot be treated as a lien on the land in his hands, and, therefore, the plaintiff could not be allowed to sue out a useless scire facias upon it.\nBut, extending the doctrine of Fursht v. Overdeer, we h|)ld the plaintiff was right in treating the judgment recovered in the first scire facias as a distinct, substantive lien against the land, recovered within five years immediately before the impetration of the last writ, which he was entitled to have revived to preserve his lien, notwithstanding the judgment in the second scire facias.\nThis determination was founded in the necéssity presented by the case, and to prevent a failure of justice. Without it, the plaintiff must have lost his debt, for the time of the original judgment had expired, and the third had never attached, since the land was aliened before its recovery. The reason of that decision rules this case against the plaintiff. That case went as far in relief of the judgment-creditor as we can venture to go without imminent risk of marring the symmetry of our law, by obliterating everything like rule and order in cases of daily occurrence.\nThe idea which seems to have misled the court below was, that the original judgment bound only Roush’s interest in the land to the extent of the unpaid purchase-money; and the judgment now sought to be recovered against the terre-tenant can bind nothing more.\nThis view would be well' enough were the present scire facias founded on the original judgment. But the learned judge seems to have forgotten, that, before the rendition of the second judgment, which is the foundation of the now pending writ, Roush had parted with all his interest in the land, legal and equitable, and that the now sole defendant was no party to the second judgment. It cannot, therefore, be said to encumber Roush’s interest, for then he had none; it cannot bind Zerns’s, for he was no party to it.\nIn every point of view, the proceeding is erroneous, so far as Zerns is concerned. If the error involves a loss of the plaintiff’s debt, it may be regretted, but cannot be helped.\nVigilantibus et non dormientibus jura subveniunt.\nIf the plaintiff thinks he can better it on another trial, he may have a new venire.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Wenrich and Casey, for the plaintiff in error.",
      "Slenker, contra."
    ],
    "corrections": "",
    "head_matter": "Samuel Zerns, terre-tenant, v. John C. Watson, for the use of David Stitzer.\nA scire facias to revive a judgment against a tcrre-tcnant, cannot be maintained on a judgment on a, scire facias against the original lien debtor alone, obtained after the title of the terre-tenant had accrued.\nError to the Common Pleas of Union.\nJuly 26. This was a scire facias to revive a judgment against a terre-tenant, in which John C. Watson, for the use of David Stitzer, was plaintiff, and Samuel Zerns, the terre-tenant, was defendant. The facts were these:—\nOn the 9th September, 1842, one Henry Roush entered into articles of agreement with Zerns to sell to him a certain tract of land. On the 14th January, 1848, Watson obtained a judgment against Roush and David Stitzer, who was security of Roush, by confession, in the penal sum of $3,000, to indemnify Watson against certain encumbrances, not material to this case. On the 20th Januáry, 1843, six days after the confession of the judgment to Watson, Roush conveyed the land, mentioned in the articles, to Zerns.\nThe condition of the judgment to indemnify Watson having been broken, he issued a scire facias thereon, alleging breaches, &c., to January Term, 1844, but without notice to Zerns, and in February following, Roush and Stitzer confessed judgment on this scire facias for'$1,226.90. This judgment was paid out of the appropriation of the proceeds of the sale of the real estate of Stitzer, and satisfaction was entered by Watson. This judgment was afterwards marked by Watson’s attorney to the use of Stitzer, and thereupon this scire facias was issued to April Term, 1846, and served upon Zerns alone. This scire facias recites the judgment confessed by Roush and Stitzer on the scire facias to January Term, 1844.\nUnder the direction of the court below, the jury found a verdict for the plaintiff.\nWenrich and Casey, for the plaintiff in error.\nThe decision in Collingwood v. Carson, 2 W. & S. 200, and in Custer v. Detterer, 3 Ib. 28, is modified by Fursht v. Overdeer, 3 W. & S. 470, where it was ruled that a judgment may be revived against terre-tenant at any time within the period of five years, notwithstanding there may have been an intermediate revival by sci. fa. without notice to terretenant. But in that case the sci. fa. against the terre-tenant was upon the original judgment, and not, as here, upon the judgment as revived. The terre-tenant, Zerns, was a total stranger to .the judgment confessed by Roush and Stitzer on the sci. fa. against them; it was no lien on his land; Lusk v. Davidson, 3 Pa. R. 229. The attempt here is to revive a lien, which never existed against Zerns.\nSlenker, contra."
  },
  "file_name": "0260-01",
  "first_page_order": 260,
  "last_page_order": 263
}
