{
  "id": 404666,
  "name": "In re Limestone Township",
  "name_abbreviation": "In re Limestone Township",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "270",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. 451",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 206,
    "char_count": 3282,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 9.866410084393181e-08,
      "percentile": 0.5345786569023908
    },
    "sha256": "aaa4be10eff9b27a9c3db2f8fddbc9ad5677b49ed770c9c856858266a9e45660",
    "simhash": "1:d3767dfb5c4b7ae9",
    "word_count": 559
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Limestone Township."
    ],
    "opinions": [
      {
        "text": "The opinion of this court w'as delivered by\nRogers, J.\nWe are of opinion that the report must be set aside on the third exception: In the matter of Harrison Tsp. 5 W. 451, after great consideration, it was ruled under the act of 15th April, 1834, for erecting new townships, that the order of the court should contain an explicit direction to inquire into the propriety of granting the prayer of the petitioners, and that the report should also contain an equally explicit opinion of the commissioners as to its expediency and propriety. In this respect, the report is deficient. The commissioners say, “We the undersigned commissioners are of opinion that the territory included within the lines marked red in the annexed diagram, ought to be erected into_ a separate township, to be called Limestone township.”\nThe return indicates that they are of opinion the township should be divided, but how they arrived at that conclusion we are not informed. The order directs them to inquire into the propriety of granting the prayer of the petitioners, and they are sworn to conform to the order. It is in truth, as is said in the case cited, the first duty they have to perform after they are sworn. They ought to return that they have performed that duty, and not leave it as a matter of doubtful inference.\n' It is of consequence that the rule relating to division of townships should be plain, fixed, and certain, as it may prevent litigation and contention, to which our most honest and well-meaning citizens are too prone in such cases.\nProceedings reversed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Casey, for the plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "In re Limestone Township.\n1. The report of commissioners under ?¿ 14, Act of 15th April, 1834, relating to erecting new townships, &c., must contain an explicit opinion upon the propriety of granting the pray a- of the petitioners.\n2. A report that the commissioners are of opinion that the territory described in the report, ought to he erected into a separate township, is not in compliance with the act.\nCertiorari to the Quarter Sessions of Union.\nJuly 26. Commissioners were appointed upon the petition of citizens of Union and West Buffalo townships, to inquire into the propriety of erecting a new township out of parts of those townships. The commissioners reported that they had viewed the townships mentioned in the order of view, and the parts proposed to be erected into a new township, and that they did find certain boundaries, describing them, and that they were of opinion that the territory, included within the lines marked red in the diagram annexed to their report, ought to be erected into a separate township, to be called Limestone. To this report exceptions were taken, which were overruled in the court below, and the report of the commissioners was approved and confirmed. This certiorari was then sued out; and, among other errors assigned in this court, was one that “ the commissioners do not report whether they have made inquiry into the propriety of erecting the said new township.”\nCasey, for the plaintiff in error.\nSection 14, act 15th April, 1834, 7 Purdon, 211, directs that the court shall appoint three impartial men, if necessary, to inquire into the propriety of granting the prayer, &c.: In re Harrison Township, 5 Barr, 447, is this case: In re Macungie Township, 14 S. & R. 67."
  },
  "file_name": "0270-01",
  "first_page_order": 270,
  "last_page_order": 272
}
