{
  "id": 404679,
  "name": "William Cameron v. John Paul",
  "name_abbreviation": "Cameron v. Paul",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "277",
  "last_page": "278",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 256,
    "char_count": 4266,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 1.9998957830620337e-07,
      "percentile": 0.7428469767928555
    },
    "sha256": "af4ee50dc6a97d5e759bf7324246c2edb25a7e3374068e54ac9b5e3e5425f72f",
    "simhash": "1:d4676b121803444c",
    "word_count": 772
  },
  "last_updated": "2023-07-14T16:53:40.138041+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William Cameron v. John Paul."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nThe case of Remely, to the use of Kraus, v. Kuntz, 10 Barr, 180, determines, that since the acts of 1842 and 1845, the plaintiff is entitled to his costs, which accrued since the appeal from the award of arbitration, notwithstanding he recovered by verdict a less sum than was awarded by the finding of the arbitrators. The Court of Common Pleas was therefore wrong in refusing him these costs.\nBut is he also entitled to recover the costs which accrued in this court on the writ of error sued out by him ? At common law there were no costs in error. They were first given by the statute 3 Henry, 7, cap. 9, against defendants, who sued out a writ of error, when the judgment was affirmed, the writ of error discontinued, or the party became nonsuit. This statute was affirmed by the 19 Henry 7, cap. 20. Next followed the 13 Car. 2, cap. 2, which gave to defendants in writs of error double costs, on an affirmance of the judgment below, and the 8 and 9 Wm. 3, cap. 11, by which it was enacted, that after judgment for a defendant, if the plaintiff or demandant sued out a writ of error, and the judgment should be affirmed, or the writ discontinued, or the plaintiff become nonsuit thereon, the defendant should have judgment to recover his costs against the plaintiff or demandant. All those acts are reported to be in force in Pennsylvania; but none of them cover this case, and I know of no enactment of our own on this subject. The plaintiff is, consequently, not entitled to the costs in error. Indeed, it would be inequitable to give them in a case like the present, where the plaintiff, dissatisfied with a judgment in his own favour, appeals to this court without success. \"Why should he make the defendant pay for the experiment ?\nJudgment reversed, and .it is ordered that judgment be entered for the plaintiff on the verdict, with full costs which aecraed in the Court of Common Pleas, and upon this writ of error; but that he do not recover the costs which accrued under the writ of error, first sued out by him in this case.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error, relied upon Remely, for use, &c., v. Kuntz, 10 Barr, 180; Work v. Lessee of M’Clay, 14 S. & R. 265.",
      "Linn and Slenker, contra."
    ],
    "corrections": "",
    "head_matter": "William Cameron v. John Paul.\n1. The plaintiff is entitled to his costs, -which accrued since the appeal from the-award of arbitrators, notwithstanding he recovered by verdict a less sum than was awarded by the arbitrators.\n2. Where a plaintiff, dissatisfied with the judgment of the court below, sues out a writ of error to the Supreme Court, without success, he is not entitled to the costs in error.\nError to the Common Pleas of Union.\nJuly 27. A. S. Lewis and John Paul executed a joint and several single bill in favour of William Cameron for $200, payable one year after date. Cameron brought an action of debt upon this instrument against Paul, which he arbitrated, and obtained an award in his favour for $224.46, from which Paul appealed. When the case came on to be tried in court, Paul offered Lewis, his co-obligor, as a witness, to prove some partial payments to Cameron, at the same time releasing Lewis. The competency of Lewis was objected to by Cameron, but he was admitted to testify under exception. The jury rendered a verdict in favour of Cameron for $122.98, on which was judgment. Cameron then sued out a writ of error, assigning for error the admission of Lewis as a witness. Upon this writ, the judgment of the court below was affirmed: see the report, 6 Barr, 322.\nThe record taken up on that writ of error was then remitted, and an execution was issued thereon for the amount of the judgment and all the costs, including costs in the Supreme’Court. At the return of the execution Paul obtained a rule on the plaintiff, to show cause why the plaintiff’s bill of costs, and costs in the Supreme Court, should not be stricken off. This rule was afterwards made absolute, as to the plaintiff’s hill of costs since the appeal, and in error. Thereupon this writ of error was sued out by Cameron, who assigned in this court for error, that the court below erred in deciding that the plaintiff was not entitled to his bill of costs since the appeal from the award, and the costs in Supreme Court.\nMiller, for plaintiff in error, relied upon Remely, for use, &c., v. Kuntz, 10 Barr, 180; Work v. Lessee of M’Clay, 14 S. & R. 265.\nLinn and Slenker, contra."
  },
  "file_name": "0277-01",
  "first_page_order": 277,
  "last_page_order": 278
}
