{
  "id": 404690,
  "name": "Peter R. Hoffman v. James T. Dawson",
  "name_abbreviation": "Hoffman v. Dawson",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "280",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 264,
    "char_count": 4002,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.6007157461151657e-07,
      "percentile": 0.6838406409022302
    },
    "sha256": "28a6e57974464d218f4e912a2e84bda23d64d0feeea2b438e1a62b74df574b7f",
    "simhash": "1:8faf04ac19ce0528",
    "word_count": 693
  },
  "last_updated": "2023-07-14T16:53:40.138041+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peter R. Hoffman v. James T. Dawson."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBurnside, J.\nThe act of 1810, Dunlop, 208, extends the jurisdiction of justices of the peace to all causes of action arising from contracts, either express or implied, where the sum demanded is not above one hundred dollars; except in cases of real contracts, where the title of lands or tenements may come in question, or actions upon promise of marriage. In the case before us the original summons is not returned. We presume it was not for a sum exceeding $100, 8 Barr, 466, where we held such was the fair presumption. The justice’s transcript shows that the parties appeared, when the plaintiff’s book account was $410, for services' rendered and work and labour done, and a credit is entered for $310.50. The demand was for $99.50. After trial, the defendant not producing his account, the justice gave judgment for the plaintiff for $99.50. In a few days the defendant appealed, and his appeal was filed to May Term, 1848. The plaintiff filed his declaration on the 6th March, 1848. The first count alleges that defendant was indebted to plaintiff $300, for work and labour done, &c. Second count, $100 for money lent and advanced, &c. Third count, $100 for money had and received, fee. Damages laid at $300.\nThe plaintiff then entered a rule of reference under the compulsory arbitration act. The parties appeared and chose the arbitrators. They afterwards went to trial before the arbitrators on the 18th May, 1848, the defendant reserving all exceptions to the jurisdiction of the justice. The attorney of the defendant produced his set-off to the plaintiff’s account exceeding $100.\nOn the 18th of May, 1848, the arbitrators, after a full examination, found for the plaintiff $21.72. From this award no appeal was taken. But, on the 17th June, 1848, the defendant’s counsel moved the court for a rule upon the plaintiff to show cause why this suit should not be quashed, for want of jurisdiction in the justice. This motion, after argument, was refused by the court. The want of jurisdiction in the justice is the error relied on in this court. It was ruled in Grreenawalt v. Shannon, 8 Barr, 466, where the award before the justice was for $15 (the demand exceeding $20), and the declaration filed laid the damages at $250, that it was not error to reject a motion to quash after the case had been referred to arbitrators, a trial upon the merits, and an award filed.\nHere, the justice’s transcript shows that the actual demand was-under one hundred dollars.\nWhere there have been mutual dealings or partial payments on account, and the balance is under the sum of one hundred dollars, it has ever been the practice under the act of 1810, to sue for the balance of the account before a magistrate. It is certainly not error to state the whole case on the justice’s docket. This tribunal is so useful to the country in settling small controversies and disputes, it is our duty to construe all acts of the legislature giving it jurisdiction, liberally, and as remedial.\nIt appears from the actual demand on the magistrate’s docket, in the judgment, and in the award, that the sum claimed was tinder one hundred dollars; and the case in 8 Barr, before cited, settles that we will not reverse, because a declaration is filed for a greater sum than one hundred dollars, when the whole demand was within the justice’s jurisdiction, after a trial on the merits.\nThe judgment is affirmed. '",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Maynard, for the plaintiff in error,",
      "Armstrong, contra."
    ],
    "corrections": "",
    "head_matter": "Peter R. Hoffman v. James T. Dawson.\nWhere the demand before the justice was within his jurisdiction, but upon appeal a declaration was filedfor a sum beyond that, it was not error in the court below to refuse to quash the appeal after an award of arbitrators.\nError to the Common Pleas of Lycoming.\nJuly 12. The facts of this case, which was an appeal, wherein Dawson was the plaintiff, and Hoffman the defendant, are fully stated in the opinion of this court.\nMaynard, for the plaintiff in error,\nrelied on Greenawalt v, Shannon, 4 Barr, 465.\nArmstrong, contra."
  },
  "file_name": "0280-01",
  "first_page_order": 280,
  "last_page_order": 282
}
