{
  "id": 404693,
  "name": "The West Branch Bank v. Henry Chester",
  "name_abbreviation": "West Branch Bank v. Chester",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "282",
  "last_page": "293",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. 215",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wharton, 214",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 477",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 194",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 R. 56",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1045,
    "char_count": 29422,
    "ocr_confidence": 0.409,
    "pagerank": {
      "raw": 4.992840155536554e-07,
      "percentile": 0.9358924014488875
    },
    "sha256": "abf4d9d47558e037623232a5c48db5b991eb10ab3954e452e9cc56b134a81d6f",
    "simhash": "1:d55784f6857e9dff",
    "word_count": 5117
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The West Branch Bank v. Henry Chester."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nAlthough the question is presented in an aspect somewhat new, i'ts solution depends upon principles more than once recognised and enforced by this court. These are so broadly stated and applied in the opinion of Mr. President Woodward, that but little more is called for, than to refer to Berger v. Hiester as a pregnant instance, in which a judicial sale under a judgment recovered upon one of several bonds secured by mortgage, was held to divest its lien, though some of the bonds were not then due. This case proves that a mortgage may be swept away, not only by a sale for part of the debt secured, the whole being due, but even when a portion of it is not then payable. It therefore very closely resembles the present case, the only distinction being, that there the sum recovered was part of the principal, here it is the interest. But it is very clearly shown, by the reasoning of the judge below, that, under the terms of the mortgage in question, this distinction ought to work no difference in the result.\nIt may be added, as of some weight in the argument, that were the certificate-holders excluded from this remedy, they would probably be without one for the recovery of interest, as the mere equity of redemption may be valueless. This consequence ought not to be hazarded in view of the many contracts of this nature, produced within a few years past, by which the payment of interest is as solemnly guarantied as the discharge of the principal, and without which, it may fairly be concluded, loans could not have been effected.\nIt is objected that the interests of certificate-holders, other than those who sue, may all be jeoparded by the proceedings. The anwer is, that they stand in no worse position than do the different assignees of bonds in the ordinary case of a mortgage, made to secure the payment of several obligations. As to the sale of the mortgaged premises, each is bound to take care of himself; and the court, in distributing the proceeds, will see that all entitled to the fund are brought in. It practice it can very seldom happen, that notice of the proceeding will not reach all having an interest.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Armstrong, for the appellant.",
      "Maynard and Watson, for the appellees."
    ],
    "corrections": "",
    "head_matter": "The West Branch Bank v. Henry Chester.\n1. A sheriff’s sale of mortgaged premises upon a judgment obtained for the interest due upon the mortgage-debt, which debt was payable in futuro, effects a virtual foreclosure of the mortgage, extinguishes the equity of redemption in the mortgagor, transfers the legal estate still in him, and divests the lien of the mortgage.\n2. The money raised by a sale on such judgment is brought into court attended by the lien of the mortgage, and the mortgagee will be entitled to it by virtue of that lien, in preference to creditors whose liens intervene between the mortgage and the judgment for interest thereon.\n3. The interest is part of the substance of the mortgage-debt — it belongs not to it by tacking — it is not an incident of the debt — but pro tanto it is the debt itself.\nAppeal from tbe distribution of money by a special Court of Common Pleas of Lycoming.\nThe facts of this case are set forth by President Woodward, in his opinion, so fully, that the reporter will only add a copy of one of the certificates of loan, and an extract from the mortgage, as being necessary to its more perfect comprehension.\nCERTIFICATE.\nThe Williamsport and Elmira Railroad Company hereby promise to pay to ---, or bearer, at their office in the city of Philadelphia, on the first day of January, 1850, the sum of one thousand dollars, with six per cent, interest, per annum, payable on the first days of January and July of each year, being part of a loan of $150,000, for the payment of which, the real estate and certain effects of said Company have been pledged by Indenture of Mortgage, dated on the twenty-fourth day of September, A. D. 1839. Issued in pursuance of the Act of the Legislature above mentioned, and of Resolutions of the Board of Managers of said Company.\nPhiladelphia, Sept. 24th, 1839.\nCsealI M. C. Ralston, President, t ' ' Joseph E. Cottinger, Secretary.\nThe mortgage, after reciting an act of Assembly authorizing the railroad company to borrow money and issue certificates, and to pledge or mortgage all or any part of the estates, tolls, &c., &c., of the company for the repayment of the same, and for the punctual payment of interest for the same, proceeds:—\n“ And, whereas, the president and managers of said company, by a resolution of the 10th of July, A. D.1839, duly authorized the president and secretary of said company to issue loan certificates on behalf of said company, not exceeding in amount $150,000, payable on the first day of January, 1850, with six per cent, interest per annum, payable on the first days of January and July, annually, and by the same resolution authorized the president and treasurer to negotiate the same on the best terms that could be obtained: and, whereas, one hundred and fifty certificates of $1,000 each, numbered from No. 1 to No. 150, inclusive, bearing date the 24th day of September, A. D. 1839, amounting together to the sum of $150,000, have been issued by the said president and secretary, and negotiated by the said president and treasurer: and, whereas, by a resolution of the 24th day of September, A. D. 1839, the said president and managers have agreed to mortgage the real estate, railroad, buildings, improvements, fixtures, locomotive engines, cars, and furnitures of said company, to secure the payment of said loan to the lenders, being holders of said certificates: now this indenture witnesseth, that the Williamsport and Elmira Railroad Company, as well for the better securing the payment of said certificates, with interest thereon, to the lender, being the holder of said certificates, as for and in consideration of the further sum of $5 to them in hand paid by the said Henry J. Williams and Herman Cope, at or before the sealing and delivering of these presents, the receipt of which is hereby acknowledged, have granted, &c., and by these presents, in pursuance of the act of Assembly, and resolutions hereinbefore recited, do grant, &c., unto the said H. J. W. and H. C., their heirs, &c., all and singular the estate, lands, tenements, and hereditaments, railroad, &c., to the said Williamsport and Elmira Railroad belonging or in anywise appertaining, together with all and singular the ways, waters, &c., to the same belonging, or in anywise appertaining, and the reversions and remainders thereof, and to have and to hold the estate and premises hereby granted or mentioned, or intended so to be, with the appurtenances, and every part thereof, unto the said H. J. W. and H. C., and the survivor of them, and the heirs, &c. of such survivor, to and for the only proper use and behoof of the said H. J. W. and H. C., and the survivor of them, and the heirs, &c., for ever, in trust for the use hereinbefore set forth, and to and for the use of the lender or lenders, being the holder or holders of the said certificates of the said loan of $150,000, to secure the payment of each and every of said certificates, with interest, pursuant to the terms set forth in said certificates respectively — provided, &c., &c.”\nOpinion of the court below (Woodward, President). — “ It is necessary to state succinctly the facts and circumstances, out of which the questions arise that are to be decided. The Williamsport and Elmira Bailroad Company, empowered by an act of Assembly, issued under their corporate seal, on the 24th day of September, 1839, one hundred and fifty certificates of loan for $1,000 each, payable on the 1st day of January, 1850, with interest at six per cent., payable half-yearly on the 1st days of January and July in each year. To render these certificates of loan more marketable, they executed on the same day a mortgage to Henry J. Williams and Herman Cope of their property, real and personal, in trust for the benefit of the holders of the said certificates, which was duly recorded in the county of Lycoming. The one hundred and fifty certificates of loan were sold, and by transfers which have not been .explained, one hundred and thirty-four of them came into the hands of Henry Chester; fifteen of them are held by the Mechanics’ Bank of Philadelphia, and one by the Kensington Bank. The Williamsport and Elmira Bailroad Company, as a further means of improving the marketableness of the certificates, pledged specifically the net profits of their road for the payment of the semi-annual interest; but in 1841, interest being due and unpaid to the Bank of the United States, then the holder of a portion, if not all, of said certificates, the company made their penal bond to James Dundas and others, with warrant of attorney, conditioned for the payment of $4,500 as a further security for the interest then due to the United States Bank, on such of said certificates as were Bolden by said bank. On this bond judgment was entered in the ■Common Pleas of Lycoming county, to August Term, 1841, and after several writs of execution had been issued, the sum of $2,717 was raised by a sale of the company’s cars and other personal property, in 1843, and applied to this judgment. In 1844, $1,605 more were raised by the sale of real estate on the same judgment, and applied in part payment.\n“ On the 22d June, 1844, Mr. Chester having become the bond fide holder of one hundred and thirty-four of these certificates of loan, obtained judgment in the District Court of the city and county of Philadelphia against the company for $20,250, being the balance of interest then due on the certificates held by him. On the 26th July, 1844, a transcript of this judgment was entered of record in Lycoming county; to September Term, 1844, z. fieri facias issued and was levied on the remaining real estate of the company mentioned in the mortgage; to December Term, 1844, a writ of ven. ex. issued, by .yirtue whereof the said real estate, being part of the mortgaged pre•mises, was sold for $8,525 to Henry Chester, Ellis Lewis, and Archibald Robinson, who were the purchasers also at the former sale. Of the sum so raised, $891.12 were applied to the satisfaction of the ‘Dundas judgment,’ before described, and $5.21 to a balance of costs due thereon. The residue is in court for distribution, and is claimed by Mr. Chester and the Mechanics’ and Kensington Banks, they being the holders of the one hundred and fifty certificates of loan. They claim the money by virtue of the mortgage of 24th September, 1839, which was the prior lien upon the premises sold.\n“ This claim is resisted by the West Branch Bank at Williams-port, on the ground that the sheriff’s sale on the judgment of Chester, was only of the company’s equity of redemption in the mortgaged premises, and that upon this interest they had liens prior to the judgment of Chester, and subsequent only to the ‘ Dundas judgment.’ On the 17th December, 1842, the West Branch Bank obtained judgment in the Common Pleas of Lycoming county, against the Williamsport and Elmira Railroad Company, for $13,597.92; and, on the 6th Eebruary, 1843, another judgment for $7,989.31.\n“ Chronologically, the liens under which the respective parties claim, stand as follows:—\n“ September 24, 1839, mortgage made by the Williamsport and Elmira Railroad Company, to Williams and Cope, in trust for loan-holders. — October 14, 1839, mortgage recorded in Lycoming county.\n“ August 28, 1841, the ‘ Dundas judgment’ entered.\n“ December 17,1842, the first judgment of the West Branch Bank entered.\n“ Eebruary 6, 1843, the second judgment of the West Branch Bank entered.\n“ July 26, 1844, judgment of Henry Chester entered.\n“ That the judgment of Mr. Chester was obtained for interest money is evident not only from the pleadings in this issue, but from the record of the District Court, which shows that suit was brought on the certificates of loan, on the face of which nothing but interest was due. The principal will not fall due until the 1st January, 1850, and, until then, could not be the subject of an action. Sparks v. Garrigues, 1 Binney, 152, was a case in which interest was recovered by action on a, penal bond before the principal had fallen due. I know no case in which an action of debt has been brought on bonds single, as these certificates of loan are, for the recovery of interest; and it may well be doubted whether, having been made the subject-matter of such an action, they are not merged and extinguished for ever, so that no future action will lie for the recovery of the principal. But, however this may be, there can be no doubt that the District Court had jurisdiction of the subject-matter, which was interest due and remaining unpaid; and, having rendered a judgment which has not been vacated, reversed, or impeached for fraud, it is conclusive upon us in this collateral proceeding, and we are to decide whether the sale of the mortgaged premises, made under this judgment, had the effect of divesting the lien of the mortgage. If the lien of the mortgage was divested, and the whole estate of the mortgagors was transferred by the sheriff’s sale to the purchasers, the mortgagees must have the price of the divesture, for their lien was prior to all others, and their pledge has been turned into the money in court. But, if only the mortgagor’s equity of redemption was sold, the mortgagees have no claim on the price — their security is still in the land.\n“ After considerable conflict of professional and judicial opinion, the law became settled in Pennsylvania, that a sale by the sheriff of mortgaged premises upon a judgment subsequent in lien to the mortgage, divested the lien of the mortgage, and transferred not the mortgagor’s equity of redemption, but the whole estate, both legal and equitable, to the purchaser. The case of Willard v. Norris, 2 R. 56, though not the first in which this doctrine was advanced, was the first to impress it upon the public mind. In habits of close intimacy at that time with one of the distinguished counsel for the defendant in error, I have good reason for remembering that that decision was indeed regarded as a ‘ portentous novelty.’ Never, however, was a doubted judgment more thoroughly vindicated than was that of Willard v. Norris, in the case of the Presbyterian Corporation v. Wallace, 3 Rawle, 194, where this doctrine was illustrated with a degree of learned research and able argumentation that reflects great credit on all concerned in the discussion. The legislature, however, had shared in the public impression produced by the decision in Willard v. Norris, and at the next succeeding session, passed the act of 6fch April, 1830, Purdon, 459, to protect the lien of a mortgage which is ‘ prior to all other liens upon the same property, except other mortgages, ground rents, and the purchase-money due to the Commonwealth,’ from being ‘ destroyed or in any way affected by any sale made by virtue or authority of any writ of venditioni exponas.’ Now, in the case before us, the mortgage is {prior to all other liens upon the same property;’ but the Supreme Court have demonstrated in the case of Pierce v. Potter, 7 W. 477, that the legislature did not mean by the words £ any sale’ and ‘ any writ of ven. exf a sale made on a writ of ven. ex. for the same debt as that mentioned in the mortgage. The same distinction is recognised again in Berger v. Hiester, 6 Wharton, 214. Under this interpretation of the act of 1830, it is manifest that the law remains in regard to sales on judgments younger than mortgages, where both are securities for the same debt, just where Willard v. Norris placed it: — that is, a sale of the mortgaged premises on a younger judgment for the same debt, divests the lien of the mortgage, and transfers the whole estate, legal and equitable, to the purchaser. Nor do I suppose the act of 16th April, 1845, Purdon, 465, supplementary to the act of 1830, was intended to change this construction, though the terms employed are most comprehensive. In the act of 1830, the writ of ven. ex. is the only writ mentioned, but land may be sold on a fi. fa. in certain circumstances, and the purpose of the 1st section of the act of 1845 was to place such sales on the same footing as sales by virtue of writs of ven. ex. The proviso of the 5th section of this act fortifies this conclusion. Laying out of view, therefore, the act of 1845, and taking as settled law the construction of the act of 1830, so clearly and forcibly stated by Judge Kennedy, in Pierce v. Potter, the question recurs whether a sale on a judgment obtained for the interest accrued on the mortgage-debt, has the effect of a sale for the mortgage-debt itself.\n1 “In the case of M’Call v. Lennox, 9 S. & R. 303, the general doctrine is stated with great fulness, that a sale by the sheriff of mortgaged premises on a judgment for the same debt as the mortgage, divests all intervening liens and rights, and transfers the whole estate to the purchaser; but Mr. Justice Duncan adds these words: £I except from this general doctrine the case of several bonds, given to the same person, secured by the same mortgage, particularly where the bonds are not all held by the same hand, and confine it to a mortgage given for one entire debt, and for which entire debt judgment has been rendered, and the premises sold.’ If this dictum had been followed in Pennsylvania, the present question could be readily answered, indeed, it could never have arisen; for, if a sale for the £ entire debt’ of the mortgage were necessary for the purpose indicated, a sale for the interest on part of the mortgage-debt, whatever its effect, could not accomplish that purpose.. But this very important limitation by Judge Duncan of the general rule, has not been followed. In two instances at least, mortgaged premises have been sold on judgments obtained for less than the ‘ entire debt,’ and the divesture of the lien of the mortgage, and the transfer of the whole estate by such sales, have been assumed. In Donley v. Hays, 17 S. & R., the mortgage-debt was made payable in seven annual instalments, and a bond was taken for each instalment. Hour of the seven bonds were assigned to three different persons at different times, and three of them were retained by the mortgagee. The assignee who held the bond for the first instalment, obtained judgment upon it, and sold the mortgaged premises for less than the whole amount of the mortgage-debt. There were no intervening creditors, and no question seems to have been raised as to what interest in the land was sold by the sheriff. It was merely a question of distribution, assuming that the entire estate was sold. But this was assumed, and the money distributed accordingly. Cronister v. Weise, 8 W. 215, is another instance. Jacob Cronister made a mortgage to Michael Weise of sixty-nine acres of land, to secure the payment of eight bonds of $422.81 each, payable in eight successive years, after the 1st of April, 1817. One of these bonds, assigned to George R. Beeper, was sued, judgment obtained, and the mortgaged premises sold to himself for $135. The only point material here was despatched by the Chief Justice in these words: ‘ The sheriff’s sale certainly discharged the mortgage at law.’ I suppose it may be safely asserted on the authority of these two cases, that a sale of mortgaged premises on a judgment against the mortgagor for a single instalment of the mortgage-debt, has the same effect as a sale on a judgment for the entire mortgage-debt; and if so, then such sale is not subject to the rule prescribed in the act of 1830, but is governed by the principles in Willard v. Norris, and in the Presbyterian Corporation v. Wallace.\n“ But this brings us only one step nearer to the question before us. The cases of Donley v. Hays and Cronister v. Weise, were sales for instalments of the principal debt. Is the law the same where the sale is for the interest due upon part of the principal debt ? It must be so, for the instalment on which the mortgaged premises were sold in Cronister v. Weise was not more truly a part of the mortgage-debt, than was the interest for which the mortgaged premises were sold in this instance. Debt is the creature of contract; and a mortgage is a contract. Its operation depends not on legislation, like that of judgments, but upon the terms and conditions agreed on between the parties. They make the law for their mutual government by their covenants with each other, and in reason and principle, there is nothing to prevent their pledging land for the payment of interest eo nomine, nothing to prevent their making a forfeiture of the estate to depend on this condition any more than any other. And in this case they have done so. The certificates of loan issued by the railroad company, stipulate for the payment of interest as expressly as for the payment of principal. The rate per centum, and the days of payment are specifically mentioned. In the mortgage, which is only another security for the same debt, the parties stipulate for the payment of interest ‘ pursuant to the terms set forth in the said certificates respectively.’ They contemplated an increase of the debt with lapse of time, and though the profits of the railroad were pledged for the payment of interest, yet, these failing, they made their securities expansive enough to embrace the increase. Had nothing been said about interest in the certificates of loan and the mortgage (which are to be taken together as constituting one transaction), the law would have added it to the principal after it should fall due, as an ‘incident,’ which interest is sometimes called; but even then, the mortgage would have been as faithful a security for the incident as the principal, and in a question of distribution, the interest would have been attached to the principal debt, notwithstanding other encumbrances older than the interest, as is done every day among judgment-creditors. But here, the interest sued for by Mr. Chester, cannot be regarded merely as a legal incident of the mortgage-debt, but as part of that debt, differing only from the principal in its inability to carry interest. The parties were confessedly competent to contract; the consideration was valuable, and in most express and certain terms, they did so contract as to make the accruing interest chargeable upon the mortgaged premises. The company pledged its lands for the payment of 1 interest pursuant to the terms set forth in said certificates,’ and the terms set forth in the certificates are most express and clear. How then can it be doubted in the face of so distinct a contract, that this interest is part of the proper debt of the mortgage ? And this contract was made in the absence of all conflicting interests, and placed upon the record, where it was notice to all subsequent creditors of the company. The West Branch Bank is such a creditor, and what reason has she to complain that the legal and well-known consequences follow a mortgage of which she had notice ? It was as precisely the business of that mortgage to protect the interest as the principal. It was as old a lien for the one as the other. The semi-annual payment of interest was one of the conditions on which the estate was suspended. And these things the bank knew when it consented to become a subsequent creditor’ of tbe railroad company.\n“ In England a default in payment of half a year’s interest on the appointed day, is a sufficient breach of condition to enable the mortgagee to foreclose: Coote on Mortgages, 518; and see Glad-win v. Ilitchman, 2 Yernon, 185. With us, the remedy is so modified that we cannot foreclose for such a breach of condition, nor until a year after the whole mortgage-debt becomes due; but the non-payment of interest, where it is expressly stipulated for, is no less a breach of condition here than in England; or, than the non-payment of an instalment of the principal. In a word, the interest is part of the substance of the mortgage-debt. It belongs not to it by taclcing — it is not an incident of the debt, but pro tanto, it is the debt itself. The parties anticipated it at a fixed rate of increase, and it was just as sure to accrue as time was to last, and they put it into the mortgage as part and parcel of the debt which it was the office of the mortgage to secure. There it remains, and a judgment at law for it must have the same effect as a judgment for any other part of the mortgage-debt. There is no room for a distinction between a judgment for the interest, and a judgment for an instalment of the principal. Both are judgments for part of the mortgage-debt. A distinction here would be arbitrary, and without a difference. But on a judgment for an instalment of the principal, a virtual foreclosure of the mortgage is effected by a sheriff’s sale, as we have seen — the equity of redemption in the mortgagor is extinguished, and the legal estate still in him is transferred —and the lien of the mortgage is divested. It follows as a necessary conclusion, that the same consequences must attend a sheriff’s sale of the mortgaged premises made upon a judgment obtained for the interest.\n“ There occur to me but two objections to this conclusion, which it seems important to notice. The first is, that the cases of Donley v. Hays, and Cronister v. Weise, are not authority upon a point like the present. It is admitted, that they differ from the case before us, in the circumstance that the sheriff’s sales there, were for part of the principal debt, and here, for interest; but in view of the manner in which this interest is secured, it is submitted that that distinction does not affect the principle deduced from them and applied here. If it be further urged, that it was assumed in those cases, that a sale for part of the mortgage-debt would divest the mortgage, the reply is, that this court is bound by a doctrine assumed and distinctly asserted by the Supreme Court, as much as by a doctrine demonstrated and proved by the fullest discussion and illustration. If the doctrine of the cases he not law, the Supreme Court is alone competent to overthrow them. Whilst they remain unquestioned, and I am not aware that they have ever been shaken, I feel no hesitation in basing a conclusion on them. As to authorities from beyond our own state, on a point like the present, the learned counsel confessed themselves unable to find any, and they are not to be expected; for the course of legislation and judicial decision in respect to mortgages, has been so peculiar in Pennsylvania, as to make this altogether a domestic question.\n“ The other objection alluded to may be stated thus : — The judgment of Chester for the interest on the bonds, was a new and independent lien, which having been separated from the mortgage, stands for what it is worth, but cannot be tacked to the mortgage, to the prejudice of intervening rights. This objection régards that judgment in the same light in which they look in England upon a master’s report of interest upon a mortgage. On confirmation of the report, the arrears of interest are converted into principal, which encumbers the estate and carries interest, but not to the detriment of intervening encumbrances: Coote oh Mortgages, 443. It is unquestionable that Chester’s judgment cannot be tacked to the mortgage to the prejudice of the West Branch Bank. As a judgment, it is another security for part of the mortgage-debt, and a lien only from the time of its entry: but to say that the entering of the judgment impaired the lien of the mortgage in any respect, is to ascribe to it undue effect. A party may hold several liens of different dates as security for the same money, and his proceedings on one do not, in general, impair another. Here the judgment was used as the instrument to bring the money into court, but the money comes into court attended by the lien of the mortgage. An action at law was one of the remedies of the party to enforce payment of moneys due upon the mortgage, and by resorting to it, he no more affected the lien of the mortgage, than does the mortgagee who enters up a bond secured by mortgage, issues his execution, and sells the mortgaged premises. Standing, then, as the defendant does, on the lien of the mortgage, which we hold was good for the arrears of interest, and unimpaired by his suit and judgment in the District Court, but which, as to both principal and interest, has been divested by the sheriff’s sale, he must have his proportion of the money in court, and we decree accordingly:—\n“ And now, to wit: October 25th, 1847, it is adjudged, ordered, and decreed that the proceeds of the sale of the real estate of the Williamsport and Elmira Railroad Company, now in court for distribution, be divided into one hundred and fifty equal parts, and that, of said parts, one hundred and thirty-four be paid to Henry Chester, fifteen to the Mechanic’s Bank, and one to the Kensington Bank. By the court.”\nIn this court the appellant assigned for error that the court erred in ordering and decreeing that the proceeds of sale should be paid to Henry Chester, the Mechanics’ Bank, and the Kensington Bank, as stated in said decree, and in not directing that the same should be paid to the West Branch Bank at Williamsport.\nArmstrong, for the appellant.\nMaynard and Watson, for the appellees."
  },
  "file_name": "0282-01",
  "first_page_order": 282,
  "last_page_order": 293
}
