{
  "id": 404621,
  "name": "John W. Caldwell v. William Brindle",
  "name_abbreviation": "Caldwell v. Brindle",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "293",
  "last_page": "295",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 293"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wh. 359",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0359-01"
      ]
    },
    {
      "cite": "9 W. & S. 142",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169176
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0142-01"
      ]
    },
    {
      "cite": "5 W. 334",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 104",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 328,
    "char_count": 4525,
    "ocr_confidence": 0.405,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.41001405873469843
    },
    "sha256": "4f8b935a29f36ccea7f531dec752ab4ea45559900a1f1b4dd799219e7cac4373",
    "simhash": "1:de5db7b7b5b57bc0",
    "word_count": 809
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John W. Caldwell v. William Brindle."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIn the days of the province, our legal practice was formed on the model of that of the Common Pleas at Westminster; but it was not easy to comprehend how there could be a recognisance without a specific penalty, as it is in the King’s Bench. The instrument is an obligation for a debt, which ex vi termini imports a definite sum ; and it differs from a bond, which creates a prospective duty, principally in this, that it acknowledges the existence of an old one. In each, however, the allegation consists of a penalty and condition underwritten; and the one is as indispensable as the other to constitute it. It will not be pretended that a bond could be constituted by one of them without the other. We have stretched the forms of the law to prevent injustice from looseness of practice, especially in proceedings before justices of the peace ; but we certainly have not dispensed with matter of substance. In this respect, the case before us is stronger than Donley v. Brownlee, in which the penalty was specifically stated, but the condition was bad because it did not answer the exigency of the statute. Here the sum could not be supplied by reference to the debt and costs at the date of the recognisance; because it ought to have been large enough to cover the costs to come; nor could the court assume that it had, for that purpose, been taken for double the amount: consequently the plea of nul tiel record was properly sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Johnson for the plaintiff in error.",
      "Armstrong, contra."
    ],
    "corrections": "",
    "head_matter": "John W. Caldwell v. William Brindle.\nA penalty and a condition are indispensable to constitute a recognisance ; hence where one was entered thus — “ A. B. enters special bail, &c., for stay of execution, &c., according to law,” the sum could not be supplied by reference to the debt and costs at the date of the entry, for it should have been large enough, to cover future costs ; nor for that purpose would the court assume that it had been taken in double the amount.\nError to the Common Pleas of Lycoming.\nJuly 14.. Caldwell had obtained judgment against two persons, before a justice of the peace, for a certain debt and costs. These defendants, in order to obtain a stay of execution thereon, procured Brindle to enter into a recognisance, which was taken and entered upon the docket of the justice in this form — “July 10, 1843. William Brindle enters special bail, &c., for stay of execution, «fee* &c., according to law.” Subsequently Caldwell sued out a sci. fa. upon this recognisance, before the justice, who gave judgment for the plaintiff, whereupon Brindle appealed, and this appeal was the case in the court below.\nAfter the appeal, the plaintiff declared; in one count, laying that the defendant, on the 10th July, 1843, acknowledged himself to be held and firmly bound in a large sum of money, to wit, in the amount of the debt, interest, and costs of the judgment rendered against the original defendants; and, in another count, that the defendant acknowledged himself to owe to the said plaintiff and be firmly bound in a large sum of money, to wit, the sum of $200. The defendant pleaded nul tiel record, and other pleas. On the plea of nul tiel record, the court below (Anthony, President) gave judgment for the defendant. The entry of that judgment was assigned for error here.\nJohnson for the plaintiff in error.\nThe legal presumption is, that the parties contracted with reference to the statutory provision: Snyder v. Liebengood, 4 Barr, 308. The “&c.” means everything that ought to be expressed: Wilson v. Com., 10 S. & R. 375. The strictness with regard to short entries is relaxed. Bolton v. Robinson, 13 S. & R. 193, and Donaldson v. Cunningham, Ib. 254, are overruled: Means v. Trout, 16 S. & R. 349; Williamson v. Mitchell, 1 Pa. R. 11; Bank v. Reed, 1 W. & S. 104; Ingham v. Tracy, 5 W. 334. In O’Keson v. Shirloch, 9 W. & S. 142, a recognisance in double the debt and costs for an appeal, according to law, was held good.\nThat the condition and amount may be determined by matters dehors the record: Huntingdon v. Jackson, 2 Pa. R. 431; Frost v. Roach, 6 Wh. 359; Graves v. Beckwith, 3 Pa. R. 525; Commonwealth v. Finney, 17 S. & R. 284; 1 Dunl. Prac. 199; special bail, 1 Arch. Pr. 78. In B. R. no sum is named in Recog. 2 Sellon’s Pr. 51. See the form in B. R. in 1 Sellon, 138.\nThe words “ according to law” take this case out of the ruling in Donley v. Brownlee, 7 Barr, 109.\nAll the cases which speak of a sum to be named, were under acts especially requiring it, which the act of 1842 does not.\nArmstrong, contra."
  },
  "file_name": "0293-01",
  "first_page_order": 293,
  "last_page_order": 295
}
