{
  "id": 404658,
  "name": "Henry Robb, Administrator of Jacob Shoemaker, v. John F. Mann",
  "name_abbreviation": "Robb v. Mann",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "300",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 W. 22",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 437",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wharton, 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "15 Mass. R. 159",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055370
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0147-01"
      ]
    },
    {
      "cite": "3 W. & S. 446",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. 490",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. 148",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. 383",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. 494",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "3 Wh. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "10 W. 22",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. 437",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 722,
    "char_count": 18420,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 3.331838448781265e-07,
      "percentile": 0.8736331732081677
    },
    "sha256": "3e2b9c63f9c68c0756b545291331a85c37b4b804254df2ac5a4200e5a093cea3",
    "simhash": "1:3a6d60919a0a34ca",
    "word_count": 3336
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry Robb, Administrator of Jacob Shoemaker, v. John F. Mann."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nRogers, J.\nThis is an action of assumpsit to recover the amount due on the first instalment of the purchase-money of a farm, sold by the plaintiff as an administrator, pursuant to an order of the Orphans’ Court, and purchased by the defendant.\nIt is not disputed that the sale was made and confirmed by the court, and that possession was taken of the premises the 8d April, 1846, two days after the time when the possession was to have been delivered. It appears that possession was not delivered, because Jacob Hill, a former owner, who was entitled to retain it, did so until that time, and because objections were made to the sale by some of the creditors, which were afterwards withdrawn. It is in evidence, that between the time of the sale, viz. the 31st January, 1846, and the time when the plaintiff was to deliver possession to the defendant, viz. the 1st April, 1846, certain machinery and apparatus, part of a distillery on the premises, were taken away by John Í1. Manville, as the agent of Jacob Hill, former owner, on the claim of right to the same. And this raises the principal point in the cause. The defendant insists, and so the court rule, this.is a defence to the payment of the purchase-money, to the extent of the value of the 'property taken away. The point assumes, that, by the sale, the property considered for this part of the case in the light of a fixture and part of the realty, passed to the purchaser in the same manner, and to the same extent as the farm itself, to which it was appurtenant. The first question, which solves the whole difficulty, is, to whom the property belonged in the intermediate time between the sale and its confirmation by the Orphans’ Court, or, in other words, was it the property of the administrator or heirs; or the property of the purchaser ? Eor the loss, of whatever kind, and by whom caused, must be borne by the owner. Had there been a private sale, it would hardly be considered as an open question; for if there be any point settled, it is, that when a contract is made for the sale of land, equity considers the vendee as the purchaser of the estate sold, and the purchaser as a trustee to the vendor for the purchase-money. So much is the vendee considered, in contemplation of equity, as actually seised of the estate, that he must bear any loss which may happen to the estate between the agreement and the conveyance; and he will be entitled to any benefit which may accrue to it in the interval. And the reason assigned is, that, by the contract, he is the owner of the premises, to every intent and purpose in equity: Richter v. Selin, 8 S. & R. 440; Sug. on Vend. ch. 4, p. 131-2, Amer. ed. This principle, which is indisputable, would seem decisive of the question, unless a distinction can be taken between a private and a judicial sale. But no such distinction has been recognised; rather the reverse has been ruled. Thus in Stoever v. Rice, 3 Wh. 25, a sale by a sheriff is said to be attended with the ordinary incidents of a sale by an individual. And in Bashore v. Whisler, 3 W. 494, it is said, that a sale by an administrator under an order of the Orphans’ Court for payment of debts, is a judicial sale, and that the principles which govern the one are applicable to the other. Now, a purchaser at a sheriff’s sale, as is ruled in Morrison v. Wurtz, 7 W. 437, before his deed has been acknowledged, has an inceptive interest in the land by the contract, which may be bound by a judgment, and which, when perfected by payment, and a conveyance, gives the encumbrancers, by relation, the benefit of his security to the extent of the whole estate. To the same effect is Bellas v. M’Carthy, 10 W. 22. On the principles there settled, it can scarcely admit a doubt, that, had the buildings, including the machinery, been destroyed by fire, whether caused by accident or design, the loss would be borne by the purchaser, on the reasonable principle, that, in contemplation of equity, he is-owner of the premises from the time of the sale. The law is equitable and just; for, as he must bear the loss, so, if any benefit accrues to the premises in the mean time, he is entitled to the advantage of it. The learned judge of the Common Pleas seems to have been carried away by the erroneous idea, that the administrator has a remedy for the injury, but the purchaser has none; that Mann, having no right to the possession of the farm until the 1st April, 1846, and the stills and other apparatus being taken before that time, the administrator, and he alone, had power to bring suit.\nIt is very true that Mann cannot maintain an action of trespass, because he was not in the actual possession of the premises; but what prevents him from sustaining a special action on the case ? It must be recollected, that the trespass complained of is an injury to the inheritance; and can it be doubted that the owner has a right of action in such a case against a wrong-doer ? Is it in principle anything more than the ease of an injury to the inheritance, when in possession of a tenant; and has it ever been questioned that an action by the owner lies for waste, either against the tenant or a stranger ? The court were of opinion, that the remedy was with the administrator alone. In this view, it will be perceived we differ from the Court of Common Pleas. The administrator, who makes the sale, is but the officer of the court: Bashore v. Whisler, 3 W. 494. He has not, by virtue of his power, either the actual or legal possession of the premises. That is in the heirs. He surely is clothed with no greater power than a sheriff, who is the officer of the law; and it will scarcely be pretended, that the sheriff in such a case can sustain the suit. But, however this may be, and without attempting to define the extent either of the power of the sheriff or of the administrator, we are of opinion that the remedy was vested in the purchaser; and, consequently, he must seek redress for the wrong done in taking and carrying away the apparatus pertaining to the distillery.\nAlthough not perhaps very material, yet we would wish to correct an idea thrown out by the court, which, if left without notice, might lead to error. I allude to that part of the charge, -where the court say: “ Owing to an exception having been filed to the confirmation of the sale by the administrator, at the February Term, he (the administrator) was not able to make a deed on the 1st April, 1846, so that the purchaser was not bound to comply on his part, if he had seen proper to refuse.” This has never been held to be law as to sheriffs’ sales, nor do we conceive this rule ought to be applied to sales by an administrator. Time is not of the essence of the contract, and the principle applied to all judicial sales, as has been repeatedly ruled, is caveat emptor. The purchaser knows that the sale is open to exception by creditors. Establish the principle ruled by the court, and it will be an easy matter for a purchaser to escape from an imprudent bargain by collusion with a creditor, inducing him to file exceptions so as to delay the confirmation of the. sale.\nBut stress is laid on the evidence, which, if believed, proves that Mann told Robb, he would pay no more money, unless Robb would make good to him the utensils in the distillery, and that Robb replied, If you will let me have $100, I will have the utensils brought back, or make you compensation for them; that, relying on the promise of Robb, $100 were paid by Mann to him, and on the 3d or 4th April he took possession of the farm. But, if we are right in the view we have taken, the objection to this part of the charge is conclusive. The promise, if made, cannot bind the estate, but the administrator himself; nor him, if the promise is without consideration. The payment of the money was no consideration, because he merely did what he was bound to do by his contract. He in truth was guilty of a wrong, by refusing to pay according to his contract. This cannot furnish a foundation for a promise, for it would enable the defendant to obtain an advantage by a refusal to perform his agreement. There are other points which have been argued by counsel, which it is unnecessary to notice, because it is believed that the views of the case taken embrace the whole case, and there can be but little difficulty on another trial.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Johnson and Armstrong, for the plaintiff in error.",
      "Bancroft, contra."
    ],
    "corrections": "",
    "head_matter": "Henry Robb, Administrator of Jacob Shoemaker, v. John F. Mann.\n1. The purchaser at an administrator’s sale of land, sold by order of the Orphans’ Court, may maintain case against the wrong-doer for any injury done to the land between the sale and the confirmation of it.\n2. lie cannot set up such injury by way of defence against the administrator, suing him for the purchase money.\n3. A promise by the administrator to the purchaser, for the payment of so much of the purchase-money to make good the injury, does not bind the estate, and is without consideration, because the purchaser in paying it did only what he was bound to do by his contract.\n4. The postponement of the delivery of the deed beyond the time specified in the condition of sale, in consequence of objections being made to the confirmation of the sale, does not release the purchaser.\nError to tbe Common Pleas of Lycoming.\nJuly 16. This was an action on the case by Henry Robb, administrator, &c., against John E. Mann, to recover the sum of $388.33, with interest from 1st April, 1846, being the balance of the first instalment of purchase-money of a tract of land, sold by the plaintiff to the defendant under an order of sale of the Orphans’ Court, for the payment of debts of the decedent.\nBy the conditions of sale the deed was to be delivered to the purchaser on the 1st April, 1846; but, in consequence of some exceptions being taken to the sale by a creditor, which were not disposed of until 12th May, when they were withdrawn, the deed was not ready for delivery at the day specified. It was tendered to Mann on the 16th July. He refused to accept it; he had, however, taken possession of the land on the 3d of April, and held it at the time of the tender and of the trial.\nAt the time of the sale, 31st January, 1846, there was upon the land a distillery, the machinery and apparatus of which were taken away by one Manville, between the day of sale and the 1st of April, 1846, under a claim of right by one Hill. It appeared that the decedent, Shoemaker, on the 8th July, 1840, entered into an article of agreement with Hill, for the sale of this land, in consideration of $300 paid down; $1,000 to be paid April 1, 1841; and $2,000 April 1,1845; deed to be given on payment of the second sum, and bond and mortgage for the last. Hill went into possession, erected a stone distillery thereon, and furnished it with the usual machinery, &c. After the death of Shoemaker, on the 29th September, 1845, Hill, by an endorsement under his hand and seal on the article, stating that he was unable to pay the balance of the purchase-money, released to the estate of Jacob Shoemaker, “ all right, title, interest, claim, and demand whatsoever, which I now have, or hereafter might have of and to the same (within premises), by virtue of the within article of agreement, and do agree to surrender up the possession of the same on the 1st of April next to H. Robb, administrator, or to such person as he shall sell the same to.”\nOn the trial, the defendant gave in evidence the advertisement of sale of 100 acres, wherein the words “stone distillery” were used in describing the improvements; and having proved, that a few days before April 1, 1846, John F. Manville, by authority of Jacob Hill, who claimed it as .his property, removed the machinery from the distillery, contended for a deduction to the amount of the value thereof. He also alleged a promise by plaintiff, made April 1, 1846, at which time $100 were paid, to deliver him the apparatus, or make compensation for it. This evidence was given under exceptions thereto by plaintiff. The plaintiff produced the conditions of sale describing the property as “ a farm and appurtenances,” and gave evidence to prove, that he had given notice at the sale, that he was not selling the machinery, and that Manville claimed it.\n. It appeared by some of the witnesses that Mann was in possession of the property before the 1st of April, 1846, and that he was present when the machinery was taken away by Manville, and assisted him to load the boiler, without objection.\nSome other facts appear in the following extract from the charge of President Anthony :—\n“ From the testimony it would appear, that a difficulty occurred in relation to the machinery of the distillery prior to April 1846, and that Mann, the defendant, was not willing to pay the balance of the first instalment till he should get the apparatus, &c. Owing to an exception having been filed to the confirmation of the sale by the administrator, at the February Tei;m, he was not able to make a deed on 1st April, 1846, that the purchaser ivas not bound 'to comply on his part if he had seen proper to refuse. It seems, however, that the administrator promised, if the defendant would pay him $100 more, in addition to the sum already paid, he (the administrator) -would not ask Mann for any more money till he would get the stills for Mann; or, according to another witness, Mann told Robb he would pay no more money unless Robb would make good to him the utensils in the distillery, and that Robb replied, If you will let me have $100,1 will have the utensils brought back, or make you compensation for them. Relying on the promise of Robb, $100 were paid by Mann to him, and on the 3d April, 1846, he took possession of the farm. On 12th May, 1846, the court confirmed the sale absolutely, and, afterwards, a deed was made and tendered to the defendant, and the balance of the purchase-money demanded. Although Mann might have objected before the court to the confirmation of the sale, because the machinery and apparatus were taken from the premises, yet was he not prevented from doing so by the promises made by Robb, that they should be brought back, or compensation be made for them ? Mann had no right to the possession of the farm till the 1st April, 1846: the stills, &c., were taken away previously thereto. Had he power to bring suit against the person who took them off, till April 1, 1846 ? We thinlc not. The plaintiff agreed to deliver him possession on that day. Had not the plaintiff possession, or quasi possession, by virtue of the decree and order of sale, so as to prevent the destruction of the property, or any trespasser from taking a portion of it away? Both parties, if the evidence is believed, seem to have taken that view of the property, or, otherwise, the agreement of Robb, that possession should be delivered to Mann on 1st April, 1846, and the promise made cannot be satisfactorily accounted for. We have, therefore, come to the conclusion that the plaintiff ought to be held to his promise, if the jury believe it was made, so far as to permit the defendant to deduct the value of the machinery and apparatus of the distillery from the balance of the purchase-money due on 1st April, 1846.”\nIn answer to points, the court charged, 1. That, as the defendant took possession of the farm on 3d April, 1846, the plaintiff was not estopped from bringing this suit. 2. That the distillery and apparatus were part of the realty, and passed by the sale to the purchaser.\n3. That, unless the jury are satisfied, from the evidence, that the administrator, at the time of the sale, changed the terms thereof so as to exclude the apparatus of the still-house from the sale, the advertisement, in connexion with the written conditions of sale, would control as to the property sold. The administrator may .change the conditions of sale, at the time the sale is being made, but unless the person who buys the property is distinctly informed of such change and assents thereto, and the property is struck down to him, with a full knowledge of such change of the terms and conditions of sale, he would not be bound thereby, and the advertisement and written conditions of sale, promulgated at and before the sale, would govern.\n4. That, unless the terms and conditions of sale were changed by the administrator at the time of making the sale by him, as stated in our last answer, with full knowledge of such change and assent thereto by Mann, the distillery and apparatus ought to have been delivered by the plaintiff to the defendant, on 1st April, 1846, agreeably' to the terms of sale, as set forth in the written conditions thereof; and as they were removed from the premises after the sale and before 1st April, 1846, in violation of the terms and conditions of sale, and were not delivered by the plaintiff to the defendant, the said defendant is entitled to have the value deducted from the purchase-money due when the present suit was brought. What that deduction ought to be, the jury will decide from all the evidence in the cause.\nThe verdict was favourable to the defendant.\nJohnson and Armstrong, for the plaintiff in error.\nThe contract of the administrator with Mann about delivering the machinery, was void. It had no consideration. It imposed no new obligation on Mann: Myers v. Hodges, 2 W. 383 ; Miles v. Diven, 6 W. 148; Bashore v. Whisler, 3 W. 490; Fox v. Mensch, 3 W. & S. 446; Randolph’s Appeal, 5 Barr, 245. Time was not of the essence of the contract of sale.\nHill stood to that property in the relation of- a mortgagor, and would have the same rights with regard to his erections : Vanness v. Pacard, 2 Peters’s R. 137; Union Bk. v. Emerson, 15 Mass. R. 159 ; 17 Johns. R. 121.\nThe administrator had no authority over the estate sold, other than that given to him by his order of sale — to sell and convey the title, and receive the amount bid. He had no control over the possession, was not bound to deliver it. Whatever loss has occurred must fall on the defendant, who has his remedy against the trespasser : Fox v. Mensch; Bashore v. Whisler; King v. Gunnison, 4 Barr, 172; Miles v. Diven; Sugden, Vendors, 31, 32. As to where a loss, happening after sale, must fall: Richter v. Selin, 8 S. & R. 446; Stoever v. Rice, 3 Wharton, 25; Morrison v. Wentz, 7 W. 437; Bellas v. M’Carty, 10 W. 22; Sugden, ch. 4, p. 131.\nBancroft, contra."
  },
  "file_name": "0300-01",
  "first_page_order": 300,
  "last_page_order": 307
}
