{
  "id": 404625,
  "name": "Robert R. Shoemaker, with notice to Thomas Ellis, as Garnishee, v. Henry N. Kellog",
  "name_abbreviation": "Shoemaker v. Kellog",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "310",
  "last_page": "312",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 336,
    "char_count": 4694,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 4.559524786310522e-07,
      "percentile": 0.9247348011409159
    },
    "sha256": "b2509fed8c7953c338677d51301e58b8e06f8d5864de6d510cedee9a7fcc85fe",
    "simhash": "1:26e05df83a623b45",
    "word_count": 827
  },
  "last_updated": "2023-07-14T16:53:40.138041+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert R. Shoemaker, with notice to Thomas Ellis, as Garnishee, v. Henry N. Kellog."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\n“We have had some little hesitation as to the propriety of the decision presented by the first and fourth bills, but after reflection, have arrived at the conclusion, that the ruling of the court is, in this particular, correct. It is almost too trite to repeat, that books of original entry are evidence, only, from necessity, and ought never to be received where the transaction from its nature admits of more satisfactory proof. They are receivable to show goods sold, and put down in the course of the ordinary business or pursuit of the party offering them: thus, the rule is broad enough to include merchants, shopkeepers, tradesmen^ mechanics, and farmers, in all that pertains to their callings.\n“But it would be dangerous to open the door of admission wider than this. The inclination of the court is not to extend this kind of evidence beyond its succinct limits, and we think it has not been so far stretched as to include the casual sale of an article, not in the course of the parties’ business, and of which it is usual to take other proof or evidence of sale. A farmer’s book of original entries, with his supplemental oath, is evidence of the sale of the produce of his farm, including, perhaps, cattle raised or fed thereon. And we will not say, that such a book, kept by a horse-dealer, would not be evidence of the sale and delivery of a horse. But such a sale made by a dry goods merchant or a tradesman, whose general business lies not in that direction, would be, certainly, not evidenced by an entry in his books of account. In such cases, it is not the custom to rely on such proof, and no necessity is presented by the habits of our people or their modes of dealing, to sanction its introduction at this late day. It is almost universal to require some independent acknowledgment of purchase and sale and promise of payment; and it is much better to adhere to this practice than to overstep the ancient limits of the rule, sanctioned only through necessity, and then run the hazard of obliterating the only intelligible line of distinction.”\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Johnson and Pilis, for the plaintiffs in error.",
      "Pleasants and Armstrong, contra."
    ],
    "corrections": "",
    "head_matter": "Robert R. Shoemaker, with notice to Thomas Ellis, as Garnishee, v. Henry N. Kellog.\nBooks of original entries are not evidence of the casual sale of an article not in the course of the party’s business, and of which it is usual to take other proof or evidence of sale.\nError to a special Court of Common Pleas of Lycoming.\nJuly 18. This case came before the Supreme Court upon several assignments of error, and the judgment below was reversed, and a ven. fae. de novo awarded, because President Woodward in his charge to the jury permitted that body to. pass upon a fact, of which this court conceived there was no evidence. So much of the case as was involved in the ground of reversal, and in all the assignments of error, except the first, possesses no professional interest, and the case was not ordered to be reported. With regard to the matter involved in the first assignment of error, the reporter takes the liberty of separating it from the case, and making it the single subject of this report.\nUpon the trial below, the following evidence was offered:—\nHenry Robb, sworn. — This was Peter Shoemaker’s blotter to hia book of original entries; this charge of a mare is his handwriting. Peter Shoemaker can neither speak intelligibly nor write; has been in that situation for three or four years; during that time and previously, I have done his business.\nCross-examined. — Can’t say that I ever saw this blotter till a few weeks since.\nDefendants offer the blotter and ledger of Peter Shoemaker to prove this entry.\n“ 1836, July 9, Robert R. Shoemaker Dr.\nTo one bay mare not included in settlement this day, $70.00”\nThe entry of a charge against R. R. Shoemaker and the memorandum, that it was not included in a settlement, was offered and objected to. The objection was sustained, and the entry rejected.\nPeter Shoemaker, sworn.- — This is íñy book of original entries. I made the entry of the mare at the time he took her, or the day after. Cross-examined. — The entry was all made at the same time.\nThe book was objected to on the ground that the entry was not the proper subject of a book charge, and that there was better evidence of the fact alleged. The objection was sustained, and the offer rejected.\nThe first and fourth bills of exception, taken by the defendant below, were respectively to the rejection of the foregoing offers, and the first error assigned here was the rejection of the evidence contained in those bills.\nJohnson and Pilis, for the plaintiffs in error.\nPleasants and Armstrong, contra."
  },
  "file_name": "0310-01",
  "first_page_order": 310,
  "last_page_order": 312
}
