{
  "id": 404681,
  "name": "Daniel Weidner v. Fletcher Matthews",
  "name_abbreviation": "Weidner v. Matthews",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "336",
  "last_page": "340",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. 194",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 Call. 99",
      "category": "reporters:state",
      "reporter": "Call",
      "case_ids": [
        6715017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/8/0666-01"
      ]
    },
    {
      "cite": "1 Bibb. 164",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6681896,
        6681868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/4/0164-02",
        "/ky/4/0164-01"
      ]
    },
    {
      "cite": "3 Rand. 160",
      "category": "reporters:state",
      "reporter": "Rand.",
      "case_ids": [
        6714708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/24/0508-01"
      ]
    },
    {
      "cite": "1 Rand. 44",
      "category": "reporters:state",
      "reporter": "Rand.",
      "case_ids": [
        4443214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/22/0026-01"
      ]
    },
    {
      "cite": "1 W. & S. 378",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0378-01"
      ]
    },
    {
      "cite": "2 Pa. Rep. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 10276,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 1.908157708964756e-07,
      "percentile": 0.7313615581448957
    },
    "sha256": "246bd2505bf1b57f3372c17aa0955c4e4ff0a709cdf90f6e82424b2c54b9dfa3",
    "simhash": "1:5efbcefb1bbca5e1",
    "word_count": 1807
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Daniel Weidner v. Fletcher Matthews."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nNo doubt, the stipulation saving the rights of the defendant below, notwithstanding the entry of the judgment by consent, would enable him to maintain this writ of error, and therefore the motion to quash it, as having issued to remove a judgment confessed, must be denied. But is there anything apparent upon the record, upon which the writ can be made to operate ? The effort is not to impeach the judgment, but leaping over that, the plaintiff in error seeks to strike off the appeal, because of the insufficiency of the recognisance acknowledged and the sureties of the appellant. Before Means v. Trout, 16 S. & R. 349, and the Burgess of Huntingdon v. Jackson, 2 Pa. R. 431, the practice was to quash appeals from judgments of justices of the peace and awards of arbitrators, for any substantial defect or irregularity in the form of the statutory recognisance. But, from the ignorance or carelessness of the officers intrusted with the business of taking these securities, and the many consequent blunders committed by them, this practice became intolerable from the hardships it entailed on suitors, and this court, in the cases just cited, felt compelled to institute a different rule for the government of future cases. Since then, it is the duty of the appellee, dissatisfied with the recognisance, to rule the appellant to perfect his bail within a prescribed period, or, in default thereof, to suffer a dismissal of his appeal. This step was not adopted in the case before us. The appellee pursued the old practice by a peremptory motion to quash. But the court refused this, and granted leave to amend, first on the 17th of April, 1846, and again in November 1847. To do this was entirely within the power of the court, in the exercise of a sound discretion. Amendments are, with us, liberally permitted where the justice of the case requires them; and no injury is thereby inflicted on the adverse party. Where this discretion has been exercised in the conduct of a cause depending in the Common Pleas, this court will not interfere unless it be apparent a plain mistake has been committed. None such appears here, and, consequently, the action of the court below in permitting a second amendment is not open to impeachment. The second attempt to amend resulted, however, in another blunder. Instead of adopting the form of the recognisance presented by the act of March 1845, the plaintiff below, ignorant, as it would seem, of this statute, pursued the exploded condition given by the act of 1836. This was an error which, perhaps, entitled the defendant to have the appeal quashed. But, instead of applying to the court for this purpose, he disregarded the defect, pleaded to issue, and, a year after the entry of the last recognisance, actually submitted to a trial; when, being satisfied the merits were against him, he consented to the entry of a judgment for a specified sum. After all this, he comes to us with an application to quash the appeal. There are two answers: the first is, the motion should have been first made in the court below: the second, that if made there, after trial and judgment, it would have been too late. In Zeigler v. Forster, 3 S. & R. 238, it was ruled that pleading to issue and keeping the cause under rule for trial for several terms, amounted to a waiver of objection to the recognisance. In Clarke v. M’Anulty, 3 S. & R. 369, acquiescence by a defendant for twelve months, and putting the plaintiff to the expense of preparing for trial, was held to be a waiver of bail on the appeal; and finally, in Cameron v. Montgomery, 13 S. & R. 128, a delay of a year in taking exception to the recognisance, and thus inducing the plaintiff to prepare for trial, concluded the defendant. But our ease is stronger against the pretension of the plaintiff in error, then either of those; for here, there has been a trial and judgment. The rule is, that exceptions of this kind must be taken in reasonable time, and before other steps to prepare the cause for trial, or the exceptions will be considered as waived. All the decisions agree in this. The plaintiff in error is, therefore, without any ground to stand on in the court.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Porter and Jordan, for the plaintiff in error.",
      "Lawson and Miller, contrá."
    ],
    "corrections": "",
    "head_matter": "Daniel Weidner v. Fletcher Matthews.\n1. A plaintiff in error cannot get behind a judgment, confessed by Mm and which he does not seek to impeach, in order to strike off an appeal from an award because of the insufficiency of the recognisance and of the sureties of the appellant.\n2. Objections to the recognisance on appeal, &c., must be taken in a reasonable time and before other steps are taken to prepare the case for trial, or they will be considered as waived.\nError to the Common Pleas of Northumberland.\nJuly 20. In the court below, Fletcher Matthews brought an action on the case against Daniel Weidner on a note, and proceeded to arbitrate the case. The arbitrators reported “ no cause of action,” whereupon the plaintiff, by his attorney, Mr. Lawson, appealed. The recognisance taken upon this appeal was in this form:—\n“ F. Matthews acknowledges to owe and be indebted to the defendant in the cause above stated, his heirs, executors, administrators, and assigns, the sum of forty dollars, lawful money of the United States, of his goods and chattels, lands and tenements, to be made, and levied to the use of the said defendant, his heirs, executors, administrators, and assigns, if default be made in the following conditions:—\n“ Whereas the said plaintiff has this day appealed from the report of arbitrators, which has been filed in this case to the Court of Common Pleas of the county of Northumberland aforesaid.\n“Now the condition of this recognisance is such, that if the defendant, in the event of this suit, shall obtain a judgment for a sum equal to or greater, or a judgment as, or more favourable than the report of the arbitrators, the said plaintiff shall pay all costs, that may accrue in consequence of said appeal, together with the sum or value of the property or thing awarded by the arbitrators, with one dollar per day, for each and every day that shall be lost by the defendant in attending the said appeal, then this recognisance to be void, otherwise to be in force.\nWF. Mathews, per\nW. C. Lawson.\nPeter Peter.\n“ Taken and acknowledged, 24th day of January, 1846.\nJno. Farnsworth.”\nApril 6, 1846, on motion of Mr. Porter, for Weidner, the court grant a rule to show cause why the appeal in this ca'se should not be stricken off, for the following reasons, filed:\n1. Because there is no recognisance filed at all, or, if it can be considered one, it is defective.\n2. The bail was Peter Pursel, who signed his name Peter Peter, as the record shows.\n3. The act of Assembly regulating appeals was not complied with.\nApril 17, 1846. Exceptions overruled, and the court direct that the recognisance be amended nunc pro tunc within twenty days; otherwise appeal to be dismissed.\nSome time, whether prior or subsequent to the limit fixed by the court for amendment is not known, the prothonotary placed the name of Peter Pursel and Amos Witter in the old recognisance, after the name of F. Matthews, and permitted A. Witter to sign the same, and Peter Pursel to change Peter Peter into Peter Pursel.\nOn the 5th of August, 1847, defendant’s counsel again moved the court to quash the appeal or to strike it off, for the following reasons, filed:—\n1. Because there never was any recognisance taken by the prothonotary, or, if there was, it was defective.\n2. The law regulating and governing appeals was not complied with.\n3. The appeal was defective throughout.\n4. The recognisance was not amended within twenty days, as directed by the court; and, if it had been, it would be error to let the appeal stand.\nOn the 9th of November, 1847, the court again permitted an amendment, within three days, nune fro tunc, as of the 24th January, 1846, which order of the court was complied with; but in the words of the act of 1836, and not according to the act of 1845, viz., “ The condition of this obligation is such, that, if the plaintiff shall not, in the event of this suit, recover a sum greater, or a judgment more favourable to him, than the award of the arbitrators, he shall pay all costs that shall accrue in consequence of said appeal, and one dollar for every day lost by the defendant in attending on such appeal; otherwise, to be void and of no effect.”\nUpon the back of this recognisance the court made the following entry: Nov. 9, 1847. The within recognisance, taken this day and filed under the direction of the court, nunc pro tunc, as of 24th Jan. 1846, when the original appeal was taken.\nAfter this, the case being put at issue, came on to be tried, when upon trial, 16th Nov. 1848, a juror was withdrawn, and by consent judgment was entered in favour of the plaintiff for $154.47, the judgment not to prejudice the rights of the defendant.\nThe defendant below sued out a writ of error, and in this court made the following assignment of errors:—\n1. The court erred in permitting the plaintiff to amend his appeal on the 17th of April, 1846.\n2. The court erred in allowing the second amendment on the 9th of November, 1847.\nPorter and Jordan, for the plaintiff in error.\nThe plaintiff below appealed under the act of 1836, instead of the act of 1845, and followed the form of recognisance prescribed for defendants: §§ 29, 30, act of 1836. He never complied with the first permission to amend his appeal, and the recognisance entered into under the second permission was under the wrong act: Merritt v. Smith, 2 Barr, 161.\nLawson and Miller, contrá.\nIt would have been manifest error to have sustained the objections taken below: Means v. Trout, 16 S. & R. 349 ; Burgess of Huntingdon v. Jackson, 2 Pa. Rep. 431; Brearn v. Spangler, 1 W. & S. 378.\nThe defendant confessed the judgment which he now seeks to reverse, which is an insuperable objection to his sustaining his writ of error: Minor, 19; Edmunds v. Green, 1 Rand. 44; M’Rae v. Turnpike Co., 3 Rand. 160; Payne v. Lewis, 1 Bibb. 164; Picket v. Claiborne, 4 Call. 99; Apothecaries’ Co. v. Harrison, 4 Per. & D. 292; 1 Arn. & H. 15; Laughlin v. Peebles, 1 Pa. R. 114; Fuller v. Trevor, 8 S. & R. 529; Knisely v. Shenberger, 7 W. 194."
  },
  "file_name": "0336-01",
  "first_page_order": 336,
  "last_page_order": 340
}
