{
  "id": 404688,
  "name": "Henry Donnel and Others v. Hugh Bellas",
  "name_abbreviation": "Donnel v. Bellas",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "341",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pa. Rep. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "5 W. 43",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. 43",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 980,
    "char_count": 31112,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 5.353598719715163e-08,
      "percentile": 0.3363476017327651
    },
    "sha256": "5200370d3729144a270d4f030e35af20909e61f1b5e02f510973da4300c60710",
    "simhash": "1:a06ade4119ffe861",
    "word_count": 5602
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry Donnel and Others v. Hugh Bellas."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBurnside, J.\nThis was an amicable action of ejectment. Bellas, the plaintiff below, claimed the land in question under a warrant of the 6th of December, 1784, to William Green. Surveyed the 22d September, 1789, three hundred and six and a half acres, and patented to William Green, 23d February, 1790; who, by deed of assignment, on the 15th June, 1808, conveyed to William Witman. Judge Witman paid the tax up to 1815.\nThe defendants below claimed under a tax-sale. They gave in evidence, that William Green was taxed from 1815 to 1824, inclusive ; and that on the 14th June of the latter year, the tract of William Green was struck off to one Edward Staples, under whom the defendants claim. It was in evidence, that Staples’s first and indeed only appearance in Northumberland county, was at the sales in June 1824. He bid off this tract, and some fourteen others. He paid some money — part of it would seem to be applied on the books of the treasurer — and gave a written memorandum to the treasurer, Weiser, to pay on the acknowledgment of the deeds, at the next August court, the balance of $59.87. There was no money marked on the treasurer’s books paid on the William Green tract. It was struck off at $9.51. The taxes and costs amounted to $9.20J. At the August court, Weiser, the treasurer, acknowledged the deed, and in the course of the ensuing winter he sent that deed with others to the city of Philadelphia, with the written evidence of the balance due; but after diligent search, Staples could not be found. The papers were returned to Weiser, who went out of office. When Judge Witman died did not appear; but his son and administrator came to Sunbury in the latter part of 1828, or the beginning of 1829, when he called on Weiser, and paid him $13.28-J, the amount of taxes and costs due from 1815, and lifted the treasurer’s deed, that had been made out, but not receipted on, for Staples. After this, he applied to the Orphans’ Court of Northumberland county for an order of sale, to pay the debts of his father, when the William Green tract was duly advertised and sold as the property of William Witman, and the sale confirmed by the Orphans’ Court, to Hugh Bellas, for $300. Was the title of Witman divested by the treasurer’s sale ? and was that ■title vested in Staples? The spirit and object of the several acts of the legislature, which authorize the sale of unseated lands for the payment of taxes, is to compel and enforce the prompt payment of the annual assessment. Of the acts now in force on this subject, the first is the act of the 3d April, 1804, Purdon, 1135, 4 Smith’s Laws, 201, which directed the sheriff or coroner of the proper county, to give notice and advertise in the manner prescribed in the act, to make sale of the whole or any part of such tract of unseated land as he may find necessary for the payment of the taxes due thereon, and of all costs necessarily accrued by reason of such delinquency; and to make and execute a deed or deeds in fee-simple to the purchaser or purchasers.\nThen came the act of the 4th April, 1809, Purdon, 1137, 5 Smith, 73, which transferred the power vested in the sheriff to the treasurer of the respective counties.\nNext followed the act of the 13th March, 1815, Purdon, 1138, 6 Smith, 223, which in the first section fixes the sales by the treasurer, to commence on the second Monday in June, in the year 1816, and at the expiration of every two years thereafter; to make and execute deeds to the purchasers in the manner directed by the sheriff in the act of 1804. The 2d section provides, in the case of the treasurer’s death, after the sale and before the deed is made, the treasurer for the time being is to execute a deed or deeds on payment of the purchase-money: Purdon, 1139. The 3d section directs the purchaser to make payment as soon as the deeds are tendered, and, if not paid, the treasurer to bring actions; and when judgment is obtained, there shall be no stay of execution.\nIt was soon demonstrated, that there was still difficulty in obtaining prompt payment of the taxes and costs. Insolvent purchasers were common; difficulties arose in finding the bidders, to whom the deeds could be tendered. To remedy these evils, and insure prompt payment at treasurers’ sales, the legislature, on the 13th March, 1817, Purdon, 1141, 6 Smith, 426, enacted, that it should be the duty of the purchaser or purchasers at treasurer’s sale, as soon as the property is struck down, to pay the amount of the purchase-money, or such part thereof as shall he necessary to pay off the taxes and costs, also one dollar for the use of the prothonotary for entering the acknowledgment of the deed; and in ease the amount is not forthwith paid after the property is struck down, the sale may he avoided, and the property again set up hy the treasurer.\nThis act gives the treasurer the discretion, if the money is not forthwith paid when the tract is struck down, either to set it up and sell again, or bring his action before he acknowledges his deed. Here the treasurer did not adhere to the act of Assembly; he trusted Staples, and took his written memorandum to pay when the deed was acknowledged; he never paid, and never received the deed. The trusting of him by the treasurer for a short time, when he absconded, and never fulfilled the trust reposed in him by the treasurer, surely gave him no title, nor did it divest the title of Judge Witman, the original owner. It is contended, that as some of the tracts bid off by Staples were redeemed, that it was money in the hands of Weiser, that might have been applied to the payment of the taxes and costs on this tract. On this branch of the case, there was much evidence on both sides, and some that was contradictory. The court left it to the jury to determine whether Weiser, the treasurer, paid or settled with the county auditors for the amount of the taxes due on the William Green tract, which Staples had became liable to pay, by his bid. The jury, by their verdict, negatived the fact relied on by the defendants; and this, in my judgment, was leaving the case more favourable for Staples than the law would authorize. When Staples made the bid, he became liable, by the act of 1817, to pay the taxes and costs, or to be sued by the treasurer, in the name of the county, for the same. His title was not vested until he paid the taxes and costs, and gave his bond for the surplus.\nThis he neglected for upwards of five years (nor did he ever attempt to perfect his title), when the representative of the original owner appeared, paid the taxes and costs, and lifted the deed, that had never been delivered to Staples, and which he had never entitled himself to receive.\nI am aware that there is much management and fraudulent perversion of the law about purchasing at treasurers’ sales. It is our duty to discountenance it. The intention of the legislature is plainly and clearly expressed: that as soon as the bid is made, and the hammer falls, it is the duty of the purchaser to pay the taxes and costs. If not, for the treasurer to compel the payment, before the deed is acknowledged.\nStaples never had his title perfected, as the legislature have required. He never received the treasurer’s deed, nor entitled himself to receive it, by the payment of the taxes and costs, and giving his bond for the surplus. Although the deed was acknowledged, it never was delivered. All deeds take effect from delivery. Delivery of the deed is necessary and essential to its creation, as a conveyance. Delivery of the instrument is necessary to constitute it a deed: M’Henry v. Rhoads, 4 W. 43; without delivery it is no deed: 1 Inst. 35, § 2, Rep. 5; 5 W. 43; placing the deed on record, held not to be a delivery: Chess v. Chess, 1 Pa. Rep. 32.\nAs to the title of the defendants: They gave evidence of an agreement about the time of the sale in June, 1824, between Henry Donnel and Edward Staples. Donnel, for the consideration of one dollar, was to have an interest in the one-half of William Green’s and other tracts. Mr. Donnel was an experienced surveyor and woodsman; directly after this arrangement, he was struck with paralysis, and died in 1826. The record furnishes no evidence of any other act of Henry Donnel. It is in evidence, that directly after young Witman paid the taxes and costs, and lifted the treasurer’s deed, Charles G. Donnel, the son of Henry, and a gentleman in respectable standing at the Northumberland bar, called on Weiser about these deeds, and, as proved by Weiser, inquired whether Mr. Witman did not get a deed from him, that had been made out for Staples. Weiser replied in the affirmative, when Mr. Donnel requested him not to part with any of these Staples deeds to anybody else. He said he was going to Philadelphia, and he would see whether he could find Staples; that he had an interest in the lands. Weiser told Donnel he had given up the deed to Witman, as he said the land belonged to his father, and he had paid him the taxes and costs. After this, Judge Donnel went to Philadelphia, and on 31st October, 1829, he obtained a deed from Staples for the William Green, and for four other tracts, for the consideration of $103.74. On the 24th August, 1829, Charles Donnel gave his note, payable in one year, to Weiser, and lifted the memorandum of Staples, for the $59.57.\nThe whole evidence in the cause demonstrated, that Judge Donnel knew of the Orphans’ Court sale, of Witman paying the taxes and costs, and of his lifting the deed, before he applied for the sale, to pay the debts of his father. He knew that the treasurer’s deed never could be delivered, either to him or to Staples, for the William Green tract.\nThe bills of exception to evidence, were either abandoned on the argument, Or deemed by the court unworthy of further notice; an error has been assigned by leave of the court, immediately before the argument commenced, that the limitation of five years in the 8d sec. of the act of 1804, Purdon 1136, is a bar to the plaintiff’s right to recover, the suit not having been brought within five years after the sale to Staples. We are unable to discover that this limitation can be applied to the ease before us, having held that the title of Judge Witman, never was divested, nor vested in Staples or bis alienees..\nThe judgment is affirmed.\nGibson, C. J., and Bell, J., dissented.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Comly and Hegins, for the plaintiff in error.",
      "Pleasants and Jordan, contra."
    ],
    "corrections": "",
    "head_matter": "Henry Donnel and Others v. Hugh Bellas.\nThe county treasurer at a tax-sale trusted a purchaser of several tracts, taking his due-bill for a balance to be paid at the acknowledgment of the deeds at the next court, with the amount of which he never charged himself in the settlement of his accounts. Eive years having passed, during which the balance was not paid, and the deeds, though acknowledged, were not delivered, the original owner of one of the tracts so sold, paid the taxes and costs thereon to the treasurer, who had sold the land, but who was then out of office, and took up the deed for his tract. Shortly after, the purchaser at the tax-sale, knowing what had been done by the original owner, paid the ex-treasurer the balance due on his due-bill. ITeld, that these proceedings neither divested the title of the original owner nor gave any title to the purchaser at the tax-sale. The Chiej? Justice and Mr. J. Bell dissenting.\nError to the Common Pleas of Northumberland.\nJuly 28. This was an amicable action of ejectment, in which Hugh Bellas was plaintiff, and Henry Donnel and others, by their guardian Amelia Donnel, and Lewis Dewart were defendants.\nThe charge of the court below (Anthony, President), and the opinion of this court, present all the facts of the case necessary to its understanding.\nThe charge of the court below:—\n“ This is an action of ejectment, brought by Hugh Bellas, Esq., v. The Heirs of Charles G. Donnel, deceased, and Lewis Dewart, Esq., for a tract of land in Coal township, in the warrantee name of ‘ Wm. Green,’ for three hundred and six acres or thereabouts. The suit was entered amicably by the parties, and the plaintiff has shown a good and legal title to the land, sufficient to authorize a recovery, unless the defendants have shown a better and superior title thereto.\n“ The only difficulty between the parties is, whether the defendant’s alleged title under Edward Staples, in pursuance of a treasurer’s sale of the tract in dispute, on the 16th of June, 1824, is good and valid. If it be good, then the plaintiff cannot recover; but if it be bad, then the plaintiff is entitled to your verdict.\n“ The purchase of Staples was made nearly twenty-two years since, and Weiser, who was then treasurer, does not appear to have a distinct recollection of what transpired at that time. He says he received from Edward Staples in money $34, if his memory is correct, on account of the purchase-money, on 19th June, 1824; that he took a note of Staples for the balance of his purchase, on the same day, amounting to $59.57, which note has been shown in evidence, and was paid by C. G. Donnel, Esq., in full, on 24th August, 1829, by his own note, which he paid more than a year afterwards. He further states, that in January 1825, he settled with the county auditors, and brought everything before them that had been in his hands; that at the time of the settlement, the sale-book was before the auditors, also the Staples note was produced; that he took the note on his own responsibility; that he told the auditors he would do so; but whether they charged it to him or not, he cannot say. That he paid all that was claimed of him.\n“ On his cross-examination, he stated that he had no written statement on account of moneys received or paid out by him, except as they appear in the county books. That there must be a book showing the receipts by him, and their dates, &c. He described the book as one about the size of the treasurer’s sale-book, but thicker. This book was afterwards produced by Peter Lazarus, Esq., and it certified by Weiser. He also said that the amount paid him was about $34 or $44, he could not distinctly recollect the amount.\n“ The sale-book of 1824 shows that Edward Staples purchased fifteen tracts of unseated land, on which the taxes, as stated in that book, were $87.68, and the land sold for $129.60. The book kept by treasurer Weiser, in 1824, showing the money received by him on unseated lands that year, as well as in 1822 and 1823, shows that Edward Staples is set down as having paid the treasurer, Weiser, in 1824, as follows:—\nTAXES.\nWarrantee, John Kidd ... $8.02\n“ Daniel Levy - - - 5.64\n“ Daniel Smith ... 7.68\nAmounting altogether to - - - $21.23\n“ This same book shows that the amount of county tax received by treasurer Weiser on unseated lands in 1824, was $237.72 county tax, and $26.97 road tax. Whereas, in the auditor’s settlement of that same year, the treasurer only accounts for $176.82 county tax, and $26,97 road tax, being $61 less than his own book. The costs of sale on some of the tracts were probably included in this $61, and may have been deducted on settlement with the treasurer. It does not appear that he was charged with any of the taxes on the land bought by Edward Staples, except the three tracts in the names of John Kidd, Daniel Levy, and Daniel Smith, amounting to $21.33, and the tract in the name of Wm. P. Gardner, which was redeemed by Robert O. Hall, and the tract in the name of Merrick Starr, which was redeemed on 13th Nov., 1824, by James Starr, the two amounting to $14.24, making altogether, $85.37. The counsel for both parties took up the items of the unseated land-book, and endeavoured to show the amount of county and road taxes on unseated land, received by Weiser while in office; and it is for the jury to say what reliance can be placed on their calculations. The accounts differ materially as shown by the parties; on the one side they only make out $213.99, on the other, about $290.66, while the auditor’s settlement shows that Weiser was charged for the three years on unseated lands, $267.54, and his own memo randum-book for the same time shows that he received $329.49.\n“After the lapse of more than twenty years, it cannot be expected that the treasurer can remember how the accounts were settled, nor whether the Staples note was or was not charged to him. And it will be for the jury to say whether the settlement on the auditors’ books, and the account of money received by Weiser, as kept by him at the time he was treasurer, are not much more satisfactory evidence of the facts that occurred in 1824, than the recollection of Weiser. Had this memorandum-book been found before the investigation of the numerous items was made, I presume the counsel would not have taken the trouble to make the investigation, as it could scarcely lead to any practical result, but the jury remember that Mr. Lazarus, who was a treasurer after Weiser, had the book, and it was not brought forward till the evidence was nearly closed. Where a man makes a charge against himself, it will of course be presumed to be correct; and the counsel for the defendants should satisfy the jury that the charges made by Weiser of the $264.49 county and road tax, in 1824, or, at all events, of the amount of the auditors’ charges of $203.69 against Weiser, included the iStaples note, otherwise the note was not charged to the treasurer in the settlement of January 1825. Whether Weiser intended it to be charged or not, is of no consequence. The fact must be established to the satisfaction of the jury.\n“ This is the most important point in the case. The act of Assembly 1817, directing the mode of selling unseated land for taxes, says that it shall be the duty of the purchaser at treasurer’s sale as soon as the property is struck down to pay the purchase-money, or such part thereof as shall be necessary to pay off the taxes and costs, and in case the amount is not forthwith paid after the property is struck down, the sale may be avoided and the property immediately set up again by the treasurer. The act of March 1815 declares that, in case the amount of taxes and costs is not forthwith paid, the treasurer’s duty is, after he tenders a deed to the pur* chaser, to bring an action of debt in the name of the county for the same.\n* ‘ If the treasurer sees proper, he may avoid the sale and set .up the property again. He may, however, not do this, but return the property sold, acknowledge and tender a deed to the purchaser, and, as the agent of the county, bring an action in its name for the taxes and costs.\n“ If the purchaser pays the taxes and costs and gives a bond for the surplus, when there is any, at the time of the sale, he does all that the law requires of him, and it is then the duty of the treasurer to make and acknowledge his deed and file the bond. This vests a title.in the purchaser: and the compliance by the purchaser with the requisitions of the law will entitle him to receive the deed, and the making, acknowledging, and recording of the deed in the prothonotary’s office would be tantamount to a delivery, provided the purchaser has complied with all the requisitions of the act, on his part. Equity would consider that as done which ought to be done so as to vest a title in the purchaser, subject to redemption by the owner within two years after the sale.\n“ But if the deed is made out and left in the treasurer’s hands without any payment of the taxes and costs, and without any tender of it to the purchaser for two years, then the purchaser does not acquire any title by virtue of his bid. He cannot, by having the property struck down to him by the treasurer, acquire a right to lie by until the time of redemption is past, and then, by paying or offering to pay the treasurer the taxes and costs, acquire any title to the land, notwithstanding the treasurer may have made out and acknowledged a deed in his name.\n“If the note of Edward Staples to Weiser, of the 19th of June, 1824, for $59.57, was not included in the settlement of Weiser with the auditors, then the county has not received any part of the taxes for which the “Wm. Green” tract was sold, to this day. Treasurer Weiser settled with the county on the 8th day of January, 1825, and that was his last settlement. Some five years after-wards, he received $76 from Judge Donnel, but that went into his own pocket, and the county has not been benefited by it. Previous to this, viz. on the 29th of January, 1829, Charles Witman paid Weiser $13.38 for taxes and costs on this ‘ Wm.. Green’ tract, which were alleged to be due him on the treasurer’s sale. If Weiser had taken the note of Edward Staples on his own responsibility, he could not legally receive the $13.38 from Charles Witman — so that it is evident that some four years after his term of office expired, lie received the above $13.38 of Witman, and about a year or more afterward received $76 from Judge Donnel.\n“It is contended by the counsel for the defendants, that the money which Edward Staples paid treasurer Weiser in June, 1824, and the note of $59.57 given him on the 19th June, 1824, was the full amount of the purchases made by him. The sale-book shows that Edward Staples paid on John Kidd $8.03, on Daniel Levy $5.64, and on Daniel Smith $7.67 — making $21.33. The memorandum-book of the treasurer shows that he charged himself with the taxes received of Edward Staples on these three tracts. Another tract sold to Staples in the name of Wm. P. Gardner, for which the treasurer marks that he received $10, would make $31.33. This Wm. Gardner tract was redeemed by R. O. Hall, and on the 13th November following, ‘ Merrick Starr’ was redeemed by James Starr. These are the only five tracts with which the treasurer has charged himself, out of the fifteen tracts sold to Edward Staples, if the jury believe that the books represent the transaction correctly.\n“ Hence the important question arises, whether Edward Staples did account to the treasurer for the ten tracts not charged to himself on the books so far as we can ascertain.\n“The counsel have given their views fully on this question, and you will recollect the testimony of Weiser, and have the books and papers before you to determine it according to the evidence.\n“ The cause depends in a great measure on questions of law; but the facts to which we have called your attention are important, in order to decide upon the rights of the parties.”\nThe court is requested by the plaintiff to instruct the jury:—\n1. That the plaintiff has shown a complete and sufficient legal title to enable him to recover, unless the claim under Staples, by the sale for non-payment of taxes in June 1824, divested and rendered invalid the plaintiff’s title.\n2. That the neglect of Staples to give a bond for the surplus purchase-money is fatal to defendants’ title, and the evidence shows that there was a surplus for which a bond ought to have been given.\n3. That, as no deed was delivered, the legal title to the premises never vested in Staples, and no legal title has been shown in the defendants. If, therefore, defendants can resist plaintiff’s recovering, it must be upon some equitable ground.\n4. There has been no evidence given, either actual or constructive, on behalf of the defendants, to affect the plaintiff, with notice of an equitable title in Staples. That defendants stand in no better situation than Staples did, as to law or equity. If Staples could not hold against the plaintiff, the defendants cannot; and that plaintiff, as an innocent purchaser, is protected against any secret or unknown equity, if any existed.\n5. That there is not sufficient evidence to enable the jury to find that Weiser paid or settled with the county auditors for the amount of taxes which Staples had become liable to pay by his bid.\n6. But, if the court submit the fact assumed in the last proposition to the jury to decide, and if the jury find that Weiser did settle with the county auditors for the said taxes, such payment or settlement being a matter of which no evidence existed to plaintiff ’s knowledge when he purchased, and of which he had then no notice whatsoever, his right to recover is not affected by such a latent and unknown equity.\n7. That the policy of the law regarding the welfare of the community, and the fidelity and purity of public officers, would not permit Staples to derive any equity from the settlement of Weiser with the county for the taxes due by Staples, should the jury even believe that Weiser did so settle. It was not in the power of Weiser, by settlement for taxes, or refusal to settle them in the stead of Staples, and that without his privity or consent, to bestow an equity or withhold it from Staples.\n8. That the extraordinary neglect for more than five and a half years of Staples, and those concerned with him, to pay the taxes and costs, until after Witman had paid the taxes and costs, and took up the unfinished deed, and until after plaintiff purchased and obtained his deed under the Orphans’ Court sale, and the neglect of Staples and co-tenants to take up the deed and take possession of the premises, form an equitable objection to the defendants’ holding the property.\n9. That the entry of record in the prothonotary’s office of the unfinished deed to Staples, does not prove a delivery of it to him, nor payment by him.\nTo the 1st point the court answer in the affirmative.\nTo the 2d point the court answer, That from the sale-book shown in evidence, as well as the unseated land book, it would appear that there were $6.38 of taxes assessed, including the year 1824. If the taxes of 1824, being the year of the sale (as it is not legal to sell, unless for taxes one year or more due), are deducted, it would leave $5.60 due and unpaid. The costs of sale, in case no bond is given, amount to $3.62J, making $9.22-|, which taken from the amount of sale $9.51, leaves an overplus of 29-| cents— the bond would be 25 cents fees, and then the surplus would only be four and a half cents, so that we are of opinion the maxim £t de minimis, bo.,” applies in this case, and that it was unnecessary for the purchaser to give a bond for the surplus. If the county treasurer made a mistake in the amount of taxes and costs, the purchaser should not be prejudiced, or his title destroyed, by such error.\nTo the 3d point the court answer, That if Staples either paid the treasurer the amount of the taxes and costs on the “Wm. Green” tract at the time of the sale, or if the treasurer received the notice of Staples as cash, for the balance due by Staples on the tracts purchased by him, and if the treasurer settled with the auditors for said taxes, for which Staples gave his note, and this “Wm. Green” tract was included in the payment or settlement, then the purchaser complied with the requirements of the law, and would be entitled to receive the treasurer’s deed; and the making and acknowledging of the deed by the treasurer, and the recording thereof in the prothonotary’s office, would, in case of compliance by Staples, as aforesaid, be tantamount to a delivery of the deed to him. He would in equity be entitled to the deed, as between Mm and the county, and former owner.\nThe defendants can resist the plaintiff’s recovery only on legal grounds. Their title, if any, is a legal one, and as such alone can prevent (if at all) the plaintiff’s recovery.\nTo the 4th point the court answer, That the question of equitable title in Staples, or actual or constructive notice to plaintiff of such equitable title, does not arise in this case. If the defendants or Staples under whom they claim, have any title, it is a legal title, and as such is to be considered. The defendants stand in no better situation than Edward Staples did, either at law or in equity — and no secret or unknown equity will protect them.-\nTo the 5th point, the court answer, That whether there is or is not sufficient evidence to enable the jury to find that Weiser paid or settled with the county auditors for the amount of taxes which Staples had become liable to pay by his bid, is a matter of fact for the jury. There is considerable evidence on this point, and of a contradictory character; and we therefore, under the views contained in our charge, submit the question to the- jury, as it is a question of fact and not of law.\nTo the 6th and 7th points, the court answer, That if the treasurer either received the taxes and costs of Edward Staples when the property was knocked down to him, or received the note of Staples as cash, for the balance due by Staples on the several tracts struck down to him, and settled for the note with the county auditors as cash, by virtue of the sale to Edward Staples, it is a matter of no.importance whether Staples did or did not pa.y the treasurer the note. But if the county treasurer did not take the note as cash, if he did not charge himself with the taxes, and held the note for upwards of five years without any tidings of Staples, and without accounting for the note to the county of Northumberland, then a payment by Edward Staples, or any person claiming under him, to treasurer Weiser, between four and five years after he went out of office, would not vest a title in Staples, or those claiming under him.\nThe records and proceedings in the commissioners and prothonotary’s office would be notice of what existed therein, in relation to the payment of taxes, and sale of the land for taxes; but plaintiff’s right to recover would not be affected by any latent or unknown equity on the part of the defendants*\nTo the 8th point, the court answer, That the neglect of Staples, and those concerned with him, to pay the taxes and costs for more than five years, to Weiser, would not prejudice or affect the rights of the defendants, if Weiser took Staples’s note as cash, and accounted to the county for the amount thereof, as stated in our answer to the 6th and 7th points. But if Weiser did not take the note as cash, and did not account for the taxes to the county within two years after sale, but held the treasurer’s deed for the “Win. Green” tract till after he went out of office, and gave it up to Charles Wit-man upon his paying the taxes and costs, and then Hugh Bellas, Esq., purchased the tract at Orphans’ Court sale, any transactions between Edward Staples, or those connected with him, and Weiser, after the Orphans’ Court sale, could not alter the legal or equitable rights of the plaintiff.\nTo the 9th point, the court answer in the affirmative.\nThe defendant’s counsel request the court to charge the jury, that plaintiff’s claim is barred by the statute of limitations.\n• To this request the court answer, that we cannot think that, under the facts given in evidence, the plaintiff’s claim is barred by any statute of limitations.\nThe verdict was for the plaintiff.\nIn this court the plaintiff in error assigned for error the answer of the court to the 2d, 4th, 5th, 6th, 7th, and 8th points presented by the plaintiff below, and so much of the charge as is printed in italics.\nComly and Hegins, for the plaintiff in error.\nPleasants and Jordan, contra."
  },
  "file_name": "0341-01",
  "first_page_order": 341,
  "last_page_order": 353
}
