{
  "id": 404636,
  "name": "Walter Brady, for use of Charles A. Snyder, v. George Grant, &c., with, notice to Peter Baldy, Garnishee",
  "name_abbreviation": "Brady ex rel. Snyder v. Grant",
  "decision_date": "1849-07",
  "docket_number": "",
  "first_page": "361",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. 231",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 376",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0376-01"
      ]
    },
    {
      "cite": "1 W. & S. 445",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852623
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0445-01"
      ]
    },
    {
      "cite": "1 Wh. 252",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829054
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0252-01"
      ]
    },
    {
      "cite": "2 R. 185",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. 420",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 9170,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015014195808327049
    },
    "sha256": "6f13e87efaa34515c4fde304dfb5d1d1191b3770c1d6d2e6784755732533f69a",
    "simhash": "1:dfe701ada6e66be7",
    "word_count": 1615
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walter Brady, for use of Charles A. Snyder, v. George Grant, &c., with, notice to Peter Baldy, Garnishee."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nCoulter, J.\nThomas Grant made his will in the year 1815, and died in the same year. The will was admitted to probate on the 27th June, 1815.\nHe died possessed of a large real estate, which he disposed of in his last will; authorizing his executors to sell certain parts of it for the payment of debts and the education of his children. But the mansion farm was excepted from this disposition or clause of the instrument. The mansion farm, which is the part of the estate implicated in this proceeding, he devised to his wife, for and during her life, and directed that it should be sold after her death, and the proceeds be distributed among his children, named, or their heirs. It is not expressly stated that his executors shall sell it. But the direction to sell it is in the same paragraph with that authorizing them to sell the other lands if necessary, for the payment of debts and the education of his minor children. But as the mansion place was directed to be sold for the purpose of distribution, there is a clear implication that it was to be sold by his executors, no other persons being named, and the whole tenor of the paragraph indicating an intent to give them, and no other persons, that power. As the executors were therefore authorized by an implied power to sell, and died, or were displaced, or resigned before it was executed, Kendertoñ Smith, the present administrator with the will annexed, now regularly appointed, was authorized to sell and execute the power, under the 67th section of the act of 24th February, 1834. Having done so, the fund produced was liable in his hand to attachment at the suit of any one of the creditors of any of the legatees. The authority cited from 7 Barr, 482 (Bank of Chester v. Ralston), does not protect the fund, nor the administrator with the will annexed, under the circumstances of the case. The debts of the deceased had long since ceased to be a lien on the estate of the deceased; he died in 1815, and the sale was made in 1846, a period of more than thirty years after his death. Besides, the administrator with the will annexed, after having settled one before, settled an administration account, exhibiting a large balance, f1,750, in his hands for distribution. It is not pretended, and there is no glimpse of it in the evidence, that any debts of Thomas Grant, the testator, remain due. The mansion farm was not sold for the payment of the debts, being exempted by testator, but in execution of the will, for the purpose of distribution among the legatees, one of whom is George Grant, now deceased. There were several accounts settled by previous administrators with the will annexed, and it is not doubted but there is a considerable estate to be distributed among the legatees. It would be therefore unreasonable and unsuitable to hold that the attachment would not lie, because, under the circumstances of the case, The Bank of Chester v. Ralston does not apply, and gives no warrant for the decision below. Nor do the other cases cited. We think, therefore, that the court below erred in deciding that the money in the hands of Peter Baldy, the purchaser, was not liable to attachment. He could only be protected by the immunity of the fund, or of the administrator with the will annexed, and as we think no such immunity existed, the judgment must be reversed. But on the trial below, the question of the efficacy of George Grant’s release to his mother will be open, and all other questions which concern the validity of the claim of the attachment-creditor, and the liability of George Grant, or his representatives. The sole point presented here is the liability of the fund and the purchaser to the attachment process, at the instance of a creditor of any of the legatees.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Bellas, for the plaintiff in error.",
      "Hegins and Jordan, contra."
    ],
    "corrections": "",
    "head_matter": "Walter Brady, for use of Charles A. Snyder, v. George Grant, &c., with, notice to Peter Baldy, Garnishee.\nWhere there are no debts of a testator, and his administrator c. test. a. has filed an account showing money in hand for distribution, an attachment will lie against the purchase-money of land, sold by the administrator, in the hands of the purchaser at the suit of a creditor of one of the legatees of the proceeds of that land.\nError to the Common Pleas of Northumberland.\nThe plaintiff below, Walter Brady, claimed by an execution attachment, founded upon an undisputed judgment, against George Grant. The attachment issued against Grant, with notice to Peter Baldy, garnishee, to attach Grant’s part of money, due from him as purchaser of the mansion farm, late of Thomas Grant. The sale was made at a vendue by Kenderton Smith, administrator de bonis non, cum testamento annexo of Thomas Grant, in October 1846, for the sum of $8,305. Peter Baldy paid $2,000 of this to K. Smith soon after the sale. The attachment was served upon Grant and Baldy on the 7th of April, 1847; and soon afterwards, Baldy paid to the prothonotary of the Court of Common Pleas, the supposed residue of the purchase-money.\nAt the trial, Baldy was treated as a mere stakeholder between the plaintiff and K. Smith, administrator, &c., and others, heirs or devisees of Thomas Grant, defendants, who were admitted to inter-plead, and they all pleaded substantially, nulla bona: nothing in Baldy’s hands due to G. Grant.\nThe plaintiff gave in evidence his judgment, revived on the 16th August, 1845, for $1,408.39; also the docket entry of the present action; the answer of Baldy, and the will of T. Grant. The parties agreed upon the amount of George Grant’s share of the pur chase-m on ey.\nThe defendants, to show that there was nothing due to G. Grant, gave in evidence a release from him to his mother, executed in 1830, for all his interest real and personal in his father’s estate, in consideration of one dollar.\nThe plaintiff answered this by evidence of judgments against G. Grant, at and before the execution of his release, to the amount of seven or eight thousand dollars, including the plaintiff’s judgment ; and alleged that, as regarded his demand, the release was void.\nOn behalf of the defendants, .K. Smith and others, it was objected that the attachment would not lie against Baldy; that the purchase-money must be paid over to K. Smith as administrator, and that until he had settled the account of his administration, and the distributive share of G. Grant was decreed, no attachment could be legally served upon Smith.\nTo obviate this objection, the plaintiff gave in evidence the last administration account of K. Smith, filed 5th January, 1847, exhibiting a balance in his hands of $1,750. It was alleged that all the debts of the testator were paid by K. Smith, and the preceding administrators and executors, whose accounts were filed. No existing debts were shown. His last and final administration account referred to various tracts of land, the estate of Thos. Grant; and those, with some other tracts referred to, were the proper assets by the will for the payment of debts, if any existed; the mansion farm, by the will, was to be last sold, and the proceeds distributed among the children. Further to prove the non-existence of debts, and that part of the proceeds of the mansion farm was Geo'. Grant’s, the plaintiff gave in evidence proceedings in partition in the Common Pleas upon four several tracts, the estate of the testator*, among those same heirs and devisees, K. Smith and others; which lands being sold in those proceedings, the proceeds of the sale of them were distributed to the heirs of Thomas Grant.\nUnder the charge of the court (Anthony, President), the jury rendered a verdict for the defendants.\nThe only question here was, whether the attachment would lie.\nBellas, for the plaintiff in error.\nAct of 16th June, 1836, §§ 35-38; Executions, 7 Purd. 446; Act 27th July, 1842, § 1; 7 Purd. 525. Legacies and interests in land may be attached: Act 13th April, 1843; 7 Purd. 463, § 10, to the same effect.\nWho may he made garnishee: 2 Serg. Att. 97; Bellas v. Silver-wood, 8 W. 420.\nWhat may be attached: 2 Serg. Att. 73, 74.\nGeorge Grant might have claimed his share of this mansion farm, and so may the attaching creditor: Willing v. Peters, 7 Barr, 287; Morrow v. Brenizer, 2 R. 185; Burr v. Sim, 1 Wh. 252; Smith v. Starr, 8 Ib. 62; Rice v. Bixler, 1 W. & S. 445; Ross’s Ex’ors. v. Cowden, 7 W. & S. 376. Here the debts are paid, and there can be no objection to the attachment on that head: 2 Serg. Att. 93.\nHess v. Shorb, 7 W. 231, and The Bank v. Ralston, 7 Barr, 482, differ from this case. In the first, the land had not been sold, and no account was filed; in the second, no account had been filed. In neither case could the amount of claim be calculated, nor were there other ample funds to pay the debts.\nHegins and Jordan, contra.\nHo final account has been filed by Smith, and therefore the attachment will not lie: Bank of Chester v. Ralston, 7 Barr, 482. It will not lie against the purchaser: Henderson’s Ex’ors. v. Wilson’s Ex’ors. 13 S. & R. 330; Morrow v. Brenizer. The administrator had power to sell: §§ 12 and 67, act 24th February, 1834, Executors and Administrators."
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 364
}
