{
  "id": 404660,
  "name": "George Kirkpatrick v. James M'Donald, the Executor of the last will of William Brown, James Burnside, John Aiken, and William J. Burnside",
  "name_abbreviation": "Kirkpatrick v. M'Donald",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "387",
  "last_page": "394",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 280",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0280-01"
      ]
    },
    {
      "cite": "1 W. & S. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. 275",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 18510,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 5.716141184501589e-07,
      "percentile": 0.9498993956790531
    },
    "sha256": "4be9a0dffb2e1f282bebc2fe24b55aeb6f7c89ab83bd9a0df030206410b9528d",
    "simhash": "1:0afae2260e8c6cc1",
    "word_count": 3209
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George Kirkpatrick v. James M’Donald, the Executor of the last will of William Brown, James Burnside, John Aiken, and William J. Burnside."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBell, J.\nThe view taken by the learned judge who dismissed the plaintiff’s bill is, that the arrangement between Burnside and Aiken was at best but an equitable transfer of a chose in action, sounding in damages for a breach of covenant, which was substantially defeated by the conveyance of Brown’s executors to the younger Burnside in execution of the original contract of sale, or, at the utmost, leaving to the plaintiff but the right to sue Aiken at law for the breach of his engagement to prosecute the action of covenant for the joint benefit of himself and the complainant. But in this there is a misapprehension of the true aspect of the case, as a cursory examination will show.\nA leading allegation of the bill is, that Burnside had paid to Brown $2,000 purchase-money in pursuance of his contract, and that the latter refused to perform his covenant by conveying the land purchased. The former was, therefore, entitled to recover in his action of covenant, at least the sum thus paid. This right, though resting in action, vested him with an interest in the fund capable of transmission to others. It was, in this respect, like any other debt which a creditor may assign for the benefit of third persons, either directly to the party to be benefited, or indirectly by the intervention of another. In the latter case, a direct and express u'st is created, the transferree being the trustee, and the party beneficially interested, the cestui que trust. This species of trust most frequently springs from a formal assignment by deed, of property consisting of things in possession and things in action, in general trust for the benefit of creditors; but it may also be the creature of a parol arrangement, which, though voluntary, a Court of Chancery will act upon, provided the trust be perfectly declared: Ex parte Pye, 18 Ves. 140; Sloane v. Codogan, App. to Vend. Purch. No. 24; Antrobus v. Smith, 12 Ves. 39. Where a fund has been actually lodged with, or otherwise received by the person designated to exercise the delegated confidence, there is a concurrent remedy at law and in equity. The cestui que trust may resort to either jurisdiction, for it is then said to be not such a technical trust — the mere creature of equity — of which equity alone has cognisance : Kane v. Bloodgood, 7 John. C. R. 90; Lyon v. Maclay, 1 W. 275; Finney v. Cochran, 1 W. & S. 118. Whether, in this state, the legal tribunals ought, in the exercise of the chancery powers recently conferred, to assume cognisance of those cases where the action for money had and received affords a full remedy, it is not now necessary to consider; though, certainly, there can be no objection where the equitable remedy is the more convenient; as, for instance, where an account is incidentally requisite. But where the trustee has duties to perform, other than of mere disbursement, a technical and continuing trust is presented, which can be satisfactorily treated only in equity. Of this, the present is a pregnant example, which imperatively calls for the powerful and plastic hand of a chancellor to administer the various and conflicting interests that have sprung up. Indeed, under the circumstances, that have occurred here, a common-law court could not, from the defective nature of its proceedings, enforce the execution of the trust by following it into the various relations it has assumed, or attempt an adjustment of the» antagonist rights, which are said to have attached to the subject of it. The very fact which the District Court seems to have thought would bar the plaintiff of the remedy he seeks, but contributes to the necessity that calls for its exertion. Had the trustee proceeded to enforce payment of the sum sought to be recovered in the action of covenant, as has already been intimated, a common-law action might have sufficed to compel a distribution of the fund. But it is not perceived how such an action would have reached and remedied a refusal by the trustee to proceed in the action, and it would be still less efficacious to extract compensation for the alleged fraudulent conduct of the trustee in conspiring with the other defendants to defeat the trust altogether. The fact referred to by the court below, hostile to the bill in equity, is the conveyance of the fee to vendee’s son. Upon this it was observed that the plaintiff has no such interest in the land purchased by Burnside as will enable him to object to the conveyance in discharge of Brown’s undertaking. As that conveyance is averred to be in pursuance of a fraudulent combination, having'for its object the destruction of the plaintiff’s right, perhaps the proposition excluding objection to it, might be successfully combated. But, conceding it to be correctly founded, I cannot consent to the assumed deduction which estimates the conveyance as a termination of the trust. If, by the arrangement between Burnside, Aiken, and Kirkpatrick, the latter acquired an equitable interest in the amount paid as purchase-money, it is not within the power of the trustee to compromise it by fraudulently permitting the vendee’s son to merge it as a credit in procuring a conveyance of the land, whether this be for his own benefit or for the use of his father. He cannot thus wholly divert it from the purpose to which the latter dedicated it, for if we admit the vendor’s right to execute his covenant, and thus to exonerate himself from the suit at law, it by no means follows that the trust fund is obliterated. On the contrary, equity will follow it through every transmutation for the benefit of the cestui que trust. Than thin, there is nothing better settled. The conversion of trust-money or dioses in action into land is not permitted to divest its fiduciary character, and a court of chancery will pursue it wherever it can be traced: Phillips v. Crommond, 2 W. C. C. R. 441; Pierce v. M’Keehan, 3 W. & S. 280. If, then, it was competent in Burnside, in pursuing his contract with Brown, to avail himself of the sum before paid in purchase of the land, equity will call upon the land to repay it for the benefit of the trust, more especially if fraud has attended the final transaction. This is an additional reason why the cestui que trust may avail himself of the present proceeding, for, admitting that a personal action would lie against Aiken, (who may be insolvent), it is by no means so adequate a remedy as that which enables the party to reach the land itself. The case, therefore, falls within that provision of the act of 1836, which confers upon our courts the power of granting specific equitable relief, where a recovery in damages would, or may be an inadequate remedy. The plaintiff’s bill is thus sustainable upon more grounds than one, if bis complaint be well founded. In dismissing it upon demurrer, an error was consequently committed.\nIn conclusion, it may be observed that, as long experience elsewhere has proved the remedies afforded by courts of chancery to be highly beneficial and eminently conducive to the administration of justice in a vast variety of cases, we think our tribunals should lean to a liberal exercise of the powers which the legislature, after a long hesitation, has conferred, without, however, encouraging the technical niceties in the modes of procedure and forms of pleading, which have tended rather to retard than to facilitate the great object of the jurisdiction.\nDecree reversed, and the record remitted for further proceedings.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Alden, for the appellant.",
      "Mr. Attorney-General, for the appellees."
    ],
    "corrections": "",
    "head_matter": "George Kirkpatrick v. James M’Donald, the Executor of the last will of William Brown, James Burnside, John Aiken, and William J. Burnside.\n1. An assignment of a debt to another for the benefit of a third person creates an express trust, which, though voluntary and in parol, chancery will act upon if it be properly declared.\n2. Where the assignee in such case was the vendee of land, who had paid part of the purchase, and the claim assigned was an action for damages against the vendor for breach of his contract to convey, it is not within the power of the trustee to compromise the equitable interest of the cestui que trust in that paid purchase-money by fraudulently permitting the vendee’s son to merge it as a credit, in procuring a conveyance of the land, whether for his own benefit, or for the use of his father.\n3. If the vendor should execute the covenant, the trust fund would not be thereby destroyed. Equity would follow it through every transmutation for the benefit of the cestui que trust.\n4. Where the equitable remedy is more convenient than that at law by the action for money had, &c., as where an account is requisite, even though the latter affords a full remedy, there can be no objection to having recourse to the former. But, where the trustee has duties to perform, other than those of mere disbursement, a technical and continuing trust is presented, which can only be satisfactorily treated in equity.\n5. The courts should lean to a liberal exercise of the equity powers conferred upon them, without encouraging technical niceties in the modes of procedure and forms of pleading.\nAppeal from the decree of the District Court of Allegheny, sitting in equity.\nSept. 5. On the 5th August, 1847, the following bill was filed, and subpoena awarded, returnable on the first Monday in September following:—\n“ District Court of Allegheny County, on the equity side of court.\n“ George Kirkpatrick, of the city of Pittsburgh, brings this his bill of. complaint againt James Burnside, John Aiken, William John Burnside, and James M’Donald, executor of the last will of Wm. Brown, late of Robinson township, deceased, all of the county of Allegheny, and within the jurisdiction of this honomv able court. Whereupon your orator, humbly complaining, showeth to your honourable court, that your orator, as by schedule hereto annexed, and marked 1 A,’ and prayed to be made and taken as part of this your orator’s bill, became bound as surety for tbe said James Burnside, and of which he, your orator, had to pay a large amount, to wit, about $1,800. To pay this large sum for the said James, the farm of your orator, situated near the second dam on the Monongahela river, was sold at a sacrifice of about $5,000, at sheriif’s sale. And your orator, still humbly complaining, showeth to your honourable court, that the aforesaid James had, about the year of our Lord one thousand eight hundred and thirty-nine, contracted for the purchase of one hundred acres of land, more or less, with the aforesaid William Brown, deceased, in his lifetime; which said one hundred acres of land was situated in Robinson township, Allegheny county, as aforesaid, upon which contract of purchase the aforesaid James had paid the sum o.f $2,000. And by the covenant of the said Wm. Brown, he, the said William, covenanted to convey one hundred acres of land, situated as aforesaid, to the said James Burnside, by a good and sufficient deed, and place the said James in possession thereof, on or about the first day of April, in the year of our Lord one thousand eight hundred and forty, in consideration of the payment by the said James, of $1,500 of the purchase-money as aforesaid. And your orator avers that although the said James complied with his covenant as aforesaid, yet the said William did not; wherefore action accrued to the said James. And your orator avers, that the said James instituted his action of covenant in the District Court of Allegheny county, against the said William, for breach of his covenant, as aforesaid, which action is entitled on the calendar of said court, James Burnside v. William Brown, No. 241, April Term, 1842, an exemplification of which record is herewith filed, and marked ‘B,’ and prayed to be made and taken as a part of this your orator’s bill. And your orator avers that the said James, at that time, was indebted to John Aiken, one of ¡ the respondents, above named, in the sum of $100, to secure the payment of which, he, the said James, assigned of record, his, the said James’s claim on the aforesaid William, on his covenant aforesaid, an authenticated copy of whioh assignment, marked ‘ C,’ is herewith filed, and prayed to be made and taken as a part of this your orator’s bill. And your orator avers that before and at the time of the assignment of the said claim, by the said James to the said John, he the said John, by the request of the said James, and with the assent of your orator, took upon himself, him the said John, to prosecute said claim to judgment against the said William, and after deducting the aforesaid sum of $100 with interest, due him the said John, by the said James, then he the said John, in further execution of the trust, would pay over to your orator, the sum of $1,000 with interest, to your orator out of the proceeds of said claim, in part pay of the large sums loaned and advanced by your orator as aforesaid, to the said James as aforesaid. All of which agreement was entered into and the trust affirmed by the said John, by and with the consent of your orator and the said James. And your orator, humbly complaining, showeth to your honourable court, that, relying upon the promises of the said James, and having full faith that the said John would execute the trust aforesaid, in honesty and good faith, he your orator as aforesaid, abstained from all prosecution at law or equity for the recovering of any portion of the large dues of money, so as aforesaid advanced by him for the said James. And your orator shows to your honourable court, that some time after the entering into said agreement with the said James and John, he the said James applied for the benefit of the act of Congress of the United States,'entitled an Act, &c., and was discharged as a bankrupt under said law. And your orator expressly charges that the said James Burnside, John Aiken, \"William John Burnside, the son of the said James Burnside, and James M’Donald, executor of the estate of the said William Brown, deceased, late of Robinson township, as fully appears by the will of said William, an exemplification of which is herewith filed and prayed to be taken as part of this his bill, confederating together for the purpose of cheating and defrauding your orator out of the aforesaid large sums of money, and more particularly of cheating and defrauding your orator of the aforesaid sum of $1,000 and interest as aforesaid; he the said John, by the fraudulent combination, assent, and cooperation of the said James and the said William, son of the said James, and the said James M’Donald, executor of the said William Brown, deceased, did by deed of indenture, bearing date the thirtieth day of March, one thousand eight hundred and forty-seven, which .deed, marked ‘D,’ and herewith filed, is prayed to be made and taken as part of this your orator’s bill, did assign, convey, and transfer, all the right, title, and interest of him, the said John, in the assignment of him, the said James, as aforesaid, to William John Burnside, son of the said James; and your orator charges that in consequence of said assignment, he, the said William John Burnside, obtained a credit for the amount paid by his father, the said James Burnside, from James M’Donald, executor as aforesaid, on the purchase-money of said land; and the said James M’Donald put the said William John Burnside in possession of said one hundred acres, and the said William John Burnside is now in possession of the same. And your orator avers that the said William John well knew that his father, the said James, had paid the said sum of $1,800 towards the purchase-money of said land, to the said William Brown in his lifetime, and further, that the said William John Burnside was well aware of the trust vested in the said John Aiken, as aforesaid, and further that the said William John Burnside never gave his father, the said James, nor the said John Aiken, any other consideration for said assignment, saving and excepting the $100 with interest due to the said John Aiken, and agreeing to hold the same for the benefit of his father, the said James, to the value of the payments so as aforesaid assigned by the said John Aiken, and also for the further advances made by the said James, father of the said William John, paid and to be paid as purchase-money of said land by the said William John, to the said James M’Donald, executor as aforesaid, thus so far holding the said one hundred acres by a fraudulent and direct trust for the benefit of the said James Burnside, a bankrupt as aforesaid, and with the fraudulent intention of cheating your orator as aforesaid, and others, the creditors of the said James.\n“ To the end that full and ample justice may be done in the premises, your orator humbly prays your honourable court to direct that a writ of subpoena may issue out of your honourable court, directing and ordering the respondents above named, to be and appear before your honourable court on a day certain therein to be named, and that your honours would direct, order, adjudge, and decree, that the said respondents, jointly or severally, as to your honourable court may seem right, pay forthwith, after the enrollment of said decree, the aforesaid sum of $1,000 with interest from the date of the assignment aforesaid, and the time of the commencement of the aforesaid trust, and that the aforesaid one hundred acres of land, whether in the hands of John Aiken, James Burnside, or William John Burnside, be made subject to the payment of said decree. And further, that your honourable court will decree that the land aforesaid shall be made subject to the payment of the balance of your orator’s claim, so as the amount claimed by your orator does not exceed the amount paid by the said James, to the said Wm. Brown in his lifetime, or since advanced by the said James, to his son, William John Burnside, and vested, or to he vested in the purchase and payment for said land, and generally to so order, direct, adjudge, and decree as to justice and equity may belong, and to your honours may seem just and proper. And as in duty bound he will ever pray, &e.”\nThe subpoena was duly served on each respondent. The respondents demurred to the bill. The demurrer was sustained by the court below, and the bill dismissed for want of jurisdiction. The orator appealing from this decree of the court, assigned for error the dismissal of the bill for want of jurisdiction.\nAlden, for the appellant.\nMr. Attorney-General, for the appellees."
  },
  "file_name": "0387-01",
  "first_page_order": 387,
  "last_page_order": 394
}
