{
  "id": 404677,
  "name": "Eliza Wilkins v. John and William Anderson",
  "name_abbreviation": "Wilkins v. Anderson",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "399",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 399"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 507",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0507-01"
      ]
    },
    {
      "cite": "7 W. & S. 127",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0127-01"
      ]
    },
    {
      "cite": "1 P. R. 21",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 479",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 R. 171",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "4 Y. 485",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 340",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0340-01"
      ]
    },
    {
      "cite": "4 Conn. 71",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12121959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/4/0071-01"
      ]
    },
    {
      "cite": "2 John. 181",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6772298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0180-02"
      ]
    },
    {
      "cite": "18 Pick. 464",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0464-01"
      ]
    },
    {
      "cite": "3 Pick. 281",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Tyler, 179",
      "category": "reporters:state",
      "reporter": "Tyl.",
      "case_ids": [
        4415000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tyl/1/0179-01"
      ]
    },
    {
      "cite": "6 Call. 88",
      "category": "reporters:state",
      "reporter": "Call",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 68",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12128483,
        12128305,
        12128635,
        1408500,
        1408443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0068-02",
        "/dall/1/0068-01",
        "/dall/1/0068-03",
        "/us/1/0066-01",
        "/us/1/0067-01"
      ]
    },
    {
      "cite": "3 W. & S. 536",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Y. 389",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774289,
        6774253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0389-01",
        "/yeates/3/0388-01"
      ]
    },
    {
      "cite": "2 John. 192",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6772609,
        6772591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0192-01",
        "/johns/2/0191-02"
      ]
    },
    {
      "cite": "13 Pick. 53",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2017850
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/30/0053-01"
      ]
    },
    {
      "cite": "17 Mass. 68",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Penn. Rep. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 W. 67",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. 27",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0027-01"
      ]
    },
    {
      "cite": "3 Dev. 583",
      "category": "reporters:state",
      "reporter": "Dev.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dev. 187",
      "category": "reporters:state",
      "reporter": "Dev.",
      "case_ids": [
        8686962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/12/0187-01"
      ]
    },
    {
      "cite": "5 W. 178",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. 379",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "10 W. 31",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "13 Mass. Rep. 51",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0047-01"
      ]
    },
    {
      "cite": "3 Wend. 27",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144153
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0027-01"
      ]
    },
    {
      "cite": "9 Johns. 288",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 P. R. 129",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "8 W. 280",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 171",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Whart. 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    },
    {
      "cite": "4 Pa. Rep. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 65",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": 0
    },
    {
      "cite": "1 Penn. Rep. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "4 Conn. 71",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12121959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/4/0071-01"
      ]
    },
    {
      "cite": "18 Pick. 464",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025400
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/35/0464-01"
      ]
    },
    {
      "cite": "6 Call. 88",
      "category": "reporters:state",
      "reporter": "Call",
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle, 171",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1234,
    "char_count": 28960,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 1.752299062078065e-07,
      "percentile": 0.7087090791779752
    },
    "sha256": "03beaec4d794dba9f9ae0b1701f9f2547d31eb6a98261cce8f84f099cfd64668",
    "simhash": "1:18e186e3bb4de0c3",
    "word_count": 5226
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eliza Wilkins v. John and William Anderson."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nCoulter, J.\nThe pregnant question in this cause is, whether Eliza Wilkins, the plaintiff, was a party to the suit of M’Clurg v. John Wilkins, No. 102 of August Term, 1809, in the Common Pleas of Allegheny county, at the time it was tried, and judgment rendered. John Wilkins died in 1809 — of course very soon after the institution of the suit. The action was allowed to sleep on the record, for some cause or another, until the year 1817, when it was on the trial list for January Term. The following entry was then made on said list in the proper handwriting of Samuel Roberts, Esq., the then President Judge of the district: “ Continued under peremptory rule for trial at next term, and on motion of Mr. Baldwin, Eliza Wilkins, who appears by William Wilkins, her guardian, substituted as defendant.” This entry, by irresistible implication, establishes, that William Wilkins, Esq., was in court and consented to act and appear as the guardian of Eliza. His name is marked as one of the attorneys; and William Wilkins was the testamentary guardian of Eliza. But the court had power' to appoint a guardian ad litem for the infant when a suit was brought against her, a power which is incident to every court of justice, and, where the interest of a minor comes judicially before the court in the progress of a cause, it is their duty to take care of the interests of the infant: Cro. Jac. 641. The clerk of the court, in transferring this entry to the continuance docket, merely added the word “ heirs,” so •as to make the entry read John Wilkins’s heirs, and by the minutes of trial, the jury seem to have been sworn between the plaintiff and the heirs of John Wilkins. In the entry made by Judge Roberts, it is not stated, whether Eliza Wilkins is heir or devisee; and the prothonotary, either from haste, inattention, or ignorance, thought it was quite sufficient to make the substitution on the docket, in the manner already stated. The attorneys on each side overlooked this misprision, and hence all this trouble flows. It is difficult to imagine, that a learned court and eminent lawyers would have conducted the trial, and that a jury should have rendered a verdict, and the same court, after a motion for a new trial, should have rendered judgment between unreal parties, or that the proceeding was conducted on any other footing, than between the parties in interest. But, however that may be, we must look to the record itself for the legal evidence of that fact. Was the entry on the trial list by the presiding judge, on motion of one party, and with the assent of'the other, recorded evidence in the progress of the cause ? The act of Assembly of the 25th September, 1786, §6, confers on the Supreme Court ample power to make rules of court; no similar power, however, is conferred by statute on the Court of Common Pleas, until a period posterior to the trial. But every court of lecord has an inherent power to make rules for the transaction of its business; such rules not being contrary to the law of the land: 3 Binney, 277 ; 8 S. & R. 336; and it was determined in Vanatta v. Anderson, 3 Binney, 417, that the Courts of Common Pleas have power, from the nature of their constitution, independent of any act of Assembly, to make such rules. The first collection of rules for the regulation of the practice in the fifth circuit was made in September, 1791, under the direction of the presiding judge, Alexander Addison, Esq., clarum et venerabile nomen. The 40th rule provides for making the trial list, and prescribes the manner in which causes shall be placed thereon. The 41st rule provides, that this list shall he called over on the second day of the term, &c., and that the court shall proceed to the trial of the causes in the order in which they stand thereon. These two rules have been adopted in all the districts west of the Allegheny range, and in most of the counties the list of trials is made out in books carefully preserved among the other books of record in the prothonotary’s office. A number of dockets of these lists were produced in court here on the argument, substantially and permanently bound, in one of which was the entry of Judge Roberts already referred to. In the act of Assembly of the 29th March, 1819, relating to the courts of Allegheny county, this trial list is recognised and referred to; and it is provided, that if the judges shall wilfully delay any cause which shall be at issue, and set down for trial as aforesaid, it shall constitute a misdemeanor in office, and the trial lists in the several counties are made the basis of an enactment in the jury law. Thus, in § 95, it is made the duty of the prothonotaries and clerks of the several courts, &c., “ as soon as conveniently may be, after the list of the causes at issue and for trial shall have been settled, to issue venires, &c.” These trial lists, then, are recognised in all the region west of the Allegheny ridge in the practice of the courts, as monuments of the record and process of trial and judgment. Their manner and use is prescribed in the rules of court, they are referred to in public statutes, and they are carefully preserved among the records of the courts. The practice is, not only to enter substitutions, but also frequently pleas, judgments, continuances, and orders for the payment of costs, on these lists. These entries are made with the knowledge of the attorneys of the parties, and often on their motion. They are afterwards transferred, when the term is over, by the clerk, at his convenience, to the continuance docket. There is a time, therefore, when such entries are the only monuments of the record; that is, between the time of making them, and the time of their being transferred to the continuance docket. For, after the end of the term the record is not in the breast of the court, and it never was in the breast of the clerk; its only abiding-place for that period is the trial list. And if these lists may be the record for three months between terms, or for one month, why may they not constitute the record for years, when they are preserved with care among the archives of the court, or, which is the same thing, as monuments from which the record may be made up at any distance of time; and what might have been amended at any time, this court will consider as amended. But the plaintiff strongly relies upon the case of Moore v. Kline, 1 Penn. Rep. 129. But I may observe, that two judges of great experience in the practice, dissented in that case, which always breaks the force of an adjudication as authority. But I touch it not; it stands intact from me for the government of cases of similar import. But it is not this case. There the list sent to the judge, who is to hold a special court, is treated and considered in that case as his private property, which he may put into his pocket, or leave behind him as a waif. Moreover, the entry in that case was, strictly speaking, not proper to compose part of the record. The language of the act of Assembly, in relation to furnishing the judge with a list in such cases, provides, that the prothonotary shall make out a list of causes in which the president of the district is concerned, and transmit it to the nearest president judge, who, on the receipt thereof, shall order a special court for the trial of such causes. The object of transmitting the list seems to be, that the judge may designate the causes to be tried at the special court, and enable him to determine how long the court shall be held, and the language of the law would appear to justify the view which the court took of it in Kline v. Moore. But I trust I have succeeded in establishing, that the trial list proper has no community of feature or character with the ephemeral one adjudicated upon in Moore v. Kline. The learned counsel for the defendant in error has cited a great many eases, bearing upon and corroborating this aspect of* the case, which I have not deemed necessary to embody in this opinion, because it seems to me that the character of the entry is to he tested chiefly by our own peculiar modes of practice. But if the eye of the student should light on this opinion, I have inserted the names of some of the most apt, that he'may seek further with advantage: Morris’s Lessee v. Van Deren, 1 Dall. 65; Wright v. Pender, Alleyn, 18; Mandeville v. Perry, 6 Call. 88; Handley v. Russell, Harden, 45; Danford v. Slocum, 18 Pick. 464; Archbold’s Evidence, 367; 4 Conn. 71. We are of opinion the court below did not err in relation to this aspect of the cause.\nJohn Wilkins claimed title to and died seised of the whole of lot No. 202. Before his death, the action of ejectment above adverted to, had been brought against him by M’Clurg, for one-half of the lot; and after his death, Eliza Wilkins was substituted, in manner as above stated, as defendant. She was the next in interest, the lot being devised to her. There was a trial and judgment, as above stated, and upon the execution issued it was docketed as against “ Eliza Wilkins, heir of John Wilkins, deceased;” and the other half of the lot was levied upon, condemned, and sold for the costs of the trial, and this half was purchased by William Robinson, the brother-in-law, with whom she lived, for f320; and on the 26th April, 1826, she gave her receipt to Lazarus Stewart, sheriff, for $58.37-!, balance of purchase-money on her lot, sold by said sheriff to William Robinson, on the judgment of Joseph M’ Qlurg. At this time she was of full age, and four months and some days beyond it. This receipt is the capstone in the evidence, that she was a party to the action of ejectment; that her title was tried, and judgment on that title rendered against her, and that she knew it; and this by her own written acknowledgment when she was sui juris. Adlum v. Yard, 1 Rawle, 171, belongs to a series of cases which determined, that even where a proceeding was voidable, the person in interest might elect to receive money under it, and if he did, he was estopped from asserting its invalidity: Hamilton v. Hamilton, 4 Barr, 195; Shaw v. Anderson, 7 S. & R. 63. A fortiori, the plaintiff is estopped when the proceeding is valid.\nBut it is alleged, the receipt was procured by fraud and undue influence. But where, may I not ask, is the evidence of circumvention ? Stewart was a public officer in the discharge of his duty. The plaintiff was of full age, highly connected, living in the midst of friends, able, and no doubt willing, to instruct and advise her; and she herself, no doubt, having received an education, was accustomed to move in society that would enable her to understand her rights. But Robinson was her brother-in-law! Well, that of itself would indicate kindness and friendship, rather than fraud and circumvention. Fraud ought to be proved, either directly, or by the establishment of facts and circumstances, from which it flows by fair legal inference. It is not to be presumed or guessed at. It is a charge easily made, and, after a lapse of thirty years, during which time and change have been throwing mist and oblivion upon transactions originally carried on with looseness, from the very fact of the confidence the parties had in each other, it is sometimes too readily believed.\nThe plaintiff offered to prove, that William Robinson purchased the lot in dispute as trustee for Eliza Wilkins, and that Bakewell, the alienee of Robinson, and under whom defendants claim, had notice of the trust. The court admit the evidence, but require the evidence of notice to be first given. I cannot say that there was anything wrong in this; because the existence of a secret trust is of no moment against a purchaser for value, without notice of the trust. The plaintiff then alleged, that notice was to be inferred from the fact of Bakewell having taken a judgment-bond from Robinson, at the date of the conveyance to him, to secure the title; the record of which judgment was given in evidence, and also the fact of Robinson being the administrator de bonis non of John Wilkins was evidence; and in this connexion he offered proof that John Darragh was appointed guardian of Eliza in 1813. But all these facts are totally inadequate to bring home to Bakewell a knowledge of a secret trust. To hind a subsequent bond fide purchaser, notice either in fact or law must be clearly shown. Undisturbed possession of Eliza, clear and unequivocal, would have amounted to legal notice. But in this case it is in evidence, that the unequivocal possession was in Robinson. He had the sheriff’s deed, and was in actual possession, and had paid the purchase-money to the sheriff, the surplus of which, after paying the judgment against her, was returned to the plaintiff, and she receipted for it. It was not alleged that she advanced the money; and, if it had been her money, why the necessity of a sale at all ? Why not pay the judgment, and permit her title in the lot in question to remain in her without incurring the additional costs of sale ? The personal estate of her father, however, was insufficient to pay his debts, and there is not the shadow of evidence that she had money in possession or action. Robinson paid nearly the amount of the appraised value. Erom the time of his purchase in 1824, till the sale to Bakewell in 1834, property increased immensely in value, which accounts for the difference in price. But I have said the evidence of notice was insufficient, even admitting a trust to have existed in some way or another, hidden from me, by anything I can perceive in the case, and that the plaintiff could have proved it. The taking of the judgment-bond by Bakewell to secure the title, is evidence that he apprehended there might be some infirmity in it. But it is most probable that he referred that infirmity to the title of John Wilkins himself, whose title to one-half the lot had proved defective, or he may have referred it to the difficulty which has been the point of this controversy, the substitution of Eliza Wilkins as next in interest by Judge Roberts; but we cannot perceive that it afforded any evidence whatever, certainly not clear and unequivocal evidence, that he had notice of a secret trust after the sheriff’s sale. The notice to Robinson in reference to taxing the costs must be referred to that also, for it was before the sheriff’s sale, if it is of sufficient importance to be referred to anything; and so of the appointment of John Darragh as guardian., But, if Darragh ever accepted and acted, he was entitled to defend the suit without being introduced on the record, as has been determined by this court. The fact of Robinson being administrator de bonis non is no evidence of notice, there being no evidence whatever that he had any money belonging to her in his hands or power, or that he did employ her money in paying for the lot.\nThere is another error assigned as to the interdict upon the counsel ; but it does not arise on the record.\nThe plaintiff brought a previous action of ejectment against Bakewell for the lot in question in 1835, which was decided by verdict and judgment against her in 1836. This second ejectment was instituted in 1845. The distance from the transactions, upon which time has been so long settling, may make them more obscure than they were in 1836. But we have not been able to perceive any error in law on the part of the court below, either in the progress of the trial, or in their instructions to the jury.\nJudgment affirmed.\nRogers, J., dissented.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Shaler, for the plaintiff in error.",
      "Craft, contra."
    ],
    "corrections": "",
    "head_matter": "Eliza Wilkins v. John and William Anderson.\n1. A trial list of a stated term is a monument, from the entries upon -which the record may be made up at any distance of time; and what< might have been amended below this court will consider as amended.\n¡L An entry on the trial list at a stated term of the court, made by the president, of a substitution of a defendant in ejectment, is sufficient evidence of such substitution, though not transferred by the clerk.\n3. The taking of a balance from the sheriff, being the proceeds of sale of lands of one mi Juris at the time of the receipt, estops the person taking it from denying that he was a party to the action which resulted in the sale.\n4. Where a purchaser for value is to be affected by a secret trust, the court may require evidence of notice of the trust to be first given; and to bind such purchaser, such notice, in fact or in law, must be clearly shown.\n5. Tiie refusal of the court to allow counsel to address the jury is not subject of error, unless excepted to.\nError to tbe District Court of Allegheny.\nSept. 5. This was an action of ejectment by Eliza Wilkins against John and William Anderson. It was brought to recover the one-half of lot No. 202, in the city of Pittsburgh.\nJohn Wilkins, the father of the plaintiff, died seised of this lot in 1809. By his will, proved 14th December of that year, he devised this lot to the plaintiff, who was then an infant, about five years old. William and Charles Wilkins were appointed by the will guardians of the younger children.\nTo meet this case of the plaintiff, the defendants offered in evidence the record of a case, Joseph M’Clurg v. John Wilkins and one Eltonhead, No. 122, August Term, 1809, which was ejectment for one-half of the lot No. 202, not the half in controversy here. This case being on the trial list at January Term, 1817, was continued under peremptory rule for trial at the next term, the president of the court making at the time an entry upon the trial list of this tenor: “ On motion of Mr. Baldwin, Eliza Wilkins, who appears by Williams Wilkins, Esq., her guardian, substituted as defendant.” The case came on for trial at August Term, 1820, when from the minute book it appeared that the jury was sworn as between M’Olurg and John Wilkins's heirs, and found for the plaintiff, whereupon judgment, &c. The notice of taxation of costs was entitled as of a case between M’Olurg and Wilkins’s heirs, and was addressed to “William Robinson, one of the above defendants,” he being married to a daughter of John Wilkins. The various writs of execution, which were issued in the case for costs, were all directed against “ Eliza Wilkins, the heir of John Wilkins, Esq., deceased.” The half of the lot devised to and owned by Eliza Wilkins, and which was not the subject of this ejectment, was sold upon the last of these writs, for $320, to Wm. Robinson. The record of the ejectment, including the trial list, minute book, execution dockets, &c., containing these several matters, being offered, the plaintiff objected to their admission, on the ground that Eliza Wilkins was not a party to the record and the entry; that the entry on the trial list is not competent as part of the record ; that the verdict is rendered against the heirs of John Wilkins, the jury having been sworn in that form; that the judgment follows the verdict, and that if the name of Eliza Wilkins has been substituted, she being a devisee and not an heir, the judgment does not affect her, and the fi. fa. was without authority so far as related to her.\nThe objection to the fi. fa. is that there is no judgment against Eliza Wilkins to found it on, and that attachment against the guardian is the proper remedy.\nThe court overruled the objection, and the admission of this evidence constituted the plaintiff’s first bill of exceptions.\nThe defendant then gave in evidence the sheriff’s deed to Robinson, dated April 22,1825, acknowledged July 26, 1825, and various subsequent conveyances under that title, by which the premises became vested in John P. Bakewell, whose heirs are the lessors of the Andersons.\nAlso a receipt to the sheriff by Eliza Wilkins, the plaintiff, for the “ balance of the purchase-money of her lot sold by the sheriff to Wm. Robinson, on the judgment of Joseph M’Olurg,” dated April 26, 1826.\nAnd the record of an ejectment, 24, November Term, 1835, by the same plaintiff against Thomas Bakewell, the grantor of John P. Bakewell, which, in February 1836, resulted in a verdict and judgment for the defendant.\nThey then proved the situation and use of the lot by the defendant, -that the plaintiff had resided in Allegheny City for twelve years before, and that in 1830 a tenant paid rent to Robinson for it, leaving it on notice from him. The defence rested.\nThe plaintiff then offered to show that, at the time of the sheriff’s sale, the plaintiff lived during her minority in the family of Robinson, who was the administrator de bonis non of her father’s estate, and the husband of her eldest sister, and that he bought in trust for her, and that the defendants had notice of the trust.\nThe defendants objected, and the court overruled the objection, but required that the proof of notice should be first given.\nThe plaintiff, contending that the fact of Robinson being administrator, &e., and accepting service of the notice to tax costs in M’Clurg’s case was evidence of notice, offered, in connexion with that, the record of a judgment confessed by Robinson to Bake-well, dated the day after his deed to him of 3d January, 1834, in a penalty of $5,000 for assuring to Bakewell a complete and perfect title to the half lot conveyed; and also to prove that John Darragh, and not William Wilkins, was the guardian of the plaintiff. But the court, conceiving that all this did not prove notice to the defendants of the alleged trust, as was required, rejected the offer, to the admission of which it was introductory. This was the second bill of exceptions.\nThe plaintiff then offered to show the appointment of Darragh, as guardian of plaintiff, to show that the purchasers under the judgment had notice that W. Wilkins was not the true guardian, though so stated on the minutes given in evidence. The offer was overruled, and this constituted the third bill of exceptions.\nThese offers were renewed for rebutting the receipt, and were rejected; which constituted the fourth exception.\nThe plaintiff’s counsel being about to address the jury, to prove fraud in Robinson, and trust by reason of his being administrator, and notice of this to the defendants, was stopped by the court, on the ground, that the evidence would justify no such inference, that there was no legal evidence of notice, and without that the other points could not avail. No exception was taken to the refusal of the court to permit him to proceed.\nThe court below, Lowrie, J., charged the jury as follows:—\n“ The records of the Court of Common Pleas, and the conveyances given in evidence, have the effect of completely vesting the title of the plaintiff in the defendants. This would be otherwise if there was any evidence of fraud in Wm. Robinson, and notice of that to the subsequent purchasers. But there is no evidence before you from which either can be inferred.\n“ There is, however, another point in this case which is also conclusive of the title. That is, that on the sheriff’s sale of this lot, there was a surplus left in the sheriff’s hands, and that, after the plaintiff arrived at age, was received by her from the sheriff. By this she made herself a party to the sale, and elected to consider it valid. She cannot now, under the circumstances of this case, change the position into which she then put herself. It would be a waste of time for me to labour this point, when I find it so clearly enforced by Chief Justice Gibson in the cases of Shaw v. Anderson, 7 S. & R. 68, 64, and Martin v. Ives, 17 Ib. 364; and by Mr. Justice Coulter in Hamilton v. Hamilton, 4 Pa. Rep. 195. See also 3 Whart. 419; 1 Rawle, 171; 8 W. 280.\n“ And there is no injustice in this result. The suit in which the fi. fa. issued was carried on for her benefit; and if she did not pay the costs, it was but the ordinary course of justice that her property should be seized to enforce payment.\n“ If there is a hardship in it, it is a hardship that was occasioned a quarter of a century ago, and not by these defendants; and it would be gross dishonesty, to visit hardships arising from her own fault, or that of her friends, on the defendants.”\nThe verdict was for the defendants. The errors assigned were 1. To the admission or rejection of the evidence in the four bills— 2. To the refusal of the court to permit the plaintiff’s counsel to address the jury. 3. To the charge in alleging the sufficiency of the title derived under the record of the Common Pleas. 4. In instructing the jury that the defendants were entitled to a verdict without referring the facts to them. 5. In what was said in relation to the receipt.\nShaler, for the plaintiff in error.\nAn entry on trial list forms no part of the record in a cause: Moore v. Kline, 1 P. R. 129; 9 Johns. 288; Jackson v. Wood, 3 Wend. 27; Coolidge v. Inglee, 13 Mass. Rep. 51; Boon v. Boon, 8 Smeades & Marshall, 318; Bellas v. M’Cartney, 10 W. 31; Patterson v. Stewart, Ib. 472; Updegraff v. Perry, 4 Barr, 295; Richards v. Dutot, 7 Barr, 431; Salmon v. Rauce, 3 S. & R. 314; Vincent v. Huff, 4 S. & R. 298. Here the District Court undertakes to amend a judgment of the Common Pleas, by introducing a new party on the record on the strength of an entry on the tidal list made thirty years before, a discretion which the Common Pleas had already decided it did not possess: Catlin v. Robinson, 2 W. 379; Hassler’s Appeal, 5 W. 178. Minutes of judge on docket not part of the record: 3 How. Miss. Rep. 165.\nA judgment against a defendant named in the writ, and not made a party, is merely void: Armstrong v. Harshaw, 1 Dev. 187. So one against an heir on sci. fa., where his name is neither set forth in the writ or return, is a nullity: 3 Dev. 583; Ib. 241; 2 Sup. U. S. Dig. 224, § 146.\nThe devisee of John Wilkins could not be affected by a judgment against his heirs: Posten v. Posten, 4 Wh. 27; Ege v. Sidle, 3 Barr, 115.\nAs to the offers contained in bills 2, 3, and 4: Kramer v. Arthurs, 7 Barr, 170; Lewis v. Bradford, 10 W. 67. One buying an imperfect title, intimating as it does that something is kept back, takes it as his vendor held it. This title was imperfect until some action of the court sanctioned the entry on the trial list: M’Aleer v. M’Mullen, 2 Barr, 32; Keller v. Leib, 1 Penn. Rep. 220; Kuhn v. North, 10 S. & R. 39; Riddle v. Murphy, 7 S. & R. 236.\nThe case of Lee v. Lee, 9 Barr, 169, covers the error in refusing to allow us to address the jury.\nCraft, contra.\nThe substitution of the devisee was imperative, and the mode of it proper; especially after verdict will it be taken to have been proper: Stephens’s Plead. 166; 1 M. & S. 234, 237; 12 Rep. 141.\nAfter twenty years, all concerned will be presumed to have had notice of a judicial proceeding within the jurisdiction: 17 Mass. 68. The plaintiff here was bound to defend against M’Clurg, and cannot object that she had no notice: 13 Pick. 53.\nIt is inherent in courts to appoint guardians, ad litem: 2 John. 192; 3 Bac. Abr. 212; and plaintiff must move to have one assigned for infant defendant: Bac. Abr. ubi supra, 2 Inst. 261; Vent. 185.\nThe substitution being proper, is there adequate evidence of it ? In this state we have no record, technically speaking. We make up no roll. The omission to transcribe the judge’s memorandum is merely a clerical error, from which no o,ne shall suffer; Hamilton v. Taylor, 3 Y. 389; Myers v. Clark, 3 W. & S. 536. Circumstantial evidence of the existence of a record is admissible here: Morris v. Vanderen, 1 Dall. 68; and in England, Alleyn, 18.\nWhat constitutes a record is well shown in Mandeville v. Perry, 6 Call. 88; 1 Tyler, 179. Minutes evidence where no extended record is kept: 3 Pick. 281; Dandson v. Slocum, 18 Pick. 464; 9 Alabama, 69; Archb. Prac. 160, 161. Rules proved by office copies: Peake’s Ev. 33; 1 Ld. Raym. 745. A judge’s order may be proved by producing the order itself: Archb. Ev. 367. What is amendable below, will be considered amended here, at least as between parties. Records may be amended: 2 John. 181; Harden, 64; 6 Monroe, 341; 3 Cowan, 43; 7 Ib. 344, &c.; 4 Conn. 71. Even after writ of error: 4 Burr. 2157 ; 1 Wils. 33; Doe v. Perkins, 3 Rep. 789; Peddle v. Hollingshead, 9 S. & R. 285; 6 Whart. 340 ; Provost v. Nichols, 4 Y. 485; Sweeny v. Delany, 1 Barr, 322; Davidson v. Thornton, 7 Barr, 133.\nAcceptance of part of the purchase-money, arising from a sheriff’s sale, estops one from denying the validity of the sale: Stroble v. Smith, 8 W. 280; Vanhorn v. Frick, 6 S. & R. 90; Reed v. Morrison, 12 S. & R. 23; Cowper, 201; Adlum v. Yard, 1 R. 171; S. P., Furness v. Ewing, 2 Binn. 479; Johnston v. Harvey, 1 P. R. 21; Share v. Anderson, 7 S. & R. 63; Wilson v. Bigger, 7 W. & S. 127; Bowen v. Bowen, 6 W. & S. 507. But Hamilton v. Hamilton, 4 Barr, 195, is the strongest case of this class, and covers this.\nThey should have taken an exception to not being allowed to address the jury: as was done in Lea v. Lea, referred to on the other side. They cannot spring that upon us here."
  },
  "file_name": "0399-01",
  "first_page_order": 399,
  "last_page_order": 410
}
