{
  "id": 404646,
  "name": "James B. Irwin, J. P. Smith, and Others, v. William Nixon's Heirs",
  "name_abbreviation": "Irwin v. Heirs",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "419",
  "last_page": "430",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 419"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. 125",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. & S. 13",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168761
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/9/0013-01"
      ]
    },
    {
      "cite": "7 W. 336",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 293",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0293-01"
      ]
    },
    {
      "cite": "1 W. 1",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "6 W. & S. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0118-01"
      ]
    },
    {
      "cite": "2 R. 229",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "3 Cranch, 306",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    },
    {
      "cite": "8 Binn. 54",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle, 229",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0229-01"
      ]
    },
    {
      "cite": "5 W. 531",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wend. 480",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. 9",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. 424",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 W. 14",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 Pet. 300",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "4 Harr. 397",
      "category": "reporters:state",
      "reporter": "W.W. Harr.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. 424",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1068,
    "char_count": 28952,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 4.87723968104733e-07,
      "percentile": 0.9331978428085962
    },
    "sha256": "a00043ee828e427b873d4377aec5cce5bb6dbe01ea4875c571e154799cd6b8b3",
    "simhash": "1:902f52b14a76b0cf",
    "word_count": 5131
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James B. Irwin, J. P. Smith, and Others, v. William Nixon’s Heirs."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nRogers, J.\nThe title, which is now the subject of controversy, has been already tried and'adjudicated on writ of error to the Supreme Court, and this is an action of ejectment by the unsuccessful party, with the avowed object of reversing the judgment then rendered. The Judge of the District Court says, “ This very title was in the Supreme Court several years ago, in the case of Fetterman v. Murphy, 4 W. 424, and was then decided to be good on the points then raised. And it would seem the facts before the court were substantially the same as now.” The District Court, after full consideration, no doubt, have come to the conclusion, and have so ruled, that this court was in error, or, in other words, they have undertaken to decide that the title which the superior tribunal pronounced. good is bad, and the title they adjudged bad is good. Without affirming or denying the propriety of the course which the court have thought proper to pursue, yet I may be permitted to observe, that it will hardly admit of doubt that a similar course ought not to be adopted by a subordinate court, except in a case free from every doubt or difficulty. Whether this is a case of that description, it will be my duty to inquire.\nThe learned judge, if I understand him, rests his opinion on two points: First, That the present question was not raised in the former action; and, secondly, that if it had been merely suggested, the result would necessarily have been different. That the question, as he says, then decided by the court below, argued by the counsel in the Supreme Court, and decided by that court, was as to the effect of the act of the 4th April, 1798, upon the continuance of the lien. It seems to have been taken for granted, as he thinks, that the reveal of the judgment having disproved the record of satisfaction, of consequence proved the continuance of the lien. In the confident language of the judge, this is a mistake which is readily made, though as readily seen when suggested. This is the error into which the court fell in ruling the case of Petterman v. Murphy. This is the blunder which he now proposes to correct. Whether this be an error of the judge himself, or of this court, it is my duty most respectfully to examine. In considering this case, I am perfectly willing to concede that the present question was not raised in the former action. After a careful examination of the case of Petterman v. Murphy with this view, I cannot perceive the slightest reference to the point ruled by the court below; but whether the plaintiff will gain anything by the concession, remains to be seen in another branch of this case. Although so plain that it need only be suggested to be readily perceived, yet, from some cause which it is difficult to explain, it escaped the attention of the President of the Court of Common Pleas, before whom the trial was had, now the counsel for the defendant in error, and plaintiff below. It was not observed by the Chief Justice, or by Justice Huston, both of whom delivered opinions in the case, nor by any one member of the court; and what is of more consequence still, as will hereafter appear, it was entirely overlooked, either through negligence, ignorance, or design, by the plaintiffs in the suit and their counsel, all of whom were among the most distinguished members of the bar. If the point is so plain as to be readily seen when suggested, then it must be confessed this is a case of such legal and judicial blindness as seldom occurs. The remarkable silence of the distinguished men taking part in it, can only be accounted for on the: supposition that it was seen, and rejected as altogether untenable;; for, if made, as I will presently endeavour, at least, to demonstrate, it would have produced no change in the judgment of this cojurt. With these preliminary remarks, let us now examine the opinion itself. I begin by observing, with all due respect, that, in my judgment, a fundamental error pervades the opinion of the very able and learned judge who tried this cause. The error is this — and it is the key to the whole case — he assumes that the judgment on the sci. fa. has no effect antecedent to its own existence; in other and more intelligible words, he denies that it relates back for every purpose to the original judgment. That I may not be charged, with injustice to the judge, I quote his own language. It was this : “ Since its renewal, the existence of the debt cannot perhaps be denied; but the record could not have an effect antecedent to its own existence.” From this mistaken principle, he draws the following conclusion: “ The renewal gave it new life, but did not restore vitality to these eighteen years of death (speaking of the time which elapsed from the rendition of the original judgment, until its renewal by sci. fa.) During all that time (he proceeds), it was a common debt, or debt not secured by judgment; and its lien against the estate of the deceased, in the hands of his heirs, is governed by the act of the 4th of April, 1797. The defendant died in 1814, and, the debt not being then ‘secured by judgment,’ ceased to be a lien in seven years thereafter. After these seven years, the administrator ceased to represent the heirs, as to all debts not then secured by judgment, and a revival against the administrator could not affect the heirs. After such a renewal, the heirs would stand very much in the same position as the alienee of a mortgagor, where judgment is obtained without notice to the alienee.”\nThese are the principles on which the opinion is based; and, granting the premises assumed, I agree that the conclusion at which he arrives is inevitable. But, unluckily for the argument, nothing can be more erroneous than the assumed principle on which the case turns. So far from the court being correct in this important particular, it unfortunately happens that it is a eommon, plain, and familiar principle, that a scire facias to revive a judgment post annum et diem, is but a continuation of the original action, and the execution thereon is an execution on the former judgment. The judgment on the scire facias is not, as the court erroneously supposes, a new judgment giving vitality only from that time, but it is the revival of the original judgment, giving, or rather continuing the vitality of the original judgment, with all its incidents, from the time of its rendition. This is clear on authority. Thus in Bouvier’s Law Die. p. 380, he says, citing 1 T. R. 388, and 2 Saund. 72, that a scire facias is a judicial writ, founded on some record, and requiring defendant to show cause why the plaintiff shall not have the advantage of such record. When brought to revive a judgment after a year and a day, it is but the continuation of the original action. Thus, in 4 Harr. 397, and 3 Pet. 300, it is ruled that a scire facias to renew a judgment is only a continuation of the former suit, and not an original proceeding. It would be easy to multiply authorities, if a fact so plain and familiar needed their aid. In England the judgment on the scire facias is, that the original judgment be revived. Here the amount of the debt is ascertained, and judgment given for the sum due; and this unfortunate departure from precedents has given rise to the erroneous notion in the minds of some members of the profession, that the judgment on the scire facias is a new and distinct judgment, and not, as it really is, nothing more than the revival of the original judgment, the sum being ascertained for which execution may issue. If we pay any regard to precedent, the execution ought always to be issued on the original judgment, and not, as is sometimes ignorantly done, on the judgment on the scire facias; an irregularity which ought never to have been tolerated by the courts. But notwithstanding this deviation from the usual practice, it has never yet been imagined that the law was fundamentally changed.\nIn Pennsylvania, it never has, to my knowledge, been doubted before, that a scire facias post annum et diem is a continuation of the original action, and that judgment on the scire facias revives the original judgment with all its incidents, whether of lien or otherwise. This then being the acknowledged law, how does this case stand? The 8th April, 1808, judgment was confessed by William Nixon to David Wilson. To the April Term, 1827, a scire facias was issued to revive the judgment which was served on the administrator of Nixon, the deceased; judgment confessed, and the amount due liquidated. To the April Term, 1827, a fi. fa. was issued, the lot in dispute levied on, inquisition had, and property condemned. To the August Term, 1827, a vend. ex. was issued, sale regularly made, and deed by the sheriff duly acknowledged to Samuel Kingston. Kingston conveys, for the consideration of $700, to Murphy, who afterwards conveys the same premises to’ Irwin, the party defendant, for the consideration of $5,100. The latter conveyance, be it remarked, was after the decision of this court in Fetterman v. Murphy. The defendants offered to prove, and this we must take to be true, and part of the case, that in the year 1844, nine years after the judgment in Fetterman v. Murphy, James B. Irwin erected two three-story brick houses on the lot, at the cost and value of about $4,000, and the plaintiffs in the former suit, Fetterman and Metcalf, their heirs, and the heirs of Nixon, the now plaintiffs, resided in and about the city of Pittsburgh, continually since the purchase by Irwin. Stripped then of the erroneous assumption of the judge, this is but the ordinary case of a judgment against an intestate in his lifetime, revived by scire facias, and confession of judgment by his administrator, relating bach,'as has been shown, to the original judgment, property sold by virtue of that judgment by the sheriff, for payment of the debt ascertained to be due. It being a judgment rendered in the lifetime of the intestate, renewed by due course of law, it is a judgment with all its incidents. It is not, as the court suppose, a mere revival of the debt, but of a judgment with the incident, which necessarily attends it, of a lien on all the real estate of the intestate. The case being under the act of 1797, the lien of the judgment continues during the existence of the debt, and does not, as in the case of a simple contract, or bond, or debts of the same class, expire at the end of seven years. The act says no debts of a decedent, except they be secured by mortgage or judgment, shall remain a lien on the real estate of such decedent longer than seven years (now five years), after the decease of such debtor, unless an action be commenced and duly prosecuted, &e. There is then no statute of limitations as respects the lien of mortgages and judgments against the real estate, such as exists as to other debts, as ruled in Kerper v. Hoch, 1 W. 14. Nor is it necessary, in an action on that statute-to enforce the payment of mortgages or judgments, to give notice to the heirs and devisees in order to continue the lien. The sci. fa., by the then universal practice, was served on the executors and administrators alone, as the representatives, so far as regards the existence of the debt, of all persons claiming an interest in the estate, whether as heirs, devisees, legatees, distributees, or creditors. Such was the unquestionable law before the passage of the act of the 24th February, 1834, which has no bearing on this case. We must not suffer our minds to be turned aside from the true question, by the alleged fact that at the time the sci. fa. was issued and judgment rendered, the debt was paid, and that there was fraud in procuring the shei'iff’s sale. That the debt was paid is a fact we cannot judicially know; and that there was fraud in the principal actors in the sale, has already been ruled not to affect Murphy, who was a purchaser without notice. We are bound judicially to say the debt was not paid, as the existence of the debt is conclusively established by the judgment on the sci. fa., so far as the present parties are concerned. Any argument drawn from such a source is a legal fallacy, which must be entirely disregarded. This principle would scarcely admit of question, had the judgment in the sci. fa. been confessed by the administrator, and not by an attorney without authority, whether by ignorance, accident, or design. The parties injured would have their remedy against him, but this would not affect the title of an honest and unsuspecting purchaser. The learned judge would seem to have lost sight of the plain familiar principle, which prevents a party from going behind a judgment, so as to affect any person, except those who are parties to the fraud. This proper distinction is taken in Fetterman v. Murphy. It is there ruled that Murphy, who purchased from Kingston, was a bond fide purchaser, having done all he was required to do to protect himself. The distinction between him and the actors in the fraud, commends itself to every mind, nor have the plaintiffs even attempted to impugn it.\nThe remarks already made dispose of the whole case, but it may not be unprofitable to consider it in another aspect. It will be remarked this is not precisely the ease of Fetterman v. Murphy, another party being added to the record. How, conceding that the plaintiff has a cause of action against Murphy, can he recover against Irwin, the present owner and defendant? It will be observed some new features are presented; for it appears that after the judgment of the court of the last resort on this very title, the present defendant, relying on that judgment, purchased the property in controversy for a large and valuable consideration; that he proceeded to erect valuable improvements on the premises; that for the space of nine years the parties, and those under whom they claim, although residing in the same city, with full notice, made no objection whatever, nor did they indicate any intention hereafter to dispute the title, or in any manner to bring it again into controversy. On this state of facts, the first inquiry which naturally presents itself is, whose fault was it that the plaintiffs failed in the former action of ejectment? It is plain there must have been negligence, ignorance, or something worse somewhere; and to whom is the charge attributable, except it be to the plaintiffs themselves, or their counsel ? Surely no blame can be properly attached to the defendant, who purchased the property at a fair priee, and not until the title had been passed in review before the subordinate and Supreme Courts, both of whom, by their solemn judgments, declared it to be in the person from whom he purchased. It was the business of the plaintiffs and their counsel, as cannot be denied, to present their case in all its various aspects to the court. If they have failed to do so, proceed from whatever cause it may, they have no person to blame but themselves. Can it be permitted that they (after having misled the court), either through ignorance, negligence, or design, should now turn round and throw all the loss caused by themselves on innocent purchasers? Are they to he allowed not only to recover the property as it stood when the defendant purchased, but also to pocket the value of the improvements since made on the premises ? If this can be done, it is obvious that it is a premium to negligence and ignorance, and may lead to fraud. If there ever was a case in which it is right to apply the equitable rule, that where one of two innocent persons must suffer, he who causes the injury must bear the loss, this is that case. To what will a contrary doctrine lead? For, let us suppose the plaintiffs recover on the new light so lately discovered, take possession, make valuable improvements, afterwards sell to others, who also improve, and this under the eye of the defendant, who by his silence acquiesces in the decision; would a court be justified, under a pretence that the case might be viewed under other aspects, which he had failed to present, to reverse this judgment, turn them out of possession with the loss of all the money expended, either as purchase-money, or in payment of improvements made on the premises ? If this be the law of real estate, it is even more defective than I supposed it to be. As the law now stands, the title to real estate may be in controversy for sixty years. The party dispossessed has twenty-one years to recommence an ejectment, and the title may not be finally settled until after three trials may have been had. In the mean time neither party dares improve the property, except at the risk of losing all he expends. It is the case of all others, to which equitable principles should be applied. After the first trial, the parties stand in a different position; and it ought not to be permitted that the losing party may stand by, permit improvements to be made without objection, and afterwards reap the benefit of his own supineness and negligence. If not a legal, it is an equitable estoppel, upon every principle of common sense and common justice. But be this as it may, there is, in my mind, no doubt that a party is estopped by the mistake of himself and his counsel, ■when he fails to discover the true legal principle applicable to his case. It would be unjust to allow his mistake, arise from whatever cause it may, to enure to his own benefit, or operate to the injury of an innocent bond fide purchaser. It is neither equitable nor just, that an innocent purchaser should be punished for what the court below terms a misplaced confidence in a former decision upon another question. The court calls it another question; but in truth the question is precisely the same, to wit, whether Murphy acquired a title by his purchase from Kingston, who purchased at sheriff’s sale. The point now urged was not another question, but merely a different view of the same question. On both grounds, we are of opinion the judgment of the District Court should be reversed.\nJudgment reversed.\nCoulter, J., dissented.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Washington and Mr. Attorney-General, for plaintiff in error.",
      "Shaler and Woods, contra."
    ],
    "corrections": "",
    "head_matter": "James B. Irwin, J. P. Smith, and Others, v. William Nixon’s Heirs.\n1. A scire facias to revive a judgment post annum et diem is but a continuation of the original action, and the execution thereon is an execution on the former judgment. The revival continues the vitality of the original judgment, with all its incidents of lien or otherwise.\n2. So far as innocent purchasers are concerned, a judgment on a sci. fa. conclusively establishes the existence of the original judgment-debt, even though in fact the judgment on that sci. fa. was confessed without authority by an attorney from ignorance, accident, or design, and though satisfaction of the original judgment-debt was entered of record years before the judgment of revival was confessed.\n3. After the first trial in ejectment, and the adjudication upon the title by the Supreme Court, the parties stand in a different position, and the losing party cannot stand by, permit improvements to be made by a bond fide purchaser upon the faith of that decision, and afterwards take advantage of his own supinen ess and negligence upon that trial. He is estopped by the mistake of himself and his counsel when he fails to discover the true legal principles applicable to his case.\nError to the District Court of Allegheny.\nSept. 7. This title was before the Supreme Court at the September Term, 1835, and was then adjudicated upon, under what state of facts may be seen in the report of the case: Eetterman v. Murphy, 4 W. 424.\nSince then, in 1847, Messrs. Eetterman and Metcalf, the then plaintiffs, have reconveyed their several interests in the premises to the heirs of Nixon, the present plaintiffs; and John Murphy, the then defendant, in 1836 conveyed his interest to James B. Irwin, the present defendant, for the price of $5,100. In 1844, Mr. Irwin erected buildings on the lot in controversy, at a cost of $4,000. The heirs of Nixon, the plaintiffs, have resided in and about Pittsburgh continually since the purchase of the lot by Mr. Irwin. The other facts will be found in the previous report of the case.\nTo the offer of the defendant below to prove the fact of the sale of the premises by the sheriff to Kingston, by him to Murphy, by Murphy to Irwin ; and the consideration of each sale, the plaintiffs . objected, on the ground that the original judgment of David Wilson u. William Nixon, was no lien on the land at the time of revival, and did not become such by the revival; and that therefore, if there was a regular sale upon it, the title of the heirs is not affected. To evidence of the improvements by Irwin, of their value, of the residence of the plaintiffs in the vicinage, they objected as irrelevant. Upon its admissibility, Lowrie, J., delivered the following opinion:—\n“ In 1808 a judgment was obtained against William Nixon. In 1809 an execution was issued thereon and returned, ‘ money made and paid to plaintiff.’ In 1814 Nixon died. In 1815 the plaintiff in the judgment entered satisfaction in the appearance or continuance docket — so that there are two satisfactions of record: one in defendant’s lifetime, and the other after his death.\n“ Notwithstanding this, there appears the following most strange proceeding: In 1827, an attorney (Samuel Kingston) issued a sci. fa. to revive the original judgment against the administrators of Nixon; an attorney (Mountain) appeared and confessed judgment, and thereupon an execution issued, and the land descended to the heirs, was sold to Samuel Kingston, and the defendants under that title claim to hold the lot against the heirs of Nixon.\n“The plaintiffs object that the record of satisfaction of the judgment was a discharge of the judgment, and of its lien; and that even if its revival should overbear the satisfaction as evidence of payment, yet it does not impair its effect as a discharge of the lien.\n“ This very title was in the Supreme Court several years ago in the case of Petterman v. Murphy, 4 W. 424, and was there decided to be good upon the points there raised. , And it would seem that the facts then before the court were substantially the same as now. Are the plaintiffs permitted in a second act of ejectment to raise a new question of law on the same facts ? I think they are, and that we are bound to decide according to established principles, and without reference to any consequences arising to the parties out of their misplaced confidence in a former decision upon another question. Parties are not estopped by the mistakes of counsel in not having discovered the true legal principle applicable to the facts. They are not estopped by one verdict on the facts, even though the evidence be the same. They are not even estopped from having a reconsideration of the legal principles laid down by the court of the last resort. And when a party buys upon the faith of a judgment in ejectment, his faith must be limited by these principles, belonging to that form of action.\n“ 1. The present question was not raised in the former action. The question then decided by the court beloxv, argued by the counsel in the Supreme Court, and decided by that court, was as to the effect of the act of *kth April, 1798, upon the continuance of the lien. It seems to have been taken for granted that the revival of the judgment, having disproved the record of satisfaction, of consequence proved the continuance of the lien; a mistake which is readily made, though as readily seen when suggested.\n“ The act of 1798 was designed to limit the lien of the judgment to five years as against purchasers’ and other judgments: Kerper v. Hoch, 1 W. 9. But it never had any effect upon this judgment, for the lien of it was completely discharged by a doubly recorded satisfaction, the first being within one year. Thenceforward it was neither a judgment nor a lien: 4 Wend. 480; 8 Ib. 681.\n“ 2. Since its revival the existence of the debt cannot perhaps be denied, but the revival could not have an effect antecedent to its own existence. The judgment lay paid, discharged, dead, for eighteen years. The revival gave it new life, but did not restore vitality to these eighteen years of death. During all that time it was a common debt, a debt 1 not secured by judgment,’ and its lien against the estate of the deceased in the hands of his heirs is governed by the act of 4dh April, 1797. The defendant died in 1814, and the debt not being then ‘ secured by judgment,’ ceased to be a lien in seven years thereafter.\n“ 8. After these seven years the administrators ceased to represent the heirs as to all debts not then secured by judgment, and a revival against the administrators could not affect the heirs. After such a revival, the heirs would stand very much in the same position as the alienee of a mortgagor where judgment is obtained without notice to the alienee: Cowan v. Getty, 5 W. 531; Matter v, Clark, 1 Ib. 491.\n“4. The judgment in the sci. fa. decides nothing as to the question of lien. If the original judgment remained, so that the debt could be said to be secured by judgment, then the case is not within the act of 1797, and the lien against the heirs continued. But the question of lien is never raised on the sci. fa., and cannot be in ordinary cases. Such issue is never taken: Ramsay v. Linn, 2 Rawle, 229; as against creditors it cannot be so decided, for they have no right to be heard in the proceeding.\n“ The question of lien is always decided at a subsequent stage of the proceedings, on motion to set aside a levy made upon land after the lien is gone and the. title passed to another; or by way of defence in ejectment against the purchaser at sheriff’s sale, or on the distribution of the proceeds of sale.\n“ I am therefore constrained to say that no title passed to Samuel -Kingston under the revived judgment and the sale thereon, and I cannot see how the offer as to improvements made by the defendant can affect the title.\n“The objections to the offer are therefore sustained.”\nThe verdict was in favour of the plaintiffs.\nThe errors assigned were to those parts of the above opinion which are printed in italics, and they constituted, in the order in which they occur respectively, the 1st, 2d, 3d, and 4th assignment. The other three assignments were to the rejection of the evidence.\nWashington and Mr. Attorney-General, for plaintiff in error.\n1. The question as to the title of this lot has been already decided in Fetterman v. Murphy, a careful examination of which will demonstrate that the effect of the entry of satisfaction was fully considered, and that the binding and conclusive effect of the judgment and sale, under the circumstances, was decided. It was after that, that Irwin paid $5,100 for the lot, and invested $4,000 more in buildings upon it. The second error assigned in Fetterman v. Murphy, was “ in charging that M. was not affected with notice of the payment of the judgment appearing on record, and that he was an innocent purchaser, and not affected by the fraud or irregularity of the proceeding.”\n2. If it was an open question the law would sustain the sale to an innocent purchaser for full consideration. Lazarus v. Bryson, 8 Binn. 54; 4 Johns. Ch. R. 247; Heistner v. Fortner, 2 Binn. 40 ; 3 Cranch, 306.\n3. The judgment on the scire facias is conclusive, and we cannot go behind it to inquire into the state of the record. Bouvier’s Law Dict. Sci. Fa. p. 360; 4 Ham. 397 ; 3 Pike, 320; 7 Vermont, 52; Farmer v. Mottram, 7 Scott, N. & R. 408; 13 Law J. N. S. c. p. 10; 1 Dowl. & L. 781; Cardesa v. Humes, 5 S. & R. 65 ; Blythe v. M’Clintock, 7 S. & R. 341; Benton v. Burgot, 10 S. & R. 240; Ramsay v. Linn, 2 R. 229.\nShaler and Woods, contra.\nWe maintain that there was no lien at the time of the death of Nixon; that his estate was discharged of this debt, if any indebtedness existed, in seven years after his death; and that the revival of the judgment, whether fraudulent or not, or whether the purchaser had notice or not, could not affect the estate in the possession of the heirs.\nThat the original judgment having been satisfied, the proceedings upon the sci. fa. were void as against the heirs: 8 Wendell, 681; 4 Ib. 480.\nAct 13th April, 1791, Purdon, 608, as to effect of satisfaction being entered. As to lien of debts of a decedent: Baily v. Bowman, 6 W. & S. 118; Kerper v. Hoch, 1 W. 1; act of 1791, Purdon, 604; Seitzinger v. Fisher, 1 W. & S. 293 ; Greenough v. Patton, 7 W. 336; Aurandt’s Appeal, Am. L. J. Aug. 1849, p. 82; Benner v. Phillips, 9 W. & S. 13. The other side relies upon this being res judicata; but we may bring two ejectments, and one judgment on the same point cannot be pleaded in bar, nor given in evidence — the question is open on its merits. The point was not made in Fetterman v. Fisher. No statute limits the lien of a judgment in favour of heirs of debtors: Brobst v. Bright, 8 W. 125."
  },
  "file_name": "0419-01",
  "first_page_order": 419,
  "last_page_order": 430
}
