{
  "id": 404609,
  "name": "John Klinkener and Others v. The School Directors of M'Keesport",
  "name_abbreviation": "Klinkener v. School Directors of M'Keesport",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "444",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 444"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 399",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0493-01"
      ]
    },
    {
      "cite": "2 Pet. 566",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11339253
      ],
      "pin_cites": [
        {
          "page": "584"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0566-01"
      ]
    },
    {
      "cite": "2 W. 23",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 469",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829068
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0469-01"
      ]
    },
    {
      "cite": "12 Wheat. 582",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1429928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/25/0582-01"
      ]
    },
    {
      "cite": "2 W. 25",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 650,
    "char_count": 14238,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 5.06533650181675e-07,
      "percentile": 0.9375137314955428
    },
    "sha256": "3f183ecfd87a219103284186bffd553650a907e8b1a62f3c55e264b1065092cc",
    "simhash": "1:1caf14f6b275b316",
    "word_count": 2481
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Klinkener and Others v. The School Directors of M’Keesport."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBurnside, J.\nThe school directors, who were plaintiffs below, gave evidence that John M’Kee was the owner of the tract of land by patent from the Commonwealth, on which the village of M’Keesport is situated. That he laid out the town in 1792 or 1793, and sold the lots by lottery, a practice common in Pennsylvania at that period; and that he reserved the lots in question and dedicated them, in the plan of the town, for the benefit of the inhabitants for school purposes. The lots lay waste and were sold a few years since for taxes, as unseated, and redeemed under the act of 1815, by the school directors, within the period allowed by law. The defendants have no title beyond their recent possession. M’Keesport was incorporated by the court of Allegheny county in 1842, and is a school district. Neither John M’Kee, in his lifetime, or his heirs since his decease, have laid claim to the lots in question; but at all times recognised them as school lots. It is contended that this is not such a title in the plaintiffs, as will enable them to maintain this ejectment, because the cestui que trust never took actual possession or erected a school-house upon the premises, and to render the dedication valid and binding, it was necessary that there be an acceptance by the public. It is true that this property was not held by trustees, but the dedication of these lots was for school purposes by the proprietor. He made them by that dedication appurtenant to the other lot-holders in the town, to whom he executed deeds of conveyance. In many of our towns, public grounds, market-places, lots for churches, graveyards, and schools, are held by gift and dedication. No formal conveyances have ever been made to the inhabitants, holding and enjoying such grants and gifts as appurtenant to their other real estate. Infinite mischief and injustice would ensue from questioning such rights or permitting them to be questioned by intruders. Nor the principle many cases might be cited. I need only refer to Rung v. Shoenberger, 2 W. 25, which goes far to’ establish the principle I have stated. These lots were an appurtenant and belonged for school purposes to the purchasers and owners of property in M’Keesport. The act of 1836, Dunlop, 629, and its supplements, vests all such school property in the school directors of the proper district, and enables them to maintain an ejectment against an intruder. There is no error in the learned opinion of the judge who tried the cause.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Alden, for the plaintiff in error.",
      "Woods, contra."
    ],
    "corrections": "",
    "head_matter": "John Klinkener and Others v. The School Directors of M’Keesport.\n1. By the dedication of certain lots to school purposes by the proprietor in laying out a town, without conveying them to trustees to hold on that trust, they become appurtenant to the other lots conveyed by the proprietor.\n2. An acceptance of the dedication is presumed where there is no revocation of it.\n3. The grantor only can object to its validity for non user.\n4. The school law of 1836, and its supplements, vest all such school property in the school directors of the proper district, and enable them to maintain ejectment against an intruder.\nError to the District Court of Allegheny.\nSept. 10. This was an action of ejectment by the School Directors of M’Keesport against John Klinkener and others, for certain lots in that town.\nJohn M’Kee, being the owner in fee 'of certain land, laid out a town thereon in 1792, which he called M’Keesport. The town lots, excepting the school lots, were disposed of by lottery. In the deeds to the persons who drew lots, there was a reference to a recorded plan of the to.wn, which plan was not in fact recorded, though left in the Recorder’s office and intended to be recorded. It was received in evidence as an old plan, and in it these lots were designated as school lots. It was proved that M’Kee had repeatedly declared that he gave these lots for a school-house; that they had ever since been known as the school lots, though never used for school purposes. They were never claimed by M’Kee or by any of his heirs. M’Keesport has since been incorporated as a borough, and erected into a separate school district.\nKlinkener obtained a conveyance of these lots from one Wilhelm, in 1840. What Wilhelm’s title was did not appear by the paper-book. They were afterwards sold for taxes by the county treasurer, and redeemed by the defendant.\nThe court was requested to charge the jury:—\n1. That the action cannot be maintained; the title of the plain tiffs, if they have any,' being purely an equitable one, and thr remedy therefore on the equity side of the court, since the act 1839, conferring chancery powers on the District Court of Allegheny county.\n2. That the plaintiffs have no title at law to the premises in dispute, the grant, if anything, being a mere license, and as no certain time is mentioned, it passes no interest, and therefore ejectment will not lie.\n3. That, if there is a trust estate implied in the words, purporting to be a grant from the founder of the town, the same is void for uncertainty, and cannot be enforced either at law or equity.\n4. That, admitting the donor was bound by his grant, at the time of promulging the same, still the grant was imperfect and inchoate, and the donees or eestuis que trust lying by for half a century, and during that long period performing no act significant of their intention to accept the bounty of donor, and to carry his benevolent intentions into effect, is a waiver and abandonment of all right under the grant, and therefore they are not entitled to recover.\n5. Admitting it a trust, conveyance, or gift enforcible between the original parties; yet, as there is no conveyance from the original grantees to the present plaintiffs of the premises in dispute, the plaintiffs cannot recover.\nThe court below (Lowbie, J.) submitted it to the jury to decide whether a dedication of these lots for a public school to the inhabitants of the town of M’Keesport, inhabiting the same ground now embraced within the limits of the borough of M’Keesport, has been proved; and directed them, if they found it so proved, to find for the plaintiffs, reserving the question whether the plaintiffs, the school directors of the district, including the same limits (under the school law of the state), had the right to maintain this action. The court reserved the question whether the evidence to establish a dedication was sufficient in law, and whether an actual taking possession by the donees was necessary to make a complete dedication, there having been none proved in the case. The court refused to charge as the defendant requested.\nThe jury found for the plaintiffs.\nAfterwards, the court delivered an opinion upon the reserved points to the following effect:—\n“1. It is objected that there is no adequate proof of the dedication, and that it is void under the statute of frauds as a parol gift.\n“But a dedication to public use is very rarely in writing. It never was considered as prohibited by the statute of frauds. If it were, what would become of our public wharves, streets, marketplaces, squares, &c., all over the country, scarcely any of which are granted in writing ? For such grants, neither writing nor guarantee is necessary.\n“ The proof of the dedication is, that the town was laid out by the proprietor,” &c.\n(Here the learned judge recapitulated theevidence as to dedication, as it is given in the statement of the case.) “ This seems to me to be the very kind of proof that is to be expected in relation to a dedication so ancient, and it is undoubtedly sufficient. An acceptance of the grant is presumed, where there is no revocation of it. And none but the grantor can object to its validity for non user: Cincinnati v. White, 6 Peters, 431; New Orleans v. U. States, 10 Ib. 662; Beatty v. Kurtz, 2 Ib. 566 ; M’Connell v. Town of Lexington, 12 Wheat. 582; Commonwealth v. Alburger, 1 Whart. 469; Bung v. Shoneberger, 2 W. 23 ; Barclay or City of Pitt. v. Howell, 6 Peters, 498.\n“ 2. As to the title of the school directors — plaintiffs.\n“ The dedication found by the jury, is for a public school for the inhabitants of M’Keesport. The plaintiffs are the school directors under the general school law of the state, of a school district consisting of the town of M’Keesport.\n“ Suppose an entry on the lots by an intruder. What is the remedy ? Before the erection of the town, contemporaneously, into the double corporation of a borough and a school district, no individual could have maintained ejectment, the usual and best form of action for the possession, though perhaps any individual interested might have maintained an assize of nuisance. The action of ejection by all the inhabitants would be an impracticable action. If the inhabitants had appointed a committee to take charge of the lots, they would have had an equitable right to the possession: 2 Pet. 566, 584; and, I suppose, in Pennsylvania the right to maintain this action. Without this, and without any trustees, in whom the actionable title could be considered as vested, the protection of the property must be enforced in the name of the proper public authorities. The public will protect it for the designated uses. The usual form in which the public exercise this power, in such ease, in this state, is by indictment for nuisance.\n“That is an ejectment, criminal in form. In those countries where there is a court of chancery, the same thing is done in that court, but in a different form. Thus in England, the king, as parens patrias, is said to have the question tried on an information filed by his attorney-general, which is in fact an equitable ejectment, if the case requires it. And I do not know why a formal action of ejectment may not be maintained in Pennsylvania, in the name of the Commonwealth, to protect such rights, if there be no other competent plaintiff. This circumstance should not make the proceeding necessarily criminal.\n“At the time of the dedication, and for fifty years afterwards, there was no special or local authority, to which the matters relating to public schools were committed, and, of course, the protection of those interests devolved to some extent upon the general or state authorities. Now, by the incorporation of the town, there are designated local agents for the town. But it is said that these lots were not dedicated for common schools, as those are now established and regulated by law. True, but the dedication was not made for a law, or medical, or theological, or classical school, for it was intended for all the inhabitants and their families. Then what is nearer to the presumed intention of the grantor and of the inhabitants, the grantees in effect, than the common school as now established ? It seems to me, therefore, that the school directors of the district are the local authorities, to whom the custody of this property is committed by operation of law. Indeed this is the practice, perhaps, in all cases of dedications of land for other public purposes at the laying out of towns. When the town becomes incorporated, the town councils assume jurisdiction over such dedications as the proper owners, and I do not know that their right to do so was ever disputed; several of the cases already cited furnish illustrations of this. And why not? A principal object of their incorporation is to commit to the proper corporate authorities, those public rights and duties which are always badly attended to, when intrusted to the care of all, and the law presumes a general course to such commission of their rights and duties. In many instances the corporate limits are much more extensive than the original town, for the benefit of which the dedication was made, so that the thing dedicated is governed by a power not strictly representing those intrusted with governing the thing, according to the terms of the original grant. Here, however, the case is different.\n“ This estate is very much like a trust without a trustee. Suppose a bill were filed to have trustees appointed, would not the court be.compelled to say, no? The law has already appointed them. And it is very like to an indefinite trust. Suppose a bill were filed to define the trust, admitting the existence of the doctrine of cy pres, could the court better define it than by the terms and objects of the common-school law ? And, in the absence of all action upon this subject, should not it be considered as so defined ? What the law would do under such circumstances, should not the court consider as done, especially as against a mere intruder ? and I do not see that the defendants are anything else.\n“ Let judgment be entered on the verdict.”\nIn this court it was assigned for error, that the court erred in refusing to charge as requested.\nAlden, for the plaintiff in error.\nThe conveyance here was not at law. If it is a trust, it is too uncertain to be enforced at law or in equity. If it is a trust, the cestuis que trust have never assented to it by entering upon the lot and building a school-house. In State v. Trask, 6 Vermont R. 355, it is held, that to render a dedication valid and binding, there must be an acceptance and occupancy by the public: Rung v. Shoenberger; Martin v. M’Cord, 5 Watts, 493.\nBut there is not privity of estate between M’Kee and the original donees and the present plaintiffs, sufficient to enable them to maintain this action. § 14, School Law of 1836, Dunlop, 629, authorizes conveyances of trust-property of this kind by the trustees to the school directors. If the law was so before the act, the act was unnecessary.\nWoods, contra.\nThe terms “ rights, privileges, liberties, hereditaments, and appurtenances,” in M’Kee’s deeds, would pass to his grantees the right of using and enjoying these school lots, as much as the streets and wharves: Carr v. Wallace, 7 Watts, 399 ; Swartz v. Swartz, 4 Barr, 353 ; Murphy v. Campbell, Ib. 484. A charity like this is not divested by non user: Wright v. Linn, 9 Barr, 433.\nThis property was not held by trustees, and so there is no one to convey. But it belonged to all the inhabitants of what is now a school district, and so, without conveyance, by the spirit of the act, the title is in the school directors."
  },
  "file_name": "0444-01",
  "first_page_order": 444,
  "last_page_order": 449
}
