{
  "id": 404657,
  "name": "Alexander King v. Nathaniel Holmes & Son",
  "name_abbreviation": "King v. Nathaniel Holmes & Son",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "456",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 456"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "21 Pick. 310",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2048078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/38/0310-01"
      ]
    },
    {
      "cite": "3 Wh. 116",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833418
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0116-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 11100,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 6.953181076708474e-08,
      "percentile": 0.4215120263768274
    },
    "sha256": "ea0df2239ffa5ae948e51664195e610b1103f81e89169c8421231640b595effa",
    "simhash": "1:1197cca40fcd802f",
    "word_count": 2059
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Alexander King v. Nathaniel Holmes & Son."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nRogers, J.\nIn no point of view in which this case is considered, can the plaintiff sustain his action. At any time of the day when the bill became due, the defendants, who are the payees, had the right to hand the bill to a notary for the purpose of making demand of the acceptor, and if not paid, to protest for non-payment. If the notary fails to protest in proper time, and injury accrue, he is answerable, not the holder. This is plain, for the notary is an officer of the law, for whose sins, either of omission or commission, he, not the holder, is liable to the party aggrieved. Besides, no action lies for an imaginary injury, and here no proof is offered of special damage. This is conclusive against the plaintiff’s right of action, but the parties desire to settle certain points of law, about which doubts would seem to exist among commercial men. The court correctly instructed the jury that a demand in the street of an acceptor of a bill of exchange, is not a sufficient demand. That when a bill is payable generally, and not at a particular place, the demand must be made at tbe place of business of tbe acceptor. But if the notary, as the court truly say, on his way to the place of business of the acceptor, meets him in the street, and informs him of his business, and where he is going, and the acceptor offers that if he will go to his place of business to give him only a check on a broker, it is not necessary for the notary to proceed further. The demand at the place of business is waived by the payor or acceptor. It is in effect a refusal to pay, for an offer to pay by a check on a broker, in legal contemplation is nothing; it is not such a tender as the notary would be justified in accepting. In this case the acceptor had no cause of complaint; for the notary offered to receive a check on one of the banks in payment of the.bill. The subsequent tender to the holder cannot alter the right of the parties. At the time of the tender the bill was not in their possession, but in the hands of the notary, who had a right to receive the amount with his legal fees. Whether the course pursued by the plaintiff is induced by an unwillingness to pay the fee, or a desire to test a principle, we know not, nor is it material.\nThe notice would seem to have been given some time between four, and half after four o’clock; but when the bill was protested, which is the material point, we are not informed. In the absence of all proof to the contrary, the presumption is, that the notary did his duty by protesting it at the proper time. If so, there is an end of the question. The notice may be given at any time of the day (for the earlier the notice, the better for the acceptor), although protest may not be made until the close of the day, or after business hours, which, in ease of banks, is three o’clock. Besides, this is not a ease where the bill is made payable at a banking-house, although it is made payable to Holmes & Son, who happened to be bankers. The plaintiff in error contends that when a bill is payable at a banker’s, it must be presented there within the usual banking hours. He insists the acceptor is entitled to the full benefit of the banker’s customary hours for transacting business, in- which to pay his acceptance. And this leads to the inquiry as to the custom of brokers in this city. If we may be permitted to judge from the evidence, there is no practice which amounts to a custom as to the precise time of protest, although it would seem that the business hours of brokers continue, by mutual consent, until five o’clock, P. M. Mr. Jones, an intelligent broker, thinks the time of closing brokers’ offices is five o’clock, generally; but he does not know the customary hours of protest. Their office, speaking of his own, generally protests at five o’clock, but the time of protest is arbitrary, each office having its own rule. Mr. Larimer, also a broker, says, All the brokers close by common consent at five o’clock. Their firm never protests notes until after five o’clock, unless under special circumstances. He thinks they would protest a foreign bill before five o’clock, and that there were cases where they did protest before that time. He thinks that if they protested this bill (referring to the bill in suit) between three and five o’clock, they would violate no known or established custom or rule of the bankers of this city. Mr. Scully, the clerk of Holmes & Son, proves that the customary hour for protesting is four o’clock. That is their custom, and the custom of other brokers. The hours of business in the office are from eight until five o’clock. As, then, it appears conclusively there is no practice peculiar to brokers, we are of opinion that protest is good, if made at any time after three o’clock, in analogy to the practice of banks, which is uniform throughout the Union, and well known to every commercial and intelligent man. Certainly good in this case, as the bill might have been collected through the medium of the banks, in which case the protest would have been in conformity to the usage. Whether the protest may be made after the close of their business hours, or before, must depend on the sound discretion of the holder of the bill or the notary. It is better to adopt a uniform rule than to make arbitrary exceptions, depending on the uncertain usage of particular places, or the business habits of certain classes of persons. It is true, that where a bill is payable to a person of a particular description (as to a broker) or at a particular place, where, by the known custom of the place, all such persons begin and leave off business at stated hours, the acceptor has until the close of the business hours to pay his acceptance. Under this rule the acceptor has a right to pay the bill, under the practice proved, at any time before five o’clock, that being the business hour of the brokers of this city. But payment of the bill does not invalidate protest, if made at any time after three, and before five o’clock.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Marshall and Loomis, for the plaintiff in error.",
      "M'Candless and M’Clure, contra."
    ],
    "corrections": "",
    "head_matter": "Alexander King v. Nathaniel Holmes & Son.\n1. A demand by a notary in the street of an acceptor of a bill, payable generally, is not a sufficient demand — it should be made at bis place of business. But if the notary, on bis way to that place, meets tbe acceptor, informing him of where he is going and for what, and the acceptor offers that if he will go there he will give a check on a broker, this will amount to waiver of demand at the place of business. And a subsequent tender to the holder cannot vary the right of the parties.\n2. Under the practice of exchange brokers in Pittsburgh of closing their business at five o’clock, the acceptor of a bill held by such broker has a right to pay it at any time before that hour; but payment of the bill does not invalidate protest of it, if made at any time after three and before five P. M.\nError to tbe District Court of Allegheny.\nSept. 12. This was an action on the case by Alexander King against Holmes & Son, brought to recover damages for protesting a bill of exchange which had been accepted by the plaintiff, thereby “causing it to be believed and suspected that the said plaintiff is not a punctual, solvent, and creditable merchant.”\nThe bill was accepted by King, payable to the order of defendants, who were exchange brokers in the city of Pittsburgh. On the day on which the bill became due, of which King had notice, between half past four and five o’clock, P. M., King tendered the amount of the bill in gold to the defendants at their office. The defendants refused to receive the money, and told King to go to the notary, to whom they had given the bill for protest, and from whom he could get it by paying the notarial fee.\nThe notary met King in the street, and told him he had a draft on protest for him, to which King replied, that if he would come down the street with him he would give him a check on a broker for it. This the notary refused, and protested the bill for nonpayment against the acceptor.\nThe evidence as to the usual time of day, among the exchange brokers of Pittsburgh, of handing over bills for protest, is presented in the opinion of this court.\nThe plaintiff requested the court to instruct the juryf\n1. That a demand in the street of an -acceptor of a bill of exchange is not a sufficient demand; that when a bill is payable generally and not at a particular place, a demand must be made at the place of business of the acceptor.\n2. That if the jury believe that the acceptance was protested before legal demand was made, the plaintiff is entitled to recover.\n3. That a tender of the money, before legal demand, is good, and the defendant had no right to protest after such tender.\nThe court below (Hepburn, President) charged the jury as follows:—\n“ 1. The law is correctly stated in the plaintiff’s first point; but if the notary, on his way to the place of business of the acceptor, meets him in the street and informs him of his business, and where he is going, and the acceptor offers, that if he will go to his place of business, to give him a check on a broker, and nothing else, and refuses to pay the legal fees of the notary, it is not necessary for the notary to proceed further. The demand at the place of business has been waived by the payor of the note or acceptor.\n“2. It was the duty of the notary to make the demand, and not the defendants. If he failed to comply with his duty, the defendants would not be liable. The demand was sufficiently made, however, if you believe the statement of the notary, given in evidence by the plaintiff, and the testimony of B. II. King.\n' “ 3. The law is correctly stated, but there is no evidence that a tender was made before demand or protest. The notary did not, probably, protest until King had refused to give him anything but a broker’s check. The protest then was rightly made. The' facts are for the jury.\n“ Taking all the facts together, and the whole of plaintiff’s testimony as true, I think the defendants are entitled to your verdict.”\n1. The court erred in charging the jury that there was a sufficient demand.\n2. The court erred in charging the jury as they did in conclusion.\nMarshall and Loomis, for the plaintiff in error.\nThe holder must make personal demand at the residence or place of business of the acceptor: Story on Bills, 325; Chitty on Bills; Stuckert v. Anderson, 3 Wh. 116. Hero it was in the street.\nAt common law a debtor had the whole day to pay, and the custom derogating from that must be construed Strictly. The business day of brokers in Pittsburgh continues until five P. M. The notice to King gave him the whole business day: 21 Pick. 310. It had not expired, and so he was not liable to the cost of the notice. He had till the end of the stated business hours of brokers: Chitty on Bills, cap. 9, p. 421, 8th ed.; Bayley on Bills, cap. 7, § 1, 224, 5th ed.; Story on Bills, § 328, n. 4, ed. 1847; Bevan v. Eldridge, 2 Miles, 355.\nM'Candless and M’Clure, contra.\nThere is no proof of special damage, no evidence to contain the suit."
  },
  "file_name": "0456-01",
  "first_page_order": 456,
  "last_page_order": 460
}
