{
  "id": 404673,
  "name": "William Hutchinson v. Daniel Potter",
  "name_abbreviation": "Hutchinson v. Potter",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "472",
  "last_page": "473",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 472"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 278,
    "char_count": 4812,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 2.431459848844521e-07,
      "percentile": 0.8020737888579604
    },
    "sha256": "23039a555ed21d95798104d8c17bb39fc1db2836ac47b39e80215955382b920c",
    "simhash": "1:c525966f83143666",
    "word_count": 825
  },
  "last_updated": "2023-07-14T16:53:40.138041+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William Hutchinson v. Daniel Potter."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nBurnside, J.\nIf the inquest had found, as they ought to have done, under the written lease that the defendant was to give up quiet and peaceable possession of the premises loithout further notice, there would have been nothing in the exceptions. The finding would have been legal. But this fact not being found, it is impossible to support this proceeding, as § 12, act 21st March, 1772, Dunlop’s Dig. 73, expressly requires that the demand had been made of the lessee or other person in possession to leave the premises three months before the application. The three months’ notice being for the benefit of the tenant, he may waive it in his written lease; but when the fact is so, it ought to be found by the inquest. In this case the tenant has no merits. The paper-book shows that his lease had expired before this proceeding commenced, and that he covenanted to deliver up the possession without further notice. We are constrained to quash the proceeding, but we will not award restitution.\nProceedings quashed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Barton and Bruce, for the plaintiff in error.",
      "C. O. Loomis, contra."
    ],
    "corrections": "",
    "head_matter": "William Hutchinson v. Daniel Potter.\nThe three months’ notice to leave demised premises, required to be given by § 12, act of 21st March, 1772, being for the benefit of the tenant, he may waive it in his lease: and where he does do so, and proceedings are had by the landlord under that act to regain possession, it will be a fatal defect in the inquisition if it does not find the fact of such waiver.\nCertiorari to two aldermen of the city of Pittsburgh, acting under the landlord and tenant act.\nSept 12. This was a proceeding, instituted before two aider-men by Daniel Potter, complainant, to recover possession of certain premises in Pittsburgh, under the act of 21st March, 1772.\nOn the 21st February, 1848, Potter leased the premises to Hutchinson for one year, from 1st April ensuing, Hutchinson covenanting that “ at the end of said term, he will give up quiet and peaceable possession of the same, in as good order, &e., and without further notice.” At the expiration of the term of one year, Potter, being' desirous to repossess the premises, requested Hutchinson to leave, which Hutchinson refusing to do, Potter made this complaint on 5th April, 1849, before the aldermen, setting forth in the same the waiver of three months’ notice by his tenant. Thereupon the two aldermen issued their venire, returnable 9th April, 1849, on which day an inquisition was duly held and taken, whereby, among other things, it was found “ that the said William Hutchinson, by virtue of said demise, entered into possession of said demised premises, and held the same during said term, and is still possessed of the same, and the said term for which the said premises were demised is fully ended, and the said Daniel Potter being desirous, upon the said determination of said term, to have again and repossess the said premises, for that purpose did require the said William Hutchinson, on the determination of said term, to remove from and leave the same, and that the said William Hutchinson hath hitherto refused, and still doth refuse to comply with said demand and requisition to remove from and leave the said premises, and the said freeholders do assess damages against the said William Hutchinson for the unjust detention of said demised premises at eighty-five cents, besides all costs of suit.”\nOn the 18th April, a writ of possession issued, which was executed by delivering the possession to Potter’s agent.\nUpon this certiorari being sued out, .the following errors were assigned:—\nThe aldermen erred in entertaining jurisdiction of the case and issuing proceedings thereon, the complainant not having given three months’ notice to the tenant, as .required by act of Assembly of 21st March, 1772, § 12.\nThe record of said justices and freeholders shows that the notice to quit was given on the 31st day of March, 1849, six days before the present proceedings were instituted.\nThe justices and freeholders do not find and set forth that three months’ previous notice had been given to the tenant to quit before the proceedings were instituted.\nBarton and Bruce, for the plaintiff in error.\nThe proof of the notice required by the act was an indispensable preliminary to the proceeding. But here it is contended that the covenant in the lease, to surrender the premises “ without further notice,” dispenses with that. To avail himself of its remedy, the landlord must conform to the provisions of the act. The three months’ notice must be given: Logan v. Herron, 8 S. & R. 459.\nC. O. Loomis, contra.\nThe covenant to give up possession without further notice, at the end of the term, is equivalent to a notice given at the date of the lease to leave at the expiration of it, and is sufficient to authorize these proceedings under the act of 1772."
  },
  "file_name": "0472-01",
  "first_page_order": 472,
  "last_page_order": 473
}
