{
  "id": 404685,
  "name": "Henry M'Cullough v. The School Directors of Fourth Ward, &c.",
  "name_abbreviation": "M'Cullough v. School Directors of Fourth Ward",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "476",
  "last_page": "477",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 476"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 240,
    "char_count": 3633,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.5381654019425298e-07,
      "percentile": 0.6723710532930685
    },
    "sha256": "3fc5497014017e1d65304d53b7af794925c987259482e9cfd66ba94546024b15",
    "simhash": "1:5e07a9509e40b626",
    "word_count": 629
  },
  "last_updated": "2023-07-14T16:53:40.138041+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Henry M’Cullough v. The School Directors of Fourth Ward, &c."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe school directors have, expressly, power to sell property no longer necessary for the purposes of the school: and who is to exercise the discretion thus given, if they are not ? The matter is too plain for discussion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Woods, for the plaintiff in error.",
      "Todd and Shader, contra,"
    ],
    "corrections": "",
    "head_matter": "Henry M’Cullough v. The School Directors of Fourth Ward, &c.\nWhether property, purchased for school purposes, is any longer required for those purposes, lies entirely within the discretion of the school directors, under $ 14, act 13th June, 1836.\nError to the District Court of Allegheny.\nSept. 12. This was an action on the case, brought by the school directors of Fourth Ward, Pittsburgh, plaintiffs, to recover part of the purchase-money due by defendant, on a parol sale made July 13, 1848, by plaintiffs, by a public auctioneer, of a lot of ground in the city of Pittsburgh to defendant, and for which they were to make him a good title in fee-simple. This lot had been conveyed in fee-simple to the school directors of said ward, January 14,1837. On this lot they erected, about that date, large buildings for a public school — these buildings shortly before the said sale were burned down. The school directors deemed it expedient to change the location, sell this lot, and buy another, and passed resolutions to this effect, which were entered on their minutes. There was a good deal of excitement in the ward on the subject. They tendered their deed to defendant, who refused to pay, on the ground that the law did not authorize them to make the sale and conveyance.\nThe plaintiffs on trial showed title, and proved the sale and tender of the deed.\nThe defendant then offered to prove by Dennis Leonard and others, that this property was required for the use of the school of the said ward; that it had been so used, and it was still necessary and proper for that purpose. That by the sale of the same, the school directors disposed thereof, and involved the ward in a large amount of debt for no necessary and proper purpose. This offer was objected to, on the ground that the law vests the discretion in the directors; and the objection was sustained by the court.\nOn these facts, the court instructed the jury that the plaintiffs were entitled to a verdict for the unpaid purchase-money, with interest. Yerdict accordingly.\nIn this court it was assigned for error that—\n1. The court erred in rejecting the evidence offered by defendant.\n2. The court erred in instructing the jury, that the plaintiffs were entitled to a verdict on the facts.\nWoods, for the plaintiff in error.\nThe question, in this case, arises under the 14th section of the act of 18th June, 1836, which provides: “ The school directors of every school district in which, the common school system has been adopted, shall have power to purchase and hold real- and personal property, which may be necessary for the establishment and support of said schools, and the same to sell, alien, and dispose of, whenever it shall no longer be required for the uses aforesaid.”\nThis appears to contemplate a permanent location of the schoolhouses, and limits the power of the directors to sell; that power to be exercised only when the property is no longer required for the, use of the schools. Defendant offered to prove that it was necessary and proper. Are the directors the sole judges ? Have they a right to sell and change the location of the schools whenever they see fit, and thus impose from time to time new burdens on the people ? In other words, with every change of directors are the locations of the school-houses and the titles to be changed ?\nTodd and Shader, contra,\nthe court declined hearing."
  },
  "file_name": "0476-01",
  "first_page_order": 476,
  "last_page_order": 477
}
