{
  "id": 404635,
  "name": "James F. and Andrew L. M'Clure v. William and Holliday M'Clure",
  "name_abbreviation": "James F. v. M'Clure",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "477",
  "last_page": "481",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 P. R. 449",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. 236",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 W. & S. 91",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 11273,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 6.679677357637079e-08,
      "percentile": 0.4064754354404446
    },
    "sha256": "d09d211d2d4dd06adc7c1095c8556152a127f3669385e71a9463071abb4b97bf",
    "simhash": "1:26b1b0546c14948c",
    "word_count": 1985
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James F. and Andrew L. M’Clure v. William and Holliday M’Clure."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nCoulter, J.\nThe evidence excepted to was improperly admitted. Daniel M’Clure sold his interest in the real estate of his father, William M’Clure. He was one of the executors of his father’s will, and William M’Clure, one of the defendants, was another. The contents of the will, under which Daniel claimed the one-tenth of the real estate, was equally well known to the vendor and the purchasers, Holliday M’Clure being a son of the testator, and all claiming under the will.\nTestator directed that his just debts should be paid, and that, if his personal estate was insufficient for that purpose, his executors should sell his real estate, and apply as much as was necessary to that object. One of the purchasers, being an executor, had an equal opportunity to know the extent of the debts as well as the vendor; and the debt which it is sought now to deduct from the purchase-money of Daniel’s share pro,rata, being a judgment, was doubtless known to both executors; at least, it was both their duties to provide for its payment under the will. And they contracted for the purchase and sale of Daniel’s interest, standing exactly on the same platform of circumstances which could affect the transfer, as to knowledge of their rights and liabilities, or in any degree influence the contract. The language,of the contract is, “ I will sell my claim as a legatee to the real estate of William M’Clure, our father, for the sum of $450, and give bond and security for the relinquishment of said claim, &e.” It is his claim, to the real estate of his father, as devisee, which he sells. And what was his claim as devisee ? It was the net product of an equal share with his brothers and sisters, after deducting advances made to him by his father, and the payment of his father’s debts; both of which are distinctly charged upon the real estate by the will. One party to the contract could not take advantage of the others. They were alike affected with notice of the judgment, and must have contracted about the claim of Daniel to the real estate, with reference not only to this judgment, but all other debts due by testator. We must carry out the contracts of the parties; and, as the defendants covenanted to pay for a valuable consideration, unless they show that they are entitled to relief, in consequence of fraud practised by the other party, or in consequence of the other party standing on the vantage-ground, by a knowledge of facts which the other had not an equal opportunity of knowing, and which good faith required him to communicate, as they affected the substance of the contract. Here the fair interpretation of the contract is, that it was only the surplus, after paying the debts and advancement, that was sold and bought; these being both charged in the will upon the land pro rata, and consequently each party took the risk as to the amount. At a very early period in the history of the jurisprudence of this country, it was determined, that on a sale, where it was the meaning of the parties to buy and sell only a claim, the purchase-money must be paid, although the vendor had a bad title: Pennsylvania v. Simms, Addison, 9.\nA man has a right to contract as he pleases, no foul play being, used against him, and to sell and buy subject to risk. There was in fact no risk here, if the purchaser had chosen to open his eyes, but there might have been risk as to unrecorded debts of the deceased, if any existed, and that risk the parties evidently took upon themselves. It is our duty to enforce contracts fairly and honestly made, with a horizon equally clear to both parties.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Wills, for the plaintiff in error.",
      "M’Candless and M’Clure, contra."
    ],
    "corrections": "",
    "head_matter": "James F. and Andrew L. M’Clure v. William and Holliday M’Clure.\nWhere a devisee sold his interest in real estate, charged by the will with payment of debts, — both parties, as devisees and executors, having equal means of knowledge of claims against the estate: — it is not competent for the vendee, in ejectment against him by the vendor to enforce payment of the purchase-money, to prove that debts afterwards came to his knowledge which he had to pay, and that the consideration for the purchase was its full value.\nError to the District Court of Allegheny.\nSept. 14. This was ejectment by James and Andrew M’Clure against William and Holliday M’Clure, to recover the undivided tenth of a certain tract of land, as heirs-at-law of Daniel L. M’Clure, one of the devisees of William M’Clure, Sr., under his will, proved April 25, 1815.\nBy that will William M’Clure, Sr., directed his debts to be paid, and, if his personal property was insufficient, authorized his executors to sell certain of his real estate. He then gave his mansion-house, and the one-third of the remainder of his personalty, and the one-third of the profits of his real estate, to his widow for life. And proceeded: “I give and devise the remaining two-thirds of my personal property, and the two-thirds of the profits arising from my real estate, to my children, to wit, John, Daniel, James, Elizabeth, Martha, William, Samuel, Jane Holliday, and Maria M’Olure, each to share alike; and immediately after death of my wife, I will that my real estate be equally divided between my aforesaid children, and their legal representatives, if any one of the said children be dead. It is my will, that whatever I may give any of my aforementioned children, and charge them in the book, that the same be accounted to them as so much of their share of my estate; and lastly, I nominate, constitute, and appoint my said wife, Mary, executrix, and my sons,'Daniel L., James, and William, executors of this my will.”\nAfter showing title as heirs of Daniel, and the death of the Widow before suit brought, the plaintiffs rested.\nThe defendants gave in evidence a paper, entitled, a “memorandum for William and Holliday M’Olure;” which was in this form:—\n“ I will sell my claim as a legatee to the real estate of William M’Olure (our father, late of, &c., deceased), for the sum of four hundred and fifty dollars, and give bond and security for the relinquishment of said claim, on the payment of two hundred dollars: fifty dollars, part thereof, to be paid on the day of the date hereof, in money, one hundred and fifty dollars, balance thereof, on or before the 15th day of April next, in such stock and farming utensils as the said parties can agree upon. The balance of the whole purchase-money, being two hundred and fifty dollars, to be paid in three equal annual payments, commencing on the 1st of April next, and for his payment of which there shall be notes and security given by the said William and Holliday, when the quit-claim is executed by the other party, who is not yet named; and I, Daniel L. M’Olure, the second party, bind myself, my heirs, &c., to make unto the said William and Holliday, a good and sufficient quitclaim to the said real estate, as soon as the conditions of the above contract are complied with, on the part of the said William and Holliday M’Olure.\n“ It is understood by the parties, that the payments will commence coming due on the 1st day of April, 1820, except the first-mentioned two hundred dollars. Given under my hand, on the 10th day of April, 1819.\n[Signed] Daniel L. M’Olure.”\nOn this paper was an endorsement of the receipt of $20 on the above, from William M’Clure, dated April 10, 1819, and another for $198, from the same, dated April 15, 1819, both signed by Daniel L. M’Clure.\nDefendants then offered to prove that, after the agreement given in evidence, a large amount of debts against the estate of William M’Clure, the devisor, came to the knowledge of the defendant and his co-contractor, and that he had to pay the same out of the land in controversy, and that the consideration-money agreed upon, was the full value of the one-tenth unencumbered. This was offered for the purpose of charging one-tenth of the debts so paid by him, as so much paid on the agreement of sale. Plaintiffs objected, on the ground that the defendants bought the interest of Daniel, and must take it at their own risk, with all charges against it, except such as may have been contracted by Daniel himself. Objection overruled, and, at plaintiffs’ instance, a bill of exceptions sealed.\n.The defence then called as a witness—\nJames M’Clure, sworn. — We first heard of the Ormsby judgment four or five years after the death of my father. The land was then advertised for sale under that judgment. I don’t think any of the executors knew of the judgment before — none of the heirs did — > Daniel said he did not. The land was extended, and the debt paid in three years.\nRecord of Ormsby v. Wm. M’Clure. Original, 151, November T., 1808. Sci. fa., No. 206, November T., 1819, against executors. Judgment, January, 1821, for $721.40.\nIt was admitted that the plaintiffs tendered a quit-claim deed to one of the defendants, in pursuance of the article, before suit brought. Yerdict for defendants. The error assigned here, was to the admission of the evidence excepted to on the trial.\nWills, for the plaintiff in error.\nDaniel sold only his claim to the residue after payment of debts, known and unknown, and the vendee took it at his own risk. These parties, as executors and devisees, had, or were bound to have, full knowledge of the debts. Nothing is sold but the claim, uncertain in every respect of quantity, time of enjoyment, value. The price fixed binds both parties, whether the claim turned out worth more or less: Kramer v. Arthurs, 7 Barr, 170, 171; the vendee took it at his own risk. The case falls within the exception to Steinhauer v. Whitman, 1 S. & R. 447; 2 Wh. Dig. 640.\nThe fact that both parties, with equal means of knowledge, were ignorant of the Ormsby judgment, affords no ground for equitable relief, by an abatement of part of the purchase-money: 1 Story’s Equity Jur. §§150, 151; Sugden on Yendors, cited 1 S. & R. 58; Pothier on Obligations, 18 and 37; Rand’s Long on Sales, 206, 208, 224; Bluet v. Osborne, 1 Starkie R. 384; Bayard v. Shunk, 1 W. & S. 91; Verplanck on Contracts, 141 et seq.; Miles v. Stevens, 3 Barr, 37.\nM’Candless and M’Clure, contra.\nThe court allowed the defendants a credit on the purchase equivalent to the proportion of the encumbrances on the seller. The equitable doctrine contended for has no application to this case. If the purchase-money had been paid it could not be recovered back, but while the proceedings are in fieri the purchaser can withhold it till liens are removed, or may pay them and claim a credit: Withers v. Atkinson, 1 W. 236; Lichty v. Shorb, 1 P. R. 449; Christy v. Reynold, 16 S. & R. 258; Sugden on Yendors, 628, §21, edition of 1836.\nThe memorandum is amere preliminary one. Daniel never made or tendered a release or quit claim. William has paid the intrinsic value of Daniel’s share to him, and now, without tender, or giving credit for his pro rata of the liens, of offering to refund or cancel, Daniel’s heirs bring ejectment for that, for which he has received a full equivalent in money: Miles v. Stevens: 3 Barr, 21.\nThe parties were mutually ignorant and innocent. The consequence of their ignorance has as yet fallen on neither, the proceedings being in fieri: equity can yet be done between them."
  },
  "file_name": "0477-01",
  "first_page_order": 477,
  "last_page_order": 481
}
