{
  "id": 404664,
  "name": "John M. Snowden, Jr., Committee of the Person and Estate of Matilda Elliott, v. Jeremiah Dunlavey and Robert Crawford",
  "name_abbreviation": "Snowden v. Dunlavey",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "522",
  "last_page": "526",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 377",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Johns. Ch. Rep. 347",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1976859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/3/0347-01"
      ]
    },
    {
      "cite": "9 W. 3",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 648,
    "char_count": 10166,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.0531521401225893e-07,
      "percentile": 0.5545979707697244
    },
    "sha256": "e4b133bc24d56abdc103afd1021408ca9f27f6085c37be1dd183cc6455f44fb4",
    "simhash": "1:99c775ca8588cd42",
    "word_count": 1821
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John M. Snowden, Jr., Committee of the Person and Estate of Matilda Elliott, v. Jeremiah Dunlavey and Robert Crawford."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nGibson, C. J.\nAs every contract requires the assent of the parties to it, and as there can be no assent where there is no sufficient understanding, it follows that an insane man’s conveyance by deed, though not his conveyance by feoffment and livery of seisin, is absolutely void. But his conveyance by matter of record is neither void nor voidable; and that the principle is applicable to a several title acquired by judgment in partition, is evident from the 8 & 9 W. 3, c. 31, which is not in force here, but which in England gives an insane defendant in that action, a year from the removal of his disability to apply for a new partition. Of the immateriality of sanity to a conveyance of record, Mansfield’s ease, 12 Rep. 123, is a signal instance. A monstrous and deformed cripple, who had been an idiot from his birth, and who had been borne away from his guardian by stealth, was held concealed till he had acknowledged a fine of his land; and though his idiocy was visible at a glance, and though Lord Dyer said that the judge who took the acknowledgment was unworthy to take another, the fine was allowed to stand. Could judges be induced by circumstances to disregard the inviolability of a judicial record in any case, they would have disregarded it in that. Yet they did not. The judgment, however, was attempted to be reversed collaterally; in this, it is attempted to be reversed directly.\n'A writ of error lies to reverse a fine or recovery at the common law. But no averment can be made that the cognisor of a fine was insane, because the caption of it is record evidence of his sanity; nor can such an averment be made to reverse a common recovery, because in the language of the English commissioners to inquire into the law, “ courts of justice attach so much importance to the records of their proceedings, that they will not allow any evidence or averment to contradict them.” There is no personal examination and certificate in an action of partition; but it would be against not only the policy of the law but the scope of our statutes, to let the incapacity of a co-tenant suspend the action of the others during its continuance. The act of 1807, indeed, allows the writ to be served on the guardian of a minor, without providing for service on the committee of a non compos. But the provision was necessary in the case of an infant, for whose nonage the parol might demur, and it was unnecessary in the case of a non compos, who had no such privilege. Service on his committee had always been good. Besides, the act of 1836 expressly allows civil actions without distinction, to be brought against non compotes by service on the committee of the person or estate. But the practice has always been so; for it could not be endured that the insanity of one co-tenant should prevent the rest, for an indefinite time, from having their estates in severalty. As a question on the effect of the judgment, as an estoppel, can be raised only in an ejectment or a second writ of partition, we intimate no opinion about it. The suffering of interlocutory judgment by default, instead of pleading non simul tenant, was a confession of joint tenure, and as a proceeding exclusively between the parties named on the record, there is no error in it.\nThere are other exceptions, which, as they have been shown to be unfounded by the argument for the defendant in error, it is unnecessary to examine in detail; it is sufficient to say they are not sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Dunlop, for the plaintiff in error.",
      "Wills and Woods, contra."
    ],
    "corrections": "",
    "head_matter": "John M. Snowden, Jr., Committee of the Person and Estate of Matilda Elliott, v. Jeremiah Dunlavey and Robert Crawford.\n1. Service of a summons in partition upon the committee of a lunatic has always been good in Pennsylvania.\n2. The estate of a lunatic may be transferred to another by means of proceedings in partition.\nError to the Common Pleas of Allegheny.\nSept. 20. Dunlavey and Crawford sued out a writ of partition, as demandants, against James Elliott, a minor, and Snowden, committee of the person and estate of Matilda Elliott, a lunatic. The writ was duly served on the guardian of the minor defendant, and upon the committee of the lunatic. The minor coming of age sometime after the writ issued, conveyed his interest in the land to Dunlavey, and it was agreed that his name should he withdrawn from the record, and that the narr. to be filed, should set forth the interest of the parties as they stood after that conveyance.\nSnowden, as committee, &c., confessed judgment, quod pdrtitio fiat, whereupon a writ de partitione faeienda was issued; after proper notice to the parties, the property was adjudged to Dunlavey, and judgment was entered on the inquisition made by the sheriff, that the same be and remain firm and stable for ever.\nSome years after, a writ of error was sued out by the committee, on which the principal error assigned was that the estate of a lunatic cannot be transferred to another by means of proceedings in partition.\nDunlop, for the plaintiff in error.\nThe act of 13th June, 1836, relating to lunatics, §§20, 21, 22; Dunlop, 2d ed. 751; and the acts of 7th Feb. 1814, 6 Sm. 104; and 24th March, 1818, 7 Ib. 136.\nThe estate of a lunatic could not be sold in England, even by the chancellor, before the 43 Geo. 3; 2 Mad. Ch. 74.\nThe inability of a committee to convey the lunatic’s title in any other mode than that pointed out by the act of Assembly, is strongly countenanced, if not settled by Wright’s Appeal, 8 Barr, 57-60.\nThe committee is but the bailiff of the king, who is the parent and guardian of lunatics: 2 Sch. & Lef. 438-9; 2 Mad. Ch. 740; 4 Co. 127; 1 Fonb. Eq. 58-9 n. He could not cut timber without an order of chancery: Matter of Salisbury, 3 Johns. Ch. Rep. 347; nor make even leases: 2 Mad. Ch. 745; 1 Fonb. Eq. 59.\nIt is a rule of chancery, stated by Lord Hardwicke, and never departed from, not to change the property of a lunatic so as to affect the inheritance: 3 Bac. Abr. Idiots, 331; 1 Fonb. Eq. 59 n.\nAllnatt on Part. 26-30, says that the partition of non compos is void. When actions are commenced against lunatics, the chancellor, on petition of committee, will refer to the master to ascertain if it will be proper to make any, and what defence : Shelf, on Lun. 408; 2 Law Lib. 258.\nBy our act of 1836, §14, the committee has but the care and custody of lunatics’ estate, as was the law always, as to realty and personalty: 2 Vern. 192; 1 Eq. Ca. 277 (4). Not like the trustees of insolvents, and under the Dom. Attach. Laws, who are distinctly invested with the estates of their cestui que uses.\nThe reason is obvious, to preserve the control of the courts, and keep the estates of those too helpless to see after them, from depredation.\nAfter office, the king was bound to protect idiots from suits, and for that purpose a supersedeas from King’s Bench lay, 4 Co. 126-7. The same law was as to lunatics: Ib. 127.\nThe strictness of the courts of law, of such technical common law lawyers as Coke and Dyer, as to the incapability of lunatics to avoid their acts of record, has never been carried into the jurisprudence of Pennsylvania, Bensell v. Chancellor, 5 Whart. 377-8, and is broken in upon in many cases in England: 1 Fonb. Eq. 52, 53, note; 1 Story Eq. 229, 230, and n.; and if the lands of a lunatic were conveyed by fine, the courts of equity would always order a reconveyance, 2 Fonb. Eq. 53, n., or set them aside: Life of Lord Keeper Guilford, 215-16.\nWills and Woods, contra.\nIf this error assigned means that proceedings in partition cannot be had to divide real estate, in which a lunatic is interested, that the whole machinery of the law must stop until the lunatic is restored, if ever, to sound mind, the very statement of the proposition carries with it its own refutation. It would be easy to show that at common law among parceners, under the stats. Henry 8, and in chancery, proceedings in partition were had, notwithstanding the disabilities of infancy, coverture, and insanity: Miller on Partition, 32, 35; MacPherson on Infants, 456; Shelford on Lunatics, 256; 1 Story’s Eq. Jur. Ch. 14; 1 Daniel’s Ch. Pr. 249; 2 Ib. 463 ; 9 Viner’s Ab. Infant, G. 388; 3 Comyn’s Dig. Infant; 4 Comyn, Idiot, D. C.; Coke Litt. 171, a. 174 ; Hargrave’s note, 23, s. 7. If that was the law before legislation on the subject in this state, then some positive provision changing it must be shown.\nBut if it means that though such proceedings may be had against a lunatic, they cannot result in a transfer of the lunatic’s share to one of the co-tenants on payment of its appraised value; then it must be conceded, that if it has been shown that such proceedings may be instituted against lunatics, they must be subject to all the incidents of partition, unless some positive provision to the contrary is shown. No such provision can be shown.\nBy our statute law, can proceedings in partition be had against a lunatic ? The statutes nowhere, in so many words, give such proceedings against a lunatic, but there is no exception in favour of lunatics from the universality of the language used: Act 7th April, 1807, § 1, Dunlop, 249, speaks of all eases in which partition is demanded, whether the demandant or defendant be minors, or of full age. Under that act the judgment concludes all persons whomsoever, and by implication no disability precludes one from being a party. That act is a copy of 8 & 9 William 3, c. 31, except that it omits the saving of persons under disability, allowing them one year after its removal to apply for the correction of any error affecting their interest, contained in the British statute.\nThe act of 13th June, 1836, relating to lunatics, &c., provides in § 45, a general rule for the service of the writ in all eases where adverse proceedings in civil actions might become necessary against a lunatic. And this supplies what might hardly be supposed to be a defect in the act of the same year relating to commencement of actions. Those acts went into operation before these proceedings were commenced. The practical construction of the first act is in conformity with the views here maintained: Miller on Partition, 39."
  },
  "file_name": "0522-01",
  "first_page_order": 522,
  "last_page_order": 526
}
