{
  "id": 404683,
  "name": "Keymborg & Co. v. Burbridge & Co.",
  "name_abbreviation": "Keymborg & Co. v. Burbridge & Co.",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "535",
  "last_page": "537",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 535"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dall. 200",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "2 N. H. 554",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6757492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/2/0554-01"
      ]
    },
    {
      "cite": "22 Pick. 158",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/39/0158-01"
      ]
    },
    {
      "cite": "13 Mass. 379",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0305-01"
      ]
    },
    {
      "cite": "4 Binn. 326",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 17",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12124097,
        1408530,
        1408605,
        12123950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0017-02",
        "/us/1/0019-02",
        "/us/1/0019-01",
        "/dall/1/0017-01"
      ]
    },
    {
      "cite": "2 Mass. 108",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "10 Wend. 162",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2013016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0162-01"
      ]
    },
    {
      "cite": "4 Mass. R. 653",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2004069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0572-01"
      ]
    },
    {
      "cite": "9 Pick. 139",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/26/0141-01"
      ]
    },
    {
      "cite": "10 W. 9",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5359,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015014581931224562
    },
    "sha256": "6c4c8e738c012d3e24ca769794e7d5bb1e20bcb98c4be144834fe16f2e0e8e50",
    "simhash": "1:94e6de3f46caf4e1",
    "word_count": 979
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keymborg & Co. v. Burbridge & Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe witness is incompetent on the score of interest. Judgment affirmed, for the reasons given by Judge Lowrie.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Mellon, for the plaintiff in error.",
      "Magraw, contra"
    ],
    "corrections": "",
    "head_matter": "Keymborg & Co. v. Burbridge & Co.\nA. sent goods to B. to sell on commission. B. transferred them to C., a creditor of his own, to be sold by him at a limited price in payment of his debt. Not being able to sell them at that price, O. sold them on an execution against B. In trover by A. against C. for these goods, B. was held not to he a competent witness for the plaintiff, on the ground of interest.\nError to the District Court of Allegheny.\nSept. 29. This was an action on the case, with a count in trover, brought by Keymborg & Co. against Burbridge & Co. The case was tried upon the count in trover, and the effort was to recover the value of certain packages of segars, sent by the plaintiffs to one Bollman to be sold on commission.\nOn the trial, Bollman was offered by the plaintiffs as a witness, and objected to by the defendants on the ground of interest. He was, however, permitted to testify, the court reserving the question. He testified as follows: — “ One of the plaintiffs came to me to take segars on commission. He sent 8 M. 32 qr. boxes. I was then indebted to defendants, and was not able to pay them; I gave the segars to the defendants, limiting them at $8 per thousand, to sell to pay themselves; defendants complained that the segars were not worth the money, and could not sell them. I wrote to plaintiffs about it; they said they had another kind, about 20 M., that they could send; I told Mr. Burbridge; they sent me 21 M. I handed the bill of lading to Mr. Burbridge; he received them and paid the freight for them. These were limited at $ 10 per thousand. I asked Mr. Burbridge if I should write on for them before I did do so. I thought I might sell them to anybody. I did not tell him how I got them. B. complained of these; I told him I would write to reduce the limit; I did write; no reduction; informed B. of this. When I gave them to B. I limited the price. Got the last parcel in 1842; B. afterwards sold them on an execution against me. The next summer or fall, one of plaintiffs was here, and the segars were yet in B.’s hands; he complained to me of the limit; plaintiffs said they should not be sold for less. In the spring of 1844 plaintiff ivas here and demanded the segars from the defendants; refused.”\nThe plaintiff offered no other evidence. A verdict AAras taken for the plaintiff, subject to a judgment non obstante upon the reserved question. Subsequently the court (Loavrie, J.) disposed of this reserved question in the following opinion:—\n“ It being admitted that Bollman is the only Avitness that plaintiffs have to prove their case, his evidence was admitted, reserving the question of his competency.\n“ The goods in question were sent to him by the plaintiffs to sell on commission. He transferred them to defendants, to be sold by them at a limited price in payment of a judgment in their favour against him. The goods not being saleable at the limit, after some time the defendants issued execution on their judgment, had the goods sold, and became themselves the purchasers for the sum of $180. The plaintiffs now claim the goods, and offer Bollman as a witness to prove their title.\n“ Is he competent ? I think not. These goods have already irrevocably paid $130 of his debt to defendants: Freeman v. Caldwell, 10 W. 9. He is liable to the plaintiffs for the whole value of them, and his testimony is now offered to clear him of that liability. This interest is plainly in favour of the plaintiffs: Bailey v. Foster, 9 Pick. 139 ; Emerson v. Andrew, 4 Mass. R. 653; Bland v. Ansley, 5 Bos. & Pul. 31; and cases cited in 2 Cowen’s Phillips’s Ev. 92, 120; 3 Ib. 1522. I therefore decide the reserved point in favour of the defendants. Let judgment be entered for the defendants non obstante veredicto.”\nThis decision of the court was assigned for error here.\nMellon, for the plaintiff in error.\nIf the sale on the execution rendered Bollman incompetent, it was the defendant’s act, and he cannot be allowed to derive any advantage from his own wrong. The witness could not deprive us of his evidence by creating an interest in himself, without our assent: 4 Iredell, 529; 3 Green-leaf’s R. 165; 10 Wend. 162.\nThe defendants could not apply our goods to the payment of Bollman’s debt to them, except by this contrivance of a judicial sale, if that will be allowed. If it is, it will open the door widely to fraud between factors and their creditors.\nA commission merchant is not answerable to the owner for goods taken by an officer as his own property, and he is a competent witness for the owner in an action against such officer: Jones v. Sinclair, 2 N. Hamp. 319 ; 3 N. Hamp. 29 ; 4 Blachf. 35; 2 Caine, 77; 2 Mass. 108; 5 Greenl. R. 450. Strict rules of evidence ought not to be extended to mercantile transactions: Rich v. Broad-field, 1 Dall. 17; Garwood v. Dennis, 4 Binn. 326; 13 Mass. 379; 22 Pick. 158; 2 N. H. 554; 2 Selwyn N. P. 834; Linn v. Swank, 2 Dall. 200.\nMagraw, contra\nThe liability of Bollman to the plaintiff would be discharged by a recovery in. this suit against Burbridge & Co. The satisfaction to the amount of sales by sheriff is absolute: Freeman v. Caldwell. Knowledge of Bollman’s want of ownership is not brought home to us."
  },
  "file_name": "0535-01",
  "first_page_order": 535,
  "last_page_order": 537
}
