{
  "id": 404689,
  "name": "John Alexander and Others v. Benjamin Herr's Executors",
  "name_abbreviation": "Alexander v. Benjamin Herr's Executors",
  "decision_date": "1849-09",
  "docket_number": "",
  "first_page": "537",
  "last_page": "540",
  "citations": [
    {
      "type": "official",
      "cite": "11 Pa. 537"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Johns. 481",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0481-01"
      ]
    },
    {
      "cite": "8 W. 235",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 308",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0308-01"
      ]
    },
    {
      "cite": "1 Dall. 172",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408569,
        12139297
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0177-01",
        "/dall/1/0172-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 7490,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 4.286920160741584e-07,
      "percentile": 0.9162443447475123
    },
    "sha256": "2d3a140d02c96bb085bc96574a3565aa458938fa165b043c13db9f1e06794828",
    "simhash": "1:071b1627d45ce19e",
    "word_count": 1353
  },
  "last_updated": "2024-02-27T20:36:37.361247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Alexander and Others v. Benjamin Herr’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nGibson, C. J.\nIt was intended, in Good v. Mylin, to restore the common-law rule of damages to what it was before Wilt v. Vickers and Rogers v. Pales; but not to touch the exceptions to it in trespass for mesne profits. A recovery for more than the annual value, however, may not be an exception; for violence to the possession, damage to the freehold, and possibly other wrongs to the tenant, may be separate parts of one immediate injury. But it is to be considered how far the courts have sanctioned a verdict for damages which were not a part, but a consequence, of the trespass, and which were not even special damages that might be laid and proved as such; for, if any specific principle can be extracted from the anomalous decisions and dicta on the subject, we are hound to follow, but not extend it. The dicta seem to have been predicated by judges who had no precise idea of it, for they have not defined it by any land-marks. In Goodtitle v. Toombs, it was said the plaintiff may recover for his trouble, &c.; in Nowell v. Rooke, that he may recover the costs of a writ of error between attorney and client; and in Doe v. Huddart, that the costs of a previous ejectment may be recovered; on the authority of which the text-writers, speaking quite as loosely, seem to have thought that the plaintiff may recover, not only the costs of previous proceedings, but any extra damages the justice of the case may require. Costs of a previous action have doubtless been recovered; but it is by no means certain that counsel fees, and compensation for expense and trouble, have been treated as such. In England the costs of an attorney proper are different things; and, if more was meant, the relaxation of the rule has gone to a fearful length. Clients would pay liberally out of the pockets of their adversaries; and jurors would not weigh their claims for trouble in golden scales. But it is contrary to principle to allow costs which have become a debt by judgment, to be recovered a second time as damages in trespass. By force of precedent, however, I presume it may be done. If trouble and expense are subjects of compensation, why are they not also included in the original judgment ? But it would have been viewed as a startling novelty. A separate suit could not lie for the trouble and expense of a previous one; and there is no reason why they should be component parts of a cause of action, in common with something else. There is no case in which compensation has been specifically recovered for them. There are dicta that a jury may give whatever they may think reasonable; surely no court would subject a party to a blind and an unbridled discretion. A verdict will not be set aside for excess of damages, except in an extreme case; and the defendant would often suffer all but extreme injustice. But the judge went further than any judge had gone before, in telling the jury to find “ the expense of the plaintiff in prosecuting this claim, and such other damages as the jury may think the plaintiff entitled to recover from the evidence.” This was predicated of the present proceeding, then become an action for mesne profits by the expiration of the freehold for the recovery of which it was commenced as an ejectment. But the costs and expenses of none but a precedent action, at the most, had been thought to be recoverable. Mesne profits may doubtless be recovered to the time of the trial, just as the accruing interest may be recovered on a bond; but they are integrant parts of an entire thing which was complete before suit brought: the increments of which, if not recoverable in the same action, could not be recovered at all. It is unnecessary to examine the other exceptions in detail, as they are obviously unfounded.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Woods and Loomis, for the plaintiff in error.",
      "H. W. Williams, contra."
    ],
    "corrections": "",
    "head_matter": "John Alexander and Others v. Benjamin Herr’s Executors.\n1. It was intended in Hood v. Mylin, 8 Barr, 51, to restore the common-law rule of damages to what it was before Wilt v. Vickers and Rogers v. Bales, bnt not to touch the exceptions to it in trespass for mesne profits.\n2. It is error to charge the jury in such an action “ to find the expense of the plaintiff in prosecuting it, and such other damages as they may think him entitled to recover from the evidence.”\nError to the District Court of Allegheny.\nOct. 5. This was an action of ejectment by Benj. Herr, plaintiff, against John Alexander and other defendants, to recover the possession of a certain cellar in Pittsburgh. After the institution of the action, and before trial, Herr died, and his title, being a life-estate, expired. His executors were substituted, and notice given to the defendants that the plaintiff would give evidence of mesne profits, and would claim the same from the time Herr was dispossessed of the premises.\nWith regard to the measure of damages, Hepburn, President, charged the jury that it was the value of the cellar in question, with interest, together with costs and expenses of the party in prosecuting this claim, and such other damages as the jury from the evidence may think the plaintiffs entitled to recover.\nThe jury rendered a verdict for $600 damages. The part of the charge above set forth, and various other matters, were assigned for error here.\nWoods and Loomis, for the plaintiff in error.\nThe party was entitled, if at all in this case, to the value of the cellar with interest; but the court not only admitted evidence of the trespass in 1838, of pulling down the house for which John Alexander had been sued and paid, but also allowed the jury to find “ such other damages as they from the evidence may think the plaintiffs entitled to recover.” The jury used this privilege freely, and it would appear as if no authorities were necessary to show this part of the charge erroneous.\nAgain, he says they shall find “ the costs and expenses of the party in prosecuting this claim.” Now the party had given no evidence of any expenses or their amount, yet the jury are to fix the attorney’s fees, &c., at random. We deny that they had any right whatever to get any allowance for costs and expenses of this suit: Shotwell v. Boehm, 1 Dall. 172; Good v. Mylin, 8 Barr, 51.\nH. W. Williams, contra.\nIn the action for mesne profits, the plaintiff may recover all actual damages and injury to the premises : Huston v. Wickersham, 2 W. & S. 308. “ The jury may give such extra damages as they may think the particular circumstances of the case demand:” Drexel v. Mann, 2 Barr, 271. The case of Good v. Mylin restores the old rule, which had been broken in upon by Wilt v. Vickers, 8 W. 235, and Rogers v. Fales, 5 Barr, 159, but does not disturb the settled rule in this action.\nThat a party in this action may recover for his trouble is expressly asserted in Goodtitle v. Toombs, 3 Wils. 118 ; and for costs in reversing a judgment obtained by the defendant, the court of error not having power to award costs: Nowell v. Rooke, 7 B. & C. 404; Aslin v. Parkin, 2 Burr. 665; Doe v. Davis, 1 Esp. 358. So he may recover the costs of a judgment by default in ejectment, and is not limited to the taxed costs between party and party: Doe v. Huddart, 2 C. M. & R, 316; 4 Dowl. P. C. 437; 1 Gale, 260; 5 Tyr. 846 ; Baron v. Abeel, 3 Johns. 481; 1 Chitt. Plead. 196 ; 2 Greenleaf’s Ev. p. 270, §336. In the narr. in trespass for mesne profits, a sum is always laid as damages to cover the costs and expenses of the recovery in ejectment: 2 Chit. Plead. 871."
  },
  "file_name": "0537-01",
  "first_page_order": 537,
  "last_page_order": 540
}
