{
  "id": 420586,
  "name": "Meyers versus Hill et al.",
  "name_abbreviation": "Meyers v. Hill",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "9",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wendell 36",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 420",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843997
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0420-01"
      ]
    },
    {
      "cite": "4 Binn. 77",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 396",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0396-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 16466,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 9.520534439658414e-08,
      "percentile": 0.5243251633589449
    },
    "sha256": "330386f90e70ac57286440eff9f2fcc6e7045e28bd0f6d0973a499247760e288",
    "simhash": "1:c74607052b5a96e6",
    "word_count": 2885
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meyers versus Hill et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 1st 1863, by\nStrong, J.\nThis was a third action of ejectment, brought by the plaintiff against the defendants below and defendants in error, to recover the undivided half of a tract of land in Cumberland township, Adams county. The first ejectment was brought in 1824, by David Witherow, under whom the present defendants claim, against Peter Epley, with whom the present plaintiff is in privity. It resulted in a verdict and judgment against David Witherow, on the 28th of January 1825. In 1843 another ejectment was brought by David Witherow against Samuel B. Epley, the heir of Peter Epley, and one Jacob Meyers. To this second suit Henry Meyers, a purchaser under Samuel B. Epley and the present plaintiff, subsequently became a party defendant, and on the 17th day of August 1859, a verdict and judgment were recovered against the defendants in it, and the judgment was subsequently affirmed in this court. The present action, being the third ejectment, was then brought by Henry Meyers against the heirs of David Witherow, and the title which the plaintiff sets up is an equity growing out of an alleged parol sale, made by David Witherow to Samuel Witherow, whose title Peter Epley bought at sheriff’s sale.'' On the trial, a principal question, and the only one now presented to us, was, whether the first verdict and judgment are conclusive of the right between the parties. ' The court below was requested by the plaintiff to charge the jury as follows : “ If the jury find that the present action of ejectment is between the same parties or their privies, and for the same property as the action of ejectment brought by David Witherow against Peter Epley to No. 68, August Term 1824, which has been given in evidence, and that on the trial of that case the titles of the respective parties submitted to the court and jury, and passed upon, were as described and set forth by the honourable' Thaddeus Stevens, in his depositions given in evidence on the present trial by the' plaintiff, and that on that occasion the then plaintiff claimed to recover the premises in dispute on a legal title, and the then defendant to hold them on an equitable title as therein fully described, then the verdict and judgment in favour of Peter Epley, the then defendant, was and is final and conclusive of the title and rights of the parties, and cannot he controverted in this action by the present defendants, and the verdict must be in favour of the plaintiffs for the premises demanded in the writ, and premises described.” The instruction thus asked for was refused by the court, and hence this writ of error.\nThe argument of the plaintiff in error is, that the case is within the rule laid down in Seitzinger v. Eidgway, 9 Watts 396, that one verdict and judgment in an action of ejectment, brought to compel the specific execution of articles of agreement for the purchase and sale of land is conclusive between the parties, and a bar to any subsequent action, it being regarded, as a bill in equity, and not as a possessory action at common law. It is insisted that the testimony of Mr. Stevens, as detailed in the deposition to which the point proposed refers, shows that in the ejectment brought in 1824, Peter Epley, through whom the plaintiff now claims, defended his possessions under the same parol purchase from' David Witherow, which the plaintiff now sets up; that the defendants are the heirs of David Witherow, and that consequently the verdict and. judgment rendered in favour of Epley was in effect a decree that the parol sale should be carried into specific execution. Hence it is argued that as a decree of a chancellor directing the specific performance of a contract is final, unless corrected by bill of review, or changed on appeal, that verdict and judgment must be final, and conclusively determine the right between the parties and their privies. The argument has been very ably pressed, and if the facts proved by Mr. Stevens were simply as assumed, it would be convincing. ■ .\nNo doubt the decision made in Seitzinger v. Eidgway was unexpected when it was made, and the doctrine asserted took most members of the ’ legal profession by surprise. . What are well known in this state as equitable ejectments, those brought by a vendor by articles of agreement against his vendee in possession, the object of which is to enforce payment of the purchase-money, or those brought by a vendee against his vendor to compel a compliance with the contract, had been in use in this state long before Seitzinger v. Eidgway arose, and long before the passage of the Act of 1807. In Haws v. Norris, 4 Binn. 77, decided in 1811, they are spoken of as having been introduced into practice at a very early date. They were introduced as a necessity, growing out of the absence of any distinctive court of equity. Hence parties were allowed to resort to a common law form of remedy, anjl compel the observance of equitable rights by legal judgments. The remedy adopted for such cases was ejectment, which settled nothing more than a present right of possession. It had never been supposed to conclude the title. Prior to 1807, any number of successive ejectments might have been brought, and when the act of that year made two concurrent verdicts and judgments conclusive of the rights of property, it made no distinction between legal and equitable ejectments. It seems not to have been supposed that the nature of the title set up made any difference in the effect of the judgment. Nor do our books of reports show that prior to 1840 any distinction was made between verdicts and judgments in ejectments founded on legal title, and those returned in ejectments, brought to enforce the payment of purchase-money, or to enforce the specific performance of a contract. On the contrary it was assumed, and more than once said, that when an equitable title had prevailed or been defeated in the first ejectment another might be brought and maintained. It was thus decided in substance in Stevenson v. Olippinger, 5 Watts 420. The ruling in Seitzinger v. Eidgway was then the assertion of a doctrine that had not been understood, and which had not prevailed in practice. It is however decisive of what the law was, and of what it was in 1825, when the first ejectment between the privies of these parties was tried. It settled that the law then was as it is now, that in equitable ejectments between a vendor and his vendee, by articles, the first verdict and judgment concludes the right. If, therefore, it appears by the record, or by the record and legitimate evidence, not contradictory of the record, that the verdict and judgment rendered in the first ejectment brought in 1824 was an adjudication in favour of the parol sale by David Witherow, the sale under which the plaintiff now claims, the case is governed by the rule laid down in Seitzinger v. Eidgway.\nWe do not accede to the position taken by the defendants in error, that the record of that ejectment must show, unaided by parol testimony, that the equitable title was then passed upon and decided. Notwithstanding what has been said in some eases, it is well established, in reason and authority, that where a record is general it may be shown by parol what were the matters in litigation. The record may be explained though it cannot be contradicted. The matters in dispute may be identified. Were it not so, the generality of pleadings in many cases would greatly abridge the benefit of the rule that makes a judgment conclusive of the matters adjudicated. Authorities in abundance may be found collected in Hill & Cowan’s Notes to Phillips on Evidence, note 590.\nIt might, indeed, be argued with much force that the effect of an adjudication in favour of the alleged equitable title, in 1825, if one was then made, was nullified by the verdict and judgment in the second ejectment, brought in 1843, and decided in 1859, iu favour of the heirs of David Witherow, the holder of the legal title. If the one is conclusive it is difficult to see why the other is not. If the one is a decree in favour of the equitable title, the other is a later decree against it. In the most favourable aspect in which the case can be presented for the plaintiff in error, there seems to he estoppel against estoppel, which, as Lord Coke said, “ settled the matter at large.” Without pressing this consideration, however, we proceed to inquire whether the first verdict and judgment can be regarded as necessarily an adjudication in favour of the equitable title, set up on the trial of that case under the parol sale by David Witherow.\nIt should be premised, that, as estoppels prevent parties from alleging the truth, and as they are consequently not favoured by the law, they must be certain to every intent: Co. Litt. 303 a, 352 h. A party is not concluded by a prior judgment, unless the precise question which he seeks to raise was then necessarily tried and determined. If in the former, a decision of the question was not essential to the rendition of the judgment, if the judgment could have been given without deciding the particular matter, and the record does not show that it was at issue, the judgment will not be considered as having settled it. As was said in Wood v. Jackson, 8 Wendell 36, “a verdict cannot be urged as an estoppel to the litigation of a fact, which was not ‘absolutely necessary to the finding of the verdict in the former suit.” Thus, in a personal action, if a defendant plead several distinct pleas, either of which if sustained is a bar to the recovery sought, a general verdict and judgment in his favour will not estop the plaintiff from controverting, in another suit, a fact asserted in one of the pleas, for the jury may never have passed upon it. In such a case a finding upon all the pleas is not essential to the judgment. For the same reason, if a plaintiff in ejectment set up several distinct titles, as a ground of recovery, a verdict and judgment for him' cannot show upon which title he prevailed; for if any one be good, he is entitled to the recovery. The record therefore lacks that certainty which is demanded for an estoppel. It may be that the jury find against all his titles hut one; but he is not the less entitled to a general verdict and judgment. The record does not show, and parol evidence cannot show, more than that, upon some one of the claims or defences, the facts were with him. It is true, a general verdict for a plaintiff, when there are several pleas', is a finding upon all the issues raised by the pleas. So a general verdict for a defendant, when a plaintiff sets up several claims or titles, is a finding against all the titles ; but in neither case is the converse necessarily true, for a general finding for the defendant, in the case first proposed, is consistent with the falsity of all the pleas except one, while a verdict for the plaintiff, in the other case, is compatible with the invalidity of all but one of the titles asserted.\nApplying these principles to the facts of .the case now before us, it is manifest that the verdict and judgment rendered in the ejectment brought in 1824, cannot be treated as conclusive of the right as between these parties, and estop the defendants from contesting the validity of the alleged equitable title under the parol sale. The deposition of Mr. Stevens, to which the point propounded refers, makes it quite clear that Peter Epley, the defendant in that case, did not rest his defence solely on an equitable title growing out of that sale and the payment of the purchase-money, or a part performance by the vendee. Mr. Stevens testified, indeed, that on the trial of the cause, reliance was mainly placed upon the payment of the purchase-money, stipulated in the parol contract of David Witherow, to sell to his brother Samuel Witherow, but he testified also that the defendant set up the silence of David Witherow, at a sheriff’s sale of the property, as an estoppel against his claim, and he further testified he thought the defendant also alleged, that David Witherow had conveyed the legal title to Samuel Witherow before the sheriff’s sale, at which the property was bought by Epley as Samuel’s, and that notice had been given in writing to produce the deed on the trial. It is true, the evidence that Peter Epley defended by the assertion of a legal title is not quite satisfactory. The witness says the defence was mainly the payment of the purchase-money. That can only mean that Epley’s counsel regarded it more than the other defences, but no one can tell which controlled the verdict of the jury. It is said the deed was called for, as evidence of payment. An undelivered deed is, however, no evidence of payment of purchase-money, and an allegation of the existence of a deed of David Witherow was an averment of legal title in a purchaser of the grantee’s interest. There was then, in 1825, as appears from the evidence, three distinct grounds of defence, either of which was sufficient, if made out, to protect the defendant in the ejectment then tried, and to sustain the verdict and judgment recovered. Of no one of them can it be said it was essential to the decision. The jury may have been satisfied there was no title, under the parol purchase, as in fact there was none, and yet have found for the defendant, on the ground that the plaintiff was estopped from asserting his title. Or they may have disregarded the asserted equity and the estoppel, and still returned a verdict for the defendant, believing that there had been a conveyance of the legal title by Daniel Witherow. It is impossible to say from the record, even aided by the parol evidence, what was decided by the verdict. All that can be said is, that one of the positions of the defendant was sustained. This is quite too uncertain for an estoppel of record. Neither the court nor the jury could say that the existence of an equitable title had ever been found as a fact, and consequently that it could not be litigated in this case.\nWe hold, for these reasons, that the answer of the court to the plaintiff’s point was correct, and this disposes of both the errors assigned.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "David Wills and Daniel W. Smyser, for plaintiff in error.",
      "W. H. Miller and R. G. Mc Creary, for defendants."
    ],
    "corrections": "",
    "head_matter": "Meyers versus Hill et al.\nEjectment to compel specijic execution of contract.— When one verdict and judgment is conclusive. — That the equity was decided in former action may he proved by parol. — Legal and equitable ejectments discussed.\n1. Though one verdict and judgment in an action of ejectment brought to compel the specific execution of articles of agreement for the sale of land, is,, under the rule of Seitzinger v. Ridgway, conclusive between the parties and a bar to any subsequent action, yet in order to give the judgment that effect, it must be shown distinctly that the equitable title was directly in issue and decided tipon.\n2. The fact that the equity claimed was decided in a former action of ejectment, may be shown by parol testimony, and need not appear by the record unaided by other evidence; for where the record is general, it may be shown by parol what were the matters in litigation.\n3. Where, in a third action of ejectment for the same land between the same parties or their privies (the first having been decided in 1825, in favour of the party under whom the plaintiff now claimed, and the second, in 1843, in favour of the defendant’s title), the plaintiff set up the first verdict and judgment as conclusive, because they were given upon the equitable title of the party then defendant, but did not show that his equitable title was the sole question in issue, and the sole ground of the verdict: Held, that the refusal of the court below to instruct the jury that the first verdict and judgment were not conclusive, was proper.\nError to the Common Pleas of Adams county.\nThis was an action of ejectment, brought by Henry Meyers against Johnston Hill and Elizabeth'his wife, Harriet Witherow, Joseph Witherow, John Stewart Witherow, Washington Withe-row, and Sarah Witherow, who were the heirs of David Withe-row, to recover the undivided moiety of a tract of land in Cumberland township, Adams county, in which the judgment was for defendant.\nAll the material facts of the case, the errors assigned, and the points made by the counsel by whom it was argued here, will be found in the opinion of the court.\nDavid Wills and Daniel W. Smyser, for plaintiff in error.\nW. H. Miller and R. G. Mc Creary, for defendants."
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 15
}
