{
  "id": 420645,
  "name": "Coursey versus Davis",
  "name_abbreviation": "Coursey v. Davis",
  "decision_date": "1863-07-01",
  "docket_number": "",
  "first_page": "25",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 25"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 755,
    "char_count": 17891,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 3.96600563817807e-07,
      "percentile": 0.9044641212673017
    },
    "sha256": "ee2e27665194a884bc3839195500dafc5a7afd92a8884f0495542b56c3fd24eb",
    "simhash": "1:152de71290284f52",
    "word_count": 3199
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coursey versus Davis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, July 1st 1863, by\nRead, J.\nThe rule in Wild’s Case, by which where lands áre devised to a person and his children, and he has no child at the time of the devise, the parent takes an estate tail, has no application to the present case, in which there was a child or children of the mother living, at the time of the execution of the deed. The word children is not therefore a word of limitation, but of purchase, and the question is, what is the estate taken by the mother and children respectively.\nThe deed was executed on the 23d of October 1843, and was a conveyance by Peter Mowen and wife to Mildred Ann Davis, a married woman, by whom the consideration of $800 is said to have been paid. In the premises it is stated to be “ unto the said Mildred Ann Davis and her children exclusively, and their heirs and assigns,” and the habendum, although not strictly formal, is “unto the said Mildred Ann Davis and her children exclusively, and their heirs and assigns for ever, to them and their only proper use, benefit, and behoof, and to and for no other use, intent, meaning, or purpose whatsoever.” The warranty is special, and is “to and with the said Mildred Ann Davis and her children, and their heirs and assigns.”\nAt the execution of the deed, Mrs. Davis had an illegitimate child, born before her marriage, and a legitimate child by her present husband, William Davis, by whom she has since had four children who are now living. The illegitimate child has released to its mother, and the child living at the execution of the conveyance is dead.\nIn construing this deed, it is necessary to- collate the authorities, both in England and in this state, in order to ascertain the legal as well as the natural meaning of the words used to describe the estate of the mother and of the children. In Jeffery v. Honeywood, 4 Madd. Oh. Rep., Vice-Chancellor Leach held that a devise to the testator’s daughter, a married woman, and to all and every the child and children, whether male or female, of her body lawfully begotten, and unto his, her, and their heirs or assigns for ever, as tenants in common, and not as joint tenants, gave a life estate to the mother, and a remainder in fee to the children. The mother died in the lifetime of the testator, leaving ten children, and it is probable that some of the children were living at the date of the will, although it is not so expressly stated. In Broadhurst v. Morris, 2 Barn. & Adol. 1, a case stated by the Master of the Rolls, for the opinion of the Court of King’s Bench, the devise, which was of land, was in these words: “ My will likewise is, that at the decease of my son-in-law, John Broadhurst, the same the whole legacy to him shall go to my grandson William Broadhurst, and to his children lawfully begotten, for ever, but in default of such issue, at his decease, to my grandson Alexander Bridoak, natural son of my daughter, Rebecca Bridoak, him, his heirs and assigns for ever.” Until the testator’s death, William Broadhurst had not been, nor was married. The court, Lord Tenterden and Justices Parke and Taunton, certified that William Broadhurst took an estate tail, but assigned no reasons for their opinion. Mr. Jarman says (2 Jarman 371), “ The case of Jeffrey v. Honeywood seems to be inconsistent with, and must therefore be considered as overruled by the case of Broadhurst v. Morris.” And in Webb v. Byng, V. O. Wood said (2 Kay & Johnson Ch. R. 673) “The contention was, that the devise was to the mother for life with remainder to her children, as joint tenants in fee. The only authority for such a construction is the case of Jeffrey v. Honey-wood, and even that has been overruled by Broadhurst v. Morris. Independently, however, of that consideration, what I chiefly rely upon is this, that the Quendon Hall estate — the subject of this devise — is the estate by means of which the testatrix intends by her will, to perpetuate the name of Qranmer; and if I were to hold that devise to have been a devise to Mary Ann Byng for life, with remainder to her children as joint tenants in fee, the estate would be divisible into eight separate estates, and as the parties, who are to take the property, are also to take the name and arms, the result would be to found as many small families, all bearing the name and arms of Cranmer, whereas the testatrix speaks of her estate as one and indivisible, and to be enjoyed in its entirety. In rejecting such a construction in favour of one which will treat the word ‘ children’ as a word of limitation, and not of purchase, I do not depart from the spirit of the rule in Wild’s Case — the real rule in that case being that it is lawful, as Lord Hardwicke puts it, to construe the word children as a word of limitation when the will necessitates such a construction. This is a case of that description, and as the only means of keeping the property which the testatrix has described as her Quen don Sail estates in one mass, which is clearly the general intention of the will. I am compelled to hold that in this will the word ‘ children’, is a word of limitation, and that the devise created is an estate tail.” In addition to the name and arms, there were various chattels, as a striking-watch and her diamond earrings, and pins devised as heir-looms, with her estate, and the vice-chancellor commences his opinion with this sentence : “ However bold the decision may appear, I must hold this devise of the Quendon Sail estates to be estate tail.”\nUpon appeal, the Lords Justices (26 L. J. R. H. S. Ch. 107), considered the construction of the devise to be one of great difficulty. Lord Justice Knight Bruce said, “ The inclination of his opinion was, that notwithstanding the fact of Mrs. Byng having, to the knowledge of the testatrix, when she made her will, several children, that lady was made by the devise tenant in tail of the Quendon Hall estate. The vice-chancellor had adopted that view, and his lordship could not give his voice for varying that decision, as he was not persuaded that the effect of the devise was to make Mrs. Byng tenant for life, or joint tenant with her children.” Lord Justice Turner said: “As to the other point, the devise of the Quendon Hall estate, he had rarely seen a will more difficult to interpret. Two things are, however clear: that Mrs. Byng was the principal object of the bounty of the testatrix, and that she intended the Quendon Hall estate to be a family estate, with which the name of Cranmer was to be perpetuated. The first appeared from the whole will, and the other from the gift of the heir-looms, and the name and arms clause. Both these circumstances led to the conclusion that the children were to take through Mrs. Byng, not with her or after her.” Ho observation, according to this report, were made by the lord justices upon either of the cases of Jeffrey v. Honeywood, or Broadhurst v. Morris. Upon appeal to the House of Lords, the decision of the Lords Justices was affirmed, and is reported under the name of Byng v. Byng, 81 L. J. Ch. 470. Lord Chancellor Westbury placed his opinion upon the peculiar terms of the will, and the evident intention of the testatrix, whilst Lords OranAvorth and Kingsdown, taking similar grounds, certainly expressed opinions hostile to the construction of the words we have been considering as giving a life estate to the mother with remainder to the children, and in favour of a joint tenancy, between the mother and children, without saying whether after-born children were to be included or not.\nIt is clear that Webb v. Byng was decided upon the intention of the testatrix, which required the devise to be held to create an estate tail, and it .in no manner conflicts with the case of Jeffrey v. Iloneywood, nor does Broadhurst v. Morris, which was a case where the father was not married until after the death of the testator. In arguing this case, Cowling said, “ If the devise stopped at the words ‘ lawfully begotten for ever,’ the case would be governed by the rule in Wild’s Case, 6 Co. 176, viz., that where lands are devised to a person and his children, and he has no child at the time of the devise, the parent takes an estate tail,” and so little was it supposed to interfere with Jeffrey v. Honeywood, that it was neither cited nor referred to by either Mr. Cowling or Mr. Preston, both gentlemen of great learning and research. In Bowen v. Scowcroft, 2 Younge & Coll. 640, Mr. Campbell, in argument (p. 656), said, “ There is a total distinction between this and Wild’s Case. In that case the devise was to A. and his children; in the present the words are, ‘ to the children and their heirs.’ This distinction was taken in Ives v. Legge, and the principle was acted upon in Jeffrey v. Honey-wood.” Baron Alderson (p. 661) adopted this construction, and said, “ lastly, as to Lucy Bowen’s share. It was contended as to this that she took an estate tail, having no children at the time of the testator’s death. But I think this is not so, and that it is distinguishable from Wild’s Case on the same grounds as were taken by Sir John Leach, in Jeffrey v. Honeywood. Indeed on this point of the case Jeffrey v. Honeywood seems precisely in point.”\nAfter some doubt and hesitation, it has been determined in England that Wild’s Case does not apply to personalty. In Audsley v. Horn, 28 L. J. R. N. S. Ch. 293, the Master of the Rolls decided that a bequest of leasehold premises to A. and her children (after a prior life estate), gave a life estate to A. with remainder to her children, although she had no children at the death of the testator or of the tenant for life, and this decision, upon appeal, was affirmed by the lord chancellor: 29 L. J. R. N. S. Ch. 201.\nIn Haskins v. Tate, 1 Casey 249, this court held, the present chief justice delivering the opinion, that a devise by a testator in these words: “ I further will that the plantation I bought of my son Robert, lying near Hill’s Mill, shall be equally divided amongst my son Robert’s children, he and them enjoying the benefits of it whilst he lives,” gave Robert a life estate with remainder to all the children born before or after the death of the testator. The court did not determine whether Robert took a life estate in the whole or not, but they decided that the period of division was the death of Robert, and that the limitation to his children was to a class — the time of distribution defining the members that were to constitute the class. In Gernet v. Lynn, 7 Casey 94, where a testator devised land to his son J., to hold the same to him during his natural life, and after his decease to his children lawfully begotten, share and share alike, it was held that J. took an estate for life with a vested remainder in fee to his children in being at the death of the testator, which opened to let in after-born children. At the date of the will the son had four children, and afterwards four other children, some of whom were born after the death of the testator. The children therefore took as a class. In Brink v. Michael, 7 Casey 165, my brother Woodward, for sufficient reasons on the face of the case, confined the word children to the then living children of William Brink by his first wife, he being a widower, living on the farm, conveyed by the deed, with his children. He'said: “ The natural love and affection which constituted the consideration of the deed, and maintenance and education, which were among the objects it aimed to promote, had reference, and in the nature of things must have had exclusive reference, to the children then in being; they were before the grandfather’s eyes, and were more manifestly the objects of his bounty.”\nIn White v. Williamson, 2 Grant’s Cases 249, there was a declaration of trust for the use of Mary M. Weaver and her children, and a subsequent declaration of trust by Benjamin F. Weaver, to whom the premises had been afterwards conveyed, that he held the same in trust for Mary M. Weaver and her children and -their heirs. The question, as stated by my brother Strong, was, what interest did Mrs. Weaver take under the original declaration of trust? “Was it a life estate with remainder to her children, or was it a tenancy in common with them ?”\nThe court adopted the first view, and held that the gift to the children was as a class, and not individually. This is the natural construction, and is now the established rule as to personal property, and we have seen that such has been the view taken as to real estate in two leading cases in England, which have never been distinctly overruled. In this state, the only case cited for a contrary doctrine is Shirlock v. Shirloek, 2 Barr 367, where the mother and all'her children were living at the date of the conveyance. The court below held that they were tenants in common, and the mother taking one-eleventh, her husband, the defendant below, on her death became tenant by the curtesy of her share. The defendant, the husband, took a writ of error on the ground that his wife’s estate was a tenancy in tail of the premises conveyed. In a per Curiam opinion, the court say, “ there is no error in the record of which the defendant below can avail himself;” and here the case really terminated, for if not an estate tail, which it clearly was not, then the decision below was the most favourable for him, for if his wife’s interest was only a life estate, then he had no claim whatever to any part of the premises. The rest of the opinion is extra-judicial, but sustains the view taken by the court below. The subsequent cases, however, have sustained what appears to be the true construction, and with. the light afforded hy them, we proceed to examine the case before us.\nThe words used are, “ unto the said Mildred Ann Davis and her children exclusively, and their heirs and assigns.” By giving the mother a life estate, and regarding her children as a class, we provide not only for those in existence at the date of the conveyance, but for those also a married woman might reasonably expect to have, and the period of distribution would be the termination of the life estate hy her death. This would give effect to the word “ exclusively,” for upon the construction adopted by the court below, her husband would have a curtesy estate, if he survived his wife, in the whole or a part of the premises. Any other construction would cut off the subsequently-born children, which we do not feel disposed to do, unless compelled by a settled rule of law, which we do not find to be the case. Adopting, therefore, this benign construction of this conveyance,\nThe judgment is reversed, and judgment entered for the defendant for costs upon the case stated.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "J. McD. Sharpe, for plaintiff in error.",
      "F. M. Kimmell, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Coursey versus Davis.\nEstates created by deed conveying land to a married woman and “her children exclusively, their heirs and assigns,” &c.\n' A conveyance to a married woman “ and her children exclusively, and their heirs and assigns, to have, and to hold” to her “ and to her children exclusively and their heirs and assigns,” vests in her a life estate with remainder in fee to her children as a class, so that those in being at the date of the deed, as well as those subsequently born, would be entitfed to take, in the distribution, on the termination of the life estate at her death.\nError to the Common Pleas of Franklin county.\nThis was a scire facias by William Davis and Mildred Ann Davis, for the use of the said Mildred Ann Davis, against William R. Coursey, with notice to terre-tenants, to revive and continue the lien of a judgment for $800, in the Common Pleas of that county.\nThe parties, by their counsel, agreed to the following facts in the nature of a special verdict, upon which they prayed the court to enter judgment if plaintiffs were entitled to recover their judgment, to be entered for $512.10, interest from 9th December, a. d. 1862. Otherwise, judgment for defendants for costs.\n“ On the 16th March 1858, plaintiffs, by articles of agreement, covenanted to sell and convey to Coursey, the defendant, about 11 acres and 18 perches of land, in Franklin county, for the consideration of $1000, all of which purchase-money is paid except above balance, for which plaintiffs now claim judgment. The deed to be made 1st April 1858. On the 2d April 1858, in pursuance of the contract, the plaintiffs executed and delivered a deed with clause of general warranty for the premises.\n• “ This land was conveyed to Mildred Ann Davis, the wife, by Peter Mowen and wife, by deed dated 23d October 1843, “to the said Mildred Ann Davis and her children exclusively, and their heirs and assigns, to have and to hold the premises to the said Mildred Ann Davis, and to her children exclusively, and their heirs and assigns.” The agreement and deed were made part of the case.\n“ At the date and delivery of this deed, Mildred Ann Davis had two children. The first an illegitimate child, born to her before her marriage to Davis, named Joseph Brand, born 22d March 1839. Alexander Wilson, the second child, born to Davis her husband, 7th November 1841, and died 30th June 1845. Joseph Brand conveyed and released all his interest 6th November 1862. The release was also made part of the case.\n“ After the execution and delivery of the deed to Mildred Ann Davis, there was born to her and her husband the following children: — James Buchanan Davis, 2d October 1849; Susan Ann Davis, November 2d 1854; Otterbein Davis, 3d March 1857, and Alma Porter Davis, July 6th 1859. These four children are still in being.”\nEach party reserved the right to a writ of error, without affidavit or sureties.\nJanuary 23d 1863, the court below entered judgment in favour of the plaintiffs for $512.10, with interest from the 9th of December, A. D. 1862, and costs; which was the error assigned by defendant.\nJ. McD. Sharpe, for plaintiff in error.\nF. M. Kimmell, for defendants in error."
  },
  "file_name": "0025-01",
  "first_page_order": 25,
  "last_page_order": 31
}
