{
  "id": 420666,
  "name": "Somerset Insurance Company versus McAnally",
  "name_abbreviation": "Somerset Insurance v. McAnally",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "41",
  "last_page": "44",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 41"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 389,
    "char_count": 8072,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 6.711756759980925e-08,
      "percentile": 0.4076923017519554
    },
    "sha256": "7af4b3c1e8d46cf6bab89105692e7d4407c3c3e7619835a369054153daa2c935",
    "simhash": "1:1a3384314c2c03f3",
    "word_count": 1408
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Somerset Insurance Company versus McAnally."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe only question in this case is, whether the •policy was avoided by the answer of McAnally, that there were no liens upon the property insured. The policy was dated 12th of September 1856-1-thé property insured was situated in Maryland, and a record' of the Circuit Court of Allegheny county, in that state, was given in evidence to show that on the 22d May 1856, McAnally had confessed a judgment for $95 in a. suit' of attachment by one Henry B. Martin against him. Was this judgment a lien upon the property insured ?\nIt appears, by the record, that Henry B. Martin had obtained a judgment against John Martin, whose goods and chattels had been sold by McAnally, as constable, on .some other process. To get at the moneys in McAnally’s hands, arising from the sale, Henry B. Martin attached McAnally, who confessed a judgment for the above amount, the plaintiff’s counsel stipulating in writing at the time that he had “ agreed with defendant’s counsel not to extend the judgment beyond the proceeds of sale realized by, and due on promissory notes to James McAnally, for the goods and chattels of John Martin, sold by him as constable under various executions, issued in certain attachment cases, which .were appealed from; and afterwards reversed.”\nThere was evidence that the funds realized by sale of John Martin’s effects had been paid into court in 1854, and some evidence that all the money going to Henry B. Martin had been paid him. But however this fact was, it is certain that the judgment against McAnally extended to nothing beyond these funds. Under the laws of Maryland a general judgment in an attachment suit would have been a lien on McAnally’s real estate, and he would be bound to disclose it to the insurance company in obtaining a policy on that property, but the lien of this judgment was limited, and did not extend to the property insured. There was no fraud, therefore, in failing to- disclose it. There was not even an inaccuracy of statement. He said there was no lien on what he wanted to insure, and the record produced by the company failed to show that there was any. It is not worth while to consider the verbal criticisms of the charge, for, however just they may be, the only ground of defence set up by the company failed them so entirely that it was very -right to render judgment against them.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Forward and GfaitJier, for plaintiff in error.",
      "A. S. Qoffroth, for defendant."
    ],
    "corrections": "",
    "head_matter": "Somerset Insurance Company versus McAnally.\nInsurance.— What misrepresentation as to liens will avoid policy.\nA judgment against an insurer, which is limited in its effect, and does not extend to the insured property, is not a “ a lien” within the meaning of the interrogatory propounded to insurers relative to encumbrances, and will not avoid a policy of insurance which issued upon a negative answer by the party insured.\nError to the Common Pleas of Somerset county.\nThis was an action on the case in assumpsit by James McAnally, for the use of Michael A. Sanner, against The Somerset County Mutual Fire Insurance Company.\nThe case was this: — On the 12th of September 1856 McAnally applied to the company for insurance against loss by fire of a house in the 12th district, Allegheny county, Maryland. Among the interrogatories, in his application, to which the assured was required to make true answers, was the following: “ Is there any encumbrance upon the property to be insured ?” To which he answered, “None.”\nIn his application he covenanted and agreed, that “If any untrue answer has been given to the foregoing interrogatories, whereby the said company have been deceived as to the character of the risk, or if any change be made as to the tenants or occupancy of these premises without being notified to this company, and endorsed upon their policy, then this insurance to be void, and the policy of no effect.”\nUpon this application a policy was issued to him, dated 30th of September 1856, insuring the property for three years from 12th September 1856.\nThe house was destroyed by fire on the morning of the 21st of April 1857, for which loss this action was brought.\nOn the trial, defendants objected to a recovery, on the defence raised by the following plea, viz.: “ That at the time of the application by plaintiff for insurance, he was required to make true answer as to whether there was any encumbrance upon said property or not. To which he replied there was none, when, in truth and in fact, there was a judgment against the said plaintiff in the Circuit Court of Allegheny county, Maryland, for which said property was bound, by reason of which false statement the policy of the said plaintiff became void, and the said defendants released from all liability thereon.”\nIn support of the issue raised by this plea, defendants produced a certified copy, the record of a case in said Circuit Court, wherein Henry B. Martin is plaintiff, and James MeAnally, garnishee of John Martin, is defendant, showing that a judgment was confessed on the 22d day of. May 1856, for $90, with interest from the 4th day of October 1851, and costs $5,331]-.\nThe court below (Hill, P. J.-), after stating the case, charged the jury, that the “judgment against the plaintiff was entered to cover a certain claim attached for goods sold, and when such goods were sold the judgment was to be satisfied. The plaintiffs say this money has been paid, and that the money was paid into court in Allegheny county, Maryland, in 1854, to satisfy said judgment. From my recollection of the testimony, the sum paid into court was $150. The plaintiff has produced the depositions of S. M. Semmes and James Reynolds, which, it is alleged, proves the payment of said judgment. There is a discrepancy in the dates. The money was paid into court in 1854, and the judgment confessed on the 22d of May 1856. In the process of attachment, if such process in Maryland is conducted as such cases are in Pennsylvania, there is generally more delay than in common actions. We submit the testimony to you to find whether said judgment was paid, or provision made for its payment at the time-the insurance was given, on the 12th September 1856. If the judgment was no encumbrance, and did not mislead or deceive the insurance company when the policy was issued, your verdict should be for the plaintiff for the amount insured.\n“ If, from the evidence, you should conclude that this judgment was satisfied at the time the policy was insured, and that in McAnally’s answer if he were mistaken in his answer as to this encumbrance, but that such mistake did not deceive the defendants as to the character of the risk, your verdict should be for the plaintiff. The deceit practised by the issued as to the risk should be considered, in a reasonable manner, a small judgment for $20 or $30, or even $100, which was an encumbrance on the lot, we submit it to you to say whether it would be such a deception as would affect the character of the risk. If you believe that it would not affect the risk, that is, if such an answer would not endanger the payment of the assessment on the premium note, or the payment of the premium note itself, then the verdict should be for the plaintiff.\n“We answer the points of the plaintiffs as follows: The judgment of condemnation on an attachment would, we presume, bind the real estate of McAnally as a lien.\n“ 2d. If the money was paid into court, it would be substantially a payment of the judgment, to be appropriated to the claims of the attachment, under the directions of the Court of Allegheny county, Maryland.\n“ If the defendants have not made out, from the evidence, satisfactorily to you that this property was so encumbered by the judgment referred to as to deceive the company as to the character of the risk, their defence has failed, and the finding should be for the plaintiff.”\nThere was a verdict and judgment for the plaintiff. Whereupon the defendant sued out this writ, and assigned for error the instructions given to the jury as above stated.\nForward and GfaitJier, for plaintiff in error.\nA. S. Qoffroth, for defendant."
  },
  "file_name": "0041-01",
  "first_page_order": 41,
  "last_page_order": 44
}
