{
  "id": 420674,
  "name": "Bitzer versus Killinger",
  "name_abbreviation": "Bitzer v. Killinger",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "44",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 433,
    "char_count": 10492,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 8.567267418804054e-08,
      "percentile": 0.4884037640804541
    },
    "sha256": "8e6390630b9c67bc13a7ee4e414feb022ca90c3c6491ad1b3ebc2514230d7ec0",
    "simhash": "1:33674234da764a7f",
    "word_count": 1878
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bitzer versus Killinger."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe question discussed under the fir'st assignment of error was whether a farm tenant whose lease bound him to feed, on the farm, all the hay and fodder made there, might give in evidence a custom of the country which allows tenants to take away as much hay at the termination of their lease as they brought upon the premises at the beginning of the term. The plaintiff 'alleged that when he leased the premises of Longnecker in 1852, he brought there twenty-five tons of hay and straw, and that he had on hand in the spring of 1857, when he became the tenant of Killinger, who,had purchased the place of Longnecker, fourteen tons of hay which Killinger refused to let him remove in the spring of 1858. In order to charge Killinger with these fourteen tons, he proposed to prove the custom alluded to. The court rejected the offer, and the argument before us was upon the competency of such evidence to control the terms of the lease.\nOn turning to the record, however, it does not appear that the court rejected the offer because usage or a custom might not be proved to control the construction of a written agreement. The objection taken to the evidence when offered was, “ that the hay on the place at the commencement of Bitzer’s tenancy under Killinger, was included in the claim of the plaintiff in the last trial between him and the defendant, and passed upon by the jury in that case.”\nThis was the objection which the learned judge sustained, and this it is fair to infer was his reason for rejecting the plaintiff’s offer. He may well have thought that the custom mentioned was a reasonable one, and consistent with the terms of the lease, but if the plaintiff had been paid for his hay by his recovery in the former suit, this was a very substantial reason for rejecting a second claim for the same hay. It is apparent, therefore, that neither the assignment of error nor the argument in support of it, is addressed to what was the actual ruling of the court.. Whatever the judge may have thought about the custom, he evidently meant that the plaintiff should not be twice paid for his hay.\nBut it is said he had no right to assume to himself the decision of the point whether the plaintiff had been allowed for his hay in the prior suit; that it was a question of fact, and-should have been submitted to the' jury. What has been adjudicated in a prior suit is often a question of fact, which, on account of the looseness of our pleadings, has to he subjected to parol evidence and referred to a jury, hut when it is determinable by the pleading, it is always a question of law for the court: Finley v. Han-best, 6 Casey 195.\nThe prior suit in this instance was between the same parties, was founded upon the common counts in indebitatus assumpsit, was tried upon a bill of particulars furnished by-the plaintiff, and the verdict for the plaintiff of ¡¡>666.40 had been rendered on the morning of the very day the court tried this suit. The trials succeeded each other, the same judge presided in both, and he had his notes of evidence fully before him. Now, under such circumstances, no jury could ascertain as well as that judge, whether the plaintiff had recovered for his hay in the former suit. The bill of particulars which in our practice has become an informal part of the pleadings, certified him that the plaintiff claimed for the hay, and in view of all that had just transpired under his own eyes, he refused to let the plaintiff claim for it again. Doubtless he decided the point of fact rightly.' Are we to reverse him because he did not set the jury to blundering .about it ? Assuredly not. ;We will presume rather that it appeared sufficiently from the pleadings, including the hill of particulars, that what, the plaintiff claimed in this action he had got in the former suit. Nor does it lie with the plaintiff to object that this part of his claim accrued subsequently to the bringing of the former suit, for if he introduced the claim into that suit without objection from the defendant, it is too late now for either of them to complain that it was passed upon. The judgment in the prior suit had not been rendered when this case was tried, but was entered before judgment in this suit, so that there is no ground to complain that the court, when they rendered the judgment we are now reviewing, held the plaintiff concluded as to the hay by the former recovery.\nThere is nothing in the second error. The defendant had a right to his set-off. He had not precluded himself from using it by having made use of it in the other suit before arbitrators, because the plaintiff appealed from the award. If he had let the award stand, or if the defendant had appealed, the set-off could not have been used in the subsequent suit. But when the first suit was arbitrated, there were no pleadings on the record — of course no set-off alleged of record — and though evidence of set-off was given, the plaintiff appealed from the award, and brought the defendant to a trial de novo, when he did not introduce his set-off in that suit, but reserved it for this case, where we think he had a right, under the circumstances, to use it.\nThese are the only errors alleged, and we see no reason in either of them for reversing the judgment.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Thomas H. Franklin and A. Herr Smith, for plaintiff in error.",
      "O. J. Hickey and Fmlen Franklin, for defendant."
    ],
    "corrections": "",
    "head_matter": "Bitzer versus Killinger.\nFormer recovery, when a question of law. — Set-off, power of defendant to control.\n1. Whether or not a matter has been adjudicated in a prior suit is often a question of fact for the jury; but whenever it is determinable by the pleadings, it is a question of law for the court.\n2. A defendant is not precluded from claiming a set-off on the trial of a cause in court, by reason of his having used it in another suit by the same plaintiff, before arbitrators, from whose award the plaintiff appealed.\nError to the Common Pleas of Lancaster county.\nThis was an action on the case in assumpsit, brought November 8th 1858, by Isaac Bitzer against David Killinger.\nThe case was this: — Isaac Bitzer, the plaintiff, became the tenant of David Longnecker of a farm, &c., in Lancaster county, in the spring of 1852. In March 1857 Longnecker sold the farm to David Killinger, the defendant, together with the hay and straw on the place, and Bitzer remained on the premises as the tenant of Killinger until the spring of 1858, when he removed therefrom.\nOn the 81st of October 1857, Bitzer brought suit against Killinger to November Term 1857, No. 224. On the 5th of November 1858 he brought the present suit against him to November Term 1858, No. 189, for a cause of action which had arisen since the institution of the first. In both suits narrs. were filed in indebitatus assumpsit, for' work and labour, goods sold and delivered, &c., with the money counts; and defendant pleaded in both non assumpsit, with leave, &e., and set-off. Both were set down for trial at April Term 1860; the first was tried April 24th, and resulted in a verdict for the plaintiff for $666.40. The second -suit was tried immediately afterwards, when the plaintiff offered to prove that at the commencement of his tenancy with Longneclcer he had brought twenty-five tons of hay and straw to the place; that at the commencement of the tenancy with the defendant he had on the place fourteen tons of hay, to be followed by proof of the custom of the country, that a tenant has a right to take away, at the termination of a tenancy, the same quantity of hay and straw he brought there, and that Killinger, the defendant, had prevented Bitzer from taking away the quantity of hay brought by him. The defendant objected to this offer on the ground that whatever hay the plaintiff had at the beginning of his lease from Killinger, he sold to the defendant, and had claimed the amount or value thereof in the last suit tried, in which a verdict was rendered the same morning, and for the fact referred to the record, the judge’s notes of the trial, and the plaintiff’s bill, and calculation submitted to that jury. The plaintiff denied that it had been so claimed or submitted, and insisted that the question whether it had so been was one of fact for this jury to determine. The court, however, overruled the offer.\nThe first action above mentioned had been referred to arbitrators ; and the defendant laid before them as a set-off a book account for meat, &c., amounting to $277.56, which was admitted by the plaintiff, and allowed by them. The arbitrators, on the 17th of January 1859, awarded in favour of plaintiff $105.79, with costs. From this award the plaintiff appealed on the 4th of February 1859, and gave bail for the prosecution of his appeal with effect. The second action was also referred to arbitrators, who, on the 16th of February 1859, awarded in favour of the plaintiff $275. From this award also the plaintiff appealed on the 7th March 1859, and gave bail for the prosecution of his appeal with effect. On the trial of the first action, the plaintiff having laid his proofs before the jury, offered to admit as a set-off to his claim, the book account above referred to, which had been laid before the arbitrators, and admitted and allowed by them as above stated; but the defendant refused to introduce it before the jury. On the trial of this action the defendant offered the book account referred to as a set-off to the plaintiff’s claim therein, to which the plaintiff objected; but the court overruled the objection, and admitted it as a set-off, in consequence of which there was a verdict of $8.74.\nThe errors assigned were—\n1. The rejection of plaintiff’s offer to prove that at the commencement of his tenancy with Longnecker he had brought twenty-five tons of hay and straw to the place, and at the commencement of his tenancy with the plaintiff had fourteen tons of hay, and that by the custom of the country a tenant has a right to take away as much hay and straw as he brought, and that defendant had prevented him from taking away the quantity of hay and straw so brought to the farm by him.\n2. In allowing defendant to introduce as set:off a book account, which he had introduced before the arbitrators in the first action between the same parties, and withheld at the arbitration'of-the second suit, the plaintiff having appealed from the award in this second suit, and given bail' to prosecute his appeal with effect.\nThomas H. Franklin and A. Herr Smith, for plaintiff in error.\nO. J. Hickey and Fmlen Franklin, for defendant."
  },
  "file_name": "0044-01",
  "first_page_order": 44,
  "last_page_order": 48
}
