{
  "id": 420641,
  "name": "Alexander et al. versus Bush",
  "name_abbreviation": "Alexander v. Bush",
  "decision_date": "1863-10-26",
  "docket_number": "",
  "first_page": "62",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 62"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Grant 88",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0088-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 16078,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.375909560750453
    },
    "sha256": "ce8e0ff01d3982ab27fe7a77f0029422c59530f6c675a390f8ca43949957f572",
    "simhash": "1:a6ee0f2bfc6beee5",
    "word_count": 2915
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Alexander et al. versus Bush."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, October 26th 1863, by\nLowrie, C. J.\nThe plaintiff below claims on a tax title, and succeeded on merely showing the taxation in 1816 and 1817, the treasurer’s deed dated in 1818, and regularly acknowledged, his payment of the taxes from 1830 to the present time, and that no land sale book for 1818 could be found in the treasurer’s office.\nThe pinch of the case is on the surplus bond. The court presumed it to have been given from the lapse of time, the long payment of the taxes, and the official duty to see that it was given. Yet the deed recites no bond given, but the payment of the whole purchase-money, and a receipt is appended for the same, and the defendants offered to show that they have paid the taxes regularly since 1817, and that they had long used the land as the woodland of their cleared farm which adjoins it, and that they are the holders of the original title.\nThe learned judge makes the presumption “ stand for proof of the fact until it is rebuttedand he would be quite right in thip, if the deed did not appear to show that the whole bid was paid in money, and therefore that no bond was given for surplus. Perhaps this form of the deed is mere form, and does not show what it seems to show; but we do not know this without proof of a uniform office practice that but one form was used, whether a bond was given or not: possibly this would overcome the evidence of the deed that the whole price was paid in money.\nBut suppose this proved: then the presumption rests upon the presumption of official regularity, somewhat weakened by the untrue form of the deed, upon lapse of time, and upon the payment of the taxes, and it is these that are to be rebutted. How ? Not by directly disproving them, but by proving other circumstances that are incompatible with the inference derived from them.\nMere lapse of time proves nothing in favour of a title, for the older- it is, without any claim being made under it, the weaker it is, and the weaker are all presumptions in its favour. The legal presumption of official regularity is wanting, because of the form of the deed contradicting it, and requiring evidence to support it, though it may become a presumption of fact to be drawn by the jury. It is therefore, as the case now stands, only the payment of taxes that has any value in corroborating other facts tending to raise the inference or presumption that the surplus bond was actually given.\nBut that is somewhat weakened hy the facts that during the first thirteen years, the plaintiff, who knew the character of his claim, paid no taxes on the land, and that during all that time it was taxed to the defendants, and the taxes paid by them. For thirteen years the plaintiff, knowing what his title was, did not have the land taxed to him, and the defendants, not knowing of the plaintiff’s title, so far as now appears, had the land taxed as theirs, if we take the rejected offer of evidence, as if it had been admitted and proved, as we must do. Surely this tends to show that it was not this land that was sold, or that there was some fatal defect in the plaintiff’s title, and the failure to give the surplus bond would he such a defect. Both parties paid the taxes ever since, neither, we suppose, knowing of the double taxation. But this is some evidence that the defendants did not know of an outstanding title, and is of some value in a case where the county records fail to show any sale for taxes. The case is therefore destitute of any legal presumption that the surplus bond was given.\nWhat we have said seems to us a sufficient answer to all the points raised in the case, and requires that we should reverse the judgment. And I may say, for myself, that with such facts before-me, showing so much irregularity in the public officers, and in the conduct of the plaintiff, I could not infer that the surplus bond was regularly given.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Edmund Blanchard and Qyrus Alexander, for plaintiff in error.",
      "John H. Orvis and H. N. McAllister, for defendant."
    ],
    "corrections": "",
    "head_matter": "Alexander et al. versus Bush.\nTax-sale title. — Presumption of law as to existence of surplus bond.— Receipt on deed, evidence of price paid bp purchaser.\n1. In ejectment for land bought at a tax sale in 1818, where the treasurer’s deed recited the payment of the whole purchase-money, a receipt for which was appended, but did not recite a surplus bond, held that no \"presumption that such a bond was given will arise either from lapse of time, the payment of taxes from 1830 to the time of suit brought by the plaintiff'and those under whom he claimed, or from the duty of the officer to see that such a bond was given, against the evidence in the deed that the whole bid was paid in money, and that, therefore, no bond was given for the surplus.\n2. Whether proof of a uniform office practice in the use of but one form for a treasurer’s deed, in case a bond was given or not, would overcome the evidence of the deed that the whole price was paid, quaere.\n3. But as the lapse of time proves nothing in favour of an unclaimed title, and as the legal presumption of official regularity was wanting in this case because of the form of the deed, the presumption that a bond was given could arise only from the payment of taxes on the land: and where they were not paid by those claiming under the tax sale for thirteen years thereafter, and were paid by the defendants and those under whom they claimed during that time and up to the time that suit was brought upon the land assessed as theirs, the case was held insufficient to ground any legal presumption that the surplus bond was given.\n4. Therefore, where the jury were instructed that the lapse.of time between the sale and the bringing of the ejectment and the payment of the taxes by the purchaser and those under whom he claimed during that period, would raise a legal presumption that a surplus bond had been given which would stand for proof of the fact until rebutted, the instruction was held error.\nError to the Common Pleas of Centre county.\nThis was an action of ejectment, by D. G. Bush against C. T. Alexander and Eli Horner, for a tract of land, partly in Spring and partly in Potter township, Centre county, containing one hundred and ten acres and one hundred and four perches, part of a larger tract surveyed on a warrant, dated December 4th 1793, to James Moore.\nAfter the plaintiff had given in evidence the warrant survey and patent for two hundred acres of land to James Moore, a conveyance from Moore to Reed and Livingston for one hundred and fifty-four acres and allowance of this tract, and a deed from Livingston to Reed for the undivided moiety of this tract, he offered in evidence a deed dated November 26th 1818, from John Mitchell, treasurer of .Centre county, to Roland Curtin, for one hundred and fifty acres of the James Moore tract, as unseated, in connection with proof of the assessment of taxes, for which the sale was made.\nTo this defendants objected: 1st. Because the execution and delivery of a bond for the surplus purchase-money forms part of the title of the purchaser at treasurer’s sale, and when such title is relied upon, the filing of the bond, or the execution and delivery of it, must be shown affirmatively. 2d. Because that when the deed shows that the land was sold for more than the costs and taxes due, a surplus bond is indispensable. 3d. This deed recites that the sale was made under the Act of 1804, and that under that act all the requisites of the law must be complied with. 4th. Because there has been no evidence given of a sale, and the recital of a sale in the deed is not evidence against the defendants.\nThe objections were overruled, and the offer admitted under exception on the part of the defendants.\nThe plaintiff then gave in evidence an assignment by Roland Curtin and heirs to' him, proved the loss of the official sale-book for 1818, and closed his ease.\nThe defendants, who claimed by a regular chain of title from the administrator of John Reed, who, on the 31st of August 1826, sold this land to William Irwin; after tracing the title down from the administrators of John Reed, offered in evidence Unseated Land Book of Centre county, No. 5, receipt for payment of taxes on James Moore’s tract August 28th 1821, and the transfer thereof to the seated list, for the purpose of showing, in connection with other evidence, that this tract was never sold by the treasurer. To this offer plaintiff’s counsel objected, on the ground that the record cannot be received to affect or invalidate the title acquired by the plaintiff under the treasurer’s deed, already in evidence. The objection was sustained, the evidence rejected, and a bill sealed for defendants.\nThe defendants subsequently offered to show the payment of taxes on the James Moore tract, and‘those claiming under him, from 1818 up to the present time, which was objected to as irrelevant, and rejected.\nDefendants then proved that they and those under whom they claimed, had used this tract as woodland of their adjoining property, and rested.\nThe learned judge of the Common Pleas, after stating the prominent facts of the case, charged the jury as follows:—\n“ You perceive that this action is brought by one claiming under a treasurer’s sale against a party in whom is vested the title of the former owner. If there be nothing in the case showing the tax title to be invalid, it will prevail over the title of the defendant, and the plaintiff will be entitled to your verdict.\n“ The defendant contends that the treasurer’s deed is invalid, and will convey no title as against the former owner or those claiming under him, because there is no proof in the case that a surplus bond was given for the excess beyond the taxes and costs of sale as required by law. It is well settled that where unseated lands are sold for taxes for a sum exceeding the amounts of taxes and costs due, a surplus bond for the residue is indispensable to the validity of the title, and unless such bond be given the sale is void, and the deed confers no title in the treasurer’s vendee. In this case it seems there was an excess to be provided for, and no surplus bond is produced, and no direct evidence that such bond was ever given. This is alleged by the defendant to be a fatal and incurable defect in plaintiff’s tax title. In reply to this allegation the plaintiff contends, first, that he is protected from such objection by the limitation contained in the Act of 1804, which is in these words : ‘ No action for the recovery of said land shall lie unless the same be brought within five years from the sale thereof for taxes as aforesaid.’ And, secondly, that the law will presume a surplus bond to have been given, and the burden of proof is therefore cast upon the defendant to show that such bond was not given. The argument of the plaintiff’s counsel is, that after twenty-one years the law presumes that the treasurer’s sale, and all proceedings incident thereto, were regular, and in accordance with the requirements of the law, and that upon this presumption he may securely rest until it is attacked by proof tending to show the contrary.\n“ As to the first branch of this reply. It is held by the Supreme Court that the limitation contained in the Act of 1804, already referred to, is in full force and unrepealed, and if it applies to the case in hand, then, according to the ruling in Iddings v. Cairns, 2 Grant 88, the limitation will perfect the title of the purchaser even in cases where no surplus bond has been given. This leads us to consider whether the plaintiff’s case falls within the true meaning and intention of the limitation. It will be observed that this ejectment is brought by the owner of the tax title against one who claims under the former owner, and that there is no evidence that the purchaser or those claiming under him ever went into possession of the land, but on the contrary it is proven that the father of one of the defendants used the premises in dispute as woodland in connection with his farm for several years previous to his death; and moreover, this action admits the defendants in actual possession when the writ issued. These facts I regard as important. In Parish v. Stevens, 3 S. & R. 296, the Supreme Court held that the five years began to run from the date of the sale, notwithstanding no possession was taken by the purchaser; but in Wain v. Shear-man, 8 S. & R. 357, that doctrine was reconsidered, and it was held that the five years are to be computed from the time the purchaser enters into possession. This last case was decided in 1822. On the 29th of March 1824, an act was passed providing a mode whereby an action of ejectment could be brought against a purchaser at tax sale, although no person be in possession under the tax title. This act has beep held to restore the law as it was held m Parish v. Stevens, and accordingly in all sales since the passage of the Act of 1824, the limitation commences to run at the time of sale. In this instance the sale occurred in 1818, and the five years had already expired when the act was passed. But it is suggested that the owner, by the 3d section, had two years wherein to bring his suit after the passage ,of the act. It is not quite clear to my mind that in this case the owner would be required to bring suit within two years, but whether he would or not, I regard it an important inquiry here, because, as this court construes the law, the limitation applies only to suits brought against the purchaser at tax sale, and not to suits brought by him, or those claiming under him, against a person in possession of the land. This is in accordance with the view taken by Judge Huston, in Bigler v. Cams, 3 W. & S. 139, and he adds, by way of suggestion, that it is worth' considering whether the Act of 24th March 1824 is not, in the most favourable construction, intended as a shield to the purchaser against the former owner, and not as a sword to wound him 'or. any other claimant. Although it is held that the title of the former owner cannot, after the limitation has closed, be set up as an outstanding title by a party in possession to defeat an action.brought by the purchaser at tax sale, yet no case, that I can find, goes so far as to determine that the limitation is conclusive in an action brought by the purchaser.against the former owner in possession; and if I understand the ruling in Bigler v. Cams, it is there held that the act does not apply to such a case. I am therefore, led to the conclusion that the defendant is not precluded by the limitation from alleging any defect in the sale which will'invalidate the title of the purchaser.\n“ This brings us to consider whether the sale is void for want of proof that a surplus bond was given. The plaintiff contends that he is not bound to show affirmatively that a bond was given, but that on the contrary it lies upon the defendant to make out by proof this allegation. [We cannot assent to the broad proposition that the purchaser is not required to show the existence of a surplus bond. He is bound to prove .it either by direct proof of .its having been given, or by such evidence as will raise a legal presumption of the fact. In this case more than thirty years were suffered to elapse between the sale and the bringing-of the suit, and during that period the purchaser-' and those-claiming under him continued to pay the taxes assessed on the' land! After all this it must' be presumed that a surplus, bond was given, and this presumption will stand for proof of the-fact; until it is rebutted. No evidence having been given to overcome this presumption, the defendant has failed to make out any. defence, and your verdict must be for the plaintiff.]”\nThere was a verdict and judgment accordingly. Whereupon the de'fend-ant sued out this and for error the admission in evidence of the treasurer’s deed, the rejection of the evidence relative to the payment of taxes, and so much of the charge of the court as is printed above in brackets.\nEdmund Blanchard and Qyrus Alexander, for plaintiff in error.\nJohn H. Orvis and H. N. McAllister, for defendant."
  },
  "file_name": "0062-01",
  "first_page_order": 62,
  "last_page_order": 67
}
