{
  "id": 420633,
  "name": "Klopp & Stump versus The Lebanon Bank et al.",
  "name_abbreviation": "Klopp & Stump v. Lebanon Bank",
  "decision_date": "1864-03-23",
  "docket_number": "",
  "first_page": "88",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 664,
    "char_count": 22314,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.6587864924058774e-07,
      "percentile": 0.6939383338565298
    },
    "sha256": "8949a1e61a19f5398344cf841dfe8f3be44befd3eed9d5ee0bfe937e9b515798",
    "simhash": "1:bc134c267e82bb68",
    "word_count": 4015
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius."
    ],
    "parties": [
      "Klopp & Stump versus The Lebanon Bank et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 23d 1864, by\nAgnew, J.\nKlopp & Stump were accommodation drawers of a promissory note to Myers &. Shour, discounted at the Lebanon Valley Bank, in which Myers & Shour held one hundred and fifty-five shares of stock. The note fell due and was discounted. May 24th 1860. On the same day Myers & Shour assigned their stock to George Hoffman and others as collateral security for certain liabilities to the bank. Notice of this assignment rvas given to the bank on the 25th of- May. The bank having-sued Klopp & Stump as drawers of the note to Myers & Shour, Klopp & Stump paid the judgment on the 1st of July 1860, before and after the payment claiming a transfer of the stock as sureties in the note for Myers & Shour. On the 26th of July, they also gave a written notice to the bank of their right to the stock as accommodation drawers for Myers & Shour.\nThe learned judge of the Common Pleas, in deciding against the right of the complainants to subrogation to the lien of the bank upon the stock, put aside the question whether the note was due and unpaid on the 24th of May to the bank, so as to entitle it to a lien upon the stock under the Act of Assembly; and considered the question as resting solely between Klopp & Stump and Hoffman and others, the assignees of the stock.\nIn this we think there was error. If the case depended entirely upon a comparison of right, either in privity or equity, between the sureties of an unpaid note, who had not yet become creditors by paying it, and a claimant of the stock by actual assignment, the case would be at an end, the sureties having no title to the stock either in law or equity. It is only by the title of the bank that the stock can be held at all against the assignment. If that fail, the right to subrogation fails with it. The question is therefore directly between the title of the bank under its lien, and that of the assignees under the assignment. If the bank have title by lien, then the assignment gives way because of a better legal title, and it-is this legal title the sureties claim. The claim to have this title lies in equity, but the title itself rests in law, so that if entitled to possess the lien, their right to the stock itself is by a legal and better title than that of the assignees.\nWas the note actually due and unpaid as regards the bank on the 24th of May? We think it was-. The 24th was the third and last day of grace. It entitled the bank to demand payment and receive the money, and also to protest for non-payment. It is immaterial whether suit can be maintained upon the third day after demand and protest or not. There may be reasons in favour of the drawer to allow him still further grace in order to avoid litigation, but certainly none to justify such an injurious interpretation of the Act of Assembly securing the lien as would enable the drawer or endorser, after demand and protest for nonpayment, to assign his stock and defeat the lien on the ground that the paper was not ripe for suit until the following day.\nThe note is actually due so far as the right to payment is involved, else there could be no right to demand and receive payment on that day. As to the right to receive the money, clearly the right to demand it is the test. And the note is actually unpaid if on demand the drawer refuses to pay, or, what is equivalent, provides no funds at the place of payment. If it were otherwise, where is the right to protest for non-payment on that day ? and the law is that the protest must be made or at least noted on the last day of grace. The protest in its very terms is a declaration against the drawer, reciting the demand, that the time limited for payment has fully expired, and solemnly protesting against the drawer for all exchanges, costs, and damages suifered by reason of the non-payment. A notarial protest is not absolutely necessary, the holder having himself the right to demand payment and notify the endorsers of the failure; but its nature and terms prove most clearly that the paper is actually unpaid.\nThe bank therefore having the right to demand and receive the money from the drawer and to protest for non-payment, certainly the failure had happened which it was the intention of the law to provide for, and consequently the lien had 'commenced. The lien therefore attached on the 24th of May. This being so, when the assignees came on the 25th to demand a transfer they were met by the prior lien as a legal and better claim to the stock. This is by the express terms of the law which operates upon the transfer as well as the assignment. The following is the provision: “ The stock of the bank shall be assignable and transferable on the books of the corporation only, and in the presence of the president or cashier, in such manner as the by-laws shall ordain; but no stockholder indebted to a bank for a debt actually due and unpaid shall be authorized to make a transfer or receive a dividend, until such debt is discharged or security to the satisfaction of the directors given for the same.”\nThe provision for transfer is a necessity, not only that the bank may know its stockholders, but that the security of its lien may be protected against secret assignments. The lien of the bank having attached before notice of assignment and claim of transfer, it is clear that when the claim was made on the 25th of May, it had a right to refuse to make the transfer, and to hold the stock upon the debt. It is equally clear 'that the rights of the sureties in the note had also taken precedence of the assignment, for the moment the lien began, the duty of the bank also began, to hold the security of the stock for the benefit of the sureties. It is this security as the bank held it, and not less than it held it, to which equity subrogated the sureties on their payment of the debt. The debt is the object of the lien and for which it is the security, and it is this security that equity lays hold of, for the benefit of the sureties. But the title to it was in the bank until payment.\nIt is for this reason that the want of .notice to the bank does not take away the sureties’ right to subrogation. It is not the notice which creates the equity, but the fact of suretyship coupled with the payment. Until payment, the bank held for itself, and payment only consummated the title of the surety to demand subrogation. The benevolence which dictates the subrogation inheres in the relation of the parties, not the knowledge. It is true as between the bank and the sureties, want of notice might prevent subrogation, if the bank had permitted a transfer. But this would be on the ground of laches ór a want of diligence which prevents the administration of the equity, not because the equity had not arisen.\nIn this case, no new relation having sprung up, and the bank having suffered no prejudice, and the sureties having claimed the transfer at the time of payment, there is nothing to prevent the administration of equity. They are therefore entitled to a decree.\nAnd now, to wit, March 21st 1864, so much of the decree of the court below as relates to the stock of Myers & Shour in the Lebanon Yalley Bank, and the costs, is reversed, and this court, proceeding now to make such decree as the Court of Common Pleas in Lebanon county sitting in equity ought to have made, do order and decree that the Lebanon Yalley Bank transfer in due form upon the books of said bank to the complainants named in the bill, the one hundred and fifty-five shares of stock admitted in the answer of the bank to be standing in the names of the said Myers & Shour, and to pay to them the dividends heretofore accrued thereon, and that the said Myers & Shour' and their assignees, or any person claiming the said stock, shall be perpetually debarred and precluded from recovering the same or the value thereof, or any dividend thereof from the said Lebanon Yalley Bank; and it is further ordered and decreed that the costs of these proceedings in the court below and in this court be paid by George Hoffman, William Eckert, Daniel Myers, George Pfleger, and the Lebanon Yalley Bank in equal proportions, and the record is remitted to the court below to carry on this decree.\n[Klopp & Stump v. The Lebanon Bank et al.]\nBut inasmuch as the value of the said stock with the accrued dividends thereon is unknown to this court, and may exceed the sum due to Klopp & Stump, being $3000 with interest thereon from the 24th day of May 1860, together with their costs in this cause, it is ordered that Hoffman, Eckert, and Myers be at liberty within thirty days after notice of this decree to pay to the said Klopp & Stump the said sum of $3000 with interest and costs as aforesaid, and upon such payment being made to take and have said stock transferred and dividends paid to them, or if they shall within said thirty days show to the court by petition that said stock and dividends are of greater value than said sum due to Klopp & Stump, it shall be lawful for the Court of Common Pleas to order the said stock to be sold at public auction, and out of the proceeds and the said accrued dividends to pay to the said Klopp & Stump the said sum of money due them, with interest and costs, and to pay the residue to the said Hoffman, Eckert, and Myers.\nBy the Court.\nWoodward, C. J., was absent at Nisi Prius.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Levi Kline and Josiah Lunch, for appellants.",
      "John O. Kunhle, J. W. TJlrich, and A. R.Boughter, for the Lebanon Valley Bank and the other defendants."
    ],
    "corrections": "",
    "head_matter": "Klopp & Stump versus The Lebanon Bank et al.\nLien of bank on stock of indebted stoclcholder, when it commences.— Bight of endorser, by subrogation, to securities held by bank.\n1. The Act of Assembly approved. April 16th 1850, which prohibits the transfer of bank stock or the receipt of dividends thereon by any stockholder who may, at the time, be indebted to the bank, though intended mainly for the security of the bank, operates also incidentally in favour of the endorsers of such debtors.\n2. The right of a bank to prevent such transfer or payment becomes absolute as soon as any such debt becomes due and payable, and the legal title to the stock remains in the bank for its own security until payment, and for the benefit of the sureties of a debtor, if there be any, afterwards.\n3. The sureties of such indebted stockholder are in equity entitled to be subrogated to the security thus held by the bank, which equitable right attaches the instant the lien of the bank commences, and is consummated by payment of the debt for which they wore surety.\nAppeal from the Common Pleas of Lebanon county. In Equity.\nThis was a proceeding in equity, founded on a bill filed by Eli Klopp and Henry Stump, doing business as Klopp & Stump, against the Lebanon County Bank, George Hoffman, William Eckert, Daniel Myers, and George Pfleger, Sr.\nThe bill set forth that “ the complainants, on the 21st day of March 1860, made their accommodation promissory note for Myers & Shour for $3000, payable to the order of the latter at the Western Bank of Philadelphia, at sixty days. Myers & Shour, before maturity, endorsed and had this note discounted at the Lebanon Valley Bank, and failed on the 23d day of May 1860.\n“ That at the time and long before the above note was made, Myers & Shour owned one hundred and fifty-five shares of the capital stock of the Lebanon Valley Bank. This stock they continued to own until the 24th day of May 1860, when they privately assigned it to' George Hoffman, William Eckert, Daniel Myers, and Jonathan Bender, as security for liabilities long previously incurred by them as their sureties.\n“ That the Lebanon Valley Bank had no other notes against Myers & Shour that came due until several weeks after the. 24th day of May — that being the last day of grace of the note above mentioned.\n“That Klopp & Stump afterwards-paid this note out of their own funds, and then demanded to be subrogated to the liens and equities which the bank had to this stock, and dividends declared on it, by virtue of said note, which the bank refused to do, and that this bill is brought to compel such subrogation. That the stock and three dividends declared on it — one before the assignment and two afterwards — are still standing in the name of Myers & Shour on the books of the bank, ‘as they originally did. That George Pfleger, Sr., also claimed the first dividend declared on the stock, by reason of a check from- '.him by Myers & Shour some days after the lien of the bank had attached to this stock and dividend.” ,\nThey therefore asked that the bank be ‘compelled to deliver to them the stock above mentioned, with the dividends due thereon, and that they be subrogated to the right of the bank as to the stock and unpaid dividends, &c., &c.\nTo this bill ansAvers were filed by all the defendants. The answer of the Lebanon Valley Bank averred that the bank had discounted the note in question, but did not know that it was an accommodation note, and that complainants have paid it, and demanded to be subrogated to the right of the bank to this stock, which the bank refused. That Myers & Shour owned the one hundred and fifty-five shares of stock as stated, and that three dividends had been declared upon -them, but that the stock was assigned by special assignment on the 24th day of May 1860, to Hoffman etal., and that then the note of $3000 was not “actually due.” That the bank had no other note that was then or soon after due and payable against Myers & Shour. That the stock .and dividend still stand in the name of Myers & Shour on the books of the bank, and that one of the dividends was declared before, and the. other two after thes assignment was made. That the bank did not know that the stock was assigned until the 25th of May, Avhen they were notified.\nThat the bank claims to hold the stock and dividends to secure the payment of a $1000 note drawn by Myers & Shour, and endorsed by II. II. Hershey, bearing date April 10th, and payable at the Western Bank of Philadelphia, at 60 days, and Avhich was protested for non-payment.\nThat the bank also claims to hold said stock and dividends to secure the payment of two other notes, made by Myers & Shour, Daniel Myers, and William Eckert, one of.which is dated March 28th 1860, and payable at two months, and the other, -made by the same parties, dated April 10th 1860, at two months, and which are still held by the hank.\nThe answer of William Eckert and Daniel Myers admitted all that the Lebanon Yalley Bank had admitted, and added that they did not know at what hour or period of the day, on the 24th of May, the stock was assigned. They also denied that the $3000 note was “actually due” when the stock was assigned, and that they, together with George Hoffman, Henry T. Hoffman, and Jonathan Bender, lay claim to this stock and dividend under that assignment. They also claimed that the stock and dividends should be held by them as the sureties of Myers & Shour, in four notes, discounted by the Lebanon Yalley Bank, for $3000 each, payable at sixty days, being dated as follows: 1st, March 28th 1860 ; 2d, April 10th 1860; 3d, May 8th 1860; 4th, May 17th 1860; and that if a lien attached at all, it arose out of those notes, and that they are entitled to the benefit of it.\nThe answer of George Hoffman admitted all that the bank admitted. Does not know at what hour or period of the day of the 24th of May the stock was assigned; and denies that orators can claim to be subrogated because they are accommodation makers. He also averred that he and his brother, Henry T Hoffman, also had notes in-bank against Myers & Shour, but which came due long after the $3000 note of orators, and that if a lien attached it attached for their benefit.\nThe answer of George Pfleger, Sr., averred that the Lebanon Yalley Bank declared a dividend on first Tuesday in May 1860, of $111, on stock of Myers & Shour, and that Myers & Shour, to pay him, gave him a check for this dividend on the bank on the 26th day of May 1860. That this dividend was the only fund then standing to the credit of Myers & Shour on the books of the bank. That he presented the check at the bank for payment, which was refused. He claims this dividend ($111), and insists that as to this the hank had no lien by virtue of the $3000 note of orators, or otherwise.\nThe testimony taken in the case exhibited the following facts:—\nOn the 21st day of March 1860, Klopp & Stump made and delivered their accommodation promissory note for $3000 to Myers & Shour, payable to the order of the latter sixty days after date, at the Western Bank of Philadelphia.\nWhen this note was delivered to Myers & Shour, they gave their receipt therefor, acknowledging that the same was made for their accommodation, and agreed to lift it at maturity.\nAfterwards Myers & Shour obtained the accommodation endorsement of William Eckert, and thereupon, and before maturity, had the note discounted by the Lebanon Yalley Bank, and drew the proceeds thereof on William Eckert’s check.\nMyers & Shour failed on the 23d day of May 1860. When this note matured it was protested for' non-payment, and suit was afterwards brought by the Lebanon Valley Bank against the appellants, and a judgment recovered against them for the amount with interest on the 13th day of November 1860. This judgment the complainants paid on the 1st day of July 1861, out of their own funds.\nAt the time the negotiable note in question was made, Myers & Shour were the owners of one hundred and fifty-five shares (one hundred old and fifty-five new), of the capital stock of the Lebanon Valley Bank, and continued to hold this stock as their property until the 24th day of May 1860, when they-assigned it to George Hoffman, William Eckert, Daniel Myers, Jonathan Bender, and Henry T. Hoffman, as collateral security for liabilities which they had incurred some time previous as their sureties.\nThe bank was notified on the day following of this assignment. No transfer was then or afterwards made on the books of the bank, but the stock stands there in the. name of Myers & Shour, tp abide the event of this controversy.\nThe $3000 accommodation note, which the appellants had loaned to Myers & Shour, also became due on the 24th day of May 1860 — that being the last of the three days of grace.\nThe Lebanon Valley Bank held other notes against Myers & Shour at the time this stock was assigned, all of which, however, but one were secured, and neither of which came due until several weeks after the assignment of the stock was made. Previous to the making of this assignment, one undrawn dividend of $111 had been declared on this stock. This was claimed by George Pfleger under a check given him on the bank by Myers & Shour on the 26th of May.\nThe complainants notified the Lebanon Valley Bank on the 20th day of July 1860 that Myers & Shour were the real debtors, and that they (Klopp & Stump) were but sureties, having made the note in question for the accommodation of the payees, and when they afterwards paid the money, they requested to have this stock and dividend assigned to them, which the bank declined to do, because they had been notified by others, who also claimed them, not to do so.\nThe question for the determination of the court was whether the complainants or Hoffman et cd. are entitled to hold the stock and dividends; the former as the sureties of Myers & Shour for the payment of this note under the right of subrogation to the liens and equities wdiich the bank had thereon after they had paid the note, or the latter under the assignment of Myers & Shour.\nThe complainants in the court below contended that, being the accommodation makers of the $3000 note in question, they were in law the sureties of Myers & Shour for the payment of it; that the note in question was “actually due” as against Myers & Shour, who were previously insolvent, on the 24th of May, when the stock was assigned by them; that the lien of the bank to that stock had attached previously to, or if not previously, at least simultaneously with the assignment, and that the bank being in possession of the stock — even if all other claims thereto were equal — was entitled to hold it as a security for the payment of this note; and that these appellants having paid the note after-wards, were entitled to be subrogated to all the rights and equities of the bank to this stock and dividends.\nThe court below (Pearson, J.) conceded that the evidence clearly established that .the appellants had made the note in question without consideration, and for the accommodation of Myers & Shour, and as such were entitled to all the rights of a surety under the circumstances disclosed by the facts in the case, but inasmuch as the appellants had failed (in the opinion of the court) to show affirmatively that the lien of the bank attached to this stock before it was assigned to Hoffman et al., they had no superior equity, and for this reason were not entitled to hold it.\nAs to the $111 undrawn dividend, which had been declared on this stock before the assignment was made, and which was not embraced in it, the court below decreed this sum to the appellants because Pfleger’s check was dated on the 26th, and therefore as to it the lien of the bank had attached before it was issued.\nFrom this decree the complainants appealed, assigning for error here:\n1. That the court erred in ordering and decreeing that the remainder of the bill be dismissed, being so much of the prayer as related to the complainants’ claim to subrogation to the lien of the bank to the one hundred and fifty-five shares of the Lebanon Valley Bank stock of Myers & Shour, and the dividends thereon declared after the assignment was made.\n2. The court also erred in'not ordering and decreeing that the complainants be subrogated to the right of the bank to said stock and dividends.\n3. The court also erred in not ordering and decreeing that the Lebanon Valley Bank assign and transfer to the complainants the bank stock and dividends in question.\n4. The court also erred in ordering and decreeing “ that no costs be taxed by Klopp & Stump for taking testimony, or the attendance of their witnesses, or the expenses of the examiner, but that they pay the same, and that they pay two-thirds of the other taxable costs in the case.”\nLevi Kline and Josiah Lunch, for appellants.\nJohn O. Kunhle, J. W. TJlrich, and A. R.Boughter, for the Lebanon Valley Bank and the other defendants."
  },
  "file_name": "0088-01",
  "first_page_order": 88,
  "last_page_order": 96
}
