{
  "id": 420661,
  "name": "Erwin versus Myers",
  "name_abbreviation": "Erwin v. Myers",
  "decision_date": "1863-11-05",
  "docket_number": "",
  "first_page": "96",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 82",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168996
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0082-01"
      ]
    },
    {
      "cite": "6 Watts 299",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0299-01"
      ]
    },
    {
      "cite": "2 Watts 278",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 137",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0137-01"
      ]
    },
    {
      "cite": "4 Watts 146",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0146-01"
      ]
    },
    {
      "cite": "11 Paige 288",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "opinion_index": 0
    },
    {
      "cite": "9 Johns. 464",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1214,
    "char_count": 44222,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 3.039582067856899e-07,
      "percentile": 0.8551693554334635
    },
    "sha256": "0237b4d84f5c04363b8593243ee03c1b2aaaf99fc2affef38ec2186d14e5082f",
    "simhash": "1:06c401234ecc74db",
    "word_count": 7846
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented."
    ],
    "parties": [
      "Erwin versus Myers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 5 th 1863, by\nStrong, J.\nThis was an action of ejectment brought by Peter Erwin against Andrew Myers, to recover the possession of a lot of ground which the plaintiff by articles of agreement had covenanted to sell and convey to the defendant for the sum of $3700. The legal effect of the articles was to bind the plaintiff to give to the defendant a good title to the whole of the premises. From the evidence given on the trial, it appears that neither when the articles of agreement were made, nor when this ejectment was brought, nor at any time since, was the plaintiff seised of more than an undivided moiety of the premises, and consequently he could not make title to more than one-half of what he had agreed to convey. The defendant having paid a portion of the stipulated purchase-money, and having entered under the contract, this ejectment was brought to enforce its consummation or its rescission. On the first trial, it appearing that the plaintiff was the owner of but an undivided half of the property, and that the defendant had paid one full half of the stipulated purchase-money, a verdict and judgment were, under the instructions of the court, rendered for the defendant. The judgment was reversed in this court, and the case was remitted for a new trial. The instructions sent down were in substance, that the defendant having entered under the plaintiff, could not retain his possession for the reason that his vendor’s title is defective, and that he could not hold the half of the land which the plaintiff was able to assure to him, without paying the entire $3700 which he had agreed to pay for the whole property. The language of this court was that he had two courses open before him: “ In the first place, he had a right to insist upon a strict performance of the contract by the plaintiff, after strictly performing on his part. If he was prepared to prove that he had paid one-half of the purchase-money, he should have brought the other half into court for the use of the plaintiff, whenever the plaintiff should file such a deed as in the opinion of the judge would have been a compliance with his part of the agreement. Or, on the other hand, he might have taken advantage of the plaintiff’s inability to make a full title, and rescinded the contract, and suffered a verdict to pass in favour of the plaintiff, on condition the plaintiff should repay what purchase-money he had received, and compensate for any improvements the defendant had made.” When the case went back to the Common Pleas for the new trial, the second of the above-mentioned suggestions was adopted, and a verdict was rendered for the plaintiff on condition that he pay to the defendant the sum of $1635.29 on or before the 1st day of April 1863, with interest from the 20th day of December 1862. Upon this verdict judgment was entered, and the case has been a second time brought here. Several errors have been assigned, most of which it is not necessary to consider at length. The first, second, third, and sixth cannot be sustained. The plaintiff himself gave in evidence the articles of agreement. Of course, in any aspect of the case, it was competent for the defendant to show that the plaintiff could not comply with his contract, and that the deed which he offered was not such as he was bound to give. This will be made manifest by what we shall say of the fifth assignment of error. Equally certain is it that the evidence by which it was proposed to prove the property had not been held by Imhoff & Myers as tenants in common, but that it was partnership property, was incompetent for any such purpose. This was ruled in Hale v. Henrie, 2 Watts 143, and the same'principle has been affirmed in several subsequent cases. Nor do we find anything in the testimony of Emanuel Myers that opened a door for inquiry into claims the plaintiff may have had against the defendant, other than such as arose out of the sale and occupation of the property. Of the sixth assignment it need only be said it is too general, it specifies no error.\nBut we think, in trying the case upon the principles upon which it was tried, the plaintiff should have been permitted to prove that after the defendant entered into possession of the property he tore down the smoke-stack, removed and sold fixtures, and damaged the property by bad usage. If, in the settlement of the equities between the parties, the plaintiff was responsible for betterments, as was said when the case was here before, the defendant must be for waste. If the contract is to be rescinded, both parties must be reinstated to their original position, and this cannot be done if the plaintiff must take back the property denuded of its improvements, yet without compensation.\nIt is the fifth assignment of error, however, which raises the most important question in the case, and which has led us to review the decision made when the first writ of error was in this court. The suggestions then made of the means which the defendant had to protect himself, were dictated by a desire to secure to both parties full and proper justice. It is so obviously unjust that a vendor who had covenanted to make a perfect title, but who is unable to do so, after having obtained most of the purchase-money, should be permitted to eject the vendee from the property sold, and turn him over to an action at law to recover the money paid, an action which the insolvency of the vendor might render fruitless in results, that an effort was made to give to the vendee a better security. In such a case the vendor has no equity. His rights, whatever they are, are all at law. And even at law, in a different form of action, he cannot recover the unpaid portion of the stipulated purchase-money. His own covenant has been broken, and he is in default, whether he sues in covenant or in ejectment. Meanwhile his vendee is entirely innocent. He has broken no covenant, for he was not bound to pay except upon condition that a good title be given to him. It was no part of his duty to inquire what title the vendor had to give when the articles of agreement were made. He took the engagement of the vendor to make him a full assurance, and until the contract came to be executed, by a delivery of the deed, he was not called upon to investigate the extent of the vendor’s rights. If the vendor’s covenant be broken, the vendee has several remedies. He may rescind the -contract, or at his election may bring an action at law to recover damages, or institute a proceeding in equity to enforce specific performance. These are rights of the vendee. Clearly the vendor has no right'to rescind the contract for his own breach of its covenants. When he brings an ejectment against his vendee in possession, and the articles of agreement are brought before the court, the vendee’s equity may be, and generally is asserted. Then the vendee becomes in effect a suitor for a specific performance of the contract, and for an injunction against the vendor, and if he do what equity requires of him, he may hold possession of the land even against the vendor’s legal title. Nor can it be said that, in all cases, equity requires nothing less than payment of the whole agreed price of the sale, and that, unless the vendee pay all that, he must surrender the possession. His position is not to be confounded with that of a vendor praying in equity for a specific performance. There is a settled distinction between the two cases. If a vendor cannot make out title to the whole of the subject-matter of the contract, equity will not compel the vendee to perform pro tanto. But says Mr. Sugden (Sugden on Vendors 193), “when a vendee seeks a specific execution of an agreement, there is much greater reason for affording the aid of the court to a purchaser when he is desirous of taking the part to which title can be made.” “ And,” he adds, “ a purchaser may, in some cases, insist upon having the part of an estate to which a title is produced, although the vendor could not compel him to purchase it.” So in Mortlock v. Buller, 10 Vesey 315, Lord Eldon said, “ If a man having partial interests in an estate, chooses to enter into a contract respecting it, and agrees to sell it as his own, it is not competent for him afterwards to say, though he has valuable interests, he has not the entirety, and therefore a purchaser shall not have the benefit of his contract. For the purposes of this jurisdiction, the person contracting under those' circumstances is bound by the assertion in his contract, and if the vendee chooses to take as much as he can have, he has a right to that, and to an abatement.” In Attorney-General v. Gower, 1 Vesey, Sen. 218, where tenants in common had contracted for the sale of their estate, and one of them died, it was held the survivors could not compel the purchasers to take their shares. But the converse of the proposition was denied, and it was held the purchaser might compel the survivors to convey their shares, although the contract could not be executed against the heirs of the deceased. The same doctrine was laid down in Wood v. Griffith, 1 Swanston 54; and in Milligan v. Cook, 16 Yes. 1, specific performance was decreed upon the bill of a purchaser -with compensation for defect of title by reduction of the purchase-money. In Hill v. Buckley, 17 Yes. 394, Sir William Grant, M. B., stated the general rule to be, “ where a. misrepresentation is made as to quantity, though innocently, the purchaser is entitled to have what the vendor can give, with air abatement out of the purchase-money, for so much as the quantity falls short of the representation.” The same rule of specific performance, pro tanto, at the suit of the purchaser, with compensation for deficiency, by abatement of the purchase-money, was acted upon in Graham v. Oliver, 3 Beavan 124, in Wheatley v. Slade, 4 Linn. 126, and in Nelthorpe v. Holgate, 1 Coll. 203. It was also asserted unanimously, by the New York Court of Errors and Appeals, in Waters v. Travis, 9 Johns. 464. It is too strongly fortified by authority, as Avell as founded in reason, to be successfully denied. Hence, it has found its way into the best text-books as established doctrine. Adams, in his Treatise on Equity,' page 90, lays it down that, in favour of the purchaser the rule in equity is, though he cannot have a partial interest forced upon him, yet if he entered into the contract in ignorance of the vendor’s incapacity to give him the whole, and chooses aftenvards to take as much as he can get, he has generally, though not universally, a right to insist on that, with compensation-for the defect. He adds, the defect must be one admitting of compensation, and not a mere matter of arbitrary damages. In Story’s Equity, § 779, the general rule is also said to be that the purchaser, if he chooses, is entitled to have the contract specifically performed as far as the vendor can perform it, and to have an abatement out of the purchase-money, or compensation for any deficiency in the title, quantity, quality, description, or other matters touching the estate; and in Morse v. Elmendorff, 11 Paige 288, the chancellor went so far as to say that in a case where the vendor never had it in his power to perform at all, if the purchaser had filed his bill in good faith, supposing at the time he instituted his suit specific performance could be decreed, he was not prepared to deny that the court Avould retain his suit, and award the complainant a compensation in damages. However this may be, there is nothing in the general rule of which a vendor can complain. It is his own fault if he has assumed obligations which he cannot fulfil. It cannot be inequitable to require him to perform, as far as is in his'poAA-er, and being in a court of equity, a decree that lie make compensation for all that he fails to perform is but completing what the court has begun, and preventing a multiplicity of suits. In no just sense can it be said that thus a new contract is made for the parties. The vendor is not compelled to convey anything which he did not agree to convey, and the vendee pays for what he gets, according to the rate established by the agreement.\nIf then Myers, the defendant, chose to set up an equity growing out of the articles of agreement, if on the trial of the ejectment he elected to occupy the position of a vendee praying for specific performance of the agreement, so far as the plaintiff could perform, and for compensation for the deficiency, and if the defect of title of the plaintiff was an undivided half, why was not the defendant’s equity complete on his payment of one-half the stipulated price for the whole ? Why was he not entitled to a verdict enforcing his equity ? Surely, the defect was capable of accurate measurement. The plaintiff could not assert that an undivided half was worth more than one-half of what the whole property was worth. If the defendant must turn out of possession or pay the price which he agreed to pay for a good title to the whole property, he is denied the equity, undoubtedly his, to enforce the performance of the vendor’s contract pro tanto, i. e., so far as it is within the vendor’s power to perform. And this without any default of his. Then a vendor, through the breach of his own covenant, extinguishes an equitable right of his vendee, or compels the payment of a sum of money to which, not even at law, much less in equity, is he entitled. Surely this cannot be. Even if a tenant enter under an agreement with his landlord for a lease, equity will restrain the latter from proceeding by ejectment against him : 1 Eden on Injunctions 49. If the equitable rights of a vendee are such as have been described, if he may insist upon the specific execution of the contract, so far as the vendor can perform, and is entitled to abatement out of the purchase-money for deficiency, it is impossible to sec why he must surrender the possession or pay the whole purchase-money. The reasons which forbid a tenant to deny the title of his landlord are not applicable to his case. The vendee has an equitable right to the possession of the land; a right which a chancellor will secure to him. It would be passing strange, if a vendor, able to convey only one-half of the subject-matter of his contract, who would bo compelled to convey that and also give possession on payment of half the purchase-money of the whole, should be permitted to refuse doing either and allowed to recover possession on default of the payment of the entire price, because he had accorded to his vendee a part of the rights which equity would compel him to give in solido. In no sense would such a ruling secure the equity of the purchaser. This is well illustrated by the case in hand. The plaintiff insists that the defendant shall pay into court what he agreed to pay for a perfect title, while he himself offers and can offer a title to but one-half. He seeks to enforce the whole contract against his vendee, while he is breaking his part of it. And the money paid into court is to remain there, until he shall offer a deed that, in the opinion of the court, will convey a good title to the whole property. This he may never be able to do. Thus the defendant is denied his right to have the contract executed pro tanto, and is compelled to pay the whole purchase-money, while he is left exposed to being turned out of possession by the owner of the other half of the property, and to being made accountable for mesne profits. It is said the right of the outstanding owner may never be asserted, and that the plaintiff is entitled to the benefit of such a contingency. Why is he entitled to such a benefit ? By his contract, he has engaged to assure to his vendee all the rights and benefits which he can give, and he has yielded up the possession of the property. He was not bound to yield it, except by his contract. It would seem, that in such a case, he who has the rightful possession should be entitled to the chances of a non-assertion of an outstanding title.\nIt is further said to be the settled law of this state, that a vendee in possession under articles of agreement for the purchase of land, against whom an ejectment is brought to compel the payment of purchase-money, is not permitted to set up a defective title in his vendor, or an outstanding title in a third person, to defeat the plaintiff’s recovery, and for this doctrine we are referred to Congregation v. Miles, 4 Watts 146. I do not understand that case to have decided this as an universal principle, or that it goes any further than to rule that a party cannot rescind the contract and still retain the possession taken under it. If it does, then it is in conflict with the rule and practice of every bill for a specific performance, for in every such case the title of the vendor is subject to inquiry, and is usually referred to a master for investigation. True, where a vendee in possession asserts no equity, offers to pay for no part of the property, and avers the contract to be null, because not complied with by the vendor, he may not set up defective titles or outstanding titles to protect his possession. That would be using the contract, while denying it. It is a very different thing from seeking to enforce the contract, so far as the vendor can perform it. In Hersey v. Turbut, 3 Casey 424, it was said that wherever the defendant enters into a possession of land under a contract with the plaintiff for the purchase of it, he will not be permitted to set up an independent title to protect a hostile possession. That may be when he repudiates the contract of purchase. In . that case the contract had been executed, and the suit was a scire facias on a mortgage given for the purchase-money. Tn Treaster v. Eleisher, 7 W. & S. 137, there is a dictum to the same effect, having no necessary hearing on the case. In Smith v. Webster, 2 Watts 278, it was ruled that a vendee will not be permitted to withhold both the payment of the purchase-money and the possession of the land from the vendor, because he happens to be unable to make such a title as the vendee is bound to accept. This is nothing more than ruling that he cannot rescind the contract, and still reap a benefit from it. Nor is anything more to be found in Jackson v. McGinnis, 2 Harris 331. None of these cases can be understood as holding that where an ejectment becomes a real attempt, either by the vendor or vendee, to enforce the agreement in whole or in part, the vendor’s title does not come into consideration. It may not, indeed, when tho vendee elects to rescind, though in some cases it may even then, but certainly it must when the vendee elects to take what the vendor can assure to him. Such I understand to be the settled doctrine of the law, and there is direct authority for the course pursued on the last trial of this case, and suggested by Judge Woodward when the case was first in this court. I mean for compelling a vendor, whose title is defective, to repay purchase-money received, before he can recover possession of the' land from the vendee, even when the latter chooses to rescind tho contract. This was squarely decided in Richardson v. Kuhn, 6 Watts 299. That was an ejectment brought by vendors against their vendee, in possession, under articles of agreement for a sale, and the- latter was permitted to show- an outstanding title. The language of this court then was, “ the action is to enforce the payment of purchase-money, and the plaintiffs insist the defendant is bound to pay or surrender the possession obtained under the articles. He may be bound to do neither, &c., &c. It is to be presumed he bargained for a title, and should it appear that it is' not in the plaintiff’s power to make it, they may not call on him to turn out, without rescinding the bargain, restoring the purchase-money paid, and tendering compensation for intermediate improvements.” See also Creigh v. Shatto, 9 W. & S. 82. No rule can be more just than the one thus laid down in Richardson v. Kuhn, and it is consonant with the principles upon which a chancellor acts. A vendor knows, or ought to know, what his title is. If, with such knowledge, he undertakes to sell a bad title as a good one, and thereby induces his vendee to take possession of the land agreed to be sold, and pay a part of the purchase-money, it is a fraud to reclaim the possession without paying back the purchase-money received, and it presents a fit case for an injunction. It is the province of a court of equity to take care that legal rights shall not be used to perpetrate a fraud. What was said in the case of Richardson v. Kuhn was reasserted in Gans v. Renshaw, 2 Barr 34, in which, though it was an action of covenant for purchase-money, Gibson, C. J., discussed the right of a vendor against the vendee in possession. His language was, “if the vendor found the defect in his title to be irreparable, what was he to do ? Certainly not to bring an action for the purchase-money, in order to force a rotten title on to the purchaser of a good one, and this on the basis of his own default. It would be his duty to apprise the vendee of his inability, restore whatever had been paid, and demand the possession. In that case equity would not enjoin him from proceeding on his legal title to get back the property, but not to compel the vendee to pay for what he did not get.” The same doctrine was asserted by Woodward, J., in Nicoll v. Carr, 11 Casey 381, and in Jackson v. McGinnis, 2 Harris 331, which was ejectment by a vendor against a purchaser from the vendee, the obligation of the defendant to yield possession or pay the purchase-money was confined to a case where no purchase-money Had been paid or no improvement made.\nBut without prosecuting this subject further, we will add only that, in our opinion, there was no error in refusing to affirm the plaintiff’s second point.\nIn thus reviewing the case we are brought to the following conclusions:—\n1. The equities of the parties cannot be worked out by allowing a verdict for the plaintiff, to be released on payment by the defendant of the purchase-money agreed to be paid for a good title to the whole property, or.such part of it as remains unpaid.\n2. If the plaintiff can make title to no more than an undivided half, as appears to be the case, the defendant may elect to take that half, and if he has paid one-half the purchase-money with interest on that half, he is entitled to a general verdict and judgment. If he has paid less than half, the plaintiff is entitled to a verdict, to be released on the payment of the unpaid part of the one-half. A deed from the plaintiff for what he is able to convey is already on file.\n3. If the defendant elects to rescind the contract, as is his right, the verdict should be for the plaintiff, on condition that he repay by a stipulated time whatever purchase-money has been paid to him, and make compensation for the defendant’s improvements. From this, however, the plaintiff is entitled to recoup the damages caused to the property, by any waste the defendant may have committed.\nIf the defendant elects to seek specific execution pro tanto, no question will arise respecting improvements or waste.\nThe judgment is reversed, and a venire de novo awarded.\nThompson, J., dissented.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "H. L. Fisher and F. S. Weiser, for plaintiff.",
      "W. O. Qhapman and V. K. Keesy, for defendant."
    ],
    "corrections": "",
    "head_matter": "Erwin versus Myers.\nEquitable ejectment to enforce purchase-moneg, evidence in, for plaintiff and defendant.— Verdict and, judgment in such cases, form of, where title is defective.\n1. In ejectment to enforce payment of purchase-money by a vendor against the vendee in possession, the defendant may give in evidence a deed to former owners, who were then partners, and process against one of them with the sheriff's sale of his- interest, to show that the title of the plaintiff, who claimed under another sheriff's sale to him on an execution against both partners, was defective, and that the deed offered by him in pursuance of the contract, was not such as he was bound to give.\n2. The reception of testimony to the effect that a balance due defendant on a contract for use of slop, after deducting what the defendant owed the plaintiff for grain furnished and other articles, was held not a ground for the introduction, on part of the plaintiff, of other claims and transactions not arising out of the sale and occupation of the property: and the rejection of such evidence was not error.\n3. It is competent for the plaintiff, in such action, to show that after the defendant had entered upon the property, he had torn down a smoke-stack, removed and sold fixtures, and damaged it by bad usage, and this whether the contract was to be performed or rescinded.\n4. Under such circumstances a plaintiff is not entitled to a verdict to be released on payment of the whole purchase-money for the property or that portion remaining unpaid.\n5. But if the plaintiff can make title to one-half only, the defendant may elect to take it, and will be entitled to a verdict, if he have paid the one-half of the purchase-money with interest: if less, the plaintiff will be entitled to the verdict to be released on payment of that portion which still remains unpaid.\n6. If, however, the defendant elect to rescind the contract, the verdict should be for the plaintiff, on condition that he repay by a stipulated time, whatever purchase-money has been paid to him, and make compensation for the defendant’s improvements, from which the plaintiff would be entitled to recoup the damages done to the property by waste done by the defendant.\nError to the Common Pleas of York county.\nThis was an action of ejectment,- by Peter Erwin against Andrew Myers, to recover possession of a lot of ground and distillery, which had been sold by the plaintiff to the defendant, or' enforce the payment of the purchase-money.\nIn September 1850, the title to the property in dispute was vested in John Hartman, who on that day conveyed it to Henry Imhoff and Jacob Myers.\nOn the 3d of August 1857, Jacob Myers, one of the firm of Imhoff & Myers, confessed a judgment in the Common Pleas of York county to John Eisher. Upon the application of Imhoff, the court restrained the operation of this judgment to the firm property of Imhoff & Myers, and the separate property of Myers ; and on a fi. fa. being issued upon this judgment a levy was made on the property in dispute, which by subsequent proceedings was sold by the sheriff on the 24th of April 1858, to John Eisher for $1834, and a sheriff’s deed made to him therefor. On the 1st of May following John Eisher conveyed the property to Peter Erwin, the plaintiff. Peter Erwin, on the 23d of February 1859, by articles of agreement covenanted to convey the same to Andrew Myers for the consideration of $3700. Subsequent to the date of this agreement the defendant went into possession. A dispute having arisen between the parties in regard to the validity of the title and the amount of money paid on the purchase, this suit was brought as above stated.\nOn the trial in the court below, the plaintiff gave in evidence judgment of John Eisher against Imhoff & Myers, No. 276, April Term 1857, for $1553.50, payable on demand, entered August 3d 1857, with fi. fa. on the same, No. 40, August Term 1857; venditioni exponas, No. 32, April Term 1858, and return the same, from which it appeared that on the 24th of April 1858, the sheriff sold No. 1 (the premises in dispute) to John Eisher, for $1831. Deed of Samuel Eorscht, sheriff, to John Eisher, for same, dated April 26th 1858; deed of John Fisher to Peter Erwin, for same, dated May 1st 1858; agreement between Peter Erwin and Andrew Myers, dated 23d February 1859, for the sale and conveyance of the premises and distilling apparatus, on the 1st of April 1859, for the consideration of $3700; the possession of defendant under the agreement, and the deed of plaintiff and wife to defendant for the premises in dispute, dated December 10th 1861, and filed in court December 17th 1861; and thereupon rested.\nThe defendant then offered in evidence a deed from John Hartman and wife to Henry Imhoff and Jacob Myers, dated 9th September 1850, for the premises in dispute, acknowledged 22d July 1852, and recorded same day; to be followed by proof of payment of a large portion of the purchase-money, and by evidence of the transfer of the interest of Imhoff to A. D. Ditmars, Esq., by virtue of a sheriff’s sale under a judgment of Ditmars against Henry Imhoff (for $2000), entered July 21st 1857, with the sheriff’s deed for same to Ditmars, dated 24th August 1860, and acknowledged 28th August 1860, for the consideration of $450. This was objected to by plaintiff, first, as irrelevant; second, because this being an equitable ejectment between vendor and vendee to recover balance of purchase-money or possession, defendant cannot set up an outstanding title to defeat a recovery by his vendor; and, third, because the title claimed by Henry Imhoff, or the person claiming under him, cannot be tried in this court.\nThe court replied : “ Defendant does not offer the evidence for the purpose mentioned in second and third objections, but for the purpose of showing the plaintiff has a defective title, and is entitled to only a proper conditional verdict.” Whereupon the plaintiff objected to the offer as irrelevant for any of the purposes mentioned.\nThe court overruled the objection, and admitted the offer; which was the first error assigned.\nThe defendant then proved an alleged conversation between the parties in February 1860, in which the plaintiff said that the balance due on the property was “ $2048.25, and the slop to come off that,” and that the way he found it was that “he and his son had looked over the book the day before.”\nHe then offered to prove that it was agreed Erwin was to pay Myers 12 cents per bushel for every bushel of 50 pounds of grain-chop distilled at the still-house for the use of the slop, and the amount to be credited on the property; to be followed by evidence showing the quantity of grain-chop distilled; to be proven by a witness to a conversation which he heard between the parties when plaintiff’s hogs were at the still-house.\nThis was objected to by plaintiff as irrelevant; but the objection was overruled, and the offer admitted.\nThe defendant thereupon called a large number of witnesses, chiefly farmers and millers, who testified to the quantity of grain and chop they severally furnished to defendant, and rested.\nThe plaintiff then offered to prove hy Henry Imhoff, for the purpose of showing that the property was held by Imhoff & Myers as partners; that he was a member of the late firm of Imhoff & Myers. That the lot on which this distillery is erected was purchased by Imhoff & Myers for the purpose of erecting a distillery thereon. That they erected the distillery,, and paid for it and the land out of the partnership money. That the property was necessary for partnership purposes, and that the firm continued to occupy and use the property exclusively for partnership purposes until the time of its dissolution.\nThis was objected to hy defendant; first, because parol evidence cannot be admitted to contradict the legal effect of the deed from John Hartman and wife to Henry Imhoff and Jacob Myers, dated 9th September 1850, and recorded July 22d 1852, and given in evidence in this case, particularly after a sale of the interest of Imhoff to Ditmars; second, because not evidence for the purpose offered; third, because irrelevant; fourth, because the defendant cannot be called upon to take the title with such a defect on the face of the deed; fifth, that Henry Imhoff, one of the parties, cannot be called to prove what is proposed to be proven by him.\nThe court sustained the objections, and rejected the evidence, which was the second error assigned.\nThe plaintiff then renewed the offer substantially, for the purpose of rebutting the evidence given in defendant’s offer (viz., Ditmars’ judgment and sheriff’s sale under it, of Imhoff’s alleged interest), and to be used before the court and jury with a view to obtaining a verdict for the plaintiff for the land, conditioned to he released on payment of any balance of purchase-money which the jury may find due and unpaid.\nThis was objected to by defendant, and rejected in the court.\nThe plaintiff then (after some evidence given to contradict Emanuel Myers and Killinger) offered to prove, after the evidence given by defendant’s witness, E. Myers, that plaintiff was to pay defendant 12 cents a bushel for all the grain-chop distilled for the use of the slop, and that any balance due on the slop, after deducting plaintiff’s account for grain, &c., furnished to defendant, should be credited on the property; that defendant owed plaintiff about $197 for wood, meat, grain, and other produce, and a cow furnished in 1860, $100 cash lent in December 1859, $15 cash paid for debt as his bail, and $100, the amount of a note endorsed by plaintiff for defendant, which plaintiff was obliged to pay. This was offered for the purpose of showing what the balance due defendant on the slop was.\nDefendant objected, first, to all the credits claimed since the bringing of this suit, 19th April 1860; second, because the testimony offered is not proper evidence in the case; third, because all credits, if any, prior to February 1860, the time spoken of by Killinger, were included in balance spoken of by him ; fourth, because the plaintiff on this subject has called Emanuel Myers, made him their own witness, and he gave them the bargain about the slop, and says he does not recollect the word “balance” was used.\nPlaintiff then withdrew the offer, and recalled E. Myers, who said: “Erwin was to pay Myers 12 cents for every bushel distilled, and that was to be credited on the land or property. I do not recollect that the word balance was used.”\nThe last offer was then renewed, and rejected by the court, which was the third error assigned.\nThe plaintiff then offered to read to the jury from the court’s notes of the former trial, the evidence of Henry P. Killinger, for the purpose of contradicting him.\nTo which defendant objected, first, because they do not offer it after having the jury or any other person first sworn; second, because it is not evidence as offered; and irrelevant, as it does not contradict Killinger.\n' The objection was sustained, and a bill sealed for plaintiff.\nThe plaintiff then made the following offer, for the purpose of setting off damages against defendant’s claim to have purchase-money refunded. “Plaintiff now offers to prove by witness on the stand, and others, that since defendant has been in possession of this property he has thrown down a large brick smokestack, formerly used in connection with the engine and boiler, containing from fifteen to eighteen thousand bricks; that nearly all the distilling apparatus mentioned in the agreement of the 23d February 1859, has been taken away and sold by defendant; that part of the fences and hog-pens have been taken away, and generally that the property has been so badly used by him that it is now worth much less than when he took possession of it. This was objected to by defendant’s counsel as not evidence for the purpose offered, which objection was sustained by the court, and the offer rejected, which was the fourth error assigned.\nThe plaintiff requested the court to file their charge in writing, and instruct the jury,\n1. If the jury should render a verdict in favour of the plaintiff, conditioned that he shall refund to the defendant all he has paid on account of it, it is the duty of the jury to take into consideration, and charge against the defendant, the interest due up to this date on the purchase-money unpaid.\n2. If the jury believe that the defendant came into possession of the premises in dispute under his agreement with plaintiff to purchase, he cannot dispute the title of the plaintiff, and, under the facts and circumstances of this case, his only remedy is to bring into court the unpaid purchase-money for the use of the plaintiff, whenever the plaintiff shall file such a deed as in the •opinion of the judge would have been a compliance with his part of the agreement, and as the defendant has not chosen this course, the verdict must be for the plaintiff to be released on the payment of the unpaid purchase-money within such time as may be fixed by the jury.\n3. That if the jury believe that the defendant is in possession of the premises in dispute under and in pursuance of the agreement of the 23d of February 1859, and that he has not paid or offered to pay the balance of the purchase-money, he cannot retain the possession because of any real or apparent defect in the plaintiff’s title.\n4. That if the jury believe that the defendant is in possession under the agreement of February 23d 1859, and the jury find that the interest on the unpaid purchase-money equals or exceeds that portion of the purchase-money already paid by defendant, their verdict ought to be an unconditional one for the plaintiff.\n5. If the jury do not believe the evidence of Killinger, then there is no other evidence of payment by the defendant excepting that of the $40 endorsed on the agreement, and that of the amount of grain furnished and distilled from which Erwin got the slop, and if, therefore, deducting those items from the interest on the purchase-money, they should find a balance in favour of the plaintiff, the verdict must be for the plaintiff without any condition.\nThe court below affirmed the first, third, fourth, and fifth points, answered the second in the negative, and filed the following charge:—\n“ Before we consider the facts in dispute in this case we will instruct you that by virtue of the sheriff’s sale to John Fisher, he took an undivided half of the premises in dispute and no more. That Peter Erwin, his vendee, by the deed from Fisher, took also an undivided half and no more; and as he has given in evidence no other title than the one he derived from Fisher, the jury are instructed that his interest is an undivided half, and that having by the terms of his article of agreement with defendant covenanted to convey to him the entire premises, and not being able to do so, he cannot comply with his contract. But because Erwin cannot comply with his contract, that is no reason why Myers should keep both the property and the money he was to pay for it. What then is to be done ? Simply this, Myers has to allow the jury to find for the plaintiff the premises mentioned in the writ, on condition that the plaintiff shall repay Myers whatever purchase-money or property in lieu of purchase-money the former has received from the latter. The only question, therefore, in this case, that the jury have to decide, is, has the defendant paid to Peter Erwin, the plaintiff, any purchase-money or any property in lieu of purchase-money, and if any how much ? The defendant alleges that he has paid a large portion of the purchase-money, and that he has delivered to the plaintiff a large quantity of distillery slop, for which the plaintiff agreed to allow him a credit on the purchase at the rate of twelve cents for every bushel of grain that was distilled. If this is so the plaintiff must repay to the defendant whatever he has received from him; the amount to be ascertained in the manner hereafter'to be pointed out to you.\n“ In determining the question what is to be allowed for the slop of the distillery, if anything, the jury will first inquire what was the contract in relation to the slop ? That question is to be determined by the evidence given by Emanuel Myers, called by the defendant, and that of Anthony Shenebrook, called by the plaintiff.' To refresh your memory in relation to this testimony, I will read what they said from my notes. (Here the court read the testimony to the jury.)\n“ Should the evidence satisfy you that there was such a contract, you will then ascertain from the testimony in the case the amount distilled and the quantity plaintiff is chargeable with.\n“ Another item of credit is claimed by the defendant. It rests upon the testimony of Henry P. Killinger, which the court will read to you. (Here the court read to the jury the testimony from their notes.) From this testimony you will perceive that he, Killinger, swears positively that in February 1860, Mr. Erwin admitted that Myers owed him on this purchase the sum of $2048.25, and the slop was to come off from that. As the purchase-money was to be $3700, and $2048.25 was the balance, if the jury believe the testimony of Killinger, it would seem that Erwin admitted that he had been paid over and above what the slop would amount to, the sum of $1651.76. On cross-examination this witness testified that a part of the conversation was that Myers asked Erwin how he found out that was the balance,’ and to which Erwin replied, ‘ that he and his son had looked over the books the day before.’ To invalidate the testimony of Killinger, and in accordance with the ruling of the Supreme Court when this case was before that tribunal, we admitted the plaintiff to call several of his sons, to wit, Wellington Erwin, Clayton Erwin, and William Erwin, who prove that they had not examined with their father at any time his books, to ascertain the amount paid Emanuel Myers on that contract. It was also proved that at that time Albert, another son of plaintiff, who was not examined, was in Tennessee. But it was also proved that the plaintiff had another son, John, who lived a fewr miles from his father, who at that time often visited him, and who was in town on last Monday or Tuesday, and who went to Virginia, instead of being detained here to testify. Why this was done has not been explained to the court and jury. Certainly he ought to have been examined if his testimony could have broken down the testimony of so important a witness as Killinger. The wdrole evidence on this subject is committed to you, and what credit you will give to it is for you to determine.\n“ In making up your verdict the j-ury will first ascertain how much defendant paid on account of the purchase, either in money or the delivery of still-slop. If they come to the conclusion that a portion was paid, they will inquire how much ? Having ascertained this, the jury will allow the plaintiff interest on the $3700, first deducting the $40 from the said $3700, or allowing Erwin interest on the balance, until the defendant is entitled to his first credit, if that credit exceed the interest due; and proceeding thus until the balance is ascertained, crediting no payment, unless the payment exceed the amount of interest due at the time, and thus taking care not to calculate interest upon interest. The rule being that money on account of a debt should first be applied to discharge the interest due at the time of payment, and the residue, if any, be credited towards satisfaction of the principal. This method of calculating the court think ought to be adopted, because the defendant having been in possession and receiving the rents, issues, and profits, opght to pay interest in the manner indicated.\n“ If the jury find no balance due to the defendant, they will find for the plaintiff the premises mentioned on plaintiff’s writ. If they find a balance in favour of the defendant, the jury will render a verdict for the plaintiff for the premises mentioned in his writ, upon the payment by plaintiff of the amount they shall find to he due to defendant.\n“After this charge was written, the defendant’s counsel ask the court to say to the jury that the defendant claims nothing in this case for any improvements he may have made, and of which some slight evidence may have been given to the jury.”\nThis charge was excepted to by the plaintiff.\nUnder these rulings there was a verdict and judgment for defendant. Whereupon the plaintiff sued out this writ, and assigned for error the admission and rejection of the testimony above mentioned, the refusal of the court below to affirm the second point above, and the charge of the court as filed.\nH. L. Fisher and F. S. Weiser, for plaintiff.\nW. O. Qhapman and V. K. Keesy, for defendant."
  },
  "file_name": "0096-01",
  "first_page_order": 96,
  "last_page_order": 111
}
