{
  "id": 420607,
  "name": "Fullerton's Appeal",
  "name_abbreviation": "Fullerton's Appeal",
  "decision_date": "1863-11-12",
  "docket_number": "",
  "first_page": "144",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 430,
    "char_count": 8143,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3378729802393885
    },
    "sha256": "3467087dc392602b92462760e660603ff638305d15fabc6e58db2d5dc848284d",
    "simhash": "1:3a6362b70c2c6061",
    "word_count": 1446
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fullerton’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 12th 1863, by\nRead, J.\nThe judgment on the bond and warrant of attorney given by John M. Orr to James A. McCullough, entered in Armstrong county, taking the evidence in its fullest sense, can only be said to be irregular. It was neither fraudulent nor collusive as to third persons. The debt was a just one, and the obligee was entitled to a judgment. The only person who could complain was the obligor. He never did, but suffered the judgment to remain for three years, and judgment to be obtained on a scire facias to revive it, which had been, served personally on him and on the terre-tenant, execution issued, and the real estate condemned and sold by the sheriff.\nUnder these circumstances, John M. Orr never having complained of the irregularity, if there were any, and having taken no steps to correct it, the judgment was binding upon him, and of course upon all third persons, whether creditors or not.\nNeither Mr. McGraw nor Mr. Fullerton had any cause for complaint, for they were bound to take notice of this lien, which was in existence before either of them had acquired any interest in the real estate which was bound by- it. . ■?\nDecree affirmed, and appeal dismissed at the costs of\nthe appellant.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Fdward 8. Gfolden, for appellant.",
      "J. A. Fulton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fullerton’s Appeal.\nValidity of judgment which by agreement was to be entered only in a particular county.\n1. If the obligee in a judgment agree, at the time it is signed, not to enter it up in a county named, and afterwards enter it in that county, the breach of agreement is an irregularity, of which the obligor only can complain: and if he take no steps to correct it, it is binding upon him and all other persons.\n2. Where, after the entry of a judgment given under such a condition, the obligor sold his land, and the judgment was revived by scire facias, without objection on the part of the obligor, and with notice to the purchaser as terretenant; and the land was afterwards sold on execution issued upon it, the holder of the judgment is entitled to payment out of the proceeds of the sheriffs sale, in preference to an assignee of mortgage-bonds taken by the obligor when he sold the land.\nError to the Common Pleas of Armstrong county.\nThis was an appeal by J. B. Fullerton, from the decree of the court below confirming the report of the auditor appointed to distribute the proceeds of the sheriff’s sale of the real estate of John W. Orr and terre-tenants.\nThe case was this J. A. McCullough and John M. Orr were parties in a salt-well near Freeport, in Butler county. In the fall of 1857, McCullough proposed to sell his interest in the well for $1800, and Orr agreed to take it and give a judgment-bond for the payment of the purchase-money, if McCullough would enter the bond in Butler county, as he did not want his property in Armstrong county encumbered, to which McCullough replied “ well.” McCullough said he would draw the article of agreement and bond, which he did, and read them to Orr, who signed them, but discovered at the time, either before or after he signed them, that the condition in regard to entering the bond in Butler county was not in the article, and mentioned it to McCullough. McCullough replied that it made no difference, that he would do as Orr wanted him, or something like it. There were no liens against Orr’s property in Butler county, except a balance of purchase-money, which Orr testified was amply sufficient to have secured the bond, if it had been entered in Butler county at the time, and that he would not have been satisfied with the article at 'the time he executed it if McCullough had not given him the assurance that he would enter the bond m Butler county.\nMr. McCullough, instead of entering the bond in Butler county, entered it in Armstrong, on the 14th day of November 1857, No. 219, September Term 1857.\nA scire facias was issued to revive this judgment, returnable to September Term 1860, with notice to John McGraw, terretenant, which was duly, served personally and by copy, on the defendant and terre-tenant, and on the 5th day of-December 1860, judgment was entered by default against both, for want of an appearance, and liquidated at the sum'-of $1882.50. Kfi. fa. was then issued, No. 73, September Term 1861, and returned levied on one hundred acres of land in South Buffalo township, as in levy, inquisition held and property-condemned, and inquisition approved by the court on the 9th September 1861. Vend: exponas was thereupon issued to December Term 1861, and the real estate sold by the sheriff to J. A. McCullough for $1600. On the 11th of December 18(51, a rule was entered upon the plaintiff to show cause why the sale and writ should not be set aside and the judgment opened and vacated as to land of John McGraw. September 13th 1861, sale and writ set aside by consent and rule to open the judgment continued. March 4th 1862, John V. Painter appointed a commissioner tó take testimony. March 5th 1862, on argument, this rule was discharged by the court. On vend,, exponas to June Term 1862, the sheriff returned property sold to J. A. McCullough for $2100. Deed from sheriff to McCullough was acknowledged in open court June 1862.\nJohn M. Orr was originally the owner of this land, and sold it to John McGraw, by deed dated 18th January 1858, while it was encumbered with McCullough’s judgment, for the consideration of $2800, subject íó the payment of $72.96 annually, to the widow of John Atcheson during her natural life, and $1216.12 to the heirs of John Atcheson at the death of the widow, as per recognisance in Orphans’ Court, and took a mortgage and bonds for the payment of the balance of the purchase-money, dated 8th March 1858, recorded in Armstrong county on the 9th of March 1858, conditioned for the payment of $1000 on the 1st of April 1858, and the balance in three annual instalments, with interest from April 1858. McGraw paid $500, in hand, and $1000, the first instalment on mortgage, to J. M. Orr. The balance of the bonds and mortgage'were assigned to J. B. Fullerton, on the 26th April 1858, except the last bond, which was assigned to Mr. Fullerton 25th. August 1859. John Mc-Graw paid Mr. Fullerton $400 30th May 1859, and $51.96 on the 23d April 1859, on this mortgage and bonds.\nAt the time McGraw purchased, neither he nor Orr knew that McCullough’s judgment had been entered in this county.\nThe proceeds of sale were paid into court, and D. Phelps, Esq., appointed to distribute the fund among the creditors of the defendant.\nThe money was claimed by Mr. McCullough, on his judgment, as being the first lien on the property, and by Mr. Fullerton, as assignee of Orr’s interest in the mortgage, who contended that in equity the mortgage should be first satisfied, and McCullough’s judgment postponed, in consequence of his agreement, as proved by Orr, to enter it in Butler county. That if his judgment had been entered in Butler county, both parties would have been amply secured, but as one of them must lose in consequence of his failure to carry out his agreement, in equity the loss should fall on him who occasioned it. And that for the purpose of reaching the equity of the case, the auditor had the power to go behind the judgment entered upon the bond as well as the revival of it upon the scire facias, and to inquire into the facts and circumstances under which it was given.\nThe auditor decided that he had no power to restrain the lien of a judgment regularly entered, or pass from a senior to a junior judgment, or in any way reform it for any such reason as was urged in this case. That he must take the records as he finds them, and could not inquire into their merits, or suspend their operation and legal effect. That the court alone had the power to correct the records, if there be any error in them.\nHe therefore rejected the claim of Mr. Fullerton, and distributed the money in court amongst the liens as they stood on the record.\nTo this report exceptions were filed, but the court below dismissed the exceptions and confirmed the report, which was the error assigned here.\nFdward 8. Gfolden, for appellant.\nJ. A. Fulton, for appellee."
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 147
}
