{
  "id": 420634,
  "name": "Lockhart et al. versus Lichtenthaler et al.",
  "name_abbreviation": "Lockhart v. Lichtenthaler",
  "decision_date": "1864-02-25",
  "docket_number": "",
  "first_page": "151",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 104",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 311",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0311-01"
      ]
    },
    {
      "cite": "2 Mich. Rep. 714",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": 0
    },
    {
      "cite": "6 Smith 492",
      "category": "reporters:state",
      "reporter": "Smith & H.",
      "opinion_index": 0
    },
    {
      "cite": "19 N. Y. Rep. 141",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "year": 1859,
      "opinion_index": 0
    },
    {
      "cite": "31 Barb. 335",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "8 Ohio 570",
      "category": "reporters:state",
      "reporter": "Ohio",
      "year": 1858,
      "opinion_index": 0
    },
    {
      "cite": "2 Pick. 621",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049644
      ],
      "year": 1858,
      "opinion_index": 0,
      "case_paths": [
        "/mass/19/0662-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1236,
    "char_count": 38402,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 4.181023634421305e-07,
      "percentile": 0.9125580294449599
    },
    "sha256": "7ba0d294cf9d2f27642e06d7564841d48f11a47438c212308e7ffa483a9509b3",
    "simhash": "1:f4ef4ff022b076be",
    "word_count": 6760
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lockhart et al. versus Lichtenthaler et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 25th 1864, by\nThompson, J.\nThis was an action against the defendants\nbelow by the widow and children of John Lichtenthaler, under the Acts of Assembly of 1851-55, to recover damages for occasioning his death by negligence. The allegations in substance are, that the workmen or servants of the defendants, in and about their business, so carelessly and negligently conducted themselves, in placing certain oil casks so near the track of the Allegheny Yalley Railroad, that a portion of the train of cars on which the deceased was at the time a passenger in charge (the private property of his employers), was, by reason of striking the casks, thrown off the track, and the deceased crushed to death.\nTo this charge, defendants pleaded not guilty, with leave to add, alter, or amend at bar, and gave evidence to show negligence on the part of those in charge of the train of,cars, in running at a dangerous rate of speed, in view of the circumstances of the road at the time, and of the manner in which the train was made up.\nIt might be questionable whether such a defence as concurrent negligence in the agencies producing the death, if it be a defence at all, could be heard without being specially pleaded; but this objection was not interposed below nor here, and we will not consider it in what we have now to say. Indeed, all question on this score was put out of the case by the learned judge ruling, and afterwards charging, that if the disaster resulted either solely from the acts of the defendants, through their servants, or concurrently with those in charge of the train, in either event, the plaintiffs would be entitled to recover.\nThis is a point not without difficulty. Wide differences of opinion appear between judges in England as well as in the United States, in regard to it, some of which we propose to notice.\nAnd in the outset, I may say, that measured by the preponderance of authority, I think the charge was clearly wrong. That preponderance as certainly proves that in cases of injury to a third person arising from the mutual negligence of colliding carriages, trains, boats, or vessels, the carrier vehicle, by which I mean that on which the injured party is, must answer for the injury. I cannot doubt but that the deceased, in the case in hand, as he was not a servant of the railroad company, must be considered in the light of a passenger, in charge of property being conveyed with himself by the railroad company for his employers. This raises the inquiry, whether the rulings and charge of the court below were correct as to the law of this case.\nThe first English case I find on the point is Vanderplank v. Miller, 1 Mood. & Malk. 169, tried before Lord Chief Justice Tenterden, in 1828. It was for damage to goods on board a vessel, occasioned by a collision. The owner of the goods sued the owners of the colliding vessel, and the defence set up was negligence on the part of the carrying vessel also. His lordship charged, that if there was want of care on both sides, the plaintiffs cannot maintain their action. “ To enable them to do so, the accident must be attributable entirely to the fault of the crew of the defendants.” This decision appears to have been acquiesced in, for it does not seem to have been carried further.\nThe same thing was ruled in the Court of Exchequer, in 1838, in Bridge v. The Grand Junction Railway, 3 M. & W. 247, before Lord Ch. B. Abinger, and Barons Parke and Bolland. That was a suit for a personal injury. The plaintiff was a passenger on the Liverpool and Manchester train, and was injured by a collision between that and the train of the defendants. It is true, the case finally went off on a question of pleadings. But the question was, whether the defendants’ plea sufficiently raised the question of concurrent negligence, and as it did not, there was a recovery against the defendants. The doctrine that mutual negligence throws the responsibility on the carrying party, was fully admitted in the opinions of their lordships. The next cases which occur, involving the question, are Thoroughgood v. Bryan, and Catlin v. Hills, reported consecutively at pages 114 and 123, 65 Eng. Com. Law. The point was decided in 1849, in Common Bench, on rules for new trials. The former had been tried at Nisi Prius, before Sir Cresswell Cresswell, and the latter before Williams, J.\nThe first was an action against the owner of an omnibus, for the negligence of his driver, in killing a passenger alighting in the street from another omnibus. The other case was for an injury resulting to a passenger from a collision between two Thames river steamers, by which the plaintiff lost a leg. In both, the non-carrying party was sued, and the defence was negligence on the part of the carriers. The rules were separately argued on the same day by different counsel, and held under advisement for some time. Seriatim opinions were delivered on disposing of the motions, from, which we extract pretty copiously.\nColtman, J., said: “ The case of Thoroughgood v. Bryan seems distinctly to raise the question, whether a passenger in an omnibus is to be considered so far identified with the owner, that the negligence on the part of the owner or his servant is to be considered the negligence of the passenger himself. If I understand the law upon the subject, it is this: that a party who sustains an injury from the careless or negligent driving of another may maintain an action, unless he has himself been guilty of such negligence or want of care, as to have conduced to the injury. In the present case, the negligence that is relied on as an excuse, is not the personal negligence of the party injured, but the negligence of the driver of the omnibus in which he was a passenger. But it appears to me that, having trusted the party by selecting the particular conveyance, the plaintiff has so far identified himself with the owner and his servants, that if injury result from their negligence, he must be considered a party to it. In other words, the passenger is so far identified with the carriage in which he is travelling, that want of care on part of ■the driver, will be a defence of the owner of the carriage which directly caused the injury.”\nMaulé, J., said: “ It is suggested that a passenger in a public conveyance has no control over the driver. But I think that cannot with propriety be said. He selects the conveyance; he enters into a contract with the owner, whom, by his servant the driver, he employs to drive him. If he is dissatisfied with the mode of conveyance, he is not obliged to avail himself of it. According to the terms of his contract, he unquestionably has a remedy for any negligence on the part of the person with whom he contracts for the journey. It is somewhat remarkable,- that actions of this sort are almost always brought against the rival carriage or vessel, which is only to be accounted for by the party spirit, which more or less enters into every transaction in life. If there is negligence on part of those who contract to carry the passenger, those who are injured have a clear and undoubted remedy against them.” Short opinions were delivered by the other judges to the same effect.\nAt a subsequent day, when, as the report shows, the court were about to discharge the rule in Catlin v. Hills, they were informed that the case had been compromised, and no order was made. The authority of Bridge v. The Grand Junction Railway (supra) was cited and recognised in both cases.\nThe next English eases to be noticed are Rigby v. Hewet, and Greenland v. Chaplin, determined in 1850 and consecutively reported, like the last two, in 5 Exchequer 239-243. They seem opposed to the doctrine just cited. The opinion of Ch. B. Pollock is not very lucid, and although he seems to assert an opposite doctrine, yet the judgments in both cases were affirmed, while in one tried before Baron Rolfe he certainly did lay down the rule as held in the Common Pleas, at least in one of the aspects of the case. I think, however, the rule announced in the Exchequer stands opposed to the doctrine that concurrent negligence on part of the passenger’s vehicle with that of the party sued, is a defence. There is quite a similarity in the general features of these two cases and those in the Common Pleas. Both sets were argued together and reported consecutively in their respective reports. One case of each set was for injuries occurring by negligence of omnibus drivers, and one of each for injuries from collisions between Thames steamers, the injury being precisely the same in both, viz.: the loss of a leg resulting from exactly the same sort of accident and on board of the same steamer. The only essential difference is in the names of the plaintiffs in the last of the two cases. The similarity almost raises a suspicion of mistake in reporting, but that is hardly possible. It is certain, however, that the Chief Baron makes no reference whatever, to the decision of the Common Pleas on the point made more than a year before.\nIn Smith v. Smith, 2 Pick. 621, the ruling of the court was in accordance with the doctrine of Thoroughgood v. Bryan and Catlin v. Hills. So I find the same thing ruled in two cases in Ohio, The Cleveland, Columbus, and Cincinnati Railroad Co. v. Terry, 8 Ohio 570 (1858), and in Puterbaugh v. Reason, 9 Id. 484 (1859); so in Brown v. The New York Central Railroad Co., 31 Barb. 335, referred to in the text of Redfield on Railways 333, as the law on the subject.\nIn Chapman v. New Haven Railroad Co., 19 N. Y. Rep. 141, decided in the Court of Appeals (1859), a contrary doctrine was held: that the plaintiff might recover against a negligent company although there was concurring negligence on the part of his train.\nIn Colegrove v. The Harlem Railroad Co. and The New Haven Railroad Co., in the Superior Court of the City of New York, reported in 6 Euer 382, both companies were joined in an action by the plaintiff for an injury resulting from a collision between their respective trains. The jury found that both were negligent, and the court entered judgment against both. The •case was afterwards affirmed in the Court of Appeals, 6 Smith 492, but the precise question now under discussion was not noticed in the opinion of the Court of Appeals. The case turned on the question of joinder. It was insisted that both could not be joined unless the negligence was joint, but the point was overruled. Redfield has a note at page 333, referring to this decision, in which he says: “ It is certainly opposed to principle upon the point [of mutual negligence], and also upon the point of joinder of the two companies in one action. But the difficulty may be obviated by their code of practice.”\nThis was doubtless so, for as the action was begun by complaint, it neither belonged technically to trespass nor case. If the suit had been brought in case there would have been a difficulty on the trial on account of the different rules of responsibility existing between the defendants. The carrier train would be answerable for the slightest negligence, and held to the exercise of the highest degree of diligence and care. While those in charge of the other train, as to the plaintiff, would be liable only for the observance of ordinary care and diligence. These principles exist, however, let the form of action be as untechnical as it might, and hence I am not quite able to comprehend how the case could have been tried with any regard to logical or legal principles. It was contended by some of the judges in the Superior Court, that the action must be regarded as a trespass for the force directly applied, without regard to any joint intent, and thus sustainable. Without stopping to point out difficulties in this view of the case, I have only further to remark that the question of concurring negligence between those in charge of these two trains, and the effect of it, was not discussed in the Court of Appeals. We have, therefore, but one decision of that court in point, viz.: Chapman v. New Haven Railroad Co. (supra), and which seems to overlook the important element of concurrent negligence of those in charge of the carrying vehicle, with the other party sued and the consequence of it.\nThe Turnpike v. Stuart, 2 Mich. Rep. 714, was the case of a passenger in a stage-coach, injured in passing the turnpike gate, owing to the negligence of the gatekeeper. The defence was negligence on part of the driver in not having his lamps lit. The court said, “ That if the injury was occasioned by the negligence of both (the driver and gatekeeper), the fault of one is no excuse for the other: both, in that case, are liable to the party injured.” So the learned and generally accurate editors of Smith’s Leading Cases, vol. 1, p. 366, seem to think: “ It is inconceivable that each set of passengers should by a fiction be identified with the coachman who drives them, so as to be restricted for remedy to one against their own driver or employee.” These are the authorities, English and American, outside of our state, and in which I think the clear preponderance is in favour of the doctrine that mutual negligence in case of an injury to a third party is a defence.\nI have been able to find but one case in our own reports bearing on this point, viz. : Simpson v. Hand, 6 Wh. 311. That was an action for an injury to goods. The plaintiff had shipped goods on board the schooner Thorne, at anchor in the Delaware. She was run into by the schooner William Henry, in the night time, and the owners of the latter were sued for the damages done in consequence of the collision. The case was tried before Kennedy, J., at Nisi Prius, who ruled that concurring negligence was no defence. On certificate to the Supreme Court, the case was reversed solely on the ground of misdirection in this particular. Gibson, O. J., in delivering the opinion of the court, cited Vanderplank v. Miller (supra), and said, “the force of that decision is attempted to be evaded by supposing the owners to have been their own carriers, but nothing in the report gives colour to such a supposition. The owners of both goods and vessel would scarce have brought their action for damages to the goods alone. This case, therefore, is in point, and though it was tried at Nisi Prius, the counsel seem to have been satisfied with the verdict.” He cited also, Smith v. Smith, 2 Pick, (supra). Further on he said, “ the case put, of injury to a passenger from a collision of stage coaches, wants the essential ingredient of bailment to complete its analogy, but I am not prepared to admit that even he could have an action for mutual negligence against any but him to whose care he had committed his person. * * * A common carrier is liable to his employer at all events, and to' make his associate in misconduct answerable for all the consequences of it, would make one wrongdoer respond in ease of another for injury that both had committed. It is more just that the owner should answer to his employer, rather than one in whom the employer reposed no eonjidence.” As Mr. Justice Kennedy marked no dissent, we are to presume that he acceded to the views expressed by the chief justice.\nThis case is not precisely identical in principle with the one under discussion; the difference is noticed by the chief justice; but I conceive it is so strikingly analogous as to be authority. The difference consists only in the degree of responsibility, between carriers of passengers and common carriers of goods. The former are held to the exercise of the highest degree of care and skill. The latter only to a slight increase of responsibility, the law defining the cases for which he shall be exempt when loss has befallen the property in his charge, and making him answerable for all other losses, however carefül and prudent he may have been. The reason of the rule is the same in both cases. It is the policy of the law to insure safety as far as possible, to' both person and property, when being carried or transported from place to place by public and common carriers. That can only be done by enforcing a strict rule of responsibility upon those who undertake such business. I do not think, however, that the rationale of the principle that concurring negligence leaves the party to look to his own employee, is satisfactorily expounded in the opinions of the judges in Thoroughgood v. Bryan, viz.: the identity of the passenger with his own vehicle. I would say the reason for it is that it better accords with the policy of the law, to hold the carrier alone responsible in such circumstances, as an incentive to care and diligence. As the law fixes responsibility upon a different principle in the case of the carrier, as already noticed, from that of a party who does not stand in that relation to the party injured, the very philosophy of the requirement of greater care is, that he shall be answerable for omitting any duty which the law has defined as his rule and guide, and will not permit him to escape, by imputing negligence of a less culpable character to others, but sufficient to render them liable for the consequences of his own. It would be altogether more just to hold liable him who has engaged to observe the highest degree of diligence and care, and has been compensated for so doing, rather than him upon whom no such obligation rests, and who, not being compensated for the observance of such a degree of care, acts only on the duty to observe ordinary care, and may not be aware, even, of the presence of a party who might be injured. This rule, it cannot be doubted, will be more likely to increase diligence than its opposite, which would enable a negligent and faithless party to escape the consequences of his want of care by swearing it on to another, which he would assuredly do if the temptation and opportunity offered. As this view best accords with the policy of the law, it is proof of the existence of the rule itself.\n' If, in this case, there was no contributory negligence chargeable to those conducting the train, by which the cars in charge of the deceased were with himself being conveyed; in' other words, if their negligence did not directly contribute to the disaster, although there may have been negligence in. a general sense, the defendants will be answerable, if the act of their servants or agents was the proximate cause of it. The negligence on part of the train, which would be a defence, must be directly involved in the result; it must by itself, or concurring with the defendants’, be the proximate cause of the death. Eor instance : running too rapidly on a road in bad repair, driving instead of drawing the train, would not, abstractly, be such negligence as would be a defence. To be such, the consequence of these acts, or some of. them, must have directly entered into and become active agents in the very disaster itself. This must he the rule of all such cases: 1 Sm. Lead. Cases 365.\nBecause this case was not put to the jury on the principles herein stated, the plaintiffs in error hav-p-sustained their exception, and we are constrained to send the case down for a retrial, when, doubtless, they will receive the necessary consideration.\nThe error assigned upon the exception to the rejection of the offer of the testimony of an expert, is entirely irregular; but, as the case goes hack, we will say we think the testimony should have been received. What it may amount to is not for us to speculate about. In a case like this, to be effectual to any extent, it must tend to show the actual concurring negligence on part of the railroad train. Whether-it will do so or not will be for the jury, under instructions from the -court, to determine.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Woods $ Hampton, for plaintiffs in error.",
      "Marshall Brown, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Lockhart et al. versus Lichtenthaler et al.\nAction for injury occasioned by negligence. — Effect of mutual and, con-_ current negligence, discussed.\n1. Where a passenger on a carrier vehicle is injured by a collision resulting from the mutual negligence of those in charge of it, and of another party, the carrier must answer for the injury.\n2. But if the negligence of the carrier did not directly contribute to the accident, though there may have been negligence'in a general sense, the other party will be answerable, if the act of his servants or agents was the proximate cause of the disaster.\n3. In an action by the widow and children of an employee of a firm, who, when in charge of their coal-cars, drawn by an engine of a railroad company and upon their track, was killed in consequence of a collision with oil barrels of the defendants, placed too near the rail; it was held competent for the defendants to prove by. experts the rate of speed at which the cars were running at the time of the accident — that this speed, in connection with the bad condition of the track at the place, was dangerous, and that the train of cars was improperly made up, &c.: but the evidence, to be effectual, must tend to show the actual concurring negligence on the part of those in charge of the train.\n4. Whether the defence of concurrent negligence in the agencies producing death, if a defence at all, can be hoard without being specially pleaded, qumre.\n5. English and American cases on mutual negligence of colliding vehicles, discussed and distinguished.\nError to the Common Pleas of Allegheny county.\nThis was an action on the case brought by Sarah C. Lichtenthaler, widow of John Liehtenthaler, deceased, and Amanda, Jane, and William David Liehtenthaler, minor children of said deceased, by their next friend William Kennedy, against Charles Lockhart and William Erew, to recover damages for causing the death of John Liehtenthaler. The suit was brought under the provisions of the Act of April 15th 1857.\nThe deceased was employed as a brakesman upon certain coal-cars owned by Dickson, Stewart & Co., which were being run over the Allegheny Yalley Railroad, by a locomotive belonging to the company, and in charge of the company’s engineer and. conductor, and while acting as brakesman on the coal-cars on the 22d of November they were thrown from the track, and he was killed.\nThe train consisted of fourteen cars, six or seven of which were in front of the engine, and the remainder in its .rear. Liehtenthaler was standing on the platform of the second car from the front of the train.\nThe plaintiffs averred and offered testimony to show that the train ran against some empty oil barrels belonging to the defendants, which had been placed so near the track as to come in contact with the front car; that the car ran over a barrel as it stood near the track, and was thereby thrown off.\nThe following propositions were submitted by the parties, on which the instructions of the court were requested.\nThe plaintiffs requested the court to charge the jury,\n1. That the condition of the railroad, the rate of speed of the coal-train, or the manner of running or propelling the coal-train, are of no consequence in this inquiry, unless the jury believe, from the evidence in the case, that they contributed to the death of John Liehtenthaler, and that he participated in the negligence which promoted his own death.\n2. If the jury believe that the barrels placed near the line of the railroad track by the employees of the defendants, were, in the language of the plaintiffs’ witnesses, “ the cause of the death of John Lichtenthaler,” it is wholly immaterial whether the train ran fast or slow, or whether the track was in good or had order.\n3. That the evidence of unimpeached witnesses, stating positively and certainly the cause of the disaster, should, in the absence of any other satisfactory evidence- of its cause, control the verdict of the jury..\n4. If the jury should he of the opinion that the plaintiffs are entitled to recover, the measure of damages is compensation; and compensation “ includes whatever is susceptible of pecuniary estimate; and excludes whatever -is not susceptible of a pecuniary estimate;” and that the sound discretion of the jury must be exercised within the limits of the law of compensation.\nThe defendants’ points were as follows :—\n1. That it devolves upon the plaintiffs to show, to the satisfaction of the jury, by the evidence given in the case, that the death of Lichtenthaler was occasioned by the negligence of the defendants’ employees, in placing oil-barrels so near the track as to throw the train off on which he was, and that this was the sole and only cause of the disaster.\n2. That if the jury believe, from the evidence, that the dangerous rate of speed at which the train was run over the road, at and near the place of the accident, contributed to produce the disaster, resulting in the death of Lichtenthaler, the defendants are entitled to a verdict.\n3. If the jury believe, from the evidence, that it leaves it doubtful in their minds whether the accident resulted from the rapid running of the train over the road, when in bad condition, or from the oil-barrels being so' near the track as to have thrown the train off, the defendants are entitled to a verdict.\n4. If they are satisfied, from the evidence, that if the train had been run at or near the place of accident, at a less rate of speed than it was, and by so doing the accident would not have happened, the plaintiff cannot recover.\n5. If they believe, from the evidence, that the engineer of the train was guilty of any negligence, which contributed to produce the death of Lichtenthaler, the plaintiff cannot recover; the negligence of the engineer being the negligence of the deceased.\n6. Even if the jui-y believe, from the evidence, that defendants’ employees did place the barrels so near the track as to throw the train off, the defendants are not liable for their act in so doing, and defendants are entitled to a verdict.\n7. If the jury believe, from the evidence, that the death of Lichtenthaler may have resulted from the train being thrown from the track, by the rapid running of the train, the bad condition of the road, or the defective condition of the cars, the defendants are entitled to a verdict.\nThe court below affirmed the 1st, 2d, and 4th points of plaintiffs, and answered the 3d as follows: — ;\n“ The jury are the exclusive judges of the weight of evidence and the credibility of witnesses, but positive and certain testimony should always receive more consideration than what is loose and unsatisfactory. The jury should decide according to their opinion of the weight of the evidence.”\nThe defendants’ points were thus disposed of:—\n“ 1. If this point means that the ‘ sole and only cause of the disaster’ was the throwing of the train from the track, and thus occasioning the death of the deceased, the point is affirmed as it stands; but if it is intended to mean that the plaintiffs cannot recover, if any other thing, such as fast running, bad track, or other cause, somewhat contributed to the accident, though they did not cause it, the point is answered in the negative.\n“ The 2d point is refused. If you believe the placing of the barrels, as alleged by plaintiffs, caused the accident and death of the deceased, the fact that the dangerous rate of speed of the train contributed to the accident, will not prevent plaintiff’s recovery.\n“ 3. If the evidence leaves the question so doubtful that they cannot arrive at any opinion in reference to it, you should find for defendants. You are not bound to be satisfied beyond a doubt, to enable you to decide in favour of plaintiffs; you should be governed by the weight of the evidence.\n“4. If the cars were thrown from the track by the barrels, as alleged by plaintiffs, the fact that the accident might not have occurred if the train had not been running so fast, will not relieve defendants, and prevent plaintiffs’ recovery in the case.\n“ The 5th and 6th points are refused.\n“ 7. Striking out the words ‘ may have,’ in the point, it is affirmed. It is of no importance what may have resulted, provided it did not result or happen. If the rapid running of the train, the bad condition of the road, or defective condition of the cars, some or any of them, caused the accident which resulted in Lichtenthaler’s death, plaintiffs cannot recover. As already stated, you must find from the evidence that the acts of defendants’ servants caused the accident, before you can find for plaintiffs.”\nIn the general charge, after stating the main facts, the learned judge said:—\n“ The main question in the case arises — Was the death of Lichtenthaler occasioned by the negligence of the defendants ? It is not alleged by plaintiffs, that either of the defendants, personally, were directly instrumental in throwing the cars from the track; but it is said, their servants and agents, whilo employed in the regular business of defendants, were, and that they are responsible in this action for the acts of their agents and servants. If you should find, from the evidence, such to be the case, that is to say, that whatever occasioned the accident, was placed upon the track of the railroad, or so near to the track, that the ears in the train that went off, necessarily struck it, by the servants or employees of defendants, in the exercise of their proper duty and business, the acts of the servants or employees are, in law, the acts of the defendants themselves, and they must be held responsible therefor.\n“Did, then, the servants or employees of defendants, as is alleged by plaintiffs, place oil-barrels, or an oil-barrel, so near to the track- of the railroad, that the train upon which deceased was, struck it or them, and was thrown from the track, thereby occasioning his death ? This is a question of fact, entirely for the jury, and upon your determination in reference to it, depends the necessity for considering or not, other questions in the case. If you should find that defendants’ servants or employees did not place anything so near the track as to be the occasion of the cars being thrown from it, then your verdict must be for the defendants. It is not a question for you to decide now, what was the immediate cause of the accident, but simply whether the evidence is sufficient to satisfy you, or justify you in coming to the conclusion, that the acts of defendants’ servants were the cause of it. If the testimony will not warrant you in so finding, it is, so far as we are concerned, a matter of no moment, that the real cause remains for ever undetermined.\n“ In considering this question, you will bear in mind all the facts testified to by the several witnesses on both sides, which may tend to throw any light upon it, and calmly and dispassionately come to such conclusion as the evidence will warrant.\n“ If, however, you shall determine that the cars were thrown from the track by barrels placed so near the track, that the cars struck them, or some of them, in passing, thus causing the accident, then the question of negligence arises. Ordinarily, this is also a question for the jury; but, sometimes, it is a matter of law, and it becomes the duty of the court to so state to the jury.\n“This cause, under the allegations of the plaintiffs, raises a question of the latter kind, and it is obligatory upon us to instruct you (what is, however, too plain a proposition to be questioned), that the placing of a barrel or barrels, or other like obstructions, upon a railroad track, and allowing them to remain, so near as to be struck by a passing train of the kind usually run upon the road, is negligence in law, and of the grossest character. So that if the plaintiffs’ allegations are true, in reference to the cause of the cars being thrown from the track, negligence in the parties placing tlie obstructions upon the track, follows, as a conclusion of law, for which defendants are responsible; and plaintiffs have shown sufficient to enable them to recover, provided there is nothing else in the cause which will prevent it.\n“ [But besides the defence denying the allegation of plaintiffs, in regard to the cause of the accident, defendants say, that even if you are satisfied that they were the occasion of the death of deceased, as charged by plaintiffs, still he was in the employment or under the control or charge of the Allegheny Yalley Railroad Company; that those under whose management the train was, at the time he was killed, were guilty of negligence; and that, therefore, no recovery can be had in this case.\n“ This proposition raises two questions, the one of law, the other of fact. If we agreed with the law, as urged by defendants, upon this point, it would be for you to say whether deceased was, at the time of his death, in the position of employee of the railroad company, or not; but, as our opinion of the law is entirely different from defendants’, this question cannot enter into your discussions.] It is a well-settled rule of law, in this state, that where several persons .are employed, as workmen or employees, in the same general service, and one of them is injured through the carelessness of another, the employer is not responsible, either to him, in case he survives (Erazier v. Pennsylvania Railroad Co., 2 Wright 104), or to his heirs or representatives, in case of death; and also, that wherever an accident, occasioning injury or loss, is the result of the mutual negligence, carelessness, or imprudence of the party injured and the defendants, neither he nor any one else can sustain an action to recover damages for or by reason of the injury or loss.\n“[Where both parties are in the fault, there can be no recovery, and the law will not stop to weigh the amount of negligence on either side. But where there are two or more persons engaged in the same service, and one of them, without the concurrence of the other, by his negligence, contributes to an injury occasioned by a third person, the party injured may sustain his action against the third person, although his co-employee, who contributed to the accident, could not. In such case, the injury could not be made the foundation of any action against the common employer. Yet, if it was not, in any degree, the fault of the one injured, personally, the plaintiff will not be affected by the negligence of his fellow-servant, in his action against the other occasioning the damage.\n“ To come directly to the case in hand — even if deceased were in the employ of the Allegheny Yalley Railroad Company, as brakeman on the train thrown from the track, and by which he was killed, and he did not in any wise contribute to the accident, by want of care, attention, or prudence ; and if it cannot, in any degree or manner, be aseribable to his own negligence, due regard being had to all the circumstances of his position and circumstances at the time, and the workmen or servants of defendants placed barrels along- the railroad track, so close as to be struck by the train in passing, thus occasioning the accident which resulted in the death of John Lichtenthaler, the plaintiffs may recover, even though the others upon and in charge of the train, one or all, were guilty of such want of care or prudence as would amount to negligence on their part, of such character as would prevent their recovery in a suit against the same parties, in case they had been injured at the same time.]\n“ You will, then, gentlemén, be called upon in the first place to pass upon this question:\n“ Was the train thrown from the track by barrels placed on or near it by workmen of defendants ?\n“ If you so find, then you will examine,\n“ 2d. Whether the accident can in any degree he ascribed to the negligence, or want of care or attention, of deceased.\n“ If, upon a careful examination of and reflection upon all the evidence in the cause bearing upon these questions, you should conclude that the train was thrown from the track, and the accident occasioned by the workmen of defendants as claimed' by plaintiffs, and that deceased did not in any degree, by his negligence or want of care or attention conduce to the accident, you will then come to the question of damages. But if you are of opinion from the testimony that the accident was occasioned in some other way, or if in that way, that the deceased in some degree contributed to the accident by his negligence of want of care or attention, your verdict in either case must be for defendants.\n“Upon the question of damages, if you should find the-facts in favour of the plaintiffs, we will remark that there is no evidence in the cause which would justify you in imposing upon defendants what are called vindictive or exemplary damages, and the measure which you will apply to the testimony will be what the Supreme Oourt of the state have fixed for your guidance in such cases.\n“ It is this: the measure of damages should be what plaintiffs have lost in a pecuniary point of view, by the death of the husband, to wit, a reasonable support and subsistence for herself apd children, in the manner in which she was accustomed to live with her husband, and such sum only as will secure such support and maintenance should be allowed. In estimating the amount for such support and maintenance, the jury are permitted to go beyond the sum which would yield a scanty supply to her support, and may give what, under the evidence, they believe would be fair and reasonable, taking into consideration the manner in which the family had been supported by the husband. They must not, however, take into consideration the mental suffering occasioned to the survivors, by the death, and nothing may be allowed as a solatium or solace for grief, that being incapable of a pecuniary estimate, nor for injuries of the injured party, but they are to be confined to sufferings of which a pecuniary estimate can be made, such as we have already mentioned, and also such actual expenses as may have been incurred in consequence of the injury received, as funeral expenses and the like: Pennsylvania Railroad Co. v. Ozier, 11 Casey 69.”\nUnder these instructions there was a verdict and judgment in favour of plaintiffs. Whereupon the defendants sued out this writ, and assigned for error the refusal of the court to affirm the first, second, fourth, and fifth points submitted on the trial, and so much of the general charge as is printed above in brackets.\nWoods $ Hampton, for plaintiffs in error.\nMarshall Brown, for defendants in error."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 165
}
