{
  "id": 420616,
  "name": "Mellon's Appeal",
  "name_abbreviation": "Mellon's Appeal",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "165",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 165"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 W. & S. 103",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12169036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0103-01"
      ]
    },
    {
      "cite": "2 Jones 256",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "3 W. & S. 370",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0370-01"
      ]
    },
    {
      "cite": "8 Watts 198",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1013,
    "char_count": 33095,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 1.786010371017039e-07,
      "percentile": 0.7142175084338894
    },
    "sha256": "8d53b5978fb96556e2716f9d4ae97bbc9abce0dc13e4ca0a17e9fbc74b1a9ec9",
    "simhash": "1:e4496592d466a26a",
    "word_count": 5878
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mellon’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nStroks, J.\nThe most important question presented by this appeal is, whether the legacy to all his children of the money due to the testator, at the time of his death, from Hugh Smith & Son, was, by his will, made a charge upon the lands devised to William A. Maguire and John C. Maguire. This must be answered by the will itself. It is not the policy of the law to encourage continuing or permanent liens. Before a legacy can be held a charge so as to bind the lands in the hands of a purchaser, or against a mortgagee, it must appear by direct expression or plain implication, .that such was the intention of the testator: Brandt’s Appeal, 8 Watts 198; Montgomery v. McElroy, 3 W. & S. 370; Wright’s Appeal, 2 Jones 256.\nIn looking at the will now before us, it is plain that the legacy of the money due from Hugh Smith & Son is not expressly charged upon any land. The testator first gave to his widow certain articles of personal property, and a portion of his farm during her natural life. He then directed that after her death, the property given to her for life should be sold, together with the coal lying under the land devised to her, and the proceeds divided among his children, with some distinctions, immaterial now, against his son James and his daughter Ellen. To two of his daughters he gave ten acres of land; to Ellen McGargill, $100, to be paid to her by his executors, out of the proceeds of his real and personal estate when realized, and to his grandson, James A. Maguire, he bequeathed the sum of $100, to be paid to him, without interest, on his arrival at the age of twenty-one years. Then follows the clause out of which the principal question in this case arises. It is this: “I hereby give, devise, and bequeath unto my sons William and Chrysostom, under the foregoing provisions, and subject to the payment of the following amounts, all the residue of my estate, real, personal, and mixed, howsoever or -wheresoever situate, lying, and being, and to their heirs and assigns for ever; subject, however, to the proviso that so long as the cow pasture, or patch on the hill-side opposite and across the Spring run, shall remain unsold, my wife shall have the use thereof. To my son William I give my watch, and to my grandson Chrysostom Holmes, I hereby give and bequeath the sum of $100, to be paid out of that portion of my estate, hereby given my two sons William and Chrysostom, to be chargeable upon the real estate devised to them, and payable out of the proceeds of the sale of the same, and to be paid to him, my said grandson, when he shall have attained the age of twenty-one years, without interest; and with the further proviso and exception, that all money due to me at the time of my death from Hugh Smith & Son, for coal sold to them, shall be equally divided, share and share alike, with all my children or their legal representatives.” This clause contains the first and only disposition which the testator made of the “ Smith coal-money,” and the legacy was made as an exception out of what the testator probably supposed would, without it, have passed under the residuary devise and bequest. It is manifest that the expression used by the testator, at the commencement of the gift to the two sons, “under the foregoing provisions, and subject to the payment of the following amounts,” refers only to the antecedent' devises and legacies, the cow pasture for his wife, and the legacy to his grandson Chrysostom, and not to the fund which he specifically bequeathed to all his children. This construction is fortified by the fact that the legacy to the grandson is, in express words, charged upon the residue. When the testator meant a charge, he did not leave it to implication, he expressed it. The will cannot be read without its leaving a conviction, that the “ Smith coal-money” was not in the mind of the testator, when he began to make his disposition of the residuary part of his estate, and to charge it with burdens. Hence, when it rose to his view, he excepted it from the operation of the general residuary gift, and made another disposition of it.\nIf, then, the legacy of the money due from Hugh Smith & Son, was not expressly charged upon the lands devised to William A. and John O. Maguire, it remains for inquiry, whether it was charged by plain implication ; in other words, whether an intent of the testator is manifest that it should rest upon the land as a continuing lien. From what has already been said, it appears that there is much in the will to repel any such implication. The fact that other legacies were expressly charged, while this was not, indicates a difference of intention. And what is still more significant, the legacy was specific, and thus pointed out the fund from which the testator intended it to be satisfied. Indeed, there is nothing in the will from which an intention to charge the 6t Smith coal-money” upon any of the testator’s real estate can be inferred, unless it is found in the fact that in the general devise of the residue, the testator blended his real and personal estate. It must be conceded that an intent to charge has been implied both by the English courts and our own, from a devise of the residue, both, real and personal, after the payment of legacies, and even from a devise of the residue, both real and personal generally. That debts are thus charged, seems to have been ruled, in order to relieve against the hardships flowing from the principle of the common law, that the real estate of a decedent is not liable to answer his simple contract debts, nor even his specialty obligations, unless an intention to charge the heir distinctly appears. In the English courts there has been a constant struggle to overcome this rule of law, and hence very slight expressions in a will have been regarded as indicating an intention to charge debts. The advance to legacies is very easy and natural. It is fairly presumable that a testator intends the general pecuniary legacies in his will shall be paid, and therefore that when he makes a devise of all the remainder of his estate, both real and personal, he intends the devisee to take what may be left after satisfaction of the legacies. The English rule of construction has been fully adopted by us, and indeed this court went further in McLanahan v. McLanahan,'! Penna. 96, where an intent to charge a particular legacy was inferred from a blending of the real and personal estate in a devise, not of the residue, for portions of the estate were excepted, and this was done, though other legacies were expressly charged. And this has been declared to be a rule of property: Towers Appropriation, 9 W. & S. 103.\nCertainly, a mingling of the real and personal estate, in a gift of the residue of a testator’s property, does, with us, imply an intent to charge the land, either by itself, or in aid of the personalty, with the payment of general pecuniary legacies. Such an implication is necessary to enable the whole will to take effect, and all the legacies to be paid. Had the legacy in this case, therefore, been an ordinary bequest of a sum of money, a general legacy, under the established doctrine of our cases, it would have been charged upon the lands devised to William A. Maguire and John C. Maguire as residuary devisees, and would constitute a continuing lien, even as against a purchaser. But it was not a general legacy — it was strictly specific — it was a gift of the money due from Hugh Smith & Son for coal sold to them. The reason why an implication in favour of a charge of a general legacy is raised from a devise of the residue which blends realty and personalty, is wholly inapplicable to such a case as this. The testator pointed out another fund for the satisfaction of the legacy. By making it specific, he declared that it should be • paid out of the “ Smith coal-money,” and nothing else. If that fund should fail, the legacy itself was to fall with it. Charging it upon land, therefore, was not necessary to give full effect to every part of the will, and it would have been idle, for it was under no circumstances to be paid out of land. The residuary devisees were to take what was given to them, whether the “ Smith coal-money” was ever paid or not. It may be that in marshalling the assets, the residue was chargeable with the debts, but that is a very different question from the one now in hand, which is whether the legacy of the “ Smith coal-money” was charged by the will upon the lands given to the residuary devisees. We hold that it was not, either expressly or by implication.\nThen, if the legatees had no lien on the lands devised to . William A. and John C. Maguire by virtue of a testamentary charge, have they any in right of the creditors of the testator, whose debts have been satisfied out of their specific legacy? The District Court was of opinion that they have, and on this ground mainly, if not entirely, the case was ruled. It is manifest, however, that in forming this opinion, the court must have overlooked some of the facts of the case. It is indisperisable to keep in mind the precise thing to be determined. The question is not whether the creditors of the testator had a lien upon his lands after his death, for the sums due them. Nor is it whether specific legatees, whose legacies have been taken to pay those debts, are entitled to subrogation to the rights of the creditors, and have the benefit of the liens.\nBoth these questions may be answered affirmatively, but they do not decide the case. The vital inquiry is whether those debts were liens as against a purchaser or mortgagee, on the 29th day of May 1858, when the land was sold at sheriff’s sale. The testator died in December 1850. In five years thereafter, his debts had ceased to be liens on his lands, in consequence of the positive limitation of an Act of Assembly. The liens were not prolonged by suit, or by filing a copy of the claims in the proper office, and, therefore, before the judicial sale of the lands devised to William A. and John O. Maguire, they had been discharged from liability to the debts of the testator. Admit now the right of the legatees to subrogation. What does it avail them ? It places them in the position of the creditors, but it does not extend the lien of the debts. If the lien was gone in May 1858, if the creditors were then too late to assert it, those to whom equity has ceded the rights of the creditors can be in no better position. Nothing less than suit within five years can continue the lien of such debts of a decedent as were due at the time of his death. We are speaking of the lien of the debts as such, resulting from the principle of our law that the lands of a decedent are assets for the payment of his liabilities. It is not claimed in this case, and certainly it cannot be, that any trust was impressed upon this land by. the residuary devise in the will, such a trust as takes away the statutory limitation to the lien of debts.\nThis is all that is necessary to the decision of the case. If, as we .have seen, the specific legacies of the “ Smith coal-money” were not charged by the will upon the lands devised to the residuary devisees, and if the lien of the testator’s debts, which the legatees paid, had expired before May 29th 1858, there is nothing superior to the appellant’s mortgage, and he is entitled to the entire proceeds of the sheriff’s sale.\nThe decree of the District Court is reversed; the exceptions taken to the sheriff’s return are dismissed; the sheriff is ordered to make a deed to the purchaser, and it is further ordered that the costs be paid by the exceptants to the sheriff’s return.",
        "type": "majority",
        "author": "Stroks, J."
      }
    ],
    "attorneys": [
      "John U. McQlowry and 8. H. Q-eyer, for appellant.",
      "R. $ 8. Woods and O. UashroueJc, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mellon’s Appeal.\nLien of legacy as against purchasers and mortgagees.\n1. A legacy caisnot be held a charge so as to- bjjid> lands in the hands of a purchaser, or as against a mortgagee, unless it appear by direct, expression or plain implication that such was the intention of the testator by whose will the lands claimed to have been bound passed to his devisees.\n2. The mingling of real and personal estate in.-a gift of a residue of pro-\nperty by the testator, implies an intent to charge the land, either by itself, or in aid of the personalty, with the payment of general pecuniary legacies: but specific legacies must be paid out of the fund on which they are charged: if that fails, they fall with it. ' ' ' -\n3. Where a testator bequeathed to two sons the residue of his estate real, personal, and mixed, subject inter alia to a legacy expressly charged upon the land devised to them, and afterwards excepted the money due him for certain coal sold which was to be divided ardong'all his children and their legal representatives share and share alike, the legacy of the coal-money was held not a charge, either expressly or by implication, upon the land devised, so as to create a continuing lieu as against a mortgagee of one of the devisees.\n4. Where the coal fund had been in part appropriated for the payment of testator’s debts, the lien of which, as against the real estate, had expired by lapse of time, at the date of the sheriff’s sale upon a mortgage-bond of the portion devised to one of the devisees, the mortgagor; the specific legatees of the coal-money could not claim a lien on the land sold in right of the creditors whose debts had been paid out of their fund : if entitled to subrogation, the lien of the debts to which they claimed to be subrogated had expired by the lapse of five years from the death of the -testator.\n5. Therefore, the mortgage, being the first lien on, the land, was entitled to the proceeds of the sale until paid: and the return of the sheriff to the execution, that by the records the plaintiff, assignee of the mortgage, appearing to be entitled to the proceeds of the sale, his receipt had been taken for the residue thereof, after payment of costs, pursuant to the Act of Assembly, was held correct.\nAppeal from the District Court of Allegheny county.\nThis was an appeal, by Thomas Mellon, from the decree of the court below distributing the proceeds of the sheriff’s sale of the real estate of William A. Maguire.\nThe fieri facias under which the real estate was sold, was sued out on a judgment in the name of John C. Maguire, for the use of W. Crawford, and now for the use of Thomas Mellon against William A. Maguire, to which the sheriff made the following special return:—\n“ Levied, &c., on a piece of land, twenty-seven acres, situate in Lower St. Clair township. Inquisition waived (in condition of the bond), &c., and sold to Thomas Mellon for §3115; and by the lists of liens from the proper records, he appearing to be entitled to the proceeds of sale, and having paid the costs, &c., I have, pursuant to the Act of Assembly, taken his receipt for the residue of the proceeds of sale upon this writ, &c.\n“ May 29th 1858. “R. Patterson, Sheriff.’”\nTo' this return the following exceptions were filed on behalf of Captain James McGargill, administrator of Elizabeth Maguire, widow of J. O. Maguire, and on behalf of the said James Mc-Gargill and children, and also for the executors of J. C. Maguire, viz:\n1. “ The money should be appropriated to prior liens under the will of James C. Maguire against said property, as per proceedings in the Orphans’ Court, and auditor’s report, by Hepburn, confirmed by that court.”\n2. The debts of James Maguire, deceased, are the first lien. The questions raised had regard to the existence, priority, and continuance of the lien of testator’s debts on his real estate, and the right of subrogation claimed by the executors of the will for the specific legatees, to the rights of the creditors whose debts were alleged to have been paid out of the specific legacy fund; and also the .rights of the lien-creditors of residuary devisees as against specific legatees, where sufficient personal and other assets existed to pay all debts, expenses, and legacies, but which it was alleged were wrongfully distributed and in part left unadministered by the executors, with the acquiescence and through the supineness and negligence of the specific legatees themselves.\nThe court below, on these exceptions, referred the case to George F. Gilmore, Esq., as auditor, agreeably to the Act of Act of Assembly in such case, who reported that he derived the facts on which he based the distribution of the funds in this case mainly from the accounts of the executors of James O. Magliire, as filed in the Orphans’ Court; from the reports of Judge Hepburn and J. P. Penny (and -testimony therewith), who were at different times appointed to audit said accounts, and from the return and list of liens, together with some facts derived from the statements of the parties and-their counsel.\nThe main facts were stated by him-to be as follows:\nJames C. Maguire died in December 1850, leaving a will, by which he disposed of his whole estafe’ aS follows:\nHe gave to his wife Elizabeth, for life, about six acres of ground, with the dwelling-house, .being part of his farm, excepting the coal under it; also her household furniture, clock, case, privilege of pasturage, and after her decease he directed that the portion of the real estate given her • for life be sold by his executors, and the proceeds thereof divided among his children, share and share alike; also the coal' under said piece of ground to be sold at the same time by his executors, and the proceeds thereof divided among all his children, except James and Ellen.\nHe also devised to his two daughters Bridget (Mrs. Davis) and Jane (Mrs. Holmes), each five acres of land for their sole use. He gave to his son Charles all the land on the “ Wild Hill,” &c., and certain clothing, and to Ellen McGargill $100, to be paid to her out of the proceeds of his real and personal estate when that amount shall be realized.\nHe gave to his grandson, James A. Maguire, $100, to be paid to him on his arriving at the age of twenty-one, without interest.\nHe then devised to his sons, William A. and John C., under the foregoing provisions, and subject to .-the payment of the following amounts, all the residue of his estate, real, personal, and mixed, however and wheresoever situate,.lying, and being, and to their heirs and assignees for ever — to his grandson, C. Holmes, he gave $100, charged upon the real estate devised to his sons, William A. and John C., and payable out of the proceeds of the sale of the same; and with the further proviso and exception that all the money due to him at the time of his decease from Hugh Smith & Son, for coal sold to them, shall be equally divided, share and share alike, with all hi^ children, or their legal representatives.\nThese were the main provisions of the will with which this case had any concern.\nJudge Hepburn, in his report, stated that “ the testator had left no personal property except that referred to and especially bequeathed in his will, unless it was a debt due him by his son, John C., and a small amount of rent due himand added, “the testator was indebted at that time in a sum amounting to about $Í200, a part of which was raised to purchase land, but was diverted for the discharge of a debt .contracted for his son, John C.”\nThe money coming from Hugh Smith & Son for coal, was specifically devised or bequeathed to all the children and their legal representatives, share and share alike, and amounted to the undivided half of about twenty-three acres, at $400 per acre. A part had been taken out and paid for in the testator’s lifetime; the balance was received since by the executors, as appeared by their accounts filed.\nThe will authorized the executors to receive it and distribute it to all the children, seven in number, share and share alike; but there were debts, and funeral and administration expenses to pay, and the executors applied the money, so far as needed, to their payment.\nThe amount of coal-money thus applied, as per the audited account of the executor, was $2107:76.\nThe counsel for the legatees and executors claimed that the residuary estate in the lands of William A. and John C. must bear the whole burden — that all the other property being specifically devised, the debts were charged by manifest and necessary implication on the residuary estate; and that the debts and expenses having been in the first instance paid by the executors out of the money specifically devised, the legatees were entitled to be subrogated and refunded out of the residuary estate, which is more than sufficient.\nThe property sold on this writ was a part, all the available part, of William A.’s share of the residue of the estate; and it was claimed that the proceeds of the sale be first applied to refund the legatees.\nThe question as to what fund was liable for the debts and expenses, was brought directly in issue before Judge Hepburn, as auditor of the first account of the executors in 1855, and the facts were then presented as above stated, except that the administration expenses have since been increased and paid out of the same funds as before.\nJudge Hepburn decided that the debts of the decedent were a lien on the land, and that the expenses were also a charge upon it, and that the legatees had a right of subrogation and to be refunded out of the residuary estate. His report was confirmed by the Orphans’ Court, and was not appealed from.\nThe subsequent report of Mr. Penny pursued a somewhat similar course, except as to two items. In regard to these, the court, by an order dated the 8th June 1859, referred the report back to be amended by disposing of those items in accordance with the rule adopted in Judge Hepburn’s report, and approved by the court, “ treating the estate as one fund, so far as the residuary legatees are concerned.” The report was so amended, and was not appealed from.\nOn the 2d of June 1855 William A. Maguire gave to John C. Maguire a mortgage on his share of the land, acknowledged the same day, and on the same day assigned by John C. to William Crawford, the assignment duly acknowledged, and all recorded June 4th 1855. July 15th 1856, assigned by Crawford to William Magill, and March 19th 1857, assigned by William Magill to Thomas Mellon, Esq. A judgment-bond accompanied the mortgage, and was entered up. On this judgment, a Ji. fa. was issued, and* on it the property was sold, the bond containing stipulations to that effect. The bond was transferred to Mr. Mellon with the mortgage. The property was bid off by Mr. Mellon for $3115; $73.51 applied to costs, leaving $3041.49 for distribution.\nThe auditor decided that the fund'for, distribution was first applicable to the claims above stated, as the debts of the decedent, and the expenses of administration amounting as above to the sum of $2107.76, but that this sum was'subject to some deductions, on which he reported as follows:\n“ 1. In the first place, two-sevenths of the coal-money belonged to William A. and John C. Maguire, they being two of the seven children of the testator, and each entitled to one equal share. Their share, as well as all of the others, was applied to these debts and expenses; and they are entitled to a credit for so much. Two-sevenths of the $2107.76 would be $602.22.\n“ 2. In the next place Charles Maguire, one of the sons of the testator, was also entitled to a seventh of the coal-money. It appears he got none of it. He died in April 1857, shortly after the death of his mother. William-A. and John C.’s share of his share, as he died without issue, would be two-sixths of one-seventh of $2107.66, viz., $100.37.\n“3. Again, by the will the six acres devised to the widow during life was to be sold at her decease, and the proceeds to be equally divided among the children. It has been sold since her death for $950. The coal under it was also sold pursuant to direction in the will for the sum of $190, the one-half of which only belonged to the testator, viz., $95. Omitting the latter sum as necessary, perhaps, for the expenses of sale and administration, reference is made only to the said sum of $950. This was divided among all the children — Charles being dead, there are but six to whom it belongs, William A. and John C. being two of them, and entitled to one-third, or $316.66. This last item of $316.66 is money to which William A. and John C. would be entitled under the will. It has gone or should go into the hands of the executors for distribution. Can they not retain it to replace or refund so much of the coal-mone'y of the others which has been used to pay debts ? Is this last-mentioned sum of $316.66 in anyway within the reach of this audit? The will makes the executors sell the six acres, and distribute the proceeds. The proceeds are not yet distributed. Would the executors be justified in paying over to William A. and John C. their shares, and then reclaim it from another fund arising from the sale of the land of one only of the residuary devisees, when both were bound for those debts and expenses ? This might work unnecessary injustice to the creditors of William A., and it might prevent a contribution for so much by the other residuary devisee, for which in law he is bound. It is true the auditor cannot distribute a fund he is not appointed to distribute, but he may say whether he will charge the fund he has to distribute with this amount, when the same amount is in the hands or within the reach of the executors, which may with more equity and justice be applied to the same purpose. The auditor does so decide.\n“ The $95 coal-money of the six acres, and a residue of the Smith coal fund is not yet accounted for (by the executors), and are not in any way disposed of or taken into account in this report.\n“ Mr. McOlowry proves that the payment of the $100 given by the will to Chrysostom Holmes (and expressly charged on the real estate), was secured to be paid out of the proceeds of the sale of another part of the residuary estate; and proves, also, that John C. Maguire’s share of the residuary estate was also sold at sheriff’s sale on the 24th of July, A. D. 1854, for the sum of $2150. It is contended that here was a fund, in 1854, arising from the sheriff’s sale of part of the residuary estate, sufficient to pay all the claims now sought to be made out of the present fund, and the legatees having neglected to claim it then, ought not now to claim it out of this fund, to the injury of a creditor. The point is thus presented, but the auditor does not think the legatees would be precluded from claiming out of the fund raised in 1858, because they omitted to claim out of the fund raised in 1854.\n“ It appears, by the proceedings, that the widow of the testator renounced under the will, and claimed her right under the intestate laws. It is therefore urged that she is entitled to the one-third of the coal-money, and that now her administrator is entitled to receive her share thereof.\n“ But how much would her (the widow’s) representative thus be entitled to out of this fund ? When she renounced under the will, and became entitled to one-third of the coal-money (said to be in all about $3600), would not that third be released from the character of a specific bequest, and then be chargeable with the debts, or at least a portion of the debts of the testator ? She could not take all of the third independent of the debts. Calling the whole coal-money $3600, her share would be $1200, from which take one-third of the debts, say $700, would leave for her representative $500.\nThe auditor therefore distributed as follows:—\nTo this report exceptions were filed for Thomas Mellon as assignee of the mortgage, viz :\n1. The appropriation of part of the proceeds of sale to debts, legacies, and expenses, &c., of James C. Maguire’s estate.\n.2. Not appropriating the entire fund to the judgment on which the sale took place, and other record liens.\n•3. To the several items making up the charge to which the proceeds of sale are applied over this exceptant’s mortgage-judgment.\n4. To the application of this fund to pay debts already discharged and paid by the executors, and barred by lapse of time.\nThe court below, on hearing the case, sustained the exceptions in part, and dismissed the residue, and decided that Thomas Mellon, the purchaser, was not entitled to receive the whole amount of the money mentioned in the. sheriff’s return in this case, but only to a portion thereof, to wit, the sum of $2274.25, and that the residue thereof, after deducting the expenses of the audit, $678.24 was to be distributed in equal portions to James Maguire, Ellen McGargill’s representatives, the representatives of .Jane Holmes, and Bridget Davis, specific legatees of James O. Maguire, in accordance with the schedule of distribution filed; and ordered and directed the sale of said real estate to be set aside, and the same to be resold, unless the sum of $678.24 be paid to the sheriff within ten days hereafter.\nOn this appeal it was averred that the court below erred,\n1. In holding that the debts continued to be a lien on the residuary real estate, after five years from testator’s death, without any suit brought or claim filed to preserve Such lien; or that these legatees are in a better position in this respect than the creditors to whose rights they claim to be entitled to be subrogated.\n2. In holding that there is by implication such a charge of the “Smith coal-money” legacies on this land as creates a continuing lien in the hands of a bond fide purchaser or mortgagee of the devisee, William A. Maguire.\n3. In holding that no error existed in the principle enunciated by the auditor, viz., that this appellant, as assignee of mortgagee, stands in no better or different position than William A. Maguire, the devisee, as regards the claims of these legatees.\n4. In permitting these exceptants to the sheriff’s return to come in on this fund, after standing by, consenting to two different distributions in the Orphans’ Court, wherein funds properly applicable to their claims were without objection distributed to William A. and John C. Maguire, and to the widow, who was entitled to nothing out of the personal estate till the debts were first paid.\n5. In distributing part of this fund to these legatees, who do not except to the sheriff’s return, the executors having no right to except for them. These same executors being permitted by these same legatees to hold back in their hands, unadministered and unaccounted for, a large portion of the personal estate primarily applicable to their alleged claims, evidently intending to defraud the l'ien-creditors of William A. Maguire, by relieving his share of the fund in future distributions in the Orphans’ Court from the burden of their claims.\n6. In holding that the widow’s third of the “ Smith coal-money,” which was dissevered from the bequest of that fund by her renunciation of the will, had not been properly applied by the executors in payment of debts and expenses, and in not holding that it was to be treated and regarded as having been so applied to the extent necessary, whether so intended by the executors or not, it being primarily and ultimately a proper fun 1 for payment of debts and expenses.\n7. In burdening this fund with these claims, to the prejudice of this appellant, and in exoneration of William A. Maguire’s share or moiety of that part of the farm devised to Charles for life, with remainder over to the residuary devisees, under the residuary clause of the will.\n8. In casting the burden of these claims on this fund, without proceedings and decree fixing the relative value of this portion of the residuary real estate, and the comparative amount which it ought to bear, as compared with other portions of the residuary real estate in this and other counties.\n9. In holding as conclusive upon this appellant, the accounts and proceedings in the Orphans’ Court, to which he .was not a party, could not have introduced or cross-examined witnesses or appealed; and in regarding those accounts and proceedings as proof sufficient of the several items claimed as debts and expenses, and of their payment, and their payment out of the “Smith’s coal-money,” although the items of expense were enormous, compared with the amount of the estate, and were accumulated chiefly since the date of the exceptant’s mortgage, and in litigation about questions of distribution between the legatees themselves.\n10. In fixing the aggregate of debts and expenses at $2007.76, when an examination of the administration accounts and reports referred to, will show they only amounted to $1649.43. This error arises from items of expense, &c., of prior accounts and reports, being carried into and included in subsequent accounts.\n11. In distributing part of this fund, to wit, $678.24, to and among said legatees, under the will of James C. Maguire.\n12. And in not dismissing the .exceptions filed to the sheriff’s return at the costs of the exceptors, and not awarding the entire fund to this appellant.\nJohn U. McQlowry and 8. H. Q-eyer, for appellant.\nR. $ 8. Woods and O. UashroueJc, for appellees."
  },
  "file_name": "0165-01",
  "first_page_order": 165,
  "last_page_order": 177
}
