{
  "id": 420596,
  "name": "Buchanan et al. versus Buchanan",
  "name_abbreviation": "Buchanan v. Buchanan",
  "decision_date": "1863-11-12",
  "docket_number": "",
  "first_page": "186",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 186"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 510",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846844
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 670,
    "char_count": 16527,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 6.850347299980968e-08,
      "percentile": 0.41769732521085207
    },
    "sha256": "53393e428f833f3ccef1a4c1a5c11142f811a8420646eaec097f658743b3a043",
    "simhash": "1:4d8314a7689dae6e",
    "word_count": 2922
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Buchanan et al. versus Buchanan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 12th 1863, by\nStrong, J.\nThis was an action of trespass, “vi et armis,” brought against the defendants to recover damages for taking and carrying away certain personal property, consisting of live stock, farming utensils, &e., which the plaintiff alleged belonged to her. The defence set up was, that the property belonged to the estate of the plaintiff’s aunt, Jane Buchanan, upon which the defendants had administered after her death, and that they had taken it in the course of administration. The contest, therefore, on the trial was, whether the property taken belonged exclusively to Jane Buchanan at her death, or in whole or part to Mary Ann Buchanan, the plaintiff. To establish the ownership of Jane, the defendants called Johnston Sutton, who was married to a niece of the decedent, one of her next of kin and heirs, and called also Jane O. Getty, another of the intestate’s heirs. Objection Avas made to their admission as witnesses, in behalf of the defendants, and they were rejected by the court. This constitutes the basis of the first and second assignments of error.\nIt has often been decided that a witness is incompetent to testify, either to increase or protect a fund in which he is entitled to participate: Wilkinson v. Turnpike Company, 6 Barr 398; Thomas v. Brady, 10 Id. 167. Nor is a cestui que trust permitted to support by his testimony the title of his trustee. But it is argued that inasmuch as this suit is brought against the defendants personally, and not as administrators, any judgment recovered against them must be “ de bonis propriis,” for which they cannot take credit in their administration account. Hence it is inferred that the estate of the defendants’ intestate cannot be' affected by any verdict that may be obtained in this case, and that therefore the proposed witnesses were not offered to increase or protect any fund which they are entitled to share. The inference is not well drawn. Let it be admitted that the defendants would not be entitled to credit for such sum as may be recovered against them in this action, yet the verdict and judgment will determine whether the property taken by them belonged to the decedent’s personal estate or not, and determine this conclusively, for the defendants are sole trustees of that estate, and a judgment against them concludes the cestuis que trust. If the plaintiff recovers in this suit, the defendants are not bound to account as administrators for the property. It will then be settled that the goods were no part of the trust fund. Thus it is plain that the heirs have a direct interest in the issue between the parties, and their testimony for the defendants would go to increase or protect the fund, of which they are to be distributees. And this has been so decided in Dimond v. McDowell, 7 Watts 510, which was an action of trover; the defence set up was, as it is here, that the property, in question belonged to an estate which the defendant represented as an executor, and it was held that a legatee under the will of the testator was an incompetent witness for the defendant. The case is on all-fours with the present.\nIt is further insisted that if Johnston Sutton was at first incompetent, he was rendered competent by his release of his interest to the administrators, and to the next of. kin to the decedent. But he had nothing to release. He was incompetent because his wife was interested, and her interest it was not in his power to release.\nNor was Jane C. Getty rendered competent by her release. The record shows it to have been rather an assignment of her share of the decedent’s personal estate to the administrators and next of kin, with certain covenants. She was a feme covert, and her husband did not join in the instrument. It cannot be pretended that before the Act of 1848, relative to the rights of married women, such, an assignment would have been operative at all. It is equally clear that act gave a married woman no power to bind herself by such a contract. If the disability arising from her coverture be removed, it is by force of the Act of April 11th 1856, Brightly’s Purdon 702, which enacted as follows: “ Whenever any married woman of lawful age shall be entitled to a legacy, or to a distributive share of the personal estate, or of the proceeds of the real estate of a deceased person, it shall be competent for her, either in .person or by attorney, to sign, seal, and deliver a refunding bond, in pursuance of the Act of Assembly in such case made and provided, and also to execute all such other instruments, and to perform all other such acts as may by law be necessary to be done, or may be lawfully required by the executor or administrator, upon the payment to her of the moneys to be distributed as aforesaid, with the same effect, for the intent and purpose of binding her separate estate, as if she were sole and unmarried.”\nThis act empowers a feme covert to bind herself by refunding bonds, and by acts and instruments necessary or lawfully required, upon the payment to her of the money to be distributed. The assignment of Jane C. Getty is not one of the instruments referred to by the Act of Assembly. It was not a necessary act on settlement of the decedent’s estate. It was not made on payment to her of her distributive share. It was executed at the trial, and doubtless for the purpose of making her a witness. It did not extinguish her interest, and hence she was rightly rejected.\nThe remaining assignments of error relate to the charge. The third excepts only to the statement of a fact incontrovertibly true, and the statement could not possibly have injured the plaintiffs in error.\nThe fourth assignment is in substance that the court submitted to the jury, without evidence, to find an agreement between Jane and Mary Ann Buchanan, that the stock on the farm should belong to them jointly and equally. We think there was no inconsiderable evidence from which a jury might infer such an agreement. It is found in the repeated declarations of Jane, that Mary Ann was equally interested with her in all the stock on the farm, owned as much as she did, and in the community of enjoyment for many years. That there was sufficient consideration to support such an agreement admits of no doubt.\nThe fifth and last assignment is to the instruction given to the jury, that no inference that the plaintiff had waived her rights, could be drawn from the fact that she had consented to the appraisement made by the administrators. If Jane and Mary Ann w-ere joint owners of the property, as the latter alleged, the administrators of the former were under obligation to cause an appraisement to be made, and Mary Ann could not resist it. It would be strange, indeed, if her consent to what she had no right to oppose, could be construed into a giving up of her own property. Upon all the evidence it was fairly left to the jury to find whether she consented to the defendants’ taking and selling the property. They could ask for no more. In the whole record there is no error.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "H. W. Wier, for plaintiffs in error.",
      "W. Banks, Avith Avhom were Stewart tf* Clark, for defendant."
    ],
    "corrections": "",
    "head_matter": "Buchanan et al. versus Buchanan.\nWitness, incompetency of, on ground of interest. — Husband of heir, not competent by release. — Release of wife does not render her competent without being joined by husband. — Evidence of existence of contract. — ■ Waiver of interest in chattels, a question of fact.\n1. A witness is incompetent to testify either to increase or protect a fund in which he is entitled to participate: nor can a cestui que trust support, by his testimony, the title of his trustee.\n2. In trespass for taking away personal property, where the defence was that it belonged to the estate of an intestate, which the defendants represented as administrators, the heirs of the intestate are incompetent witnesses for them.\n3. Where the husband of an heir was called as a witness, his release does not render him competent: for he is incompetent because of his wife’s interest which he cannot release.\n4. So the incompetency of a married woman, also an heir, cannot be removed by her own release without the joinder of her husband: and where the release was in the nature of an assignment of her interest, it was invalid as well before as under the Act of 1848: nor was the disability of coverture removed by the Act of April 11th 1856, for the assignment was not such an instrument as is referred to and embraced by the act.\n5. Where the plaintiff claimed as joint owner of farm stock with defendants’ intestate, and there wah evidence of the joint ownership in the declarations of the decedent, it was not error to submit the question to the jury as to an agreement between them, that the stock should belong to them jointly and equally.\n6. It was the duty of the administrators to cause an inventory to be made of said joint property, and the consent of the plaintiff thereto would not be a waiver of her interest: and where the question was left to the jury whether she had consented to the act of the defendants in taking and selling the whole property, there was no error in so doing of which the defendants could complain.\nEjréob. to the Common Pleas of Indiana county This was an action of trespass vi et armis, brought by Mary Ann Buchanan against James A. Getty and James D. Buchanan, to recover damages for taking and carrying away certain live stock and farming utensils, which the plaintiff averred were her property.\nThe material facts of the case were as follows:—\nJohn Buchanan, Sr., died in 1847, having devised the bulk of his farm to his daughter Jane and granddaughter Mary Ann, who were living with him at the time of his death, to hold as tenants in common. He also bequeathed to Jane all his notes, bonds, judgments, and money, made her executrix of his will,' but made no disposition of his live stock, farming utensils, and household furniture.\nThis property, as per inventory, filed by Jane, amounted to ■ $571.59. It was retained by Jane at the appraisement, and in-eluded in her account, remained on the farm, and was used and occupied by the family.\nJane died in 1860, unmarried, intestate, and without issue, - and the defendants above named were appointed administrators of her estate. The stock on the farm at her death was acquired since her father’s death by purchase or natural increase, while some of the personal property remained as it was at that time.\nThe alleged trespass consisted in taking and selling, as administrators of Jane, the bulk of the personal property found on the premises at her death. The allegation of the plaintiff was that, as to this property, she and her deceased sister had been partners, and that she was entitled to it as survivor.\nOn the trial the defendants offered the testimony of Johnston Sutton, which was objected to by the plaintiff’s counsel on the ground that his wife, who was still living, was an heir to the estate of Jane Buchanan. The court below sustained the objection, whereupon a release of his interest was executed and delivered. The witness was again offered, and again objected to and rejected by the court.\nMrs. Jane O. Getty was also offered as a witness, hut being objected to .for the same reason, was rejected by the court, notwithstanding her execution of a release of all her interest.\nThe court below (Buebtogton, P. J.), after stating the material facts of the case, charged the jury as follows:—\n“ The old man bequeathed by his will all his notes, bonds, judgments, and accounts to Jane, but seems not to have made any disposition of his personal property. [That, however, passed into her hands, not in her right, but as executrix of her father ; and not being sold, remained on the farm and was used and occupied by the family. This possession and appropriation seems not to have been questioned by any one.] At the death of the old man it seems that Polly had no interest in the personal property. But it was equally clear that the stock was fed from the proceeds of the farm — some of the property, as the household and kitchen furniture, remained at the death of Jane the same as at the death of the old man. The stock at the death of Jane, horses, cattle, sheep, and hogs, were acquired during that time, between death of the father and Jane, either by purchase or natural increase. The jury will decide how this is. If the jury find that the stock or any part of it was the natural increase of the original stock, it raises the question who would be entitled to this'increase. As a question of law alone, the rule is that the issue follows the ownership of the mother; that is, the colt belongs to the owner of the mare, the calf to the owner of the cow; and the same as to other property that increases by natural means. How much of the property was in this condition is a question of fact for the jury. How much was acquired by purchase the jury will also decide, and how that property was held. [The position of the plaintiff is that, however the property may have been acquired, there was an agreement between them that in consideration of their being joint owners of the farm and joint labourers on it, and the property supported and maintained by these joint means, that they were to be equal owners in the whole of the personal property. Was there such an agreement? This is a question for the jury. If there was, we think there was a sufficient consideration, and the agreement would be a good one and would vest the property in them equally.] It' is contended by the plaintiff that she is entitled to recover the whole as surviving partner. It is very certain that in equity plaintiff is not entitled to recover and retain the whole. The one-half certainly belonged to Jane. I do not look on this as a technical partnership. There are no debts to pay, it was not a trading or business firm. If they were equally entitled to the property, they are to be looked upon as part owners and not strictly partners. We therefore think that, so far as regards Jane’s rights, the defendants were not trespassers — and that the jury may seperate the interest of each in the present action and treat the defendants as trespassers only so far as they deprived the plaintiff of what she was entitled to. This view is the more readily adopted, as it would save multiplicity of suits : as if the plaintiff received the whole in this action she would have to account back to defendants for one-half. This can be avoided by treating them as part owners and not as partners. If the jury take this view of the subject, they will inquire and ascertain the entire amount that they find belonging to them both equally — divide that equally — and then one-half would be plaintiff’s and one-half defendants’. Interest being added to this half, from October 1860, would be the verdict. But if the jury believes the whole of the property belongs to Jane, then the plaintiff had no right, and the verdict would be for the defendants.\n“It is alleged by the defendants, however, admitting they were joint owners, they were not trespassers, because they took it and sold it with the consent of the plaintiff. This is also for the jury — if she consented to them taking it and selling it freely and willingly, and the defendants sold it with the voluntary consent of the plaintiff, she cannot now gainsay that and treat the defendants as trespassers. Her remedy would not be by this form of action. But if her consent was extorted from her by force or fraud, intimidation, frightening her and constraining an unwilling consent, then it would rather aggravate than remove the wrong and trespass. As to her consent to the appraisement, no inference, of waiver can be drawn from that, as it was the duty of the administrators to take the inventory, although joint property, and her furnishing the property for that purpose would he no waiver of her right or relinquishing of her interest. It is not until they undertook to deprive her of the property that they Arould become trespassers.\n“ I have thus, I believe, met every question of law in this case, and with this exposition of the principles involved, the case is for the jury wholly.”\nUnder these instructions there was a Arerdict and judgment in favour of the plaintiff. Whereupon the defendants sued out this writ, and assigned for error the rejection of the witnesses Johnston Sutton and Jane O. Getty, and so much of the charge of the court as is enclosed above in brackets.\nH. W. Wier, for plaintiffs in error.\nW. Banks, Avith Avhom were Stewart tf* Clark, for defendant."
  },
  "file_name": "0186-01",
  "first_page_order": 186,
  "last_page_order": 191
}
