{
  "id": 420636,
  "name": "Scott et al. versus Hunter et al.",
  "name_abbreviation": "Scott v. Hunter",
  "decision_date": "1863-11-12",
  "docket_number": "",
  "first_page": "192",
  "last_page": "196",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 192"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "32 N. H. 32",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4520425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/32/0032-01"
      ]
    },
    {
      "cite": "2 Denio 623",
      "category": "reporters:state",
      "reporter": "Denio",
      "opinion_index": 0
    },
    {
      "cite": "17 Pick. 78",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2023985
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/34/0078-01"
      ]
    },
    {
      "cite": "13 Howard 447",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "11 Cush. 563",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        1970418
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/65/0563-01"
      ]
    },
    {
      "cite": "4 Barb. 496",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 14436,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 7.323061909970746e-07,
      "percentile": 0.9685860063656221
    },
    "sha256": "8c05dba1b368588ad9ddb2c6824872b1797d569a186ceb09c254bf1b4aaa4dcc",
    "simhash": "1:9862a1686a2e7577",
    "word_count": 2522
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Scott et al. versus Hunter et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 12th 1868, ky\nStrong, J.\nThis was an action of trespass on the ease, brought to recover the value of two coal-boats, with their cargoes, belonging to the plaintiffs, and lost, as they aver, through the unlawful, wilful, malicious,- and negligent conduct of the defendants. The declaration contained two counts, the first of which averred that the defendants had caused the loss of the boats by unlawfully, wilfully, and maliciously mooring their own coal-boats in the channel and entrance to the locks at one of the dams of the Monongahela Navigation Company, on the Monongahela river, and keeping them in that situation, thus stopping the navigation for the plaintiffs’ boats, and detaining them in the river, though they were ready and prepared to proceed on their voyage, while the river was rapidly rising, and until the power of the current forced them over the dam and caused a total wreck. The second count charged unlawful and negligent conduct of the defendants in the management of their boats at the locks, thus obstructing the entrance thereto, and the channel of the river, and preventing the passage of the plaintiffs’ boats, while the river was rapidly rising and exposing them to great hazard, and while the defendants well knew the boats were in danger. It further averred that with this knowledge, the obstructions were continued by the defendants, until the plaintiffs’ boats were carried over the dam by the current, and totally lost.\nOn the trial, the jury, under instructions given by the court, found a verdict for the plaintiffs, and assessed damages, thus establishing that the defendants were guilty of the misconduct and negligence complained of, and that the plaintiffs were chargeable with no negligence or default which contributed to the loss. Both these questions were submitted plainly to the jury, and they are now at rest. But the court reserved the question whether the connection between the defendants’ wrongful acts and the loss of the boats over the dam was sufficiently close, to enable the plaintiffs to .maintain their action, and, after consideration, being of opinion that the rapid rise in the river and the consequent increased current was the proximate cause of the loss, and that the wanton or negligent obstruction of the locks, and of the channel of the river, was a cause too remote, entered judgment for the defendants non obstante veredicto.\nIt is observable that the jury did not pass upon the question whether the defendants ought not to have apprehended that their unlawful and continued obstruction of the entrance to the locks might result in the plaintiffs’ boats being swept by the current over the dam, and lost, as they were. This was not submitted to them. The court assumed that the sudden rise of the river, and the danger to the plaintiffs’ boats, could not have been anticipated by ordinary prudence and care. Now it is very obvious that if the defendants, while they were wantonly or negligently keeping their own boats at the entrance of the locks, and preventing the passage of the plaintiffs’, knew the danger to which their unlawful act exposed the property of the plaintiffs, as it is averred in the declaration they did, they are responsible for the damage which resulted from their act, though it was not the most proximate cause. And so, if they ought to have known the danger, as men of ordinary prudence, and yet persisted in maintaining the obstruction, they are responsible. It is a familiar principle that a man is answerable for such consequences of bis unlawful acts as are natural, and may be foreseen by ordinary forecast. What is ordinary care in the performance of an act depends upon the surrounding circumstances.\nIt is greater or less, according to the increased or diminished hazard to others with which it is done. That may be prudent if done in a wilderness, which would be grossly careless if done in a crowded city. Why? Because no injurious consequences would naturally be expected in the one case, while in the other they may be almost inevitable. Hence the actor is bound to anticipate more in the one case than in the other, and as he is liable for all he should have foreseen, the extent of his responsibility is not the same.\nIn the present case, the defendants obstructed the passage through the locks from about four o’clock in the afternoon of April'9th, until in the afternoon of the 10th of April, and until after the plaintiffs’ boats had been carried over the dam. Their act was unlawful, either wanton or negligent. During all the time, they saw the river rising rapidly, and with it, of course, the current increasing. From two o’clock on the morning of the 10th, until the disaster occurred, the water rose at the rate of nearly a foot in an hour, and of course the pressure of the current was becoming greater. Meanwhile the plaintiffs’ boats were moored out in the stream, outside of the defendants’ boats, exposed to all the downward pressure of the current, without any fault of theirs, as the jury have found, but with the full knowledge of the defendants. In that position they were kept for hours by the tor.tious conduct of the defendants. Under such circumstances, it is highly probable the jury would have found, had the question been submitted to them, that the defendants knew of the danger to which their unlawful conduct exposed the property of the plaintiffs, and that with ordinary prudence they must have foreseen what did happen, i. e., the loss of the boats, a loss which they might have prevented, by dropping their own boats through the locks. If they should have anticipated it, then it was a natural consequence of their acts, for which they must answer in damages. Here we think the court erred in assuming, or undertaking to decide as a matter of law, that the wreck of the boats was not a natural consequence of the wrongful act of the defendants, in blocking up the locks and the channel of the river, and holding the boats of the plaintiffs so long exposed to the force of the current. It was a natural consequence, if it should have been foreseen, or if it would have been guarded against by men of ordinary prudence, using their own rights with proper regard to those of others. And it was manifestly for the jury to determine whether it was a natural consequence, such as should have been foreseen by the defendants at the time, and in the circumstances in which they acted, or rather m which they failed to act.\nIt is quite probable that this view altogether escaped the notice of the learned judge who tried the cause, in consequence of the mode in which the case was presented. His attention appears to have been directed to the relative character of the causes of the loss, as proximate or remote, rather than to the inquiry whether it was a natural consequence of either. It is an undoubted rule that the proximate rather than the remote cause is to be regarded as the author of a mischief. The old maxim is, “ causa próxima, non remota, spectatur.” It is, however, a maxim exceedingly difficult of application. Indeed, it is impossible by any general rule to draw a line between those injurious causes of damage which the law regards as sufficiently'proximate, and those which are too remote to be the foundation of an action. The court below ruled the case mainly on its supposed resemblance to Morrison v. Davis, 8 Harris 171. There the defendants, who were carriers on the Pennsylvania Canal, and whose boat had been wrecked by a breach in the canal caused by an extraordinary flood, whereby the plaintiff’s goods were injured, were held not to be liable on account of their having started on the voyage with a lame horse, in consequence of which they were delayed in passing the place where the accident happened, in time to escape it. That ruling was undoubtedly correct. There was no necessary connection between the use of the lame horse and the destruction of the boat. They were remote from each other in time, as well as in place, and there were intermediate causes. Had the horse been still more lame and unfit, thus occasioning greater delay, the loss would not have happened. The present case is of a different character. The wrongful act of the defendants was concurrent in time and in operation with the flood in the river. It was both combined that forced the plaintiffs’ boats over the dam. The defendants’ acts pushed them out into the current, and held them there until they were swept away. We must not forget that the verdict settles there was no default in the plaintiffs, either in having moored their boats with an insufficient line, or in having placed them where they were placed. Now if the defendants had by direct force pushed the boats out into the current, and they had been swept over the dam, as they Avere, it would not be doubted that in an action of trespass the value of the boats might have been recovered. The consequence Avould be held sufficiently near the cause. The forcible pushing out would be held the “ causa causans,\" acting through the current, and trespass would be maintained: Burdick v. Worrall, 4 Barb. 496. Yet the consequence would have been just as remote from the unlawful act in that case as it is in this. In both cases the flood is in one aspect the nearest agent. Why, then, was the wrongful obstruction of the entrance to the locks not a sufficiently proximate cause of the injury ? We think it was, and that the District Court erred in coming to a different conclusion. • In Lund v. Tyngsboro, 11 Cush. 563, it was held that if a traveller, exercising ordinary care and prudence, voluntarily leaps from his carriage and is injured, because of its near approach to a dangerous defect in the highway, the town is liable, though the carriage did not come into actual contact with the defect. In McAfee v. Crofford, 13 Howard 447, where in consequence of a wrongful abduction of the plaintiff’s slaves, a flood in a river swept away his wood, it was held that the plaintiff might recover the value of the wood in an action for carrying away the slaves. This case goes very far beyond what we feel prepared now to assert. In Dickinson v. Boyle, 17 Pick. 78, where the defendant had broken and entered the plaintiff’s close adjacent to a river, and had carried away gravel from a bank near to a dam across the river, in consequence of which a flood in the river three weeks afterwards swept away a portion of the close and a cider-mill, it was held the whole damage might be recovered. In Hearny v. Hearny, 2 Denio 623, it was ruled that if the owner of a dock untie a vessel lawfully moored • therein, and set it adrift, he is answerable for the loss sustained by its subsequent stranding elsewhere.\nIn George v. Fisk, 32 N. H. 32, where the defendants had put a large quantity of logs on the ice of a river, and exercised no further care in regard to them, and, on the ice breaking up, a dam was formed by the logs and the ice, whereby a channel was cut through the land of the plaintiff, and the logs carried upon it, the defendants were held liable. So in our own case of Pittsburgh v. Grier, 10 Harris 54, the city of Pittsburgh was held liable for the loss of a steamboat, upon the following state of facts: The boat had anchored at the wharf, when the water was low. The river rose afterwards, covering certain piles of pig iron negligently left by the city on the-1 wharf, about a foot above low-water mark. To avoid these piles, the boat was compelled to back out into the stream, when she was struck by some floating body, stove, and sunk. Citations of similar decisions might be indefinitely multiplied. They do not enable us to define precisely what is regarded a remote and what a proximate cause, but they do show that the wrongful conduct of which these defendants are convicted cannot be considered so remote a cause of the loss sustained by the plaintiffs, as not to afford ground for an action.\nFor these reasons we reverse the judgment, but as it appears from the record there are other questions in the case, which are not now before us, we do not enter judgment on the verdict, but we send the case back for a new trial.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Alex. M. Watson, for plaintiff in error.",
      "C. B. M. Smith, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Scott et al. versus Hunter et al.\nNegligence, nature and extent of responsibility for. — Doctrine ofa causa próxima non remota spectator,” discussed.\n1. One who wantonly or negligently causes property to he exposed to dangers which he knew, or with ordinary forecast and prudence might have foreseen ; is responsible for damage resulting therefrom, though his act may not have been the most proximate cause.\n2. Where the defendants negligently moored their boats in the channel and entrance to the locks at a dam upon a river, so that the boats of others were stopped outside and exposed to the current then rapidly rising, until by its force they were carried over the dam and lost, without any fault of the owners, it was error in the court, after verdict for plaintiffs, to enter judgment for the defendants, upon the reserved point that the obstruction of the channel and locks was a 'cause too remote from the rise in the river and increased current which was the proximate cause of the accident, to render them liable.\n3. The question should also have been submitted to the jury whether the defendants ought not to have apprehended that their unlawful and continued obstruction of the entrance to the locks might result in the plaintiffs’ boats being swept by the current over the dam and lost: for if they ought to have known the danger, as men of ordinary prudence, and persisted in maintaining the obstruction, they are responsible.\nError to the District Court of Allegheny county.\nThis was an action on the case brought by Joseph Scott, James Burns, and Henry Myers, partners doing business as Scott, Burns & Co., against George Hunter and John McClosky,'to recover the value of two coal-boats, with their cargoes, which the plaintiffs averred were lost through the wilful, malicious, and negligent conduct of defendants.\nUnder the ruling of the court below there was a verdict and judgment in favour of defendants. Whereupon the plaintiffs sued out this writ, assigning the judgment of the court below for error.\nThe material facts of the case are sufficiently stated in the opinion of this court.\nAlex. M. Watson, for plaintiff in error.\nC. B. M. Smith, for defendant in error."
  },
  "file_name": "0192-01",
  "first_page_order": 192,
  "last_page_order": 196
}
