{
  "id": 420652,
  "name": "Whitaker versus Brown",
  "name_abbreviation": "Whitaker v. Brown",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "197",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 197"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 184",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481760
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 8267,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.0141338485790096e-06,
      "percentile": 0.983155967780361
    },
    "sha256": "7302b5488fa4422a45ec82aa33f087eed4c154464c7efecf6b634a0ee7fffe1d",
    "simhash": "1:9aba24589058e6b4",
    "word_count": 1515
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Whitaker versus Brown."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nWoodward, J.\nOn the 14th of March 1853, Boyle Irwin and wife conveyed by warranty deed, six and a half acres of land in Allegheny county, to Anthony Whitaker in fee, “he, the said Boyle Irwin, saving and reserving nevertheless for his own use, the coal contained in the said piece or parcel of land, together with free ingress and egress by wagon-road to haul the coal therefrom as wanted.” Boyle Irwin is dead, and his rights in the coal, if descendible, are vested in his heirs, under whom the defendant justifies his entry to take coals.\nIt is argued that the above, clause of the deed constituted a strict and technical reservation, which, having no words of perpetuity, died with Irwin, and therefore that Whitaker now has a several and exclusive title to all the coal in the land conveyed to him. On the other hand, the argument is, that it was not a reservation but an exception, and therefore that no title to the coal passed to Whitaker by the deed. The question is, whether the words of the deed constituted a reservation or an exception.\nAlthough they were apt words to constitute a reservation, yet so far as they affect the coal, they must operate as an exception, because the coal was a corporeal hereditament, in esse at the date of the deed, part of the land itself, and therefore not the subject of a reservation. Says Lord Coke, “note a diversity between an exception (which is ever of part of the thing granted and of a thing in esse) and a reservation, which is always of a thing not in esse, but newly created, or reserved out of the land or tenement demised.” And his criticism upon the word reserve is as follows: “ Reserve cometh of the Latin word reservo ; that is, to provide for store, as when a man departeth with his land, he reserveth or provideth for himself a rent for his own livelihood.- And sometimes it hath the force of saving or excepting 2 Thomas’s Coke Litt., star page 412. And so in Sheppard’s Touchstone we read that “ a reservation is a clause of a deed, ■whereby the feoffor, donor, lessor, grantor, &c., doth reserve some new thing to himself out of that which he granted before. This doth differ from an exception which is ever of part of the thing granted, and of a thing in esse at the time; but this is of a thing newly created, or reserved out of a thing demised that was not in esse before; so that this doth always reserve that which was not before, or abridge the tenor of that which was before. If one grant land yielding for rent money, corn, a horse, spurs, a rose, or any such thing, this is a good reservation; but if the reservation be of the grass, or of the vesture of the land, or of a common or other profit to be taken out of the land, then these reservations are void:” Touchstone, p. 80, et seq. Void, I take it the meaning is, as reservations, but capable of support as exceptions. In the case of The Earl of Cardigan v. Armitage, 2 B. & C. 197, the words of the deed were “ except and alwnys reserved,” and they were applied, among other things, to all the coals in the land granted, together with right of way to take them. Bayle, J., treated this as an exception of the coals which ■were part of the thing granted, part of the land, and in esse at the time, and because they were never out of the grantor, would have remained to him and his heirs, even without the word heirs, which happened in that instance to be added. In respect to the right of way, he quoted the rule from the Touchstone, that when anything is excepted, all things that are depending on it, and necessary for obtaining it, are excepted also.\nThis case is very much in point — indeed it is a direct authority for the ruling below, and it has been recognised and followed in subsequent cases : Fancy v. Scott, 2 Man. & Kyl. 335; Douglass v. Lock, 4 Nev. & Man. 826.\nIn our own case of Shoenberger v. Lyon, 7 W. & S. 184, the words “ excepting and reserving” were construed an exception, but were set aside on the principle that every saving in a deed as large as the grant, is void.\nThus it appears, upon sufficient authority, that words of reservation may operate by way of exception, and to have any effect, must do so when the subject of the reservation is not something newly created, as a rent or other interest strictly incorporeal, but is a thing corporate and in esse when the grant is made. That the coal in question was land is not to be doubted,’ since the case of Fulton v. Caldwell, 7 Casey 425. As such, it would have passed under Irwin’s deed to Whitaker, had it not been excepted out of the grant. At the date of the deed, Irwin held it in fee simple, and because it did not pass by the conveyance, he continued to hold it in fee. The word heirs was not necessary in the reservation, for an estate of inheritance existed already in Irwin, and, unimpaired by the conveyance, it descended to his heirs at his death. And so also the right of way, expressly annexed to the estate in the coal, was saved by the exception, and descended to the heirs. The law would have given it if the parties had not expressly reserved it.\nBut what was the extent of the coal reservation ? It is an undoubted rule that an exception in a deed is to be construed most strongly against the grantor, and most favourably to the grantee. And upon this principle it is claimed, that it was only a special and temporary use of the coal that was reserved to Irwin himself, a right to use the coal during his life, but which ceased at his death. We cannot so read the clause. “The coal contained in said piece or parcel of land” was the subject of the reservation. If that means less than the whole, how much less ? what proportion of the coal was reserved? Words not larger than these were construed to mean the whole of a coal right in Caldwell v. Fulton, and we confess we should not know by what rule to restrict these words if we felt called upon to impose a restriction where the parties imposed none. Do the words “ for his own use” amount to a restriction? Sometimes the use is limited in point of duration, as while the grantee is tenant of a particular messuage, or so long as he manufactures a specific production; but here it is as general and absolute as so few words could make it. “For his own use,” means, in such a reservation, the same dominion and proprietorship over the coal that he would have had if he had made no deed for the land. He held it for his own use in all the forms that it was capable of being used at the date of his deed — he held it just as absolutely after his deed was delivered.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "B. F. Lucas and John L. Case, for plaintiff in error.",
      "H. Burgwin, for defendant.",
      "Samuel A. W. L. Purviance, for the heirs of Boyle Irwin, deceased, under whom the defendant claimed."
    ],
    "corrections": "",
    "head_matter": "Whitaker versus Brown.\nWords of reservation in deed, effect of. — “ Reservation” and “ exception,” discv‘•'■rd and defined.\n1. Words of reservation in a deed may operate by way of exception, and have eifect, when the subject of the reservation is a thing corporate and in esse when the grant is made, and not something newly created, as a rent or other incorporeal interest.\n2. Where a deed in fee of land was made, the grantor “ saving and reserving, nevertheless, for his own use the coal contained in the said piece or parcel of land, together with free ingress and egress by wagon-road to haul the coal therefrom as wanted,” it was Held, That the saving clause operated as an exception of the coal, and, therefore, that the entire and perpetual property therein remained in the grantor.\nError to the District Court of Allegheny county.\nThis was an action of trespass vi et armis, by Anthony Whitaker against William H. Brown, to recover damages for breaking and entering the plaintiff’s close, and for digging, mining, and carrying away thirty-nine thousand six hundred and twenty-five bushels of bituminous coal, and converting and disposing of the same to his own use.\nAfter the plaintiff had offered all his evidence, the defendant’s counsel moved the court to enter a peremptory nonsuit under the Act of Assembly, which was done, and this was the error assigned here.\nThe facts of the case are sufficiently stated in the opinion of this court.\nB. F. Lucas and John L. Case, for plaintiff in error.\nH. Burgwin, for defendant.\nSamuel A. W. L. Purviance, for the heirs of Boyle Irwin, deceased, under whom the defendant claimed."
  },
  "file_name": "0197-01",
  "first_page_order": 197,
  "last_page_order": 199
}
