{
  "id": 420660,
  "name": "Morris et al. versus Stephens et al.",
  "name_abbreviation": "Morris v. Stephens",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "200",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 200"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Pick. 27",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070961
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0028-01"
      ]
    },
    {
      "cite": "4 Watts 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Pick. 27",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/18/0028-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 655,
    "char_count": 13775,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 5.156316727607966e-07,
      "percentile": 0.9394518753796071
    },
    "sha256": "9eb626592ae56bdfa0986201b3d8e879aa0b8c608d3f8648894653863b718370",
    "simhash": "1:929b0401e1863454",
    "word_count": 2428
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morris et al. versus Stephens et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nLowrie, C. J.\nThis is a conveyance by Andrew Lantz, Sr., to “the heirs of his son Andrew,” who was then living, and the court below pronounced the deed void for uncertainty, and refused to admit parol evidence that the grantor declared that he meant Andrew’s children then born, and that might be born afterwards. This decision is fully sustained by authority by the opinion of the court in the case of Hall v. Leonard, 1 Pick. 27, and by the citations there made, and by others furnished by the counsel here.\nThe counsel for the defendants below, however, place much reliance on the manifest fact that, in devises, the word heir is very often admitted ,as a word of purchase, as distinguished from words of limitation or descent, but that fact does not seem to us to help their case. That general and indefinite form of transmission is necessarily allowed in wills, because they are always intended to go into effect at a future time, and to provide for future and uncertain events, and must therefore be allowed to have that degree of indefiniteness relative to the donees that is involved in the very nature of the act; it must be allowed to provide, not only for individuals named, but for described classes of donees, to be ascertained by evidence at the death of the testator or afterwards, just as it dispenses with delivery of the written assurance, with livery of seisin, one or other of which is necessary in present conveyances.\nBut by the very nature of the act of present conveyance, this necessity of indefiniteness is excluded; for the grantor knows who his grantees are and can easily name them. As there must be definite parties, grantor and grantee, in such acts, a grant to uncertain persons is no grant at all, except grants and dedications to public and charitable uses. If the grantor knows his grantees well enough to deliver the deed to them, he knows them well enough to name them. It would be mere folly to make a conveyance to my next door neighbour or- to the person now sitting at the table with me, by this description, instead of by name, and the law could hardly be expected to enforce such a conveyance in the face of the statute that requires conveyances to be in writing and to be self-sustaining, with the exception only of such necessary uncertainty as is involved in their application to named persons and described things.\nThe learned counsel suppose that if we banish the influence of forms and technicalities and follow common sense, we can have no difficulty in allowing and interpreting this deed. No doubt we ought not to permit our professional forms and technicalities to interfere with the administration of the people’s business ; but neither ought we to disregard the popular forms and technicalities by which ordinary business is done, and by which we are to judge what is intended. Substance and principle are invaluable, but we can apprehend them only by the forms under which they are manifested, and which are inseparable from them, though changeable in their nature. It is society, and not professional forms and technicalities, that has made a writing, naming the parties and describing the subject-matter, an essential form of the conveyance of land. Even laws themselves are only the forms by which principles are defined and made certain and practical, and we should run- into the most disastrous uncertainty if we should banish these forms in order to rely only on their principles.\nCommon sense is the greatest and most natural authority in the land in civil matters; but then it means the sense that is common to all society as manifested by its laws, usages, and customs; and certainly it was not this kind of common sense that dictated this deed, which is so peculiar that a similar one has scarcely ever been heard of. Society cannot afford to give up its laws, which secure the regularity and order and comprehensibility of business transactions, for the sake of accommodating men of peculiar habits and sustaining their odd and strange devices.\nBut is this writing in itself reasonably certain as to who are the grantees? The heirs of a living man ! We might get over this absurdity by substituting children for heirs; but should we then express the grantor’s -meaning ? He may have really meant those who would turn out to be heirs, whether then living or not, whether children or grandchildren, brothers or cousins, and then it would be a grant to take effect in future to uncertain persons, and therefore void. Shall we say the children living at the date of the deed ? His use of the word heirs indicates that he meant more than this. Shall we confine it to them in order that the deed shall not fail of effect altogether? Then we force the intention in order to give the deed effect, instead of executing it according to intention. Shall we hear his declarations as to whom he meant ? Then we offend against the Statute of Frauds by allowing an essential part of-a conveyance for land to be made out by oral testimony.\nNo person ought to disregard the ordinary forms of conveyancing so completely as is .done in this instance, and then expect the courts to substitute their certainty.for his uncertainty, by guessing at some meaning that he reasonably ought to have had, or by taking forbidden modes of ascertaining what was his real intention. An intention that is expressed-or defined in no proper form is of no more force than principle.without law, or steam without an engine.\n- Judgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Furman Ritchie, and McConnell $ Crawford, for plaintiffs in error.",
      "Wylie $ Buchanan, for defendants."
    ],
    "corrections": "",
    "head_matter": "Morris et al. versus Stephens et al.\nDeed void for uncertainty as to grantee, not to be established by testimony of scrivener.\nA conveyance by a grantor to “the heirs of his son Andrew,” who was then living, is void for uncertainty: and in an ejectment by one of the heirs of the grantor, after his death, to recover an interest in the land granted, parol evidence of his declarations that the children of his son, born and to be born, were meant by the term “ heirs,” is inadmissible.\nError to the Common Pleas of Gfreene county.\nThis was an action of ejectment, brought December 30th 1862, by Barzilla Stephens, in right of his wife Margaret, against Elijah Morris et al., for the undivided fifth part'of two.tracts of land in Whitely township, Greene county, the one containing one hundred and ninety-eight acres, and the other two hundred and eighteen acres.\nAndrew Lantz, the elder, who was the owner of the land in controversy, died in 1859, intestate, leaving five children, of whom Mrs. Margaret Stephens was one. She claimed, therefore, to recover the undivided fifth part of the land as heir at law of her father. The defendants claimed under a deed dated June 26th 1853, by which Andrew Lantz had conveyed these lands “to the heirs of his son; Andrew Lantz,” said Andrew being then in full life, and on the trial offered to prove by a witness that he drew the deed from the grantor to the grantees, at the request of the grantor, and that the grantor knew, when he executed the deed, that his son Andrew was living, and that the grantor named over his grandchildren by his son Andrew, viz., Ellen, Ruth, Eliza, Mary Jane, and Catherine Margaret, and said to the witness, when he was writing the deed, h.e was going to convey the land to them, and directed the witness to make the deed to the “heirs of his son Andrew,” so as to include any children that might be born thereafter to his son Andrew, as well as those then living, and that the grantor said it was his intention to make the deeds to his grandchildren — the children of his son Andrew — and that he said the words “ heirs of his son Andrew” would include all the children of his son Andrew, born and to be born, for the purpose of showing that the grantor, by the use of the words “heirs of his son Andrew Lantz,” meant the children of his son Andrew, who were then in full life, and that he intended to convey the land mentioned in the deed to bis grandchildren, the then living children of his son Andrew.\nThe court below (Lindsay, J.) disposed of the offer thus:—\n“ The offer admits that there was no mistake made by the scrivener in introducing the words ‘ the heirs of his son Andrew Lantz,’ as the description of the grantees, and asserts that those descriptive words were used by the grantor for a special purpose. He may have been mistaken with respect to the fitness and capacity of the terms employed to effect the purpose intended, but this will not justify us in admitting parol evidence to substitute other words for them, or to show that they were designed to have a meaning and force different from that which the law assigns to them.\n“The evidence cannot be admitted to reform the deed on the ground of fraud or mistake; for the offer itself shows there was neither. It cannot be admitted on the ground of any alleged ambiguity in the deed; for, if there be any ambiguity, it is a patent, and not a latent one. And we are unable to see upon what ground it can be received. We think the deed must stand or fall by its own vitality, or want of vitality; if it be void for uncertainty on its face, the parol evidence cannot help it; and if it be not, the defendants’ case does not need the parol evidence.\n“We will permit the defendants to prove that Andrew Lantz, Jr., had children living at the date of the deed; and their names and number, and the knowledge thereof by the grantor. The offer beyond this is overruled.”\nThere being no other evidence for the defence, the learned judge, after stating the case, instructed the jury as follows:—\n“ The only question presented by the case relates to the validity of this deed.\n“ It is essential to the validity of a conveyance that there be a grantor, a grantee, and a thing granted, and these must be described with reasonable certainty. This conveyance clearly designates the grantor and the subject of the grant; but the grantees are described as ‘the heirs of his son Andrew Lantz.’ Is such a description sufficient? Were there then any persons, capable of taking, answering the description ?\n“At the date of the deed, Andrew Lantz, Jr., was living. Nemo est Títeres viventis. This rule denies the existence of such persons as are described as the grantees in the deed.\n“ The defendants seek to avoid this difficulty by reading the term heirs in the sense of children. We doubt whether such a construction, if allowable, would answer the purpose; for, it would still be impossible to determine what children of Andrew^ Lantz, Jr., should take under the grant, whether those only who were then living, or in addition to them such as might be thereafter born. But we think the term ‘heirs,’ as used here, must have its legal signification. There are some cases where this word has been construed to mean children in devises, because it was absolutely necessary to effect the intention of the testator; but we know of no case where it has been so construed in a deed. On the contrary, it has been repeatedly said that, in a deed or written contract, words of art must have their technical meaning: 4 Watts 90; 9 Harris 344.\n“ Nor can we understand these descriptive words as designating the heirs apparent of Andrew Lantz, Jr., and thus support the grant by referring it to his then living children.\n“To do this would be to limit the grant to a part of the class of persons who are described or attempted to be described as the grantees. And if the defendants inform us truly, it would, at least in part, defeat the intention of the grantor, for they have offered to prove that he used the term ‘ heirs’ for the very purpose of embracing any after-born children of Andrew Lantz, Jr., as well as his heirs apparent. But we do not determine the question with a view to any supposed intention of the grantor. We look, to the deed itself, and we think it defective in that it does not distinguish with any reasonable certainty who are to take under it.\n“ We know that grants should receive the most benign construction, and in cases of doubt be most strongly construed against the grantor. But there must be somebody in esse to whom the descriptive words designating the grantees will apply. And enough must appear to ascertain the grantees, and to distinguish them from all others. Herein this deed is fatally defective. We are not aware of any judicial decision upon this question in Pennsylvania; but the very point was decided by the Superior Court of Massachusetts: 1 Pick. 27. And this decision seems to us to be in conformity with the principles laid down in the elementary books.\n“ It is to be observed that there is no description of the grantees other than that in the premises (which we have already recited). In the habendum, in the covenant of warranty, and wherever else they are referred to, they are mentioned in the merely formal language of parties of the second part. If there were in any part of the conveyance words sufficiently descriptive to distinguish the grantees, we would of course lay hold of them to support the grant. But there is the same uncertainty throughout the deed. And as we cannot find anything in it to help out the inadequate description of the grantees, that the grant may be upheld, so we are unable to discover anything which will permit us to treat the conveyance as a covenant to stand seised to the use of the heirs of Andrew Lantz, Jr.\n“ As we are of opinion the deed is void for uncertainty, the verdict will be for the plaintiff.”\nUnder these instructions there was a verdict and judgment for plaintiff. Whereupon the defendants sued out this writ, and assigned for error the rejection of the offer above mentioned, and the charge of the court to the jury.\nFurman Ritchie, and McConnell $ Crawford, for plaintiffs in error.\nWylie $ Buchanan, for defendants."
  },
  "file_name": "0200-01",
  "first_page_order": 200,
  "last_page_order": 205
}
