{
  "id": 420668,
  "name": "Wylie et al. versus Gallagher et al.",
  "name_abbreviation": "Wylie v. Gallagher",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "205",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 205"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Wheaton 680",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421286
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "720"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0680-01"
      ]
    },
    {
      "cite": "9 Wheaton 681",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "720"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 728,
    "char_count": 16517,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 2.3175254789430545e-07,
      "percentile": 0.789122647691043
    },
    "sha256": "8cc4275b645e59f5fe4319dae3ec28c1e0fde71dbcf5a91d96cb37d7914cf026",
    "simhash": "1:bbf698047e898f69",
    "word_count": 2954
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wylie et al. versus Gallagher et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nWoodward, J.\nThe extent of the liability of sureties has always been discussed with so much dependence upon the special circumstances of the case, that it is impossible to find in the adjudged cases a solution for the novel questions upon this record. The general rules are well stated by Mr. Theobald, in the fourth chapter of his work on Principal and Surety, and the English cases from which these rules have been deduced will be found collected in the notes to Arlington v. Merricke, 3 Saunders’ Rep. 412; but what are general rules except milestones to mark the points to which the cases have come ? When your case runs beyond the ground that has been measured, general rules may indeed aid your reasonings, but cannot define and fix your position. One of the general rules is that a surety is not obliged to a greater extent than the principal debtor, as, if a person is surety for the fidelity of another in an office of limited duration, or the appointment to which is only for a limited period, he is not obliged beyond that period.\nThe converse of this rule is equally true — that a surety is obliged to the same extent as the principal debtor, unless he has expressly limited his obligation. Therefore, where a bond was taken under an Act of Parliament, with condition for A. B.’s accounting for all moneys received by him in virtue of the act, and the act did not make the office annual, the court held that the obligation of the sureties was not confined to a year, although the defendant pleaded that the office was an annual one: Curling v. Chalklen, 3 M. & S. 502. And to the same point see Angero v. Keen, 1 M. & W. 390; Dedham Bank v. Chickering, 3 Pickering 335. A'necessary limitation of this rule must be derived from the instrument of joint obligation. A principal may be liable beyond the condition of his bond, whilst the sureties’ liability must for ever be measured by the instrument of surety-ship. What the rule means, therefore, is, that the surety is obliged to the same extent as the principal is by virtue of the instrument which constitutes the obligation of suretyship.\nAnother rule is, that if the surety’s engagement relates to a particular office, it extends only to such things as were included in the office when the engagement was entered into. Thus a person who became surety for a collector of the customs revenue upon his appointment in 1691, was held not liable in respect of the customs on coals, which were first imposed in 1698 : Bartlett v. Attorney-General, Parker 277. And to this head belong the cases of Miller v. Stewart, 9 Wheaton 681, and the United States v. Kirkpatrick, Id. 720. In Legh v. Taylor, 7 Barn. & Cress. 491, one Hutton had been elected overseer, and the condition of the bond was that he should truly account for all sums not exceeding ¿6100, which should come to his hands by virtue of his office. It appeared that amongst the sums included in his account, there were ¿6100, which he had borrowed for parochial purposes without authority, and the court held that the sum ought not to be charged against the surety, because it was no part of the duty of an overseer to borrow money.\nNow what is the case in hand ? Joseph L. Wylie was treasurer of Fayette county for 1854-5, and the defendants on the record were sureties in his official bond. That bound him, among other things, to “a just account of all moneys that may come into his hands on behalf‘of the county.” In settlement with the auditors he was charged for moneys received on behalf of the county to the amount of $40,627.58, and credited with disbursements to the amount of $38,471.35, leaving unaccounted for, $2156.23, the moneys for which the sureties are sued.\nOn this state of facts they would clearly be liable for this deficiency according to all principles of law that are applicable to suretyships, but they show that $20,000 of the liabilities of their principal consisted of the county scrip issued by the commissioners of the county in 1855, in violation of the Acts of Assembly forbidding municipal corporations to issue paper currency, and on this ground alone they resist the demand that is made upon them. It was proved that this scrip -was placed in the hands of the treasurer by the county commissioners, that he deposited it in his general account with his banker; that it was paid out on his checks as money, and that it has been redeemed by the county except about $800, which is out still.\nHowever illegal this scrip, it is manifest it answered all the purposes of money. Wylie, at least, would be estopped from denying his liability for it. He received and used it as money; he co-operated with the commissioners in giving it currency; he derived full value from it. He, therefore, has no shadow of excuse for not accounting for it. The statutes authorized a penalty to be imposed upon him and the commissioners for issuing such paper, but did not relieve him from the duty of accounting for it to the county. And this clear liability was according to the bond. As between him and the county, the scrip was money — money that came into his hands by virtue of his office. Nor did it augment the gross revenues beyond the sum which the tax laws at the time the bond was given made it possible for him to receive during his official term; so that it cannot be regarded as transcending the liabilities which were necessarily in the legal contemplation of the parties. On the very words of his bond, therefore, Wylie would be liable to the county. But if he was liable by virtue of the terms of the bond, how could these terms bind the sureties to any less liability ? If they are not obliged to the same extent to which the bond holds the principal, what is the measure of their liability, and where is it to be found ? Had he borrowed money without authority, the doctrine of Legh v. Taylor would perhaps relieve the sureties. It might be said that such money was not received on “behalf of the county,”.since no money can so come into the hands of the treasurer, except by the action of the county commissioners, who are the legal agents and representatives of the county, and if not received on behalf of the county it would not be covered by the terms of the bond, and neither he nor his sureties would be liable on the bond. But this money was not borrowed by the treasurer, it was obtained by the county commissioners on behalf of the cdunty and placed in the treasury, and thus the liability of the sureties attached, which they cannot shake off by impeaching the conduct of the commissioners as to the mode of obtaining the money.\nIf it were necessary, it might be added that there is nothing to.show that the $20,000 of scrip were not accounted for in the-$38,000 which the treasurer paid over, and that the balance sued for in this action came from the scrip. The auditors of 1855 charged the treasurer with over $40,000, including the scrip, and credited him with over $38,000 of payments. The defence of the sureties when sued for the balance, consists in impeaching the scrip, but if it were all accounted for, it is no longer subject to question. It is not for a balance of the scrip, but for a balance resulting from the general accounts of the treasurer, that the sureties are sued, and we think they are liable.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Ewing & Kaine, for plaintiffs in error.",
      "Gilmore Minor, with whom were J. B. $ A. Sowell and A. Patterson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Wylie et al. versus Gallagher et al.\nCounty treasurer, liability of sureties on bond of not affected by the issue of county scrip. ■ •\nThe sureties on the official bond of a county .treasurer are liable for a balance found by the auditors upon settlement of his account to be due by him to the county, though he was charged thereiirwith scrip issued by the commissioners during his term, in violation of law, but which he had received, deposited, and paid out as money.\nError to the Common Pleas of Fayette county.\nThis was an action of debt by William K. Gallagher, Robert McDowell, and John Schnatterly, commissioners of Fayette county, for the use of the county of Fayette, against Joseph L. Wylie, James Wylie, Charles G. Turner, William Bryson, and Samuel M. Clement. . i '\nThe ease was this: — Joseph L. Wylie was treasurer of Fayette county for the years 1854 and 1855. James Wylie, Charles G. Turner, William Bryson, and Samuel M. Clement were his sureties. The bond was dated December 22d-1853.\nIn May 1855 the county commissioners issued four thousand notes, in the similitude of bank notes, of the denomination of $5 each, amounting in all to $20,000, to be paid out, circulated, and used as money.\nThis scrip was given by the commissioners to the treasurer, who paid it out and circulated it as monéy.\nOn the settlement of the account of the treasurer by the county auditors for the year 1855, this $20,000,.of county scrip was charged to him, thereby bringing him in debt $2156.23. On this he subsequently paid some $600, and became insolvent. This suit was then brought to recover the residue from the sureties.\nThe sureties resisted a recovery because this scrip was not money, was illegal, and therefore they could not be made liable for it; and because it would increase their responsibility beyond what was contemplated at the time the bond was given.\nOn the trial a verdict was taken for the plaintiffs, by consent of parties, with leave to enter a judgment for the defendants, non obstante veredicto, if the court should be of the opinion that the fact which appeared in the settlement of the auditors with the treasurer, that the issue of county scrip was charged against said treasurer upon said settlement, would prevent a recovery against his sureties.\nThe court entered judgment for the plaintiffs on the reserved point, which was the error assigned.\nEwing & Kaine, for plaintiffs in error.\nThe 33d section of the Act of 1834 provides that “ each county treasurer shall give bond, with sureties, to the satisfaction of the commissioners, conditioned for the faithful performance of the duties of his office, for a just account' of all moneys that may come into his hands, on behalf of the county, for the delivery to his successor in office of all books, papers, documents, and other things, held in right of his office, and for the payment to him of any balance of money belonging to the county, remaining in his hands.” The bond is in accordance with this act.\nThe whole amount of money received by the treasurer, properly, on behalf of the county, for the year 1855, was $20,627.58, the balance being county scrip, and having accounted for this sum, and more, his sureties are not liable in this action.\nIt is provided by the Act of 21st April 1849, section 2, “ that if any officer or officers, agent or agents, of any municipal corporation, within this Commonwealth, shall be instrumental in, or consent to, or connive at the making, issuing, or reissuing any note, bill,.check, ticket, certificate, or order, in the nature or similitude of a bank note, or intended to be used as a currency, he shall be deemed to be guilty of a misdemeanour, and upon conviction thereof, in any court having jurisdiction of the offence, shall be fined in any sum not exceeding $1000 for each offence, for the use of the county, and be liable to imprisonment in the county jail for a term not exceeding six months, at the discretion of the court.”\nTo prevent the issuing of this kind of scrip, and to punish those who did issue it, the Act of 1849 was passed, and yet it is sought to make the sureties of Joseph L. Wylie responsible for acts for which he was liable to be fined in $1000, and imprisoned six months.\nThis paper purports on its face to he fitted to pass from hand to hand as money, and it did for several years. According to the testimony of the present clerk of the commissioners, $300 yet remain unredeemed.\nCan the responsibility of the bail of a county treasurer be increased in this way ? The regular income of the county from taxes and other sources, which reached the hands of the treasurer, was a little over $20,000, and for this alone the sureties were responsible.\n“ The contract of a surety is to be construed strictly, both in law and equity, and his liability is not to be extended by implication, beyond the term of his contract.” .\n“ To the extent and in the manner, and under the circumstances pointed out in his obligation he is bound, and no further. It is not sufficient that he may sustain no injury by a change in the contract, or that it may even be for his benefit. He has a right to stand upon the very term of his contract, and if he docs not assent to any variation of it, and a variation is made, it is fatah”\n. Where a bond was given conditioned for the faithful performance of the duties of the office of deputy collector of direct taxes, under an appointment for eight townships, designated by name, and the instrument of appointment specially referred to was after-wards altered by the collector and his deputy, but without the consent of the sureties, so as to embrace another township: held that the surety was not responsible for money subsequently collected by his principal, and which he failed to pay over: Miller v. Stewart et al., 9 Wheaton 680 - To the same point is the United States v. Kirkpatrick, Id. 720.\n“The surety of a consul for the faithful discharge of his duties, and for his truly accounting for all moneys coming into his possession, by virtue of the Act of April 14th 1792, is not responsible on account of moneys remitted to him for purposes not comprehended within his consular duties, as prescribed by that act1 Gilpin 41.\nGilmore Minor, with whom were J. B. $ A. Sowell and A. Patterson, for defendants in error.\n1. The penal prohibitions in the Acts of 1822 and 1849 in nowise impairs the liability of the county. By the seventh section of the last-named act the same right is given to the holder to recover “ as if the note, &c., had been lawfully issuedsp that when these notes were paid out they became money, and were good to the extent of the responsibility of those who made them. Mr. Wylie, the treasurer, received them as so much money, deposited them in a banking-house, where they were credited to him as money, were mixed up with other money of the county deposited by him, and paid on his checks without any discrimination or distinction as to the value of the funds deposited. What injury or loss, therefore, do the sureties sustain because it was not statutory money ?\n2. We agree that a surety has the right to stand upon the very terms of his contract, and if he does not assent to any variation of it, and a variation is made, it is fatal; and we further agree that it is not sufficient that he may have sustained no injury by a change in the contract, or that it may even be for his benefit. But we deny that the responsibilities of the treasurer were varied. One of his obligations -was, to account for all moneys which should come into his hands on behalf of the county. That this $20,000 was money, to all intents and purposes, cannot with any reason be gainsayed. It was received as such by him, deposited to his credit as such, and paid out as such on his orders and checks, and the whole amount has been redeemed by the county, with the exception of' some $300, which may fairly be presumed to be destroyed. With what face then can it be said that this was not money ?\nThe obligation of the bond has not been enlarged beyond its original conception. By the seventh section of the Act of the 15th of April 1834, P. L. 515, Brightly’s Purd, 778, pi. 13, it is provided that “ no tax in any county, in any one year, shall exceed the rate of one per cent, in every dollar of the adjusted valuation.” Here it was proved that the rate assessed on the valuation was no more than three and one-half mills, and that this yielded $20,300. If the commissioners had gone to the maximum rate, the revenue would have been near $60,000yet during those years, with $20,000 scrip, it barely exceeded $40,000. Now does it matter to the sureties whether this $40,000 is derived from the increase of percentage, by borrowing the deficiency, or is made up by the issue of scrip which put the money into the hands of the treasurer ?\nThis is quite different from the cases cited by plaintiffs in error from 9 Wheaton. In the first case, after the bond was given embracing an appointment for eight townships, another township was added. As to the case of The United States v. Kirkpatrick, in same book, we do not see it has much, if any, bearing upon this ease."
  },
  "file_name": "0205-01",
  "first_page_order": 205,
  "last_page_order": 211
}
