{
  "id": 420677,
  "name": "Pennsylvania Railroad Company versus John B. Canfield",
  "name_abbreviation": "Pennsylvania Railroad v. Canfield",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "211",
  "last_page": "213",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 305,
    "char_count": 6214,
    "ocr_confidence": 0.444,
    "sha256": "11e075d0977a11ad9548ec809e63053ffb6b62f20cb9f623216393b8dd34522e",
    "simhash": "1:db02c025e8b5bbb5",
    "word_count": 1052
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pennsylvania Railroad Company versus John B. Canfield."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 4th 1864, by\nStrong, J.\nThe question raised by the record is, whether the wheat of the plaintiff below, when delivered to the railroad company for transportation, was “local freight,” in the sense in which that term was used by the -legislature, in the Act for the Commutation of the Tonnage Tax, passed March 7th 1861. If it was, the rates imposed for its carriage were excessive, and unauthorized by the law.\nThe case stated shows that the plaintiff is a dealer in grain and produce, having his place of business at Pittsburgh, where he resides, and that being his ordinary and regular market. His purchases are made in Western Pennsylvania, Ohio, and elsewhere, and the goods bought are shipped to him at Pittsburgh. In January 1863, in the regular course of his business, he bought wheat at Cincinnati and other points in Ohio, the product of that state, and had it shipped to him, by river, at Pittsburgh. When it arrived he put it in store for sale. Subsequently he shipped a portion by the defendants’ railroad to Philadelphia, that city offering for the time a better market.\nThus it appears that the grain was not a domestic product. But though extraterritorial in its origin, it had become domestic, and a subject of internal trade before it was delivered to the defendants for transportation to Philadelphia. It had been placed in store for sale at Pittsburgh. The transitus from its place of production outside of the state was completely ended. It was therefore protected by the Commutation Act. In Shipper v. The Pennsylvania Railroad Company, a case decided at this term, we expressed an opinion that the “ local freight” intended by that act, for the transportation of which the defendants were required to reduce their charges, includes not only “ domestic products,” but those articles which have entered into and become the subjects of our “internal trade” before their transit over the railroad commences. The mischief intended to be remedied was a practical discrimination against our home products and our domestic trade, as distinguished from that which is ah extra. This is manifested in various ways, some of which we mentioned. That such was the mind of the legislature is also made evident by the fact that the toll-sheets referred to in the act, and which it required to be filed in the office of the auditor-general, accompanied by a statement of the reduction to be made in pursuance of the act, included very many articles which were not and which never have been the growth or product of this state. It was, therefore, correctly decided by the Court of Common Pleas, that the plaintiff’s wheat was “ local freight,” within the meaning of the Commutation Act, and entitled to the benefit of the reduced rates.\nThe judgment for the plaintiff on the case stated was consequently right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "John 3. 3ampton, for plaintiffs in error.",
      "James 3. Sopkins, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Railroad Company versus John B. Canfield.\nCommutation of tonnage duties on Pennsylvania Railroad. — “ Local freightV in Act of Assembly, construed.\n1. Grain bought in another state, shipped to and stored for sale at Pittsburgh, by a dealer there, and afterwards reshipped by him to Philadelphia, by Pennsylvania Railroad, is local freight within the meaning of Act 7th March 1861, for commutation of tonnage duties.\n2. Hence, where the rate paid, under protest, was for through freight, the shipper could recover the excess over the local freight rate in an action against the company.\nError, to the Common Pleas of Allegheny county.\nThis was an action on the case brought by John B. Canfield against The Pennsylvania Railroad Co., in which the following case was stated for the opinion of the court:—\nJohn B. Canfield, the plaintiff, resides in the city of Pittsburgh, and is a wholesale dealer in grain, produce, &c. His purchases are made in Western Pennsylvania, Ohio, and elsewhere, and shipped to him at Pittsburgh for sale — that being his ordinary and regular market. In January, A. D. 1863, in the regular course of his business, the plaintiff purchased a quantity of wheat at Cincinnati and other points in Ohio, the product of that state, and had it shipped to him by river to Pittsburgh. When the wheat arrived at Pittsburgh, the plaintiff put it in store for\" sale. He subsequently shipped a portion of it by the Pennsylvania Railroad to Philadelphia, — that city offering, for the time being, a better market. The Pennsylvania Railroad Co., the defendants, have regularly published schedules of charges for freight transported over their road. At the time the plaintiff shipped his upon defendants’ road, the freight upon that class of goods, by the defendants’ published rates, was thirty-six cents per hundred pounds,- being the local rate of freight from Pittsburgh to Philadelphia, and the amount to which said defendants would have been entitled at that price would have been $367.92. But upon the arrival of the said wheat at Philadelphia the said defendants charged the said plaintiff the sum of 57 cents per hundred pounds, being the through rate of freight, the defendants treating the said wheat as if shipped from a point west of Pittsburgh, amounting in the aggregate to $582.55. This latter sum said plaintiff paid to said defendants under protest.\nIf the court should be of the opinion, under the facts herein set forth, and under the Act of Assembly of March 7th 1861, entitled An Act for the Commutation of the Tonnage Tax — that the defendants had a right to charge and collect from said plaintiff the sum of $582.55, then judgment to be entered in favour of the defendants. But if the court should be of the opinion that the said defendants had no right to charge and collect from said plaintiff more than the sum of $367.92, then judgment to be entered in favour of the plaintiff for the sum of $214.63, with interest thereon from January 12th 1863. With leave to either party to sue out a writ of error.\nOn hearing, the court below gave judgment for the plaintiff on the case stated. Whereupon the case was removed into this court by the defendant, who assigned the judgment of the court below for error.\nJohn 3. 3ampton, for plaintiffs in error.\nJames 3. Sopkins, for defendant in error."
  },
  "file_name": "0211-01",
  "first_page_order": 211,
  "last_page_order": 213
}
