{
  "id": 420626,
  "name": "Wilson versus Cochran",
  "name_abbreviation": "Wilson v. Cochran",
  "decision_date": "1864-01-05",
  "docket_number": "",
  "first_page": "229",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 229"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850023
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0152-01"
      ]
    },
    {
      "cite": "5 Conn. Rep. 497",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12134958
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/5/0497-01"
      ]
    },
    {
      "cite": "2 Jones 79",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850023
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 13977,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 6.43777495347818e-07,
      "percentile": 0.9598733362447
    },
    "sha256": "998e2ac3ea3d28a4fb28cfca8c9f65c7a1c60d390f27f42ce49b55d0ae785b6d",
    "simhash": "1:9ea60a0496e99f80",
    "word_count": 2472
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wilson versus Cochran."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 5th 1864, by\nWoodward, J. — The\naffidavits of defence, original and supplemental, though not drawn with such fulness as to be entirely exempt from just criticism, do, nevertheless, suggest grounds of defence which are worthy to be considered. Whether the court below entered judgment for the plaintiff on the technical objections contained in the first four reasons filed against the affidavits, or on the last three reasons which touch the merits of the controversy, the record does not inform us, but the following analysis of the affidavits will justify us in assuming that they are, in point of form, a substantial compliance with the rules of court, and will, at the same time, develop the main question of law which is to be decided.\nThe affidavits allege: 1st. That the plaintifFs action is brought upon a bond which was given for part of the purchase-money of a tract of land, which he, the defendant, purchased of the plaintiff, for a consideration of $6000, and for which he received the plaintiff’s deed, with a covenant of general warranty. 2d. That one Schultz claims a right of way over and through a portion of said land, to the extent of about eighty rods, under a written grant from Thomas Morrow, who was the plaintiff’s vendor of said land. 3d. That said written grant was duly recorded before ho, the defendant, purchased, but that he was ignorant of it, and did not search the records. 4th. That before the bringing of this suit said Schultz had given defendant notice to remove his bars and admit him to exercise said .right of way, threatening that if defendant did not do so, he (the said Schultz) would throw them down, and that said Schultz, in pursuance of said threat and assertion of his claim, did actually throw down the affiant’s fences, and enter upon said land, and exercise, and yet continues to exercise a right of way over the same, whereby affiant then was and continues to be actually evicted from that portion of said land. 5th. That to fence out said road would cost the affiant about three hundred panels of fence, besides other damages.\nWould these facts, if proved, amount to a breach of the covenant of general warranty? The detention of purchase-money on account of breaches of the vendor’s covenant, is a mode of defence that is peculiar to our Pennsylvania jurisprudence, but the principle is well settled with us that where a vendor has conveyed with covenants on which he would be liable to the vendee in damages, for a defect of title, the vendee may detain purchase-money, to the extent to which he would be entitled to recover damages upon the covenant, and he is not obliged to restore possession to his vendor before or at the time of availing himself of such a defence. Where there is a known defect, but no covenant or fraud, the vendee can avail himself of nothing, being presumed to have been compensated for the risk in the collateral advantages of the bargain. But where there is a covenant against a known defect, he shall not detain purchase-money unless the covenant has been broken. If the covenant be for seisin, or against encumbrances, it is broken as soon as made if a defect of title or an encumbrance exist, but if it be a covenant of warranty it binds the grantor to defend the possession against every claimant of it by right, and is consequently a covenant against rightful eviction. To maintain an action for breach of it, an eviction must be laid and proved, not necessarily by judicial process, or the application of physical force, but by the legal force of an irresistible title. There must be proof at the least of an involuntary loss of the possession. And as the right to detain purchase-money is in the nature of an action on the covenant, and is allowed to prevent circuity, the vendee who seeks to detain by virtue of a covenant of warranty, is as much bound to prove an eviction as if he were plaintiff in an action of covenant. Until eviction the covenant is part of the consideration of the purchase-money he agreed to pay, and holding the covenant he may not withhold the purchase-money. But after eviction he has a right to have his damages deducted from the purchase-money. For these principles I refer to Furman v. Loudon, 13 S. & R. 386; Christy v. Reynolds, 16 Id. 258; Lighty v. Shorb, 3 Penna. Rep. 450; Dobbins v. Brown, 2 Jones 79; Murphy v. Richardson, 4 Casey 292; and the cases collected in note to 4 Kent 471, and in Rawle on Covenants for Title 289.\nHere the covenant was a warranty, and the defendant had constructive notice of the defect of title. But he alleges an actual eviction, and for present purposes we must take what is distinctly alleged in his affidavits as proved. He is then seeking to detain purchase-money on account of an actual eviction from part of the premises warranted to him by the plaintiff. But the defect consisted in a paramount title to a right of way, which is an easement, an incorporeal hereditament. Generally the loss for which the covenant of warranty has been invoked has been that of the land itself, or of some part of it, or of some corporeal right incident to its enjoyment, .and in Mitchell v. Warner, 5 Connecticut Rep. 497, it was held to be inapplicable to incorporeal hereditaments which were not tenements. In that case a tract of land, through which ran a stream of water, had been conveyed to a purchaser with covenant of warranty, and the water having been, under paramount title, diverted from the land, it was held that the covenant was not broken, either by the existence of the paramount right, or by the actual entry and diversion of the water in pursuance of it. The reason relied on was that a water-right was not a tenement, not being of a permanent nature.\nBut Mr. Rawle, in his excellent work on Covenants for Title, p. 293, has shown that this ill-considered case, and some others in blew England which followed it, are opposed to the teachings of all the elementary writers on common law, and to many adjudged cases in England and in this country. See also 1 Smith’s Leading Cases 161. We think it is not to be doubted that at common law warranty extended to rents, commons, and all things issuing out of land, and in Peters v. Grubb, 9 Harris 455, we did not hesitate to apply a covenant for quiet enjoyment of a furnace and mill property to the diversion, under paramount right, of the water of the stream on which they depended. In Cathcart v. Bowman, 5 Barr 319, the covenant implied from the words grant, bargain, and sell, was applied to a right to cut timber from land.\nBut though incorporeal rights are, in general, within the covenants ordinarily employed in our conveyancing, yet it is said a right of way is not, and Patterson v. Arthurs, 9 Watts 152, is the authority relied on. That was an action by a vendor, for the first instalment of the purchase-money of certain lots covenanted to be conveyed clear of all encumbrances, and the pur chaser claimed a deduction because of a public road which passed diagonally over the ends of the lots and had been in use for thirty years. His defence was not sustained. Although this case has been severely criticised several times, and especially by Chief Justice Redfield in Butler v. Gale, 1 Williams’ (Vermont) Rep. 742, it is not necessary for any present purpose of ours to question it, for it is broadly distinguishable from the- case before us. Public roads are laid out in Pennsylvania by authority of law, in pursuance of the policy of Penn, who established the custom of allowing to every grantee of land six acres in the hundred, as a compensation for the roads that should thereafter be opened, and they confer on the public merely a right of passage, whilst the title to the soil is left undisturbed in the owner of the land through which they pass. A purchaser who sees such a road that has been used thirty years upon the land he is buying, has no right to consider it an encumbrance within the meaning of a covenant against encumbrances. If it is not a positive benefit to the premises, he is presumed to have estimated its disadvantages in adjusting the price he has agreed to pay.\nBut Schultz’s private way in this case had no public policy or public law to support it, it rested wholly in a private grant, and it was a grant of an interest in the land, a vested estate that would pass by deed and would descend to heirs, and of its existence the purchaser had no actual notice, but only that constructive notice with which an unsearched registry affects him. Neither the facts nor the reasonings of Patterson v. Arthurs can be adjusted to a case like the present.\nPrincipally on the authority of Prescott v. Williams, 5 Metcalf 466, Mr. Rawle lays it down as law (see Covenants for Title 115), “ that a private right of way may certainly be deemed to be a breach of the covenant against encumbrances, and the same perhaps may be said of any way which is not visible and patent, or whose enjoyment is not matter of public notoriety.” If it may be a breach of a covenant against encumbrances, then after it has led to eviction it must necessarily be a breach of the covenant of warranty, for it must be borne in mind (and'this observation is necessary to avoid confusion in studying the cases) that a covenant of warranty, after eviction, stands on the same ground as those other covenants which are broken.as soon as made.\nAnd wThy upon principle should not eviction under a paramount right of way be considered a breach of warranty ? The covenantor engages to defend the premises with all appurtenances and hiereditaments against himself and heirs, and against all and every other person lawfully claiming or to claim the same or any part thereof. A prior purchaser of a right of way is a person claiming under the grantor, the thing claimed is. a part of the estate conveyed to the subsequent purchaser, for “ all ways,” is part of the jargon of the deed, and a successful assertion of the prior conveyance is palpable breach of the subsequent covenant. On the commonest principles of law and morals, it appears to me that, in such a case, the covenantee has the right to claim damages, and if he have, here, in this suit for purchase-money, is his appropriate place to have them assessed.\nJudgment reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Woodward, J. — The"
      }
    ],
    "attorneys": [
      "Hamilton and Aoheson, for plaintiff in error.",
      "White Slagle, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wilson versus Cochran.\nRight of vendee to detain purchase-money for breach of vendor’s covenant. —Right of Way, when “ an encumbrance” within covenant against encumbrances.\n1. The detention of purchase-money on account of breaches of the vendor's covenant, is a mode of defence peculiar to Pennsylvania jurisprudence ; but the principle is well settled, that where a vendor has conveyed land with covenants on which he would be liable to the vendee in damages for a defect of title, the vendee may detain purchase-money to the extent to which he would be entitled to recover damages upon the covenant, and he is not obliged to restore possession to his vendor before or at the time of availing himself of such a defence.\n2. Where there is a known defect, but no covenant or fraud, the vendee can avail himself of nothing, being presumed to have been compensated for the risk in the collateral advantages of the bargain.\n3. Where there is a covenant against a known defect, the vendee may not detain purchase-money unless the covenant has been broken.\n4. If the covenant be for seisin or against encumbrances, it is broken as soon as made if a defect of title or an encumbrance exist, but if it be a covenant of warranty it binds the grantor to defend the possession against every claimant of it by right, and is consequently a covenant against rightful eviction.\n5. To maintain an action for breach of it, an eviction must be laid and proved, not necessarily by judicial process or the application of physical force, but by the legal force of an irresistible title. There must be proof, at the least, of an involuntary loss of the possession.\n6. As the right to detain purchase-money is in the nature of an action on the covenant, and is allowed to prevent circuity, the vendee who seeks to detain by virtue of a covenant of warranty, is as much bound to prove an eviction as if he were plaintiff in an action of covenant.\n7. Until eviction, the covenant is part of the consideration of the purchase-money he agreed to pay, and holding the covenant he may not withhold the purchase-money. But after eviction he has a right to have his damages deducted from the purchase-money.\n8. Michell v. Warner, 5 Conn. Rep. 497, disapproved of. Patterson ».\nArthurs, 9 Watts 152, commented on.\n9. A purchaser who sees a public road that has been used thirty years upon the land he is buying, has no right to consider it an encumbrance within the meaning of a covenant against encumbrances.\n10. But a private right of way, of the existence of which a purchaser has no actual notice, but only that constructive notice with which an unsearched registry affects him, is an encumbrance within the covenant; and after it has led to eviction is necessarily a breach of the covenant of warranty.\n11. A covenant of warranty, after eviction, stands on the same ground as those other covenants which are broken as soon as made.\n12. The covenantee having the right to claim damages for breach, his appropriate place to have them assessed is in the suit for purchase-money.\nError to the District Court of Allegheny county.\nThis was an action of debt by William Cochran against Samuel A. Wilson, on bonds given by defendant to the plaintiff, with a mortgage, to secure the balance due on a tract of land purchased from the plaintiff in 1860 for $6000.\nThe affidavits of defence alleged an eviction from a portion of the land under a paramount right of way. The court entered judgment for want of a sufficient affidavit of defence. The facts of the case are fully sot out in the opinion of this court.\nHamilton and Aoheson, for plaintiff in error.\nWhite Slagle, for defendant in error."
  },
  "file_name": "0229-01",
  "first_page_order": 229,
  "last_page_order": 233
}
