{
  "id": 420637,
  "name": "Caldwell versus Miller et al.",
  "name_abbreviation": "Caldwell v. Miller",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "233",
  "last_page": "235",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Johns. Rep. 238",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "1 Wh. 276",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0276-01"
      ]
    },
    {
      "cite": "3 Wh. 356",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833456,
        1833457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0356-01",
        "/whart/3/0355-01"
      ]
    },
    {
      "cite": "4 Binn. 13",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 327,
    "char_count": 5280,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.6783841631732534e-07,
      "percentile": 0.8912799549317354
    },
    "sha256": "aea6a7ab6e4215e066a2cd1ff7d8b99bb7da79006d63655172a0349872ed3945",
    "simhash": "1:3243ab11b8974d11",
    "word_count": 944
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Caldwell versus Miller et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nIt is said to be a settled rule that statutes giving costs are to be considered in their nature penal, to be strictly construed: Yeates, J., 4 Binn. 13, citing 2 Stra. 1105, and 3 Burr. 1287. There are cases in which juries may exceed the rule of the statute for the costs, as in slander, where, although they may find less than forty shillings damages, yet they may find full costs.\nI have not been able to find any case in the common law courts where compensation to artists or surveyors has been allowed to be taxed. Our fee bills of 1814-1821 were passed “ to cut up by the roots the power which had been exercised by the courts, of allowing fees called compensatory for services not specified in them :” 7 S. & R. 378 ; 1 Id. 506.\nThere is no fixed fee for the service' of an artist appointed by the court, and it could not be taxed as costs by the prothonotary. It is said in 2 Sellon’s Practice 492, that costs receivable under the statute of Gloucester, 6 Ed. 1, cap. 1, are such as shall be allowed by the master or prothonotary upon taxation, and not those expenses which the plaintiff (or party) may have incurred for himself.\nIn Murphy v. Lloyd, 3 Wh. 356, it was held that the expenses for exemplifications of deeds and power of attorney, could not be taxed against the losing party. So in McWilliams v. Hopkins, 1 Wh. 276, the taxation of the costs of a bill to perpetuate testimony against the losing party was stricken out.\nIn Low v. Vrooman, 15 Johns. Rep. 238, the question now before us was determined in the Supreme Court of New York. The court say, “ had this,” the services of surveyors appointed by the court, “been a charge which might have been taxed against the losing party, and had been stricken out of the bill, of costs improperly, the remedy might have been by appeal from the taxation, but not being such a charge there is no remedy except by action.”\n-No doubt a court can compel compensation to artists by making an order on the party, or parties, when both apply, to compensate him, being their ofiicer pro liao vice, but I see no authority they have to enforce payment by the losing party any more than for the expenses of counsel. The taxation of Snively’s bill for services was erroneous, and the order of the court, including it in the defendants’ bill, is reversed.\nOrder reversed, at the costs of the defendants.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "O. W. Poll), for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Caldwell versus Miller et al.\nSurveyor’s bill in ejectment not taxable as costs.— Compensation for surveyor’s services, how and when allowed.\n1. A bill for tbe services of a surveyor appointed by the court under a rule authorizing such appointment in ejectment cases, is not taxable against the losing party as a part of the costs of the case.\n2. The court can compel compensation to the artist by making an order on the party or parties when both apply, to compensate him, as being their officer pro hoc mee.\nError to the District Court of Allegheny county.\nIn an action of ejectment, brought in the court below, against George Miller and others; the court, on motion of defendants’ ■counsel, appointed C. Snively, Esq., a surveyor “to survey the premises in dispute, and to make the necessary plots, or diagrams, according to the rule of this court in such case made and provided.”\nThe plaintiff having neglected or refused to file an abstract of his title and statement of his claim in the case as required by the rules of the District Court, judgment of nonsuit was entered against him.\nBills of costs were then filed and taxed on the part of the defendants, among which was a bill of $24, by C. Snively, for survey and drafts, and execution issued to collect the costs.\nThe plaintiff' thereupon on affidavit filed, moved the court to set aside the execution, open the judgment, reinstate the case, and permit him to file his statement, under the rules of court.\nA rule was granted to show cause, and, on the argument, the following order was made by the court:—\n“ And now, June 1st 1861, it is ordered that the judgment of nonsuit in this case be set aside, on payment of all costs, except the bill of O. Snively, surveyor, which is reserved for further consideration, on plaintiff filing within twenty days from the date hereof a statement of title, &c., in accordance with the rule of court.”\nThe statement of title was filed in accordance with the direction of the court, and all the costs (except the bill of O. Snively, viz., $24), were paid.\nOn the 30th April 1862, the cause was tried by jury, and verdict rendered for the defendants. The costs which accrued upon the trial were taxed and paid by the plaintiff, and afterwards defendants’ counsel made application to the court to tax the bill of Snively as part of the costs. On argument the court entered the following order, or judgment:—\n“ October 15th 1862, it is ordered that the bill of O. Snively, surveyor, be included in the costs taxed to the defendants in this case, and that the same be paid by the plaintiff.”\nThe errors assigned were,\n1. The making the foregoing order in the taxation of costs.\n2. The entering judgment against Caldwell, the. plaintiff, for C. Snively’s bill, viz., $24, for surveying, &c.\nO. W. Poll), for plaintiff in error.\nDefendants’ counsel submitted no printed argument."
  },
  "file_name": "0233-01",
  "first_page_order": 233,
  "last_page_order": 235
}
