{
  "id": 420650,
  "name": "Campbell versus Baker",
  "name_abbreviation": "Campbell v. Baker",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "243",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 243"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 355,
    "char_count": 6163,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 3.6756416625407136e-07,
      "percentile": 0.8911646972468279
    },
    "sha256": "8c5adeb3ebfcfc4d95d9067345cdb76b49cdca2b99e4b6d056a72dc1a34c1236",
    "simhash": "1:5e378db2288e8c77",
    "word_count": 1103
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Campbell versus Baker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nLowbje, C. J.\nThe court below was in error in treating this as a general guaranty. When a guaranty is general, that is, without having any of its terms fixed in the writing, the law adds the usual conditions that there shall be due and unsuccessful diligence used by the creditor to collect the claim from the principal, unless it appear that all diligence would be hopeless. But the law adds or implies no such condition when the parties have themselves fixed the terms of the contract.\nThey have done so in this instance. The guaranty is special of the payment of the note, “when due,” and it was broken by the non-payment at maturity, and so the law seems to have been usually understood: Brightly’s Rep. 96; 1 Miles 276; 1 Philad. Rep. 70.\nYet such a guarantor is a species of surety, and is discharged from his liability, if the creditor did, by a subsequent valid contract, give time to the principal. We cannot specially discuss this point, because there is no evidence on our paper-book by which we can judge o.f its relevancy and true character.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowbje, C. J."
      }
    ],
    "attorneys": [
      "James W. Kerr, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "Campbell versus Baker.\nGuaranty of note, when brohen. — Liability of guarantor. — Effect of giving time to principal.\n1. A guaranty of the payment of a note “ when due,” is broken by nonpayment at maturity: and the guarantor is then liable upon his contract to the creditor, who is not bound either to pursue the principal or show his insolvency.\n2. But if the creditor, by a subsequent valid contract, give time to the principal, the guarantor, as in the case of a surety, will be discharged thereby.\nError to the Common Pleas of Venango county.\nThis was an action of assumpsit, by Hugh Campbell against Henry Baker.\nThe case was this: — On the 17th of December 1859, J. M. Orr gave to Henry Baker his judgment-note in the following form, viz.:—\n“$178.15. On the first day of May next I promise to pay Henry Baker, or order, $178.15, without defalcation, for value received; and I further do hereby empower any attorney of any court of record in the state of Pennsylvania to appear for me and confess judgment, after one or more declarations filed, with release of errors, &c. Witness my hand and seal, this 17th day of December, a. ». 1859. ¡ “ J. M. Orr.”\nThis note was on the same day assigned by Henry Baker to the plaintiff, in the following form, viz.:—\n“ For value received, I assign the within note to Hugh Campbell, and guarantee the payment of the same when due.\n“ 17th December 1859.” “ Henry Baker.”\nBy virtue of the warrant of attorney in the note, the prothonotary of Armstrong county entered judgment in the Court of Common Pleas for the amount thereof, to No. 114 of November Term 1859. June 5th 1861, plaintiff issued fi. fa. to No. 68 of September Term 1861, on which the sheriff returned “No goods.” The liens of record in Armstrong county against J. M. Orr, on the 19th day of December 1859, amounted to nearly $16,000. The judgments entered of record in the same county, before the 17th day of May 1860, the day on which execution could have been issued on the plaintiff’s judgment, amounted to from $6000 to $10,000 more. All the real estate of J. M. Orr was sold at judicial sale at or before April 1861, and the proceeds applied to the liens which were prior to the judgment of Henry Baker, for the use of Hugh Campbell. The real estate of J. M. Orr, in Butler county, was sold, and the proceeds were not sufficient to satisfy the liens in that county. It was averred by defendant that Campbell had extended the time of payment to Orr for six months, during which time Orr was solvent; and reference was made to the “testimony of Orr in the judge’s notes but none of the testimony was printed in the paper-books of either plaintiff or defendant.\n“ 1. The plaintiff requested the court to charge the jury that the contract of the defendant was to pay the amount of the note, if Orr failed to pay the same at maturity, and that the liability of Baker was fixed at the maturity of the note, by the failure of Orr to pay at that time.\n“ 2. That the taking of a new note for usurious interest on this note and others, and the making of a verbal promise in consideration of such new note to give further time on the judgment, will not relieve the defendant from liabilities in this suit.\n“ 3. That an agreement to give time necessary to discharge a surety, must be such a one as can be enforced against the principal creditor.\n“ 4. That if the jury believe that Orr’s estate in Armstrong county was insolvent at the maturity of the note, the plaintiff is entitled to recover.”\nThe court below (Campbell, P. J.) responded as follows:—\n“1. We answer that, although the defendant guaranteed the payment of the note when due, yet if the plaintiff retained the note, entered judgment upon it, and failed to issue a,n execution till June 1861, if the plaintiff could with due diligence have collected the money of Orr, and failed to do so, the defendant -would not be liable; but if Orr was insolvent, and the amount could not with reasonable diligence have been collected, the defendant is liable, and the plaintiff is entitled to recover.\n“ 2. We answer this point in the negative, unless the maker of the note was insolvent; if the jury should find that time was given when the note might have been collected from Orr.\n“3. We answer this point in the affirmative, but the failure to follow the maker of the note with due diligence, if he was solvent, would release the guarantor.\n“4. The plaintiff was not bound to follow the maker out of the neighbourhood. If he was insolvent in the county and neighbourhood, and the note could not be collected without following him to a distant part of the state, or the United States, he may sustain his action on the guaranty.”\nUnder these instructions there was a verdict and judgment in favour of defendant. Whereupon the plaintiff sued out this writ, and assigned for error the refusal of the court below to affirm the points propounded on the trial as above.\nJames W. Kerr, for plaintiff.\nThe defendant’s counsel presented no printed argument."
  },
  "file_name": "0243-01",
  "first_page_order": 243,
  "last_page_order": 246
}
