{
  "id": 420610,
  "name": "Kennedy et al. versus Dean's Administrator",
  "name_abbreviation": "Kennedy v. Dean's Administrator",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "246",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 267,
    "char_count": 4353,
    "ocr_confidence": 0.452,
    "sha256": "22d410169db8b1b81373a84bd27c35b96b702561cce93b20668c51375a6c7434",
    "simhash": "1:34face1186f7cc6a",
    "word_count": 758
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kennedy et al. versus Dean’s Administrator."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nLowkie, C. J.\nThis judgment was entered on a warrant of attorney, and the defendants got it opened in order to claim a defalcation arising out of the contract on which the judgment was founded, and on the trial they succeeded in reducing the plaintiff’s claim from $1500 to $700. Having thus succeeded in their purpose, they think they are entitled to the costs of the trial; but they are not, for in common law practice the costs follow the judgment, and that is for the plaintiff. If they had tendered and deposited in court the $700, and the previous costs before they tried their case, it would have been otherwise. True, this course could not be easily taken on a claim to defalk unliquidated damages.\nBut the defendants might have sued for their claim, and then, on recovering it, they would have been entitled to costs. Or, without opening the judgment, on showing good cause, they might have had a collateral feigned issue to try how much credit or deduction they were entitled to on the judgment, and then the costs of that case would have followed its judgment. But having set up their claim by way of defalcation in the original suit, their success does not entitle them to costs any more than if the issue had been on a partial set-off, or payment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowkie, C. J."
      }
    ],
    "attorneys": [
      "L. L. Me Gruffin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kennedy et al. versus Dean’s Administrator.\nCosts of trial where judgment has been opened and defendant let into a defence. — Proper mode of correcting error in judgment so as to recover costs.\n1. Where a judgment entered upon a warrant of attorney is opened to claim a defalcation arising out of the contract on which it is founded, and is thereby reduced, the plaintiff is entitled to the costs of the trial, and not the defendants, though they were successful in their purpose.\n2. The remedy of the defendants in order to recover costs, was either to bring suit for their claim or ter apply for a feigned issue to try how much credit they are entitled to upon the judgment: in either case costs will attend the verdict, if in their favour.\nError to the Common Pleas of Lawrence county.\nOn the 21st of October 1856, a judgment was entered in the Common Pleas in favour of Enoch Dean against' Daniel Kennedy and John K. Kennedy, on a bond for $3500, with a warrant of attorney, payable in instalments, and to September Term 1859 execution was sued out by the plaintiff for the third instalment, viz. $1500.\nOn the 31st of August 1859, on the petition of the defendants, alleging misrepresentation in the contract under which the judgment-bond was given, the judgment was “ opened, and the defendants let into a defence without prejudice to the lien, which is to remain good in the mean time for the amount which shall be recovered, the defendants to plead to issue forthwith, and the case to go to trial without delay, at May Term.”\nThe defendants accordingly pleaded “payment with leave, to give in evidence breach of covenant, fraud, and misrepresentation, want and failure of consideration.” On trial, the balance due on the last instalment was reduced to $544.59.\nOn motion of plaintiff a new trial was granted, which resulted in a verdict in favour of the plaintiff for $700, with $104.67 as interest from July 1st 1859, being the balance of the last instalment, after allowing a deduction of $800.\nThe defendants’ counsel thereupon moved the court to enter judgment without costs, and that the plaintiff be ordered to pay the defendants’ costs of trial. The court below discharged the rule, and gave the plaintiff “leave-to issue execution for the amount of the verdict and original costs, upon giving security for the costs which the defendants may be entitled to recover in this case, to be approved by an associate judge, or if the plaintiff prefers, he may collect all of said verdict except what shall be necessary to pay defendants’ costs; if they shall recover any, this order to be without prejudice to the collection of the costs that'the plaintiff may be entitled to recover.”\nThe plaintiff’s bill was $78.61, that of the defendants was $208.16.\nThe refusal of the court below to enter the judgment without costs, and compel the plaintiff to pay the defendants’ bill, were the errors assigned here by the defendants.\nL. Taylor, for plaintiffs in error.\nL. L. Me Gruffin, for defendant in error."
  },
  "file_name": "0246-01",
  "first_page_order": 246,
  "last_page_order": 247
}
