{
  "id": 420640,
  "name": "Bates versus Seely",
  "name_abbreviation": "Bates v. Seely",
  "decision_date": "1863-11-05",
  "docket_number": "",
  "first_page": "248",
  "last_page": "250",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 326,
    "char_count": 5335,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.9160206220526622e-07,
      "percentile": 0.7323255139585358
    },
    "sha256": "90294d09f1fae087bc62abf800069b75bae94ece06a547b18213c23edb187151",
    "simhash": "1:39e2a8209204bf52",
    "word_count": 962
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bates versus Seely."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 5th 1863, by\nWoodward, J.\nIn Stuckey v. Keefe’s Executors, 2 Casey 399, it is ruled upon numerous authorities that a conveyance of land to husband and wife creates neither a tenancy in common nor a joint tenancy, and that upon the death of either the survivor takes no new estate, but the whole estate continues in the survivor the same as it would continue in a corporation after the death of one of the corporators.\nThe land in controversy here was conveyed to Seely and wife, with express reference to the above rule. The .language of the habendum is, “ to be held by the said parties of the second part, in unity, under the decision of the Supreme Court of Pennsylvania, in the case of Stuckey v. Keefe’s Executors, vol. 26 Penna. Rep. 397.” A deed thus made and accepted will admit of but one construction. It must have the effect the parties intended.\nIf the Married Woman’s Act be supposed capable of controlling the wife’s interest, the answer is, that the estate did not “ accrue” to the wife within the meaning of the act, and she had no such interest during life as could descend to heirs, living her husband. It was a contingent remainder that was destroyed when she died before her husband.\nIt is not necessary to consider what would have been the effect of showing that the purchase-money came from the wdfe, or that the estate was a paternal advancement to her, for the case is not so presented as to raise either of these questions.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "White Slagle, for plaintiff in error.",
      "Marshall Brown, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bates versus Seely.\nConveyance to husband and wife, estate created by.— Validity of such conveyance under the Act 0/1848.\n1. A conveyance of land to a husband and wife creates neither a tenancy in common nor a joint tenancy: but upon the death of either, the survivor takes the whole estate.\n2. AVhere land is conveyed to a husband and wife, to be held by them “in unity, under the decision of the Supreme Court of Pennsylvania, in the case of Stuckey v. Keefe’s Executors,” upon the death of the wife the whole estate vests in the husband, and his deed therefor will pass the title thereto to the purchaser.\n3. Such a conveyance to husband and wife is good under the Married AVoman’s Act of 11th April 1848.\nError to the Common Pleas of Allegheny county.\nThis was an action of debt, by C. B. Seely against Alexander Bates, for the purchase-money of real estate, in which the following case was stated for the opinion of the court:—\nAugust 8th 1863, O. B. Seely sold to Alexander Bates five acres of land (more or less), situate in Collins township, Allegheny county, Pennsylvania, commencing on Hiland lane, at the corner of ground of the heirs of Isabella M. Beatty, deceased ; thence along said lane N. 19f- degrees E., 20 perches to a post; thence south along land of D. Negley, 97 degrees E. 39 1-100 perches to a post, 25 degrees W. 20 3-100 to a post; thence along lands of said Beatty’s heirs, N. 67 degrees W., 40 92-100 perches to the place of beginning, at and for the sum of $4000, payable as follows, viz.: $500 to be paid in hand, upon execution of the deed, and the residue, to wit, $3500, with interest thereon from date of sale, to be paid in five years— the interest to be paid annually. The plaintiff to execute and deliver a good and sufficient general warranty deed to Mrs. Anna Bates for said land, and the said defendant and Mrs. Anna Bates to execute and deliver to plaintiff a sharp mortgage for the unpaid purchase-money as aforesaid. The plaintiff having tendered a deed in due form as aforesaid, on the 8th day of August 1863, and demanded payment of the said sum of $500, and also the mortgage for $3500, according to the contract aforesaid, and the defendant having refused to pay said $500, and to give said mortgage, this action is brought to recover said sum of $500, and the interest thereon from August 8th 1863 (without prejudice to the right of the said plaintiff to sue for and recover the residue of said purchase-money.)\nThe said land ivas granted and conveyed by Daniel Negley and wife to said O. B. Seely and Annie B. Seely, his wife, their heirs and assigns, by deed, dated February 13th 1860, which deed contains the following provision, immediately following the description of the property, viz.: “ To be held by the said parties, of the second part in unity, under the decision of the Supreme Court of Pennsylvania, in the case of Stuckey v. Keefe’s Executors, vol. 26, Penna. Kep. p. 397.” Said deed is otherwise in the usual form, with covenant of general warranty.\nMrs. Annie B. Seely died August 3d 1861, leaving her said husband, and two children surviving. If the court is of the opinion that under the said deed from Negley and wife to C. B. Seely and wife, upon the decease of Annie B. Seely, the entire estate vested in C. B. Seely, and that the deed from him to Alexander Bates will convey a good title to the whole of said lot, then judgment to be entered for the plaintiff for the sum of $500, and interest as aforesaid; but if the court shall be of a contrary opinion, then judgment to be entered for the defendant for costs of suit.\nThe court below entered judgment in favour of the plaintiff on the case stated, with costs, which was the error assigned by the defendant.\nWhite Slagle, for plaintiff in error.\nMarshall Brown, for defendant in error."
  },
  "file_name": "0248-01",
  "first_page_order": 248,
  "last_page_order": 250
}
