{
  "id": 420658,
  "name": "Hunter's Private Road",
  "name_abbreviation": "Hunter's Private Road",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "250",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 269,
    "char_count": 4755,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.3662127701797096e-07,
      "percentile": 0.6373390881089979
    },
    "sha256": "4d7f17f910780d1b041a7130d175293ab7876cbc2add4cbac725f8603b55e75f",
    "simhash": "1:ac403a65f19708b3",
    "word_count": 863
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hunter’s Private Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nWoodward, J.\nThe proceedings for this private road resulted in a final confirmation on the 23d December 1861, and the issuing of an order to open it, dated 28th of that month.\nOn the 28th May 1862, a rule was obtained to show cause why the decree of confirmation should not be vacated, and the whole proceedings set aside, wdiich rule was made absolute on the 18th December 1862.\nThe reason for thus summarily expunging the road from the record, is said to be that the width was not fixed when the report of viewers was confirmed nisi on the 5th June 1861, but that is answered by the fact that during the same term, to wit, September 23d 1861, the width was fixed at twenty feet, and more than one term permitted to elapse thereafter before final confirmation. The omission to fix the width in the very decree of confirmation nisi, was cured by fixing it during the term. All parties had the time allowed by taw for filing exceptions, and therefore the road seems to have been duly granted in December 1861.\nBut whether duly granted or not, that decree was final, until reversed on certiorari, and the road opened in pursuance of ■ it could be got rid of only in the manner prescribed in the 18th and 19th sections of our Road Law of 13th June 1836, and section 1 of the Act of 3d May 1855 : Purd. 873.\nThe decree making the rule absolute, was therefore erroneous and must be reversed, and the proceedings be reinstated.\nDecree here accordingly.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "C. W. Robb and J. L. Koethen, for appellant.",
      "John N. McQlowry, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hunter’s Private Road.\nWidth of private road, when not required in decree of confirmation.— Effect of decree. — Power of court to vacate.\n1. Where the width of a private road is fixed during the same term at which the decree of, confirmation nisi of a report of viewers laying out the road is made, it is sufficient, though omitted in the decree itself: and where more than one term passes before final confirmation, and another term 'thereafter elapses before any exceptions are filed, the road is duly granted, and it is error in the court to vacate the decree of confirmation and set aside the proceedings.\n2. The decree of confirmation is final, until reversed on certiorari, and the road opened can be got rid of only in the manner prescribed in the B,oad Law of 13th June 1836, £§ 18, 19, and Act 3d May 1855, § 1.\nCertiorari to the Quarter Sessions of Allegheny county.\nOn the 18th of May 1861, Robert Hunter presented his petition to the Quarter Sessions, asking for the appointment of viewers to lay out a private road for his use, from his residence to a public road, through lands of Jacob Neno and David M. McGunigle. On this petition, three viewers were appointed, who, on the 28th of May, reported in favour of the road as prayed for, assigning no damages for the persons through whose land it was laid out. This report was accompanied by a draft in due form. On the 5th of June 1861, the report of viewers was confirmed nisi. After which, the following orders were made in the case:—\n• “ September 28d 1861. This report having been made to the court, and presented in due time, but not formally approved, it is now approved, and the road when opened is directed to be opened of the width of twenty feet. This approval to remain open one term before confirmation. By the Court. December 23d 1861, confirmed by the Court.”\nThe order to open went out on the 28th December 1861, and under that order the road was opened and made. Some time after the road had been opened and made, to wit, on the 28th May 1862, on motion of John N. McOlowry, attorney, a rule was granted to show cause why the approval, confirmation, and order to open the road, made on the 23d day of December 1861, should not be set aside for the following reasons:—\n1. The report of the viewers was not approved or confirmed according to law.\n2. The confirmation of the report was premature, and contrary to the order of the court, made on the 23d day of September 1861, requiring the report to lie over one more term.\n3. The court erred in approving the report, nunc pro tunc, and fixing the width of the road after the proper term had passed.\nOn argument of the exceptions and reasons, the court made this order:—\n“ December 18th 1862. Order confirming the road vacated, and the entire proceedings set aside. By the Court.”\nThis writ was then sued out by Mr. Hunter, for whom the following errors were assigned :—\n1. The court erred in granting the rule to show cause why the approval, confirmation, and order to open the road, made on the 23d December 1861, should not be set aside.\n2. The court erred in vacating the order confirming the road, and setting aside the entire proceedings.\nC. W. Robb and J. L. Koethen, for appellant.\nJohn N. McQlowry, for appellee."
  },
  "file_name": "0250-01",
  "first_page_order": 250,
  "last_page_order": 252
}
