{
  "id": 420683,
  "name": "Blair versus Mathiott, Administrator, &c.",
  "name_abbreviation": "Blair v. Mathiott",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "262",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 228",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840048
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0228-01"
      ]
    },
    {
      "cite": "8 Watts 443",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0443-01"
      ]
    },
    {
      "cite": "1 Rawle 227",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/1/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 506,
    "char_count": 9598,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 1.2190482625699605e-07,
      "percentile": 0.5977607188681656
    },
    "sha256": "fe36af0c32b3c3e9e5c700cdc7a6e48bb962d8f022b79c2398696f170d067c1e",
    "simhash": "1:ea6b87e9caca93f9",
    "word_count": 1700
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blair versus Mathiott, Administrator, &c."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nThompson, J.\nIt has been suggested that we must regard the legal party on this record, in treating of the question of set-off, and that as he is an administrator, and the fund to be recovered is distributable in the Orphans’ Court, a set-off cannot be maintained. This is a mistake. The money was not recoverable for, or due the estate at all, but payable to one of the heirs of Hoah Mendell, deceased.\nIt is an attempt to defalcate a claim not against the obligee or mortgagee himself, but against an assignee in the hands of his assignee. Supposing the defalcation might at law have been made against the first assignee, the claim being a debt due by him, can the same thing be done, after a transfer or assignment by him, without notice to his assignee ? That is quite a different question. A set-off of' a debt due by the first assignee to the obligor after transfer to the second without notice; that cannot be done at law under the statute, for if it could, and the claim of the obligor against the first assignee should be greater than the assigned debt, he would be entitled to a certificate of balance against one who never owed him anything. This would not do. If defalcation be allowed in such a case at all, it must be in equity and by virtue of a superior equity; for in equity, mutual demands do not extinguish each other. They are made to do so on equitable principles.\n'Where does the superior equity arise in this case ?\nHad there been payment while in the hands of the first assignee, that perhaps would have been a prior and superior equity. But every claim would not possess the same merit. Ho equity arises, I think, against the equitable plaintiff in favour of¡ the obligor, because the latter was not inquired of whether he had any claim against the first assignee. That is not a duty under our decisions. In Davis v. Barr, 9 S. & R. 137, Gibson, J., on this point says: “ The rule established in Wheeler v. Hughes, 1 Dali. 23, has never been carried further than to put the assignee in the place of the obligee, as to defalcation and want of consideration, and that that has been carried even so far, is owing to the special wording of 'the act which enables the assignee to recover only 4 so much as shall appear to be due at the time of the assignment.’ ” This is the rule under the statute, and applies equally to legal and equitable assignees. I find no principle which seems to require an assignee of an assignee to go further than this. If he fail to inquire, I think he risks only the equities between the original parties. Certainly this would he so, if he is not required to do more. If other equities should be asserted than those, the respective claims to them would stand upon ordinary equitable principles involving priority of right, notice, and the like. This seems to be the general doctrine of Taylor v. Gitt, 10 Barr 428.\nI am aware that Metzgar v. Metzgar, 1 Rawle 227, and cited by Kennedy, J., in Filbert v. Hawk, 8 Watts 443, for an entirely different principle, seems somewhat at variance with the foregoing views. Of this case, Gibson, O. J., who had delivered the opinion, said in Hughes v. Large, 2 Barr 103, 44 we certainly ■went beyond what had been done before.”\nAnd Bell, J., in Taylor v. Gitt, said, “ the propriety of this rule (in Metzgar v. Metzgar) has been questioned more than once.” It seems to me that it would complicate a plain and beneficent principle much, were we to hold that where a bond, without any right of defalcation between the original parties, is passed by half a dozen of transfers, that the final assignee shall have to submit to a settlement of all accounts, great and small, which may have existed between the obligor and each successive assignee. To require inquiries as to the state of accounts between him and such assignees, or in default to have them all defalked as against the ultimate holder, would put an end to the transmission of such chosos in action altogether — a thing which the law has no policy in discouraging. This would be the rule under Metzgar v. Metzgar. I think Ramsay’s Appeal, 2 Watts 228, is in principle opposed to it.\nLis pendens has no application. It was not between the original parties, nor did it involve any question connected with the mortgage in question. We think the court below were right in considering the equitable plaintiff here a bond fide assignee, he having no notice of the equitable claim alleged by the defendant when he purchased the mortgage, there being nothing in the line of his title to put him on inquiry, and not being obliged to make inquiry for such equities.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Edgar Cowan, for plaintiff in error.",
      "H. P. Laird, for defendant."
    ],
    "corrections": "",
    "head_matter": "Blair versus Mathiott, Administrator, &c.\nBight of obligor to defalcate against assignee of bond.\nAn obligor in a bond cannot defalcate against the assignee of an assignee of a bond, a claim or set-off, which he holds against the first assignee.\nError to the Common Pleas of Westmoreland county.\nThis was a scire facias on a mortgage covering lots Nos. 6 and 8, in the borough of Ligonier, by J. D. Mathiott, administrator, &c., of Noah Mendell, now for the use of Henry R. Marker, against John E. Blair, in which the following case was stated for the opinion of the court:—\nJohn Hill and J. D. Mathiott were administrators of the estate of Noah Mendell, and the lots described in the mortgage were sold by them to the defendant, under an order of the Orphans’ Court of Westmoreland county, upon proceedings in partition, and this mortgage taken from the defendant to secure the payment of the purchase-money. The mortgage recites a bond in the sum of $2986.66$, upon condition, inter alia, that the said' John E. Blair pay unto Edwin Mendell and Mary L. Mendell the sum of $746.66$, six months after demand, and also pay to William S. Mendell and George S. Mendell the sum of $746.66$, when they attain the age of twenty-one years, interest to be paid annually from the 17th February, a. d. 1851. The said William, George, Edwin, and Mary being children and heirs at law of the said Noah Mendell,- deceased. The proper demand was made more than six months before this action was brought by Edwin and Mary, and William and George had arrived at the age of twenty-one before'the commencement of this action, and John Hill, one of the administrators, had departed this life before the commencement of this action. The bond recited in the mortgage was given to secure payment of the purchase-money of the said above-mentioned lots.\nThe mortgage further recites that “the said John E. Blair, as well for and in consideration of the aforesaid debt, and for the better securing the payment of the same, with interest, unto the said John Hill and J. £>. Mathiott, administrators aforesaid, their executors, administrators, and assigns, as for and in consideration of the further sum of one dollar unto him in hand paid by the said Hill and Mathiott, administrators aforesaid, hath granted, bargained, sold, &c., describing tbe above-mentioned lots in regular form.\n“ The proviso in the mortgage is, that if Blair should pay to Edwin S. Mendell, Mary S. Mendell, William S. Mendell, and George S. Mendell, their executors, administrators, or assigns, the aforesaid debt or sum of $1493.33-£ cents in the days and times hereinbefore mentioned and appointed for payment thereof, with the interest thereon, without any fraud or further delay, then this indenture and recited obligation to become void.\n“ Satisfaction is entered on the face of the mortgage for the shares of Edwin and William Mendell, and Mary Mendell.\n“ By endorsement on the mortgage on the 25th of May 1859, George Mendell assigned his interest in this mortgage to George C. Marker. And on the face of the mortgage there is this endorsement :—\n“‘ 28th August 1859. I have this day received of John E. Blair $52.86, being the interest due on my share of this mortgage, previous to the date of 25th May 1859, of my assignment to George C. Marker, which interest was reserved by me in that assignment.\n‘ G. H. Mendell.’\n“ There is also endorsed on said mortgage this further assignment :—\n“ ‘ June 8th 1859. For value received, I hereby assign my share of this mortgage, assigned to me by G. H. Mendell, being the sum of $373.33-J, and interest thereon from 25th May 1859. Witness my hand and seal. I assign the same to Henry B. Marker.\n‘ George C. Marker, [seal.]\n‘Before me, A. J. Keenan, Deputy Register.’\n“ It is also admitted that, on the 25th March 1859, the said George C. Marker was indebted to the said J. E. Blair, on an award in the sum of $200, and that the said Blair has now a judgment for the same, and interest at record in the Common Pleas, No. —, August Term 18.60, for defendant, for $210.13, with interest from 29th of June 1861, which he claims to set off against the share of the said George H. Mendell, assigned to the said George C. Marker after deducting $99.55, on 19th February 1861, which was set off on fi. fa., 21st February 1861.\n“ If the court is of opinion that Blair is entitled to the balance of his judgment above mentioned, then judgment to be entered for the plaintiff in the case for the balance of his claim on the mortgage, with costs.\n“ If, however, the court is of opinion that Blair is not entitled to said set-off as aforesaid, then judgment for the sum due on the mortgage, with costs, either party at liberty to take a writ of error.”\nThe court below rejected the set-off claimed by Blair, and gave judgment for plaintiff on the case stated.\nEdgar Cowan, for plaintiff in error.\nH. P. Laird, for defendant."
  },
  "file_name": "0262-01",
  "first_page_order": 262,
  "last_page_order": 265
}
