{
  "id": 420595,
  "name": "Holmes et al. versus Wallace et al.",
  "name_abbreviation": "Holmes v. Wallace",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "266",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 266"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 143",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 5488,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 1.2751779808412776e-07,
      "percentile": 0.6156586735365652
    },
    "sha256": "64699299d8d26d46cd909925704ec832aea6ef0ba6dd5a89f573f88d485e73a9",
    "simhash": "1:6d070473f68a7f99",
    "word_count": 1023
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Holmes et al. versus Wallace et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nThompson, J.\nWe must decline the task of settling the disputed facts in this case stated from the mass of testimony before us; or facts in any ease stated. It is essential to a case stated that the facts be agreed upon, so that the court may have nothing to do but pronounce the law arising out of them. It was said in Diehl v. Ihrie, 3 Whart. 143, “ It ought to be like a special verdict; to contain facts, and not the mere evidence of facts.” “It is like a special verdict:” Cook v. Shrauder, 1 Casey 312, and consequently should be certain.\nWe' have nothing like that in this case. Here, after a large amount of testimony, pro and con, had been given, and some objection to the rulings, in regard to which there were several bills of exceptions on the minutes of the judge who tried the case; there is an entry, that the case is turned into a case stated on the evidence. Now, there was a great deal of evidence on both sides, but it is disputed as to what testimony really was given, and we have no certificate of the judge on our paper-books to enable us to decide the dispute as to what was given. So, too, the facts as to what the testimony does prove is almost wholly disputed. Further than this; the plaintiff in error claims the benefit of his exceptions to the ruling of the court in regard to testimony. He denies that he waived this when he assented to turning the testimony into a case stated, and we can easily see how the party might be injured if we were to hold that his counsel had actually waived his right of review as a consequence of his agreeing to the case stated. The defendant in error points out omissions in presenting all the evidence by the plaintiff in error, and as to other matters, presenting too much. I refer to their complaints as of an omission of part of the testimony of R. Woods, Esq., and to the excess in printing a list of judgments which they deny was ever given in evidence. So the plaintiffs in error treat certain deeds as originals, and make an argument on the fact that the defendants were estopped from denying the claimed effect of them, because the ancestor signed them, or signed one of them as a witness, but as they do not publish these deeds wo cannot tell, from the notes of testimony, whether they were original or not: while, on the other hand, the defendants in error deny the estoppel by denying that the signature of the subscribing witness was proved, and set forth the deeds on their paper-books, and call them copies. I suppose they meant that they were read from -the record, but that we can only surmise. Such an attempt to make a case stated with disputed facts has not been usual. It wants certainty of facts, and we cannot treat it at all as a case stated. It must go back for retrial, when, if the parties choose, they may make a proper case stated. But if they do not agree upon all the facts, the case must be disposed of as cases of disputed facts are ordinarily disposed of. As it would be a vain thing to send this case back to be properly restated, in view of the dispute about facts, we reverse the judgmeat, and order a venire de novo therein, so that it may be tried in some orderly way.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Woods $ Case, for plaintiffs in error.",
      "Heed ¿■ Thompson, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Holmes et al. versus Wallace et al.\nProper mode of stating facts in case stated, for the opinion of the court.\nIt is essential to a case stated, that the facts be agreed upon, so that the court may have nothing to do but pronounce the law arising out of them. And if the facts are not so agreed upon, the Supreme Court will send the case back for retrial.\nError to the District Court of Allegheny county.\nThis was an action of ejectment, by Charles Wallace and others, heirs of Lewis Peters, against Shepley R. Holmes. After his death his widow and devisees were substituted, and the name of James K. Morange added as one of the defendants.\nAfter both parties had closed their testimony on the trial, the following entry was made on the notes of trial by the court, by the consent of the counsel on both sides given in open court, viz.: “ The evidence being closed on both sides, it is admitted by the counsel that there are no disputed facts in the cause to be left to the jury, and it is agreed that a verdict be rendered proforma in favour of the plaintiffs, for five undivided sixth parts of the property described in the writ, subject to the opinion of the court in banc, whether, taking all the evidence in the cause as per judge’s notes to be true, the plaintiffs or any of them are entitled in law to recover, with power to the court to modify the verdict as to any one or more of the plaintiffs, if all are not entitled to recover, and if any one or more of said plaintiffs are entitled to recover, then judgment to be entered in favour of such party or parties for such interest as he, she, or they may be entitled to. But if none of them are entitled to recover, then judgment to be entered for the defendants non obstante veredicto.\"\nThere was no case regularly stated, nor any certificate of the judge before whom the case was tried, as to what were the admitted or conceded facts.\nThe court below, without filing any opinion, entered judgment in favour of the plaintiff, which was the main error assigned. Errors were also assigned as to the ruling of the court below, on the admission and rejection of testimony.\nWoods $ Case, for plaintiffs in error.\nHeed ¿■ Thompson, for defendants in error."
  },
  "file_name": "0266-01",
  "first_page_order": 266,
  "last_page_order": 268
}
