{
  "id": 420639,
  "name": "In re Arnold's Estate. Commonwealth's Appeal",
  "name_abbreviation": "In re Arnold's Estate",
  "decision_date": "1863-11-12",
  "docket_number": "",
  "first_page": "277",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 412,
    "char_count": 10008,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.2406733203634224e-07,
      "percentile": 0.7801101531402024
    },
    "sha256": "d1a6497a3cc3aa04f45ab5a970ef20f5c56bcf84194f5e83fe6f9139589cb4d6",
    "simhash": "1:59f3149c251e8b7d",
    "word_count": 1691
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Arnold’s Estate. Commonwealth’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 12th 1863, by\nStrong, J.\nThis case is governed by the principles laid down in Commonwealth’s Appeal, 4 Barr 164. There it was held that the Act of Assembly of March 30th 1811, and the Act of the 16th of April 1827, being in pari materia, must be construed together, and that under the provisions of the two acts, the Commonwealth has no priority over the liens of judgment-creditors and mortgagees of the debtor, whose liens had attached before a copy of the account, as settled by the auditor-general, was entered of record in the proper county. Without the notice given by filing a copy of the balance of the account, and having it entered, on record, the debt ascertained to be due the Commonwealth may be a lien as against the debtor, but it is inoperative against other lien-creditors. The justice of the ruling in 4 Barr, and its consistency with all our law upon the subject of liens, are so apparent that we do not feel called upon to vindicate it. If not more so, it is at least equally applicable to a case where the Commonwealth is claiming against liens of creditors of the sureties of public debtors. It is true, the Act of 1827 does not require the auditor-general to transmit certified copies of the balances found due the Commonwealth on settlement of an account, to the prothonotaries of the respective counties, to be entered of record specifically against the sureties. It speaks of transmitting liens, by which is meant a statement of the settled balance. There is, however, no account stated with the sureties. They are never before the auditor-general. They are liable, because their principal is, and if the lien against the principal has not been perfected so as to prevail against his other creditors, it cannot against theirs. The principle invoked by the counsel of the appellant, that the Commonwealth is not to suffer by the laches of her agents, is inapplicable here. It was ruled so in the case reported in 4 Barr. And the principle is not recognised to the full extent to which the counsel presses it. If, with needless and unjustifiable delay, agents of the Commonwealth neglect to bring a suit and obtain a judgment until after other judgments have been obtained, her lien is postponed to theirs, and postponed in consequence of the laches of those whom she has employed.\nWe rest the present case on the former decision of this court. No certified copies of the balances ascertained by the auditor-general having been entered of record, in the county of Armstrong, the Commonwealth is not entitled to the fund in court in preference to judgment-creditors.\nThe appeal is dismissed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "J. Boggs, for the appellant.",
      "J¡¡. 8. Golden, for judgment-creditors of H. J. Arnold."
    ],
    "corrections": "",
    "head_matter": "In re Arnold’s Estate. Commonwealth’s Appeal.\nLien of Commonwealth against county treasurer and sureties, how acquired and preserved.— Commonwealth’s 'Appeal, 4 Barr 164, discussed and affirmed.\n1. To entitle the Commonwealth to a lion for the. balance of an account settled, with a county treasurer, upon, his real estaté, .or that of his sureties, under the Act of 1811, as against the lien-creditors of either, a certified copy of the account must have been transmitted to the prothonotary of the county wherein he resides, and entered of record according to the provisions of the Act of 1827.\n2. Therefore, where, in distribution of proceeds of a debtor’s real estate, against whom, as former treasurer, a balance of account had been settled by the auditor-general, and who was also one of the sureties of other treasurers, against whom, in default to the Commonwealth, other accounts had been settled, but no certified copies of the several balances, as ascertained, had been entered of record, the Commonwealth was held not entitled to the fund in preference to judgment-creditors.\nAppeal from the Common Pleas of Armstrong county.\nThis was an appeal by the Commonwealth of Pennsylvania, from the decree of the Court of Common Pleas of Armstrong county confirming the report of the auditor appointed to distribute the proceeds of the sheriff’s sale of the real estate of H. J. Arnold.\nThe Commonwealth presented before the auditor three distinct claims against H. J. Arnold, which she asked to have paid out of the fund referred to him for distribution — first, as treasurer of Armstrong county for the years 1849 and 1850; second, as one of the sureties of Alexander Henry, treasurer of Armstrong county, for the years 1851 and 1852; and, third, as one of the sureties of Thomas McMasters, treasurer of Armstrong county for the years 1853 and 1854.\n1st. The evidence showed that H. J. Arnold gave bond in due form of law, and entered upon the duties of the office of treasurer on the 1st day of January 1849; that the auditor-general and state treasurer settled two accounts, respectively, on the 24th May 1851, and 15th November 1852, exhibiting a balance against him in favour of the Commonwealth, of $877.82, with interest to be added. That the auditor-general and state treasurer, on the 20th February 1855, opened the settlements of the accounts aforesaid for revision, without reservation of lien.\n2d. The evidence further showed that John Ralston, A. W. Flemming, John Montgomery, and H. J. Arnold became the securities of Alexander Henry, treasurer of Armstrong county, in bond duly executed according to law, dated 16th December 1851; that Alexander Henry entered upon the duties of the office of treasurer aforesaid on the 1st day of January 1852; that the auditor-general and state treasurer settled three accounts against him respectively, on the 20th June 1853, 14th August 1854, and 17th April 1855, showing a balance against him in favour of the Commonwealth of $1419.08, with interest to be added on $1809.08, from the 14th February 1855. The evidence further showed that Alexander Henry, at the time of said settlements, and afterwards, up to the 7th April 1858, was the owner of unencumbered real estate in the borough of Kittanning, equal in value to an amount more than sufficient to pay and satisfy such balance, and that Alexander Henry is now insolvent. The evidence further showed that John Montgomery, at the time of the settlement of the two first accounts, and up until 30th December 1854, was the owner of unencumbered real esta.te in Indiana county, Penna., equal in value to an amount more than sufficient to pay and satisfy such balance; that the said John Montgomery was elected the sheriff of Indiana county, and on the 30th December 1854, entered into recognisance and bond with sureties for the faithful performance of the duties pertaining to the office of sheriff of said county; that the real estate of the said Montgomery was sold at judicial sale and proceedings had on said recognisance to June Term 1858, in Indiana county, for the sum of $10,000, and the proceeds distributed to his creditors by auditor’s report, confirmed 1st October 1858.\n3d. The evidence further showed that H. J. Arnold and Alexander Henry became the sureties of Thomas McMasters, treasurer of Armstrong county, in a bond executed according to law, dated 2-2d December 1853; that the said Thomas McMasters entered upon the duties of treasurer on the 1st day of January 1854, and that the auditor-general and state treasurer settled two accounts against him respectively, on the 7th March 1855, and the 5th February 1856, showing a balance against and in favour of the Commonwealth of $1762.58, with interest to be added. That at the time of the settlement of the foregoing accounts Thomas McMasters was the owner of real estate in the borough of Kittanning, which a witness valued at $1800; that there were no other liens against him until after the year 1857, and that he is now insolvent. It further appeared that the auditor-general had not filed in the Court of Common Pleas of Armstrong county, any certified copies to be entered of the aforesaid claims against any of said treasurers, as required by the 4th section of the Act of the 16th April 1827. :\nOn this statement of facts the general judgment and lien creditors of H. J. Arnold resisted the allowance of all and any portion of the claims of the Commonwealth out of the fund for distribution. First, as against H. J. Arnold, as treasurer of Armstrong county, because the lien of the Commonwealth, by virtue of the 12th section of the Act of 30th March 1811, has been suspended and lost by the opening of his accounts for revision on the 20th February 1855, and because of the neglect of the auditor-general to transmit to the prothonotary of the Court of Common Pleas of Armstrong county, to be entered of record, certified copies of the liens of the balance due the Commonwealth against him as such treasurer, as required by the 4th section of the Act of the 16th April 1827.\nThey also resisted the claims of the Commonwealth against him as security of Henry and McMasters, treasurers of Armstrong county, on the ground applicable to both that the neglect of the auditor-general to transmit and have entered in the Court of Common Pleas of Armstrong county, as required by the 4th section of the Act of 16th April 1827, before referred to, certified copies of the liens obtained by the Commonwealth, by virtue of the 12th section of the Act of 30th March 1811, against both Henry and McMasters, treasurers as aforesaid of Armstrong county, as aforesaid, has lost her lien as to subsequent judgment-creditors against H. J. Arnold, their security, and upon the additional ground as to Henry, that the Commonwealth having neglected to present her claim before the auditor appointed to distribute the proceeds of sale of John Montgomery’s real estate in Indiana county, has forfeited her rights to recover the claim in this proceeding.\nThe auditor rejected the Commonwealth’s claims, for reasons set forth in this report. This report, on argument of the exceptions filed against its confirmation, was sustained by the Common Pleas; which was the error assigned on this appeal.\nJ. Boggs, for the appellant.\nJ¡¡. 8. Golden, for judgment-creditors of H. J. Arnold."
  },
  "file_name": "0277-01",
  "first_page_order": 277,
  "last_page_order": 280
}
