{
  "id": 420587,
  "name": "Linton et al. versus The Commonwealth ex rel. Ford et al.",
  "name_abbreviation": "Linton v. Commonwealth ex rel. Ford",
  "decision_date": "1863-11-12",
  "docket_number": "",
  "first_page": "294",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 294"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 500",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626075,
        625838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0513-01",
        "/wright/1/0513-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 7830,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.2591608281164646e-07,
      "percentile": 0.6120291182999472
    },
    "sha256": "997ec6b55fa86f666829dab5fcffb2baea59de867ef33196832ce683aa3615d5",
    "simhash": "1:6a4904572350f5cb",
    "word_count": 1356
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Linton et al. versus The Commonwealth ex rel. Ford et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 12th 1863,\nRead, J.\nIn this case it was clearly the sheriff’s duty to go to the place where the planing-machine was, an levy upon it. He did not do this in the case of these executions, and they were therefore postponed to the execution of Morris L. Hallowell & Co., under which the planing-machine was actually levied upon and sold. The court therefore were right in their charge to the jury. Mr. Fenlon was a competent witness, and the court made no error in rejecting the testimony of Mr. Linton,\ncontained in the auditor’s report.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "R. L. Johnston and William Kittell, for plaintiffs in error.",
      "A. Koeplin, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Linton et al. versus The Commonwealth ex rel. Ford et al.\nWhat constitutes a valid levy. — Attorney when a competent witness for • client.\n1. To constitute a valid levy under an execution, the property levied must be in tbe power or the view of the sheriff at the time it is made.\n2. Where executions, placed in a sheriff’s hands and levied upon articles named to him by the plaintiff’s attorney, and not upon the articles themselves, which were not in the power or view of the sheriff', but several miles distant, were postponed to a subsequent execution under which the articles were actually levied upon the ground where they were, he is responsible to such prior execution-creditors for the amount realized by the subsequent execution-creditors.\n3. In an action upon the sheriff’s official bond by the prior execution-creditors, their attorney is a competent witness in their behalf: but the testimony of the sheriff, as taken by the auditor appointed to distribute proceeds of sheriff’s sale, and returned with his report, is not admissible on the part of the defendants.\nError to the Common Pleas of Cambria county.\nThis was an. action, in tbe name of tbe Commonwealth on tbe relation of Thomas Duncan, Peter Ford, A. H. Rosenheimer & Brooks, and Mrs. Sarah Duncan, against Robert P. Linton, John S. Buchanan, and David Williams, and was founded on the bond given by Robert P. Linton, as sheriff of Cambria county, upon the allegation of a failure on the part of the sheriff properly to execute their respective executions placed in his hands, upon judgments in their favour against one George McCann.\nA writ of fieri facias was issued upon a judgment in favour of Francis Christy, endorsee of J. T. Christy, against the said George McCann, to No. 103, September Term 1859, returnable the first Monday (5th day) of September 1859, and placed in the sheriff’s hands on the 25th July 1859..\nOn the 29th August 1859, four other writs of fieri facias were issued and placed in the hands of the sheriff, one at the suit of Thomas Duncan, one at the suit of Peter Ford, one at the suit of A. H. Rosenheimer & Brooks, and the other at the suit of Mrs. Sarah Duncan, Nos. 217, 218, 219, and 220, to September Term 1859 respectively, returnable tbe first Monday (5th day) of September Term 1859; upon which the sheriff endorsed the following levy: “ August 29th 1859, levied on a planing-machine, with all the'fixtures thereto belonging, as the property of George McCann. The above levy given in by John Fenlon, Esq., at Ebensburg.” On the same day (also at Ebensburg) the sheriff endorsed the same levy on the writ in favour of Francis Christy. On the 5th day of September 1859, a writ of fieri facias, at the suit of Morris L. Hallowell & Co., against the same defendant, was issued to No. 1, December Term 1859, and placed in the sheriff’s hands on said day, at 7 o’clock A. M., on which, on the 19th day of the same month, the said sheriff made a levy {inter alia) of the said “ planing-machine, with all the fixtures thereto belonging,” being at the time where the property was (about sixteen miles from Ebensburg), and having it in view. - On the 19th of September, the sheriff advertised the property, and sold the “planing-machine” on the 28th September 1859, for $500.\nAfter the sheriff had made return of the above writs, an auditor was appointed to make distribution of the proceeds, who reported the proceeds to the writ in favour of Morris L. Hallowell & Co., first satisfying (with the consent of the attorney for Hallowell & Co.) the writ in favour of'Christy; to which .report exceptions were filed, argued, and overruled by the court, and the report confirmed, which decree, on an appeal to the Supreme Court, was affirmed. See Duncan’s Appeal, 1 Wright 500.\nThis action was then brought on the sheriff’s bond as above stated.\nOn the trial, the plaintiff called John Fenlon, Esq., the attorney by whom the execution was sued out, as a witness, who was objected to by defendants as incompetent to testify to facts which would contradict or vary the return of the sheriff, as given in evidence by the plaintiffs; and also on the ground of interest, being liable over to his clients; but the court below overruled the objection.\nThe defendants, as part of their defence, offered the testimony of Robert P. Linton, taken by the auditor and filed with his report. This was objected to by the plaintiffs, on the ground that it was no part of the record, that it would be permitting a party to testify in his own case, and because also the sheriff was interested from the time the levy was made; which objections were sustained by the court.\nThe court below (Taylor, P. J.) instructed the jury as follows :—\n“ Taking the sheriff’s return on the writs — that the levy was given to him by Mr. Fenlon, the counsel of the plaintiffs in the executions in Ebensburg — as true, and it is so to be taken primá facie in his favour, and throwing out of view entirely the testimony of Mr. Fenlon, which does not conflict materially with the return, we are constrained to the conclusion that the defendant failed to perform his duty in the execution of the writs, in consequence of which the subsequent executions of Morris L. Hallo-well & Co. took the fund, which would otherwise have been appropriated to the executions of the parties suggested as plaintiffs on the record. If the levy was given to him elsewhere, it was his duty .to go and enter it in view of the property. He failed to do so, and the writs were postponed. This fixes his liability.\n“ The fund appropriated to the execution of Morris L. Hallo-well & Co. was $420.99. This sum, had their writs been duly executed, would have been appropriated pro rata to the executions of Thomas Duncan, Peter Ford, A. H. Rosenheimer & Brooks, and Sarah Duncan. Each of these parties would consequently be entitled to the amount which would have been appropriated to his or her execution, if the sheriff had done his duty, with interest from the final decree of the appropriation. But the executions of Thomas and Sarah Duncan having since been paid, as it has been shown, they have no claim, and are not entitled to recover.\n“ The pro rata share of Rosenheimer & Brooks would\nhave been, as it is agreed ..... $120.84 “ Interest from 28th January 1861 . . . 17.04\n$137.38\n“ The pro rata share of Peter Ford would have been . $109.18 “Interest from the same time .... 15.46\n$124.64\n“ We instruct you then, gentlemen, to find for the plaintiff, the Commonwealth, the penalty of the bond; and if these calculations are correct — and we understand their accuracy to be assented and agreed to — to find for\n“A. H. Rosenheimer & Brooks .... $137.38 “ And for Peter Ford...... 124.64.”\nThere was a verdict and judgment accordingly. Whereupon this writ'was sued out, and the admission of John Fenlon, Esq., as a witness, the rejection of the testimony of R. P. Linton, as reported by the auditor, and the instruction of the court below to the jury that “ if the levy was given to the sheriff elsewhere, it was his duty to go and enter it in view of the property,” were assigned for error.\nR. L. Johnston and William Kittell, for plaintiffs in error.\nA. Koeplin, for defendants in error."
  },
  "file_name": "0294-01",
  "first_page_order": 294,
  "last_page_order": 297
}
