{
  "id": 420598,
  "name": "Burk versus Gleason et al.",
  "name_abbreviation": "Burk v. Gleason",
  "decision_date": "1863-11-17",
  "docket_number": "",
  "first_page": "297",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 297"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 510,
    "char_count": 11065,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 2.986702619381066e-07,
      "percentile": 0.8514011820766384
    },
    "sha256": "c5dee4b87217c77ad489c8b0dfe33d7d90a4cc83ffbe3a1ef110d05efaa168f5",
    "simhash": "1:e2cafef7ca462a1d",
    "word_count": 1940
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented."
    ],
    "parties": [
      "Burk versus Gleason et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 17th 1863, by\nWoodward, J.\nWe have had some difficulty in agreeing which decree of the court below should control the other— whether that which was made in favour of the widow, on the 11th June 1861, or that which was made in favour of the heirs, on the 28th of the same month ? And if neither was to be impeached in this collateral action, then how Avere the respective titles to be tried ?\nBut there is a point in the case on which it may be ruled, Avithout touching those ugly questions. William Burk died in 1854. His widow, without administering, converted what personalty there Avas, and left the country. We next hear of her in 1861, when she returned with her present husband, Gleason, to except to the proceedings in partition, and to institute an administration and proceedings, under the Widow’s LaAY of April 14th 1851, Purd. 281.\nThat act was passed for the benefit of the “ widow or children of any decedent.” Burk left no children. Was Mrs. Gleason his “widow,” within the spirit and meaning of the act? We think she was not. If she meant to assert her rights of widowhood, she should have done it in a reasonable time, after her husband’s death — in the forms of a legal administration — and whilst she was a widow indeed. To delay her claim seven years, and then to prosecute it through a second husband, would be an application of the statute which was not intended, and cannot be permitted. If any widow could be permitted to come in under this statute, after a second marriage, the laches of this widow was gross enough to postpone her.\nIt follows from this, that the proceeding for appraising and settling over the real estate to her, was utterly null and void.\nThe letters of administration were properly issued to her husband, but the court had no jurisdiction of'the statutory proceeding against the real estate. Of course she and her husband showed no right to the possession of the premises, and should have been turned out.\nThe judgment is reversed, and a venire facias de novo is awarded.\nThompson, J., dissented.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "R. L. Johnson, for plaintiff, argued",
      "William, Kittell and Philip S. Noon, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Burk versus Gleason et al.\nWidows’ Exemption Act of April 14th 1851.— Glaim of widow must be promptly made. — Laches, when a bar. — Effect of second marriage.\n■ 1. A widow who claims her statutory allowance under the Act of April 14th 1851, must make her claim within a reasonable time after her husband's death: she cannot claim it, after the lapse of several years and a second marriage.\n2. A wife, after the death of her husband, intestate and without issue; converted the personalty, removed, married, and returning, several years after the death of her first husband, claimed through her second husband as his administrator, a lot of his land, as part of her statutory allowance as his widow, which was appraised and set apart to her: in an action of ejectment by a brother of the decedent, who had accepted the land, in partition, it was Held, that the proceedings in the appraisement and settlement of the lot upon the claimant were null and void, and passed to her no title therein.\n3. Whether the marriage of a widow is a bar to her claim under the act, not decided.\nEkroe, to the Common Pleas of Cambria county.\nThis was an action of ejectment, by Josiah O. Burk against Jeremiah Gleason and Michael Gleason, for a tract of land in Summerhill township, Cambria county.\nBoth parties claimed under William Burk, deceased. The widow, Margaret, intermarried with Jeremiah Gleason, one of the defendants, was, with her husband, at the institution of the suit, in possession of the land in controversy, and his defence rested on her title or right of possession. The plaintiff was a brother of deceased.\nWilliam Burk died in 1854, seised of the land in controversy, leaving his widow, Margaret, but no children. He left, however, several sisters and brothers, of whom Josiah C. Burk was one.\nAfter Burk’s death, his widow retained and sold his personal property for about $100, a considerable portion of which was applied in the payment of his debts, funeral expenses, and taxes.\nShe soon afterward left the place and the county, and returned to it about four years afterward, having in the mean time married Jeremiah Gleason.\nOn the 3d of December 1860, upon the petition of the plaintiff, an inquest was awarded by the Orphans’ Court, to make partition or valuation of the real estate of William Burk. An inquisition was returned on the 6th of March 1861, and confirmed nisi. On the 11th of March 1861, exceptions were filed for the widow, which, on the 28th of June 1861, were withdrawn, and the inquisition confirmed absolutely. On the 3d of December 1861, the real estate, in consummation of these proceedings, was decreed to Josiah C. Burk. And this record, with the other facts stated, was the plaintiff’s case, and the ground upon which he sought to recover the possession.\nFor the defence it was shown that letters of administration were issued upon the estate of William Burk, on the 1st of April 1861, and that upon the claim of the widow, under the Act of 14th April 1851, the administrator, on the 8th April 1861, caused an appraisement of'the real estate of William Burk to be made for her benefit, which was returned to the court, approved and ordered to be filed, on the 10th of June 1861. The appraisement was $225, and upon this the defence was rested.\nETo notice of these proceedings was given to the heirs of William Burk.\nThe plaintiff requested the court to charge the jury:—\n1. That the benefit of the Exemption Law of 1851 is made and intended for the widow and children of the decedent; and such widow is not entitled to its provisions after she has become the wife of another.\n2. The brothers and sisters of William Burk, being his nearest relatives, are his heirs at law, and succeeded to his title immediately upon his death; and the title so acquired could only be divested by a claim of the widow for her $300, in the usual manner, and within a reasonable time.\n3. The lapse of six or seven years was not a reasonable time, and she is postponed because of her own laches.\n4. The widow having retained the personal property of her husband, without administration and without appraisement, cannot, after a lapse of six or seven years, claim her $300 out of the real estate.\n5. There being no personal property, and no debts in 1860, the heirs at law had no right or power to administer, and could only proceed by partition.\n6. The widow, whose peculiar province it was to administer, having refused or neglected to do so, until more than six years after her husband’s death, and until proceedings in partition have been commenced by the heirs at law, cannot afterward raise an administration to their prejudice.\n7. That on confirmation of the partition on the 6th of March 1861, the title became complete, and conld not afterward be defeated by any claim of the widow.\n8. The filing of exceptions by the widow was a fraud upon the court, inasmuch as it postponed a decree of the court until an adverse title could be procured by the widow.\n9. The appraisement of the real estate for the widow, and its approval by the court, without any notice to the heirs at law, is void as to them, and confers no title on the defendant.\n10. The former widow having participated in the proceedings in partition, is estopped from denying their validity, or contesting the title obtained under them.\n11. The former widow having filed exceptions to the return of the inquest of partition, and prevented its confirmation, cannot afterward take advantage of the delay caused by her own acts ; and the confirmation of the partition will be held, so far as she is concerned, to be made as of the day when it would have been made, in the absence of her exceptions.\n12. The withdrawal of the exceptions by the widow, and her acquiescence in the decree of the court, was a waiver of her rights under the appraisement, and_an .aequiescnce.in the title of the plaintiff, which estops her from contesting it now.\n13. The conduct of the widow in procuring an appraisement for her benefit, to be confirmed ex parte by the court, while proceedings in partition in which she was a party were pending, was a fraud upon the court, and gives no validity to a title so acquired.\nThe court below (Taylor, P. J.) negatived the plaintiff’s points, and directed the jury to find in favour of the defendants; which was the error assigned here by the plaintiff.\nR. L. Johnson, for plaintiff, argued\n1. That the wife of Jeremiah Gleason, the defendant, seven years after the death of her first husband, and three years after her marriage to another husband, could not claim the benefit of the $300 law, out of her former husband’s estate, as she was not, at the time of the claim, his widow.\n2. That the widow of William Burk, after her disposition of her husband’s property without administration, and neglecting to assert any claim to his real estate for seven years, and until proceedings had been instituted in partition by the heirs at law, could not proceed, under the Exemption Law, to divest the title by descent, which had been east upon the heirs at law.\n3. That the appraisement of the real estate to Mrs. Gleason, by her husband, the administrator, and its approval by the court, without any notice to,- or appearance for, the heirs at law, is not an adjudication of the same to her, under the constitution and laws of Pennsylvania.\n4. That the filing of exceptions to the proceedings in partition, and arresting proceedings until an ex parte title was procured for herself, was a fraud upon the court, and conferred no title upon the party committing it, as against the parties defrauded by it.\n5. That the widow having participated in the proceedings in partition, and afterward withdrawn her objections to its confirmation, by virtue of which she received her dower at law, is estopped from controverting the title so established.\nWilliam, Kittell and Philip S. Noon, for defendants in error,\nsubmitted that the appraisement having been regularly made, and in the usual manner, in accordance with the rules of court, and confirmed without objection, the case came clearly within the doctrine laid down in Runyan’s Appeal, 3.Casey 121. The appraisement was confirmed on the 11th day of June 1861, and the inquisition on the 28th of the same month. By the approval of the appraisement, the land became “ the widow’s property absolutelyit was “ a judgment in rem, which determined for ever the state of a thing, and was binding upon all the world;” it was “an adjudication of the property” to the widow. That the regularity and legality of the approval could not be collaterally inquired into; if it be irregular or illegal, it could only be reached by an application to the court to strike it off, and that while it remained on the'record, it was “binding upon all the world.” If sufficient notice of the application were not given, that would be a reason for striking off the approval; but none whatever, while it remained upon the record, for treating it as a nullity."
  },
  "file_name": "0297-01",
  "first_page_order": 297,
  "last_page_order": 301
}
