{
  "id": 420667,
  "name": "The Merchants' and Manufacturers' Bank of Pittsburgh versus Watson",
  "name_abbreviation": "Merchants' & Manufacturers' Bank v. Watson",
  "decision_date": "1863-11-02",
  "docket_number": "",
  "first_page": "310",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 666,
    "char_count": 16245,
    "ocr_confidence": 0.448,
    "sha256": "0eee03c4d91bfc4902c14117b9531d560cc95893331c9df6d6254fe5cf2aff8f",
    "simhash": "1:b182cf248607b118",
    "word_count": 2819
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Merchants’ and Manufacturers’ Bank of Pittsburgh versus Watson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 2d 1863, by\nThompson, J.\nWe think the learned judge of the District Court was entirely accurate in his charge in this case, on the subject of the Statute of Limitations. The liability of the defendant, as endorser of Woods’ paper, was fixed when it matured and was protested for non-payment. The last of the bills fell due and was protested about the middle of February 1855. At that time the plaintiffs’ right of action accrued, and of course, at the same instant, the Statute of Limitations commenced to run in favour of the defendant. The plaintiffs voluntarily fore-bore suit against him for over six years, and now, in answer to the plea of the statute, claim that within six years he has made such an acknowledgment of the debt, by part payment, as will defeat the bar of the statute. We think the proof falls far short of this. All his acts and alleged payments were as trustee, appointed by the plaintiffs and certain other judgment-creditors. By agreement of their creditors, he and another were appointed agents and trustees to turn the property of Woods into money, and deposit it with the plaintiffs. They had no power to distribute the fund, or pay off debts with it. When the money was collected, the agreement between the creditors appropriated it. They did collect and deposit what they collected, and that exhausted their power. It is idle to call such a transaction as this a payment on account of bills endorsed by the defendant, although the judgment of the plaintiffs was constituted of the bills endorsed, by Mm, and given to secure Mm against eventual liability. The money collected was not Ms money, nor was it a payment by Mm; it was a deposit by Mm and another jointly, in their character as trustees, leaving the application of the proceeds to the creditors.\nAs well might it be contended, that a sheriff or constable, collecting and paying over money under similar circumstances, ought to be presumed to act in a private capacity, although their only authority is public and official; a position which could not be maintained for a moment to the extent of holding either in a private relation, by acts done in a public capacity. The principle is the same in the ease of the defendant; the origin of his power is the only difference between his and the supposed case.\nThere was nothing in the arrangement by which Watson became trustee, that obliged the plaintiffs to await the settlement of the trustees’ account before suing him as endorser. It was the drawers’ assets that he was assisting to collect, and which were in part to go towards a debt he was liable for as endorser. As all parties to the bills were liable to be sued, when default was made by the drawers, forbearing suit to try the experiment of collection from any one, did not suspend the statute as to others liable. In this case it was the voluntary choice of the plaintiffs, and they must abide by the rights which have sprung up as a consequence in favour of the defendant. The statute was an effectual defence for Mm under the circumstances of this case, and\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Kirkpatrick §• Mellon, with whom was Q. B. M. Smith, for plaintiff in error.",
      "Bruce $ Kegly, for defendant."
    ],
    "corrections": "",
    "head_matter": "The Merchants’ and Manufacturers’ Bank of Pittsburgh versus Watson.\nActs and declarations of a person in a fiduciary capacity not binding on him individually.\n1. Where an endorse^ of the paper, of insolvent debtors accepted the position of trustee to collect their assets and pay over proceeds to their creditors, and as such paid over to the holders of notes endorsed by him, sums of money on account of their claim, such payments were held not to be an acknowledgment of the debt, so as to take their claim against him out of the Statute of Limitations.\n2. Hence where the holders of the notes allowed more than six years from\nmaturity to pass before bringing suit against the endorser, and the only payments made by him on account thereof were made as trustee for creditors, and not on his individual account, the Statute of Limitations was held a bar1 to the action. ,\nError to the District Court of Allegheny county.\nThis was an action of assumpsit, brought December 18th 1861, by The Merchants’ and Manufacturers’ Bank of Pittsburgh against Robert Watson, to recover the sum of $14,716.16, being the principal and interest of five bills of exchange, drawn by A. & A. Wood, of Pittsburgh, on A. & A. Wood & Co., of St. Louis, three of them to the order of the defendant, and two of them to .the order of Greorge Howarth, but all of which were endorsed by the defendant, and accepted by A. & A. W7ood & Co., at four months, viz.: August 23d 1854; September 14th 1854; September 22d 1854; September 23d 1854, and October 10th 1854.\nThe declaration was upon these bills, with the common counts, to which the defendant pleaded non assumpsit, and non assumpsit infra sex annos.\nThe drawers of the bills, who were doing business as brewers in the city of Pittsburgh, and for whose benefit the bills had been discounted, being about to fail, early in 1855 and at about the same time confessed four judgments, one to Robert Watson for $13,000, one to Joseph Spencer for $5251, another to Joseph Spencer for $3000, and one to Charles H. Morledge for $13,647:\nThe judgment in favour of Robert Watson was by him assigned to the bank as security for the paper of A. & A. Wood, endorsed by him, and discounted and held by the bank. Executions were issued upon the four judgments mentioned, and placed in the hands of the sheriff, at or about the same time, by virtue of which levies were made upon the personal property of A. & A. Wood, the defendants therein.\nFor the purpose of settling the disputes and controversies which had arisen among the plaintiffs in the executions, and to increase as much as possible the fund to be distributed, the four judgment-creditors entered into the arrangement set forth in the following agreement:—\n“Memorandum of agreement made, entered into, and concluded the 19th day of February, A. D. 1855, between the Merchants’ and Manufacturers’ Bank of Pittsburgh, of the first part, and Joseph Spencer, of the second part, and Charles' H. Morledge for himself, and those for whose use he holds judgment, No. 684, January Term 1855, of the third part. Whereas, the said parties to these presents are, respectively, judgment and execution creditors of A. & A. Wood, in the cases and for the amounts above mentioned and set forth; and whereas, disputes and controversies have arisen between said parties as to the application and appropriation of the proceeds of the sheriff’s sales (when made) of the property of the said A. & A. Wood to and among the said judgments and executions above mentioned: Now, for the purpose of compromising and settling all disputes and controversies between said parties, and'for the purpose of causing the largest practicable amount to be realized out of the sales of said A. & A. Wood’s property as aforesaid, for the joint use, interest, and benefit of the plaintiffs in the several judgments and executions aforesaid, these presents witness that the said parties have agreed, and by these presents do severally and mutually agree to, with, amongst, and between themselves as follows, that is to say: that the proceeds of the sales of all and singular the property of the said A. & A. Wood, real, personal, and mixed, of whatsoever kind and wheresoever situate, bound by the liens of said judgments or executions, or either or any of them, and applicable to said judgments or executions, or either or any of them, upon whatever writ or writs the same may or shall be sold, shall be applied, distributed, and appropriated to and amongst the said judgments and executions hereinbefore mentioned and set forth, without preference or discrimination, pro rata, according to the amounts of said judgments respectively. And it is hereby further concluded and agreed upon by and between the said parties to these presents, that in order to realize the most out of the said sales of the said A. & A. Wood’s property as aforesaid, for the joint interest and benefit of the said parties to these presents as aforesaid, Joseph Spencer and Robert Watson, both of the city of Pittsburgh, be and they are hereby appointed joint agents and trustees on behalf of said parties to attend said sales, and bid upon and purchase in all or any of the said property at said sales, if in their joint opinion and judgment the same should not be bid up to its proper value by other persons.\n“ And it is hereby further agreed upon and fully understood by and between said parties to these presents, that the said Spencer & Watson shall, immediately after said sale or sales, take, have, and keep the joint possession of any and all of the said property so to be bid in and purchased by them for the joint benefit and interest of the said parties to these presents, as aforesaid, and shall at such time or times, and in such manner, either at public or private sale, as in their joint opinión and judgment they shall deem best, jointly make sale and sales of said property, and deposit the proceeds thereof (whether cash or time notes) in the Merchants’ and Manufacturers’ Bank, to their joint credit as agents and trustees as aforesaid. And it is further agreed by and between the said parties to these presents, that in case any of the said property so to be bid in and purchased at sheriff’s sale, as aforesaid, by the said Spencer & Watson, shall consist of stock in an unfinished state, requiring, in the joint opinion and judgment of the said Spencer & Watson, a further process of manufacture to fit and prepare the same for sale in the market to the best advantage, then, and in such case, and as to such part of said property, the said Spencer & Watson shall be and they are hereby authorized and empowered, jointly to proceed and cause the same to be properly manufactured and finished fit for sale in the market as aforesaid; and the proceeds thereof, when sold as aforesaid, shall he deposited in.the said Merchants’ and Manufacturers’ Bank as aforesaid. And after deducting out of the joint funds and effects so to be realized as aforesaid, a just and reasonable compensation for the services of the said Spencer & Watson, and the necessary expenses they shall incur in carrying out and performing the duties hereinbefore required of them, all the rest and residue shall be applied, distributed, and appropriated, from time to time, as the same shall accumulate, to and amongst the said parties to these presents, or their assigns, pro rata as aforesaid, according to the amounts of their said judgments respectively as aforesaid. And it is also further agreed by and between the said parties to these presents, that in case the sheriff shall require the purchase-money (in whole or in part) of the property so to be bid in and purchased by the said Spencer & Watson as aforesaid, to be paid down, or shall demand and require any securities or indemnities for applying the same to the said judgments and executions, according to the provisions of this agreement, then and in such case said moneys shall be advanced, and said securities or indemnities shall be furnished and procured by the said parties respectively, in proportion to the amounts of their said judgments respectively.\n“In testimony whereof the said parties have hereunto respectively subscribed their names-.”\nThe trustees named in the agreement signified their acceptance of the trust by the following endorsement thereupon:—\n“We do hereby accept of the agency and trust within mentioned, and agree to perform the duties therein required of us.\n“ Joseph Spencer.\n“ R. Watson.\n“Pittsburgh, February 19th 1855.”\nRobert Watson and George Howarth, the endorser upon the paper in the suit, gave their assent to the arrangement entered into by the beneficial plaintiffs in the execution, by the following agreement, which was attached to the instrument above given:—\n“The undersigned being endorsers on the paper of A. k A. Wood, held by the Merchants’ and Manufacturers’ Bank, and covered in whole or in part by the said judgment in No. 44 of April Term in 1855, do hereby consent and agree to the within and foregoing arrangement. “ R. Watson.\n“February 19th 1855. “ George Howarth.”\nSpencer & Watson proceeded to discharge their duties under the trust. They purchased in the property of A. & A. Wood, and took charge of it. To some extent they realized out of it, and paid over to the bank, from time to time, some $3402.79, which amount was applied to the payment in full of one of the six bills of exchange for $2000, which the bank held, and the remainder thereof was applied as credits on account of principal and interest upon the remaining five bills of exchange, those now in controversy.\nThere was no evidence given upon the trial of the cause below that Spencer & Watson had filed an account of their trust, or settled it in any way; but it was alleged that the same remained unsettled.\nThe latest pf the bills of exchange became due and was pro tested for non-payment February 13th 1855; and the bank, after waiting over six years for Spencer & Watson to settle up the trust, and having received but a small portion of the indebtedness, brought this suit upon the bills of exchange remaining unpaid December 18th 1861 against Watson, one of the trustees, as endorser.\nfi^he defence interposed to the recovery of the plaintiff was the Statute of Limitations, which plea the plaintiff sought to avoid by giving in evidence proof of payment upon the bills by Watson, and also the stipulation enterod into by him and Howarth, in connection with the agreement given above.\nIn regard to the first bill, upon which there was a credit of $608.84, it was alleged by the plaintiff, and proven, that that payment was made September 4th 1857, and it was sought to be proven that the payment was made by Watson out of his individual funds. On the part of the defendant, however, it was alleged that the payment was made by Watson, as trustee, under the agreement of February 19th 1855, and out of the trust funds, and that it did not, therefore, operate to take that bill out of the statute. The counsel for the plaintiff also contended, on the trial below;\n1. That the acceptance of the trust created by the agreement of February 19th 1855, in connection with the stipulation endorsed thereon by Watson & Howarth, prevented the running of the statute; and,\n2. That payments upon the account of the bills, either as principal or interest, made by Watson, even as trustee, and out of the trust funds, took the bills out of the statute.\nUpon these points the court below (Hampton, J.) charged against the plaintiff, and the jury having found the questions 'of fact left to them, in the same direction, returned a verdict for the defendant.\nThis writ was then sued out by the plaintiff, who averred here,\nI. The court erred in their answer to the 5th point put by the plaintiff’s counsel, which was as follows:\n“ That under the agreement given in evidence creating the trust, assented to and accepted by the defendant, the statute did not begin to run until after the trust was closed.”\nAnswer. — “ In regard to the first proposition, I am of opinion that the agreements of the 19th February 1855 did not prevent the running of the statute, and therefore the law is with the defendant on that point.”\nII. The court erred- in their answer to the 4th point put by plaintiff’s counsel, which was as follows, to wit:\n“ 4. A payment by Robert Watson, trustee, on the drafts sued upon, within six years of the bringing of the suit, is to all intents and purposes a payment by Robert Watson, endorser upon the drafts sued upon, and the effect to take the case out of the statute is the same in either case.”\nAnswer. — “ If the payments were made out of the trust fund alone, and in pursuance of the agreement and terms of the trust, as the evidence would seem to show, but that fact is submitted to the jury, those payments would not be such an acknowledgment of the debt and promise to pay by the defendant as would prevent the operation of the statute, and therefore the law is with the defendant on this point.”\nKirkpatrick §• Mellon, with whom was Q. B. M. Smith, for plaintiff in error.\nBruce $ Kegly, for defendant."
  },
  "file_name": "0310-01",
  "first_page_order": 310,
  "last_page_order": 316
}
