{
  "id": 420682,
  "name": "Allison versus Allison",
  "name_abbreviation": "Allison v. Allison",
  "decision_date": "1863-11-12",
  "docket_number": "",
  "first_page": "321",
  "last_page": "323",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 321"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 297,
    "char_count": 4743,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 2.618960931806326e-07,
      "percentile": 0.821133780386424
    },
    "sha256": "75e93de1f005f4855a1fb64933fb14a12ab9e44ed6c606828274d893a989aebd",
    "simhash": "1:f1ec9ca63c90afbd",
    "word_count": 833
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Allison versus Allison."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 12th 1863, by\nThompson, J.\nWe think the learned judge of the Common Pleas decided rightly, when he held the application for an issue in this case too late. It was made just as the court were about to determine the case on the proofs taken before a commissioner, to whose appointment the appellant had assented, and before whom he appeared when the testimony was taken. The party had a right to an issue to try disputed facts, but he was bound to exercise his right reasonably and with vigilance. The taking of testimony before a commissioner was a step in a hearing before the court also. I will not say that after that, the party might not be entitled to an issue. But if anything appeared in the course of the testimony which made an issue desirable, he ought at once to have withdrawn, giving the opposite party notice of his intention to apply, and make his application to the court at the earliest possible moment thereafter. If, on the contrary, a party be in court by appearance, or there is a service on him, and he makes no application for an issue until after the testimony has been taken, and the court is about to determine the case, it is too late then to demand an issue. Expense of testimony having been incurred in a regular course of proceeding, to postpone the determination then, would be to incur new expense, and to produce injurious delays oftentimes. The appellant here was too late in his application, in view of the facts of the case, and the decree of the Common Pleas is\nAffirmed at the costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Banks Coleman (with whom was H. W. Wier), for appellant.",
      "A. W. Taylor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Allison versus Allison.\nIssue in divorce case, when to he applied for.\nA party to a libel for' divorce is entitled to an issue for tlie trial of disputed facts, if he exercise his right reasonably and with vigilance: but where the respondent's answer concludes with a verification and not to the country, and no issue is asked until after the report of the commissioners appointed with the assent of both parties, and when the court were about to make a final decree, the application is too late, and the refusal to award the issue is not error.\nAppeal from the Common Pleas of Indiana county.\nThis was an appeal by Alexander M. Allison from the decree of the Common Pleas refusing to award an issue to try certain disputed facts in a proceeding commenced by his wife, Isabella, for a divorce a mensa et thoro, with alimony.\nThe case was this: — On the 13th of May 1862, Isabella Allison, by her next friend, William Blair, preferred a libel against her husband, Alexander M. Allison, for divorce from bed and board, with alimony, &c., upon which a subpoena was regularly awarded, issued, and served. On the 22d September 1862, Alexander M. Allison filed his answer, in which he admitted the marriage and cohabitation as alleged in the petition, but denied abuse or ill treatment, and alleged that the libellant had no just cause or provocation to withdraw from his house and family, concluding with a verification, and not to the country, and without asking for an issue. On the 27th day of the same month, the court appointed Gr. P. Reed, Esq., commissioner to take testimony on ten days’ notice. This appointment was made in open court, in the presence of the counsel of both of the parties, and with their assent. By agreement in writing, dated January 15th 1863, A. W. Taylor, attorney for libellant, and Banks ^ Coleman, attorneys for respondent, agreed “that the testimony be taken before the commissioner, at his oflSce in the borough of Indiana, on Monday, the 2d day of February 1863, commencing at one o’clock p. m. of said day, without further notice to either party.” In pursuance whereof, the parties, with their counsel, attended before the commissioner from day to day (all parties consenting to the times of adjournment and meeting), and examined and cross-examined the witnesses produced by either party. The commissioner, on the 1st April 1863, reported the testimony to the court. On the 4th April 1863, upon the court being called upon to make a final decree, the respondent, by his counsel, requested an issue to try the facts alleged in the petition and answer. This request was refused by the court, upon the ground that “ the defendant filed no response concluding to the country, nor did he ask an issue, but consented to the appointment of a commissioner, and attending in the taking of testimony, incurring the expense, thus making his election that the matter should be heard and decided by the court.” On the same day, in due form, the court ordered and decreed a divorce from bed and board, with alimony, &c.; which was the error assigned.\nBanks Coleman (with whom was H. W. Wier), for appellant.\nA. W. Taylor, for appellee."
  },
  "file_name": "0321-01",
  "first_page_order": 321,
  "last_page_order": 323
}
