{
  "id": 420624,
  "name": "Hammer & Dauler versus McEldowney",
  "name_abbreviation": "Hammer & Dauler v. McEldowney",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "334",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 334"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 458,
    "char_count": 8800,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 6.956387495832737e-07,
      "percentile": 0.9653396781047853
    },
    "sha256": "f5888f6e1b4e196224767065a04299771236940549c3bed4a0961371bd8e61da",
    "simhash": "1:18664fb4842ffefa",
    "word_count": 1511
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hammer & Dauler versus McEldowney."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThis is a bill in equity praying for the specific execution of an alleged contract for “the sale of the houses on Smithfield street,” without any designation of the houses where situate on the street mentioned, of what size, dimensions, or material, or the area of ground to be embraced, and without in fact disclosing to whom they belonged at the date of the alleged contract, excepting as it might be inferred by the receipt of the respondent for $20, in part payment of the purchase-money.\nIt is a settled rule in equity, that the specific performance of a contract will not be decreed unless its terms are clear and capable of ascertainment from the instrument itself: Story’s Eq. Juris. § 767. So courts of equity will not ordinarily entertain bills for the specific execution of contracts with variations or additions, or new terms to be made and introduced into them by parol: Id. 770. It requires no argument or illustration to bring this imperfect or indefinite contract within these rules. It is open and apparent upon its face that it requires much aid from parol evidence to perfect it, besides, nothing whatever was done towards its completion but the payment of $20, when the contract, if contract it be, was made.\nThere was no hardship in the case upon which a chancellor might pause, excepting only the handing over the trifle of money mentioned, and this would not necessarily be lost by a failure of the remedy invoked. The complainant will have his remedy at law to recover whatever damages he may be entitled to ; an item of which will probably be the money paid. We think the plaintiff’s bill presented no ground for the relief sought in equity.\nWe are also of opinion that the general demurrer of the respondent should not have been overruled. It is a rule of pleading in equity, that a demurrer lies, where the objection to the bill is apparent on the face of it, or from the defects of its frame, or in the case made by it: Mitf. Eq. PL, by Jeremy, 218; Story’s Eq. Pl. §§ 448, 449, 647. As already stated, the case made by the bill was for the specific execution of a contract for the sale of real estate resting partly in writing and partly in parol. The defence that it was not a case for a decree we think was sufficiently raised by the demurrer.\nAnd now, to wit, November 5th 1863, the decree of the Court of Common Pleas is reversed, and the bill of the complainants, the appellees, is dismissed at their costs.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "David Reed and John H. Hampton, for appellant.",
      "Hamilton $ Acheson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hammer & Dauler versus McEldowney.\nSpecific performance in equity, when proper.— Gertainty required in hill for decree. — Demurrer to hill.\n1. It is a rule in equity that the specific performance of a contract will not be decreed unless its terms are clear and capable of ascertainment from the instrument itself.\n2. Courts of equity will not ordinarily entertain bills for tbe specific execution of contracts with variations or additions, or new terms to be made and introduced into them by parol.\n3. Therefore a contract “ for the sale of the houses on Smithfield street” without any further designation of the situation, size, material of, and area of ground embraced by the houses, and without disclosing to whom they belonged at the data of the alledged contract, will not be enforced by specific execution in equity.”\nAppeal from the Common Pleas of Allegheny county.\nThis was an appeal, by Robert McEldowney, from the decree of the court below, on a bill in equity, filed against him by Charles Gotlieb Hammer and George H. Dauler, to compel the specific performance of an alleged contract for the sale of land.\nThe bill averred that, on December 24th 1862, R. McEldowney was seised to him and his heirs of two contiguous lots, with the appurtenances, situate on the easterly side of Smithfield, near the corner of Smithfield and Seventh streets, in Pittsburgh, containing together on Smithfield street, forty feet, and extending hack one hundred and ten feet to Miltenberger’s alley; on which is erected on the Smithfield street front, two houses now in the occupancy of Joseph Cornfelder and PhilipAViltz, being the only property owned by the defendant on Smithfield street. That the defendant, being desirous to dispose of said estate, entered into an agreement with the complainants, for the sale thereof to them, which agreement was reduced to writing and signed by the defendant, and is in the words and figures following, to wit:—\n“Received from Messrs. Hammer & Dauler, $20, on account of property sold to them, the houses on Smithfield street; the price to be $7800.\n“ R. McEldowney.\n“ December 24th 1862.”\nThat on January 1st 1863, and before the day fixed for completing said agreement, the complainants called upon the defendant and offered to pay him the purchase-money for said premises. That they have repeatedly applied to the defendant, and have requested him specifically to perform his aforesaid contract.\nThe hill then continued—\n“ To the end, therefore, that the said defendant may, if he can, show why your orators should not have the relief hereby prayed, and that the said defendant may be decreed specifically to perform the said contract entered into with jour orators as aforesaid, and to make a good and marketable title to the said premises, your orators being ready and willing, and'hereby specifically offering to perform the said contract on their part, and upon the' said defendant making out a good and marketable title to the said premises, and executing a proper conveyance thereof to your orators, according to the tenor and effect of said contract, to pay to the said defendant the said purchase-money of $7800, or so much thereof.as remains unpaid, and that your orators may have such further and other relief in the premises as to your honours may seem meet, and their case may require,” and concluded with the usual prayer for a subpoena.\nThe defendant demurred to this bill, denying that “ the complainants were in law entitled to the decree prayed for.”\nAt the time of the filing of the bill, viz., January 20th 1863, Joseph Cornfelder and Philip Wiltz were occupants of two houses, fronting on Smithfield street, near Seventh street, in the city of Pittsburgh. The house occupied by Cornfelder is a two-story brick building, extending towards Miltenberger’s alley about fifty-five feet. In the rear of this house, and on the same lot, there is also a three-story brick dwelling fronting on Miltenberger’s alley. These two houses are separated by a yard, and are occupied by different families. Cornfelder never occupied the house fronting on the alley.\nOn the Smithfield street front of the adjoining lot, there is a small house extending back about twenty feet, which was and still is occupied by Philip Wiltz as a meat-shop. This is the only house on the lot which was ever occupied by Wiltz, and he never used any other part of the lot than that portion covered by the house he occupied. In the rear of the house occupied by Wiltz, there is a two-story frame building, and on the alley front of the lot, there is a three-story brick dwelling-house. This house is separated from the two story frame already mentioned, by a vacant space, which is used as a yard by the occupants of the three-story brick house.\nThe demurrer was, after argument, overruled on May 9th 1868, and the defendant allowed to the first Monday of June 1863, to file his answer. No answer having been filed, the counsel for complainants, on June 25th 1863, filed a prceeipe in the office of the prothonotary, that a decree be entered that the bill be taken pro eonfesso, for want of an answer; and on July 6th 1863, the court “ ordered, adjudged, and decreed, that the agreement in the pleadings mentioned, dated the 24th day of December 1862, be specifically performed and carried into execution; • and that the said defendant do, on or before the 13th day of July instant, execute and deliver a good and sufficient deed of conveyance of the premises in the said agreement and pleadings mentioned and described, to the said complainants, their heirs and assigns, in fee simple, clear of all encumbrances, according to the terms of the agreement; and upon the said defendant executing and delivering to the complainants such conveyance of the said premises aforesaid, it is ordered that the claimants pay to the said defendants the sum of $7780, the residue of the purchase-money in said agreement mentioned. And it is further ordered, that the defendants do pay the costs of this suit, to be taxed by the prothonotary of this court. And any of the parties are to be at liberty to apply to the court as occasion shall require.”\nWhich was the error assigned here on this appeal by the respondent.\nDavid Reed and John H. Hampton, for appellant.\nHamilton $ Acheson, for appellees."
  },
  "file_name": "0334-01",
  "first_page_order": 334,
  "last_page_order": 337
}
