{
  "id": 420632,
  "name": "Mickey's Appeal",
  "name_abbreviation": "Mickey's Appeal",
  "decision_date": "1863",
  "docket_number": "",
  "first_page": "337",
  "last_page": "341",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 337"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wh. 575",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 348",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0348-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 12480,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.1811750431069694e-07,
      "percentile": 0.5886764054583877
    },
    "sha256": "9d6091fba7e296c98bf066d1402c1ae2bbee1b2dd04fd790067b8b2e862dacf3",
    "simhash": "1:be26248b5916d5c2",
    "word_count": 2234
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mickey’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nThe bequest to John H. Grim by his wife was conditional. Its enjoyment was to depend upon two contingencies, viz., his remaining unmarried, and refraining from falling into “ drunkenness and revelry.” In case of a breach of either, “ then,” says the codicil, “his said interest is to cease, and my estate to be disposed of as above directed.”\nThis is a plain direction, taken in connection with a preceding provision in the will, that in case of forfeiture, the interest of the legatee should fall into the estate to be disposed of as directed by the testatrix, viz., “ among the heirs of my brothers and sisters.”\nNo doubt these were conditions, and conditions subsequent, which, without a limitation over in case of forfeiture, would not be sufficient to divest the legacy. The law would regard them as directions in terrorem. The cases of Hoopes v. Dundas, 10 Barr 75, Bennett v. Robison, 10 Watts 348, Cassell v. Lovett’s Ex’rs., ll Casey, and numerous other cases in our books, establish this as the rule in regard to legacies. The direction in the codicil, that the legacy to Grim, in case of a failure of the conditions, or either of them, should fall into the corpus of the estate, to be distributed as provided for in the will, was a good limitation over: 3 Wh. 575; 3 Meriv. 118; Rop. on Leg. 551.\nThe only question then in the case is, whether the legacy was forfeited for a breach of either of the conditions. If any fact can be established by testimony, I think the testimony before the court showed, beyond doubt, that the legatee had fallen into a condition of “drunkenness and revelry;” that this was his habit.\nThe idea that the testatrix only meant that he should be no more intemperate than he had been in her lifetime, if intemperate then, is a suggestion in regard to her intentions which we cannot adopt. She evidently intended that her bounty should not be squandered in drunkenness and revelry, and she sought, although in vain, to afford him support in a life of decency and sobriety, and at the same time hoped no doubt to create an incentive to temperance; but for a failure in this respect, her intentions are clearly expressed that the bounty provided for him should go to her own blood relations. It was against drunkenness and its concomitant she was providing, and even if it had been shown that he was a drunkard and reveller in her lifetime, and that he was no worse after her death, it would be equally plain that the condition was broken, and the legacy forfeited. But we are not driven to this, for the evidence greatly preponderates in establishing that he was much more intemperate after the death of his wife than before. It clearly shows that he had grievously fallen into “ drunkenness and revelry.” The court were entirely right, we think, in finding the facts as they did. If it be true, as the testimony seems to show, that the appellant had, before this controversy began, bought from Grim his interest under his wife’s will, no one will sympathize much with him that the forfeiture has fallen on his hands. Such a purchase was both illegal and reprehensible. There was no error in the decree as to costs.\nJudgment affirmed, at costs of the appellant.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. McKennan, Aeheson $g Wilson, for appellant.",
      "Watson, and Montgomery <f* Gibson, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mickey’s Appeal.\nForfeiture for breach of conditional legacy.\nA direction in a will to the effect that in case of a violation of the conditions attached to a legacy given therein it should fall into the corpus of the estate, to be distributed as provided for in the will, held to be a good limitation over, and that the legacy was divested by a breach of the condition.\nAppeal from the Orphans’ Court of Washington county.\nThis was an appeal by William A. Mickey, executor of the last will and testament of Plesze Grim, deceased, from the decree of the Orphans’ Court, in the matter of the legacy bequeathed to the husband of testatrix.\nThe will of Plesze Grim was proved some time in 1855, in which, among other bequests, there was the following:—\n“ Item. It is my will that my nephew, Simeon McCoy, shall have the house and lot on which I now reside, by paying to my beloved husband, John H. Grim, the sum of eighteen dollars per year, during my said husband’s lifetime; it is my will that if my said nephew shall die without heirs, then the said house shall fall back into my estate, to be equally divided among my brothers and sister, or their heirs.\n“Item. It is further my will that my husband shall have one hundred dollars at my decease, and that the balance of my estate be deposited in the hands of W. A. Mickey, Esq. (whom I hereby constitute and appoint to be the executor of this my last will), in trust to be disposed of as hereafter named. That is to say,\nI direct that the interest shall be paid annually (if demanded) to my beloved husband, John H. Grim, during his natural life, and at his decease the principal, after deducting the expense of execution, to be equally divided among the heirs of my brothers and sister, as soon as it can be collected < The legacy of one hundred dollars left to my husband, and interlined, I have done before signing or sealing this my last will.\n“ May 2d 1855. I, the above-named Plesze Grim, do make and constitute this codicil to be a part of my last will and testament.\n“Item. Whereas, I have ordered the interest of my money to be paid to my husband, John H. Grim. I therefore hereby order that should my said husband marry again, or should he fall'into drunkenness and revelry, then his said interest is to cease, and my estate to be disposed of as above directed.\n“Item. I further direct that should my nephew, Simeon McCoy, refuse to take the house and lot as above directed, then my said executor shall sell the said house and lot, and pay to my said nephew the sum of one hundred dollars of the purchase-money, and at the decease of my husband, John II. Grim, the further sum of one hundred dollars, and the balance of the purchase-money to be divided with the rest of my estate.”\nAt the death of his wife John H. Grim was about seventy years of age.\nSome time in 1863, Eliza Gregg, Elizabeth A. Jeffries, Anderson Jeffries, Benjamin Jeffries, Eleanor Jeffries, and James Jeffries, children of Amor Jeffries, who was a brother of Plesze Grim, presented their petition to the Orphans’ Court, setting forth this provision in the will of deceased, that by the account of the executor there was'in the hands of the executor a balance of $599.86; that “since the death of his wife, the said John II. Grim had fallen into habits of drunkenness and revelry, and has continued said habits up to the date of the petition,” by reason whereof his interest in the said legacy had ceased, and that of the petitioners had been established; and praying for “a rule on the executor, with notice to John H. Grim to show cause why a decree should not be made in compliance with the prayer of the petition,” with such other relief, &c.\nTo this petition W. A. Mickey filed an answer, in which the facts set forth in the petition were admitted, as also the intemperate habits of the legatee, but averring that “ his habits are not now, and have not been since the making of the will, worse than they were at that date.”\nThe case was heard in the court below on written evidence, establishing conclusively the intemperate habits of the legatee. That taken by the petitioners before James Moffit, Esq., was objected to on the ground that he had refused to allow the respondent to cross-examine the witnesses, and that the testimony was not reduced to writing by the justice as given by the witnesses themselves; which objections were sustained by proof.\nThe testimony taken at a subsequent time by the petitioners before William Carrol, Esq., was objected to on the ground that James Moffit, Esq., was named as the justice before whom the depositions would be taken, and he had decided, on the former occasion, that the respondent had no right to cross-examine the witnesses; and that therefore he did not attend, and did not cross-examine them.\nFor these reasons the court below was moved to suppress the petitioner’s depositions.\nThe court below (Gilmore, P. J.) filed the following opinion:—\n“ This matter comes before us on petition, answer, and evidence. On consideration of the latter we are all of the opinion that John H. Grim, before the death of his wife, was what it is evident she apprehended he would be after her death. We are also all agreed that after her death his habits of drunkenness and revelry continued to be the same (if not worse) than before her death. How, then, does this codicil operate upon the state of facts ? It is said that if the word ‘ again’ or ‘ continue’ had been used it would have been plain what she meant; but inasmuch as it must be presumed she knew his habits better than any one else, she must have comprehended a worse degree of intemperance than any which had previously existed. We are not of this opinion. This codicil was made but a short time previous to her death, and in view of her speedy dissolution. Her husband was what is called a ‘spreeing man,’ sometimes drunk and then again for a period entirely sober. In this latter state one of the witnesses swore he was about the time of her last illness. The wife was hopeful. At all events we will not suffer her intention to be invaded because she did not think proper in her last moments to drop a word which might have been considered one of reproach, which would make her codicil a kind of a lecture which she did not then feel in the spirit to give.\n“But there are other objections to the making this rule absolute. The condition in this codicil is a subsequent one, and is to be construed with strictness, as it is intended to divest an estate already vested. The rule is, that such a condition in respect to a legacy shall be construed to be a mere declaration in terrorem, unless where there is a limitation over. This, it is argued, is the case here. The fund, it is true, goes into the residuum, but that is not sufficient; there must be an express limitation over. The foundation of the rule itself is spoken of as unreasonable. The consequence is, it will be found to be much modified. Whether a mere residuary bequest amounts to a disposition of the legacy within the rule, has been in practice the subject of considerable doubt. The following distinction is said to be correct. ■ If the testator give no direction for the legacy to fall into the residue, a disposition of that fund cannot be a limitation over of the individual legacy, because it is not permitted to form a part of the residue. On the other hand, if the testator direct the legacy to fall into the residue so that it becomes disposable as part of that estate, such direction will be virtually a limitation over of the particular legacy: 1 Roper on Leg. 556. The same rule was also stated in Lloyd v. Bracton, 3 Meriv. 108, 118, cited and referred to in Roper on Leg., vol. 1, p. 557. How is the legacy limited here, in case it is forfeited under the conditions mentioned in the codicil ? The expression in the codicil is, £ and my estate to be disposed of as above directed,’ referring to the will. There the testatrix says, £ and at his decease the principal, after deducting the expenses of execution, to be equally divided among the heirs of my brothers and sister as soon as it can be conveniently collected together.’ We hold, therefore, that the expression in the codicil, in connection with the residue clause in the will, amounts to a limitation over of the legacy.\n“ Of course the principle which is here stated is not applicable to that part of the fund which is derived from the sale of the real estate, which, after paying the nephew the one hundred dollars, leaves sixty odd dollars, -which constitute a part of this fund, but inasmuch as we decided that the whole sum is forfeited under the condition in the will, it is unnecessary to make the distinction.\n“And now, to wit, November 30th 1863, this rule made absolute at the costs of W. A. Mickey, except the costs of the depositions taken before Squire Moffit, which are not to be taxed.”\nThe case was thereupon removed into this court by the executor, who averred that the court erred in making “the rule absolute at the costs of William A. Mickey, except the costs of the depositions taken before Squire Moffit, which are not to be taxed.”\nW. McKennan, Aeheson $g Wilson, for appellant.\nWatson, and Montgomery <f* Gibson, for appellees."
  },
  "file_name": "0337-01",
  "first_page_order": 337,
  "last_page_order": 341
}
