{
  "id": 420643,
  "name": "Davis et al. versus Davis et al.",
  "name_abbreviation": "Davis v. Davis",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "342",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 342"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 223",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854689
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 664,
    "char_count": 16041,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 8.585751392228159e-08,
      "percentile": 0.48916751517173396
    },
    "sha256": "39ac11d313fa60ecb6eb632121fb718a70629a6412dc1692c3df4a777ed21365",
    "simhash": "1:fe2b043234276a04",
    "word_count": 2881
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Davis et al. versus Davis et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nStrong, J.\nThere can be no doubt that at the time of the death of Archibald Davis, Sr., Mrs. Catharine Davis, his widow, was the owner of the tract of land now in controversy. It had been conveyed to Archibald Davis, Jr., in satisfaction of a legacy bequeathed to Mrs. Catharine Davis by the will of her brother, Dr. Stewart. That grantee, of course, took the land in trust for her. The conveyance to him was not a reduction of the legacy into possession by her husband, nor was it made in pursuance of any purpose to exercise dominion over the legacy for the benefit of the husband. The grantee acted under a power of attorney given to him by the legatee, and so 'far was the husband from asserting his marital rights that he consented the legacy should be collected under her authority, and for her. His rights were expressly waived, and the attorney was directed to pay over the proceeds of the legacy to the wife, for her sole use and benefit. When, therefore, the conveyance was made to Archibald Davis, Jr., as a satisfaction of the legacy, he held in trust for Mrs. Davis, the legatee, and not for her husband, and he subsequently recognised the trust as such. Then the right of the wife ceased to be a mere chose in action, liable to be appropriated by the husband to his own use. Then her right was converted into an ownership of land, and the power of the husband to make it absolutely his was gone. Hannah v. Swarner, 3 W. & S. 223, is a case in point. And when, afterwards, the other joint owners, in consummating what was in effect a partition, conveyed to Archibald Davis, Sr., instead of his wife, he necessarily held for her, and not for himself. The consideration for his title was all hers. The deed to him converted that which had been a tenancy in common into a tenancy in severalty. It could do no more.\nIt is equally clear that nothing in the ease shows such an election by Mrs. Davis, after the death of her husband, to take the benefits given to her by his will, in lieu of the land, as will estop her, or those claiming under her, from setting up her title to it. She could not indeed take a benefit under the will, and defeat the devises given by it. But there is no satisfactory evidence that she ever received the annuity bequeathed to her, or that she intended any act of hers to be an election between her inconsistent rights. There were none such, for the property devised and bequeathed was all hers without the will. Undoubtedly she desired that the land should be held as was directed by her husband’s will, but she took no steps to confirm such a holding. She may have been, and probably was, ignorant of her rights, as was doubtless her husband, yet she seemed to have thought that some writing was necessary to assure the property as it had been devised, and this writing was never made. It was well said by the learned judge of the Common Pleas, that to hold such uncertain proof and circumstances as exist in this ease, an estoppel effective to defeat a title to real estate, would be dangerous in principle, against the analogies and the policy of the law, and in the very teeth of .the spirit of the Statute of Frauds. The case was correctly tried, and we are constrained to affirm the judgment, though its effect unhappily be to defeat an intended family arrangement.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "L. S. McGfuffin, for plaintiffs in error.",
      "L. Taylor, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Davis et al. versus Davis et al.\nLand conveyed to married woman in lieu of legacy is held in trust for her.— Conveyance by trustee to husband of legatee, also in trust.— Effect of devise by husband of land so conveyed.\n1. A grantee of land conveyed to him in satisfaction of a legacy to a married woman, takes it in trust for her: and where he had, in receiving the land for the legacy, acted under a power of attorney, given by the consent of the husband for the collection of the legacy and the payment of the proceeds for her sole use and benefit, the husband cannot, after the conveyance of the land to the trustee, convert it to his own use, as though it were a mere chose in action.\n2. Therefore, where, in pursuance of a family agreement and partition, the joint owners of the tract, conveyed to the husband, the allotment or portion ' which had been received by the trustee of the wife in satisfaction of her legacy, the husband holds the title for her and not for himself: the title is in the wife, and after her death, in her legal representativos.\n3. Where the husband by his will devised the land so held, to four of his children, binding them to pay to his wife an annuity bequeathed to her, and made it a charge upon the land, in ejectment by two of the sons and heirs at law of their mother, to whom none of the land had been devised by the will, there was no evidence that the widow had ever received the 'annuity bequeathed to her, or that she intended any act of hers to be an election between her inconsistent rights, so that she or those claiming under her would be estopped from setting up her title to the land, it was held, that the plaintiffs were entitledjo recover.\nError to the Common Pleas of Lawrence eounty.\nThis was an action of ejectment, by John Davis and Archibald Davis against Robert Davis and William Sterling, for the undivided two-sixths of fifty-eight acres of land in Neshannock township, part of donation tract No. 88.\nThe plaintiffs claimed as heirs at law of Catharine Davis, widow of Archibald Davis.\nThe material facts of the ease were as follows:—\nOn the 27th of February 1787, donation tract No. 88, in the second district, containing three hundred acres, was allotted to Dr. Alexander Stewart, for his services to the state in the war of the Revolution. Dr. Stewart resided in Chambersburg, and was married, but died without issue. On the 31st March 1792, he made his will, and died between that time and the 30th January 1793, when his will was proved. By this will he devised his house and lot in Chambersburg, and the ‘tract of three hundred acres, No. 88, to his wife; and amongst other bequests he gave fifty pounds to his sister Catharine Davis, and to Janet Patterson, another sister, fifty pounds.\nThe widow of Dr. Stewart, having taken out letters of administration on the estate of her husband (the executor declining to act), some time after married Colonel Jack, and moved to the neighbourhood of Athens, in the state of Georgia. On the 1st August 1821, the heirs in Scotland began to move in the matter, and on that day executed a power of attorney to Archibald Davis, Jr., and William Morris, with general power to recover and dispose of the lands and other property of the estate. Morris having declined, that duty fell upon Archibald Davis alone.\nOn the 18th of September 1824, Margaret Jack, the widow, made and executed a deed to Archibald Davis, Jr., and “William Morris,” for the house and lot in Ohambersburg, and also for this donation tract No. 88, in trust, to deliver a good deed to the purchaser of said tract, if sold, and if not sold to and for the use of the heirs of Dr. A.-Stewart. The tract at the time had not been sold.\nAlthough the evidence in regard to the consideration of this deed was not very clear, it was alleged that it was for moneys ■which the widow, as administratrix, had used, instead of paying the legacies of fifty pounds each to Mrs. Davis and Mrs. Patterson, and some other legacies. This trust was recognised and carried out by Archibald Davis, Jr., the attorney in fact, by an article of agreement, dated 12th July 1827, in which, after retaining one hundred and thirty acres for his services, he agreed to convey the residue to the heirs.\nThe land was then divided — A. Davis, Jr., took his one hundred and thirty acres off the south side, leaving one hundred and seventy for the three remaining families, to wit, William Stewart’s heirs, Catharine Davis, and Janet Patterson — Patterson’s fifty-seven acres were taken off the north end, and the residue equally divided between the heirs of William Stewart and Archibald Davis, Sr., fifty-seven acres each; an undivided part of the latter fifty-seven acres being the land in controversy.\nOn the 3d January 1837, the heirs carried out this division by executing deeds to each other, giving the deed for the part in dispute to Archibald Davis, Sr. To this deed Catharine Davis was not a party. While the title was in this position, Archibald Davis, Sr., made his will, dated the 28th April 1834, proved the 2d August 1837, and devised this land, among other things, to four of his children, Robert, John, William, and his daughter Mary Sterling; and by a codicil charged upon the lands, devised $52 a year for his widow, to be paid by the devisees equally, ■when and as she should require it.\nThe legatees proceeded to have the land divided according to the terms of the will. Robert, William, and Mrs. Sterling each taking possession of their several purparts. John Davis, it is ‘alleged, was not then in Pennsylvania, but somewhere in the United States. His share was sometimes worked, and a portion of the time unoccupied, and the various portions remained so occupied until after the death of William in 1847, and the death of Mrs. Davis in June 1848.\nIn 1850, partition was again made into three purparts, Robert Davis, Mary Sterling’s heirs, and John Davis each taking possession of their purparts, and occupying and cultivating them until the trial. John made choice of the east part, William Sterling the middle part, and Robert of the west part. This partition was made by an inquest under a writ of partition.\nIt appeared in the evidence that William and John Davis were unmarried, and worked about the country, having no residence fixed or permanent; when in the country, they stayed part of their time with Robert Davis, and again at W. Sterling’s. That Mrs. Davis would live a portion of her time with her daughter, Mrs. Sterling, and the balance with her son Robert’s family, from the death of her husband until the death of Mrs. Sterling in 1846; and after that time she lived entirely with Robert Davis until her death.\nThe defence set up on the trial is embraced in the following propositions, on which the court were requested to charge the jury:\n1. That at the death of Dr. A. Stewart, the law of Pennsylvania gave the right to Archibald Davis to claim the fifty pounds devised to his wife, if he chose to reduce the same to his possession.\n2. That Mi’s. Jack, administratrix with the will annexed, having failed to pay the said legacy, Archibald Davis, Sr., if he chose so to do, could accept land instead of the money and its interest, and the making his will in 1834, before the conveyance of the trustee, A. Davis, Jr., and also before the conveyance of the other heirs of Dr. Stewart, is evidence that he claimed the said legacy in his own right, and the land in controversy as a substitute for the same.\n3. That having taken the deed to himself in 1837, in the absence of any agreement that it was taken in trust for his wife, or any other, is further proof that he claimed the said legacy and its substitute absolutely, and having died seised thereof, his legatees would take a valid title.\n4. Mrs. Davis being present at the execution of the three several deeds in evidence, and executing two of them, is evidence that she was acquainted with the business then transacting, and will be presumed, in the absence of anything to the contrary, to have consented that her husband should take the deed for the land in his own right.\n5. That if the evidence of William Stewart, David Patterson, William Rainy, and William Davis be believed, Mrs. Catharine' Davis was acquainted with the provisions of the will of her husband, and of the provisions made for her support, and instead of dissenting thereto, by her words and conduct, induced Robert Davis, William Sterling and wife, and any other of the legatees in said will, to believe she was satisfied with the same, and desirous that it might not be changed, but carried out in accordance with the intent of the testator; and the legatees, in good faith, endeavoured to and did carry out its provisions in a manner which was satisfactory to her wishes, the plaintiffs are estopped now from contesting said will, and cannot recover as heirs at law of Catharine Davis.\n6. That if the object or intent of the testator in the codicil, in fixing the sum of $52 per annum by the legatees, to be paid to her, was a provision for her support from them, and if she chose to make any arrangement with them in reference thereto, by which she received that support, and was thereby comfortably provided for, notwithstanding the proof is not clear that she received the said sum fully; yet if she chose not to exact the same, the plaintiffs cannot now take advantage thereof, and defeat the devisees under the said will in holding the land.\n7. That John Davis, having accepted a portion of said land devised to him, and also his interest in the portion of William’s share, under the division as made in 1851 or 1852, as proved by Henry Pearson, is estopped from contesting the title of the defendants to the land in controversy.\nThe court below (Buffington, P. J.) affirmed the first of these points, and answered the others in the negative. There was a verdict and judgment in favour of the plaintiffs. Whereupon the defendants sued out this writ, and assigned for error the refusal of the court to affirm the points propounded as above, the withdrawing the case from the jury, the refusal of the court to instruct the jury that “ if they believed that Archibald Davis intended to claim the legacy of fifty pounds devised to his wife, and agreed to the partition of the land in 1828, then claimed it as his own right, taking the deed absolutely in his own name— devising the same in his own — and if they further believed that Catharine Davis was fully acquainted with these facts, and was acquainted with the contents of the will, and was satisfied, and was desirous it should remain undisturbed; and if the facts proved, satisfied the jury that there was such an arrangement between Mrs. Davis and the legatees, or such portion of them as were in the country, by which her support was given her from year to year until her death, instead of the payment of the money, and she was satisfied- therewith, and all parties were thereby, according to their understanding, ‘living up to the will,’ the plaintiffs were not entitled to recover.”\nAnd in instructing them as follows:—\n“The remaining question is, did she, by any act of hers, in her lifetime divest herself of that right ? It is not pretended that she made any deed or will. As to her intentions that the land should go as provided in the old man’s will, if nothing was done to carry out in a legal way those intentions, they simply amount to nothing. She might have released to the devisees, or have willed it to them; but she did not, and mere intentions do not supply the want of acts. In regard to her declarations that the will should stand, and her expressed desire that any other necessary papers should be drawn and signed, they are equally ineffectual to pass the estate; they are mere verbal declarations, vague and uncertain, against the policy of the law, and directly at variance with the provisions of the Statute of Frauds, which requires all titles to land to be in writing.\n“ It follows from these views, that the old lady, Catharine Davis, was the owner of the land. That the old man, only having a life estate at most, could not devise it, but on his death the land became the absolute property of the old lady. That she did nothing during her life, which, in the judgment of this court, divested her of her right, and that she died intestate, seised of this land, which descended to her heirs at law. 'There seem to he six of them, the plaintiffs being two; and it follows of course that the plaintiffs are entitled to a verdict for the undivided two-sixths part of the land in suit.”\nL. S. McGfuffin, for plaintiffs in error.\nL. Taylor, for defendants in error."
  },
  "file_name": "0342-01",
  "first_page_order": 342,
  "last_page_order": 347
}
