{
  "id": 420628,
  "name": "Magee versus The Commonwealth, for use of The City of Pittsburgh",
  "name_abbreviation": "Magee v. Commonwealth ex rel. City of Pittsburgh",
  "decision_date": "1863-11-05",
  "docket_number": "",
  "first_page": "358",
  "last_page": "365",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 358"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 113",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 630,
    "char_count": 18776,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 3.7157399425478335e-07,
      "percentile": 0.8936121372327113
    },
    "sha256": "987f339a2f1d3157c25efe3f40f8281d96dfe341b0ac3b3b47e55c7c4e8240c4",
    "simhash": "1:95a3e02916cd2ff0",
    "word_count": 3232
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Magee versus The Commonwealth, for use of The City of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered; November 5th 1863, by\nRead, J.\nOur decision in the Commonwealth for the use of City of Pittsburgh v. Woods, 8 Wright 113, settles in principle the constitutionality of the Act of 16th May 1857, nor is the mode pointed out by it, of ascertaining how much each lot-owner is to pay for the paving heretofore paid for, or assumed, by-the city by the front foot unreasonable or unequal. It is in fact founded upon a policy of long standing in some parts of the state, of charging the cost of paving on the lots bounding on the street by the front foot, and which, as to all future paving,'was extended by the 11th section of the act to the city of Pittsburgh.\nUnder ordinances passed by the city councils appraisers were regularly appointed, and they performed their duty by making a valuation and appraisement for grading and paving according to law. Whether the assessment was complete or not, when the appraisers filed in the ofiice of the city regulator a properly authenticated statement of the valuation of such paving and preparation for paving, is immaterial, as the provision requiring the lien to be filed by the city solicitor in the office of the pyothonotary of the District Court within twenty days was merely» directory. ' So also whether the grading included all the preparation for paving or not, the plaintiff in error has no cause to complain if grading, as.her counsel understands the phrase, only was valued, as it would reduce the amount she would have to pay for the lots on which she was assessed for it. The Statute of Limitations has no application to assessments under this act, and the objection is grounded upon a misapprehension of the powers of the legislature. These are the only points we consider worthy of notice, and all the other objections are overruled.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "John U. Bailey and Christopher Magee, for plaintiff in error.",
      "J. W.- B. White, for defandants in error."
    ],
    "corrections": "",
    "head_matter": "Magee versus The Commonwealth, for use of The City of Pittsburgh.\nConstitutionality of the act authorizing the paving of Pittsburgh. — Provisions of act discussed and construed. — Statute of Limitations not applicable to assessments under it.\n1. The act of 16th May 1857, authorizing the city councils of Pittsburgh to grade and pave any street, lane or alley, and to collect the costs and expenses from the owners of lots abutting thereon, by an equal assessment upon the front foot of each owner, and providing for the appointment of appraisers to value and appraise the paving, or preparation for paving, of streets, lanes and alleys, the cost of which had been paid or assumed by the city, is constitutional ; and the mode of ascertaining the amount to be paid by each lot-owner is neither unreasonable nor unequal.\n2. The provision that the assessments made by the appraisers should be filed in the office of the prothonotary by the city solicitor, within twenty days after it was made, is only directory; and it is immaterial whether the assessment was complete or not, where the appraisers filed a properly authenticated statement of the valuation of such paving, or preparation fox-, paving, in the office of the city regulator as required by the act.\n3. Whether the grading assessed includes all the preparation for paving or not, a lot-owner against whom an assessment was made cannot complain, if grading only is valued, as it will have reduced the amount to be paid on the lots assessed.\n4. The statute of limitations has no application to assessments under the act: nor can the claim of the city be barred, whether or not the paving for which the claim was made was or was not paid or assumed by the city more than six years before the assessment was made.\nError to the District Court of Allegheny county.\nThis was a scire facias sur paving' lien by the Commonwealth, for the use of the Mayor, Aldermen, and Citizens of Pittsburgh, against Mrs. Jane Magee, to recover the first instalment of an assessment levied under an Act of Assembly? supplementary to the Act incorporating the City of Pittsburgh, approved May 16th 1857, and an ordinance of councils in pursuance thereof, passed April 30th 1857.\nThe Act of h^ay-16th-4857'; under which the suit was brought, authorizes the collection of the value of all paving, and preparation for pavings done at_the date of said act.\"\nThe 12th section provides for tFe ap\"praisemieht of “ the paving, macadamizing, and preparing for paving of all streets, lanes, or alleys in said city, the cost of which has been paid or. assumed by said city;” the paving to be valued “according to its actual condition at the time of said appraisement;” the appraisement to-be made by squares, to be filed in tire city regulator’s office within six months, and when completed to be final and without appeal.\nThe act further authorizes the city councils to provide for the assessment and collection of such appraisement from the owners of the property abutting'on said streets, &c., “in proportion to the distance in feet which said property may abut”,thereon; said assessment to be payable in five equal annual instalments, and' provides that the money raised by said taxation shall not ,be “ appropriated to grading, preparing, or paving upon any other street, &e.,” nor shall “property so assessed and taxed be liable for, or taxed or assessed thereafter for preparing, grading, pr paving, on any other street, &C.,1” in said city.,\nThe act further provides that such assessments “may be.collected as city taxes are now collected,” and “shall be applied to the sinking fund heretofore established,” by the Act of April 6th 1850, for the express object of .extinguishing the public debt..\nThe act then proceeds to define the term “owner” used \"in the 12th section, and provides that such assessments “-shall be filed” as a lien in the prothonota^y’s office of the District Court of this county, “ within twenty days after such assessment; and in default of the payment of any assessment levied as aforesaid,. * * the same may be recovered by writ of scire facias * * as \"debts secured by mortgage are now recovered.”\nThe councils appointed the persons whom they had selected as appraisers to levy and assess the appraisement upon the property to he subject thereto. These persons performed the duties of their double appointment, and completed the appraisement and the assessment thereof at the same time, and entered both in the nine books filed by them in the city regulator’s office March 25th 1858, as appeared from their certificates annexed to said books. The yissessment being thus completed, was filed in the prothonotary’s office May 8th 1858,'.\nThe plaintiff offered in evidence an ordinance, passed August 31st 1857, in pursuance of and substantially reciting the act. This ordinance contains the requirement1 that “ within twenty days after such assessment shall be completed,” a copy should he furnished to be filed as a lien.. The councils by ordinance, passed March 29th 1858, extended the time for furnishing the copy of the assessment to May 10th 1858. ^\nThe plaintiff then gave in evidence the books filed in the city regulator’s office, and offered in evidence what is marked as “ the grading and paving ledger.” To this offer defendant objected, for the reason that it had not been filed in time, but the court admitted the testimony. '\nNeither the books filed in the recording regulator’s office, nor, in the prothonotary’s office contained any appraisement or assessment for “ preparation for paving,” but contained instead a heading entitled “assessed value of grading per superficial yard.” This having constituted one of the objections to the 'offer last noted, the plaintiff, in order to change or explain the lien as filed, and make it conform to the act, called Samuel Allender, one of the assessors, and proposed to ask him the question, “ Under the head of assessed value of grading, what was included ?”• To this the defendant objected, that it was incompetent to change a-record by parol evidence; but the court received the testimony.\nIt was admitted on the trial that the paving, &e., for which the assessment in this instance was made, was paid for by the city out of its general fund; and that Magee street, as'far as paved, was paved after 1850 out of the fund raised by an' improvement tax, assessed under the Act of April 6th 1850, and. that defendant had due notice and demand of the instalment claimed.\nPlaintiff then rested.\nThe court, having admitted the testimony of Mr. Allender, defendant called John Mcllwayne, who was twelve years street commissioner of Pittsburgh, who proved that “grading” and “ preparation for paving” were entirely different processes in the construction of streets, and that the latter is needed where no grading is required.\nThe defendant then made the following separate offers, to prove,\n1. That the city had received as improvement tax $144,344.77, and under the present act $60,000, and had thus been reimbursed all cost of paving and preparation for paving.\n2. That defendant had paid $797.15 as improvement tax, to Peep up and pave the city streets.\n3. That defendant had expended $348.32 in the grading of Magee street prior to the date, of this act.\n4. That real estate of defendant, — worth $1000, — is taxed, under this act as much as real estate of the same dimensions, worth $25,000.\nThese several offers were rejected by the court.\nIt was admitted, on the trial, that the paving, &c., for which the assessment in this instance was made, was done prior to the passage of the Act of May 16th 1857, and that the whole of said paving, with the exception of Magee street, was done prior to 1850.\nThe defendants requested the court to instruct the jury:—\n1. That if they believe that the assessment was completed on the 25th of March, A. D. 1858, and filed in the city regulator’s office at that date, and that 'the assessments so levied were not filed by the city solicitor, in the office of the prothonotary of this court, until the 8th day of May, A. D. 1858, that then said assessments so filed are void, and are no lien upon the real estate of the defendant.\n2. If the court should negative the defendant’s first point, then the court is requested to charge the jury, that as the plaintiff issued the scire facias in that case, before the last instalment matured, it was therefore issued prematurely, and is void.\n3. That if the jury believe that the paving, for which this claim is filed, was paid, or .assessed by the city more than six years, before the assessment and appraisement was made, and if they should believe that the plaintiff has failed to prove that the defendant has assumed or promised payment of the same, within six years before said assessment and appraisement,' then the claim of the plaintiff was barred by the Statute of Limitations.\n4. That if the.jury believe that the city of Pittsburgh has paid for the paving for which this suit is brought, and that said payments were made from moneys collected by general taxation, and that the property to be subject to the lien here was assessed and taxed for said purpose, and that the amount so assessed was paid, the plaintiff cannot recover.\n5. That the Act of Assembly of May 16th 1857, here involved, does not authorize an assessment for grading, and that the plaintiff in this case cannot recover for such an assessment.\n6. That the Act of Assembly of May 16th 1857, here involved, does not authorize an assessment for grading where no paving has been done, and that if the jury find that such claim is set up here, the plaintiff cannot recover the same.\n7. That the assessment made by the appraisers, under the Act of May 16th 1857, is a tax, and is declared so to be by the said act, and that taxes, to be constitutional, must be levied upon property in proportion to its value, and not in proportion to the distance in feet, which the same may bound or abut upon a public street, lane, or alley.\n8. That the Act of May 16th 1857, authorizing taxation in the present case, not assessing the same upon the property to be taxed in proportion to its value, but to the distance the same bounds and abuts upon a street, lane, or alley in the city of Pittsburgh, is unconstitutional and void.\n9. That the 12th, 13th, and 14th sections of the Act of Assembly, entitled “ An Act supplementary to an Act to incorporate the City of Pittsburgh,” approved May 16th 1857, are unconstitutional and void.\nThe learned judge (Williams, J.), before whom the cause was tried, disposed of these points as follows:—\n“ 1. The court decline to charge as requested in this point, and instruct the jury, pro forma, that the said assessments are not void, but that the same are a lien on the real estate of the defendant, upon which they were levied, although the statement of the appraisement and valuation, &c., made by the said appraisers ivas filed in the city regulator’s office, on the 25th of March 1858, and the assessments were not filed as a lien in the prothonotary’s office, until the 8th of May 1858 ; reserving this question, however, for the consideration and judgment of the court in banc.\n“ 2. The court decline to charge as requested in this point, and instruct the jury, proforma, that the said writ of scire facias did not issue prematurely, if it was issued in default of the'payment of an instalment of said assessments, for a period of thre\\ months after notice and demand made therefor, after the said instalments became due; reserving this question also for the consideration and judgment of the court in banc.\n“ 3. The court decline to charge as requested in this point, and instruct the jury, pro forma, that the Statute of Limitations is not applicable to this case, and consequently the plaintiff’s claim is not barred by the statute, whether the paving, for which said claim was filed, was or was not paid or assumed by the city more than six years before the assessment was made, and whether the defendant has or has not assumed or promised payment of the same within six years before the making of the said assessment; reserving this question also for the consideration and judgment of the court in banc.\n“ 4. This point is refused.\n“5. The court decline to charge as requested in this point. The evidence shows that under the head of ‘ assessed value of grading,’ the appraisers included ‘ the grading preparatory to paving;’ in other words, they included under that head, ‘the cost of preparing the street for paving.’ The phrase ‘ preparing for paving,’ as used in the act, was manifestly intended to include grading. The court therefore instruct the jury, fro forma, that the appraisers might include under the head of ‘ assessed value of grading,’ the whole expense of ‘preparing for grading,’ provided it did not exceed the limit of fifty cents per superficial yard specified in the act; and for the assessment so made for the ‘ preparation for paving,’ the plaintiff can recover; reserving this question, however, for the consideration and judgment of the court in banc.\n“ 6. The court decline to charge as requested in this point, and instruct the jury, fro forma, that the Act of Assembly of May 16th 1857, does authorize an assessment for grading where no paving has been done; reserving the question, however, for the consideration and judgment of the court in banc, with power to modify the verdict, if the court shall he of the opinion that the act does not authorize an appraisement and valuation of the grading of the streets, lanes, or alleys mentioned therein, -where no paving has been done on such streets, lanes, or alleys.\n“ 7. The court decline to charge as requested in this point, and instruct the jury, fro forma, that assessments for paving and preparing for paving the streets, lanes, or alleys of a municipal corporation, are constitutional if levied upon property without reference to its value, in proportion to the distance in feet which the same may bound or abut on the streets, lanes, or alleys so graded and paved; reserving this question, however, for the com sideration and judgment of the court in banp.\n“ 8 and 9. The court decline to charge as requested in these points, and instruct the jury, fro forma, that the said act and the provisions in the recited sections thereof are constitutional; reserving the question in like manner for the consideration and judgment of the court in banc.\n“ The jury will therefore find the amounts of the instalment due on the respective liens against the defendant’s real estate (specifying the same particularly), subject to the opinion of the court in banc, upon the questions of law reserved, in answering the defendant’s 1st, 2d, 3d, 5th, 6th, 7th, 8th, and 9th points, with power to modify the verdict; and if the court shall be of opinion that the law is with the plaintiff, on all the reserved questions, then judgment is to he entered thereon, in favour of the plaintiff for the amounts found by the jury, with interest thereon from the date of the verdict; and if the court shall be of the opinion that the law is with the plaintiff on all the said reserved questions except the 6th, then the verdict to be modified accordingly, and judgment entered thereon in favour of the plaintiff, with interest thereon from the date thereof as aforesaid; but if the court shall be of the opinion that the law is with the defendant on the said reserved questions, or any of them, except the 6th, then judgment to be entered in favour of the defendant, non obstanteveredicto.”\nThere was a verdict accordingly; aiid on the 18th of July 1863, the court in banc being of opinion that the law was with the plaintiff on the reserved points, directed the entry of judgment in favour of the plaintiff for the amounts respectively found by the jury, with interest from the date of the verdict.\nThe case was then removed into this court by the defendant, who assigned for error the admission of the paving docket and certificates; the answer to the question put to Samuel Allender, relative to what was included under the head of assessed value of grading; the rejection of the testimony as to the amount of money assessed and received under the Act of April 6th 1850, between 1850 and 1856, and the amount of money received by the city under the present act; the rejection of the testimony relative to amount of improvement tax paid by defendant betyeen\" 1850 and 1856; the refusal to' permit defendant to prove that she paid $348.32 for grading Magee street, prior to the passage of, the Act of May 16th 1857; the rejection of the testimony offered by defendant to show that a lot of hers on Wylie streqt, worth $1000, is assessed with a tax under this act equal to a lot of Mr. Bissell, worth $25,000; and the answers given to the points above mentioned.\nJohn U. Bailey and Christopher Magee, for plaintiff in error.\nJ. W.- B. White, for defandants in error."
  },
  "file_name": "0358-01",
  "first_page_order": 358,
  "last_page_order": 365
}
