{
  "id": 420654,
  "name": "Wray versus The Mayor, &c., of Pittsburgh for use, &c.",
  "name_abbreviation": "Wray v. Mayor of Pittsburgh",
  "decision_date": "1863-11-05",
  "docket_number": "",
  "first_page": "365",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 562,
    "char_count": 11469,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.5119126268440132e-07,
      "percentile": 0.6676337114634868
    },
    "sha256": "bcf1ab241ade184ecfedceb5b6438a2cb0bce884b81d8c5b7d6bfed062c00f11",
    "simhash": "1:b86281b1ae272e24",
    "word_count": 1982
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wray versus The Mayor, &c., of Pittsburgh for use, &c."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, November 5th 1863, by\nRead, J.\nWe have already decided the Act of 16th May 1857 to be constitutional, and we see no reason to except the proviso to the 11th section from this ruling. The assessment upon the lot of the plaintiff in error was regularly made under an ordinance providing for assessing the damages sustained by any property, from the grading of any street, lane, or alley, upon any property that may be benefited thereby. The damages sustained by the property of Mrs. Roe were the real destrhetion of seven houses, and the injury of two nlore, by the grading of Washington street. The appraisement made was of these damages, and they were assessed upon property benefited thereby, including the lot of Dr. Wray.\nThe benefit bestowed and the amount' of damages are conclusively fixed by the assessment. But it is objected that the damages are consequential, and come within the case of O’Connor v. Pittsburgh, 6 Harris 187. Chief Justice Gibson says, p. 190, “ The loss to the congregation is a total one, while the gain to holders of property in the neighbourhood is immense. • The legislature that incorporated the city never dreamed that it was laying the foundation of such injustice, but as the charter stands it is unavoidable.” It was to remedy this great injustice that the charter was altered by the Act of 16th May 1859, and the legislature, following out the hint of the chief justice, provides that such damages shall be assessed, and shall be paid, not by the corporation, but by the property holders.benefited thereby. - We are of opinion there was no defence to this claim, and that the court were right in entering judgment for the plaintiff on- the case stated.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "T. B. Hamilton and David Reed, for plaintiff in error.",
      "J. W. F. White, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Wray versus The Mayor, &c., of Pittsburgh for use, &c.\nConstitutionality of Act of Assembly relative to paving the streets of Pittsburgh.— Conclusiveness of assessments under the Act.\n1. The act 16th May 1857 providing for grading and paving streets and collecting the costs from abutting lot-owners, proportionally to the number of feet front owned by each, is constitutional, as is the proviso to the 11th section for assessing damages sustained by any property from the grading of any street, upon any property benefited thereby.\n2. Where an assessment upon a lot-owner is regularly made under an ordinance of the city councils, it is conclusive as to the benefit bestowed and the amount of damages to be paid: nor is it material that the damages were consequential, for under the act, such damages are to be assessed and paid not by the city corporation but by» property holders benefited.\nError to the District Court of Allegheny county.\nThis was an amicable action between the Mayor, Aldermen, and Citizens of Pittsburgh, for the use of Mrs. Mary Roe, against William Wray, for the recovery of the amount of an assessment against the defendant, made by the appraisers chosen for that purpose under an ordinance of the city, to meet the claim of Mrs. Roe for damages done to her property in grading Washington street, in which the following case was stated for the opinion of the court:—\nSeveral years ago John A. Roe, the husband of the said Mary Roe, leased from Harmar Denny certain real estate, situate on said Washington street, in the third ward of the city, on which he erected nine brick and two frame buildings, and afterwards purchased from said Denny the fee-simple title thereto. That after said purchase, and after said buildings were erected, the grade of said Washington street was fixed and determined by the councils of said city, to wit: in the year 1861, and when the same came to be actually graded, in the fall of 1861, the same was graded about three feet lower, through the property of said Mary Roe, than was fixed by the grade adopted by councils in 1851. This change of grade was rendered necessary by a change in the grade of Liberty street, and was done by the recording regulator, under an ordinance passed August 16th 1858, directing the grade of Washington street to be thus changed. - That after the grade of said Washington street was fixed, in 1851, the said John A. Roe died, to wTit, in the year , and in his last will devised the said real estate to his wife, the said Mary Roe,' during her life. That in the fall of 1861, the said Washington street was graded by the city authorities, under an ordinance authorizing and directing the same to be done, pa'ssed July 13th 1861. That at the time said grading was done the said houses yielded an annual income to the said Mary Roe of about Ji&Oih- That in the grading of said street, owing to a deep cut in one part, and a high embankment in another, six. of said^brjck and one of the said frame buildings (which ,said,ho_uses.1stopd on the\"si‘deTof said street), were rendered so dangerous and useless that they had to be taken down, and two others of theremainihg buildings were seriously injured by the embankment pressing against their walls. That the annual income derived by the'Said Mary Roe from the buildings thus lost was over $400, and her annual income from the whole property was lessened to that amount, besides the expense she incurred in removing said buildings, and repairing and fixing the others that were injured.\nThat in January 1862, John H. Ralston, M. Tindle, and John Wilson, three disinterested persons, not citizens or property owners, in the third ward, were duly chosen appraisers, in pursuance of section 25, of chapter 17, of the Ordinance passed October 6th 1859, to appraise the damages of the said Mary Roe, and make the assessments therefor. That they appraised her damages at the sum of $3330, and assessed that sum upon properties situated on Washington, Webster, Wylie, Logan, and several other streets. They assessed $1030 of the amount upon the property, in which Mrs. Roe had a life estate, to be paid by those having the remainder interest therein; and the balance, $2300, was assessed upon one hundred and sixty different properties, the amounts thereof ranging from $2.25, the lowest, up to $187.50, the highest, there being, however, only eleven above $27 — namely, one of $33, one of $45, two of $37.50, one of $46.77, one of $50, one of $75, one. of $90, one of $130, one of $150, and one of $187.50. The amount assessed upon the defendant’s lot, situate on Webster street, ninety-six by ninety-four feet, on which are three brick dwellings, was twenty-three dollars and twenty-five cents ($23.25.)\nThe claim in this suit is based upon the Act of Assembly of May. 16th 1857, and the ordinance of, said city of October 6th 1859, copies of which are hereto attached, and made part of this case stated.\nIn estimating and appraising the damages of Mrs. Roe, the appraisers viewed the premises, and spent several days in hearing testimony on the subject, both for and against her claim; the city being represented by the city solicitor, aided by some persons owning property in the vicinity who were likely to be assessed and interested in defeating her claim. In making the assessments upon the properties benefited the appraisers also viewed the different premises. But in all these proceedings they gave no written or printed notices, and • gave no notice whatever to the defendant, or others who were assessed, except such as incidentally took place in conversations with persons while they were viewing, the premises, and performing their duties; and there is no evidence that the defendant knew of these proceedings at the time. After the appraisers had finished making the assessments they left the list thereof, containing the names of the owners, the.description of the lots, and the amount of'the assessment in each ease with the city solicitor. This list was left with the solicitor some time during the summer of 1862, In January 1863., the appraisers published .the.iollomog notice, for sj£_days, in the Pittsburgh Daily Gazette and Pittsburgh Daily Dispatch, vi z. : — ‘‘ Grading of Washington street. — Tlie’ undersigned, appointed to assess upon the properties benefited by the grading of Washington street, the damages done to the property of Mrs. Mary Roe by the said improvement have made said assessments, which may be seen at the office of J. W. F. White, No. 106 Fifth street. And notice is hereby given, that the undersigned will meet at said office on Tuesday, the 27th February, at 9 o’_clojcIn,A. M., to hear and determine any complaints that may be made by any one aggrieved by said assessments.\n“(Signed) “John H. Ralston.\n1 ■ “ M. Tindle.\n“John Wilson.\n“January 19th 1863.”\nAt the time and place appointed in said advertisement the appraisers met, and, after hearing the complaints and allegations made by those who chose to attend, confirmed the assessments, without any change, as previously reported to the city solicitor.\nIt was admitted that the above advertisement was the only public,or formal notice given ,by the appraisers during their proceedings.\nCopies of the appointment of the appraisers, their proceedings and their report were made part of the case stated, or the original report was to be used in the argument of the case.\nThe defendant alleged the following grounds of defence to the plaintiff’s claim:—\n1. The suit is improperly brought in the name of the Mayor, Aldermen, and Citizens of Pittsburgh, for the use of Mary Roe. It ought to be in the name of Mary Roe alone. yj 2. The Act of Assembly of 16th May 1857, above referred to, does not authorize any assessment upon defendant’s lot for the said damages, nor is said act constitutional.\n3. Mrs. Roc is entitled to no damages in this case, because her damages, if any, are consequential.\n4. That the grade of Washington street was fixed by ordinance before her life estate accrued, and therefore she is entitled to no damages.\n5. That the damages allowed her are excessive.\n”6. That the property of defendant'is not benefited by the grading of said street, and is not liable to any assessment for damages resulting therefrom.\nIf the court should be of opinion that the first point above of defendant is well taken, then plaintiff shall have leave to amend by striking out the words “ The Mayor, Aldermen, and Citizens of Pittsburgh, for use of,” and the case go on as if originally brought in the name of Mary Roe, as plaintiff.-\nIf the court should be of opinion that either the 2d, 3d, or 4th point is a sufficient defence to the claim in this case, then judgment shall be entered for defendant, with costs of suit.\nIf the court should be of opinion that the 2d,\" 3d, and 4th points are not a sufficient defence, and that the report and assessment made by the appraisers are conclusive against defendant on his 5th and 6th points, then judgment shall be entered for plaintiff for the sum of $23.25, with interest from January 27th, 1863.\nBut if the court should be of opinion that the defendant is entitled to a jury trial on either his 5th or 6th point,'then the case shall be ordered on the trial list, and be tried in such form and upon such issues as the court may direct.\nEither party reserves the right of suing out a writ of error to the Supreme Court upon any judgment the court may enter upon this case stated.\nJuly 5th 1863, the court entered judgment for the plaintiff on the case stated for $23.25, with interest, from the 27th of January 1863, which was the error assigned.\nT. B. Hamilton and David Reed, for plaintiff in error.\nJ. W. F. White, for defendant in error."
  },
  "file_name": "0365-01",
  "first_page_order": 365,
  "last_page_order": 369
}
