{
  "id": 420662,
  "name": "McWilliams et al. versus Ross",
  "name_abbreviation": "McWilliams v. Ross",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "369",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 369"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 258",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 354,
    "char_count": 6684,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 6.458269585055473e-08,
      "percentile": 0.39813962126749475
    },
    "sha256": "9332b15a0547ca6b4264002a5207656812002c140ad48d0f014a2d11744e3107",
    "simhash": "1:0141abde93ecd2d6",
    "word_count": 1181
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McWilliams et al. versus Ross."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, hy\nLowrie, C. J.\nThis estate descended to Mary Ann Gilmore from her father, and she died seised of it, leaving, as her nearest kindred, her mother, a paternal aunt, and two maternal uncles and aunts. The mother is now dead, and the paternal aunt claims the estate against the devisees of the' mother, and recovered judgment in the court below.\nThe counsel on both sides have cited cases enough to support this decision; but the counsel for the defendants below think some of them erroneous, and therefore we appeal to the written law, the Intestate Act of 1833. Is this case specially provided for there ? If not, it must fall under the general provision of section 11.\nOf course, if the intestate had been the first purchaser of the estate, it would, on her death, have gone to her mother in fee under section 5. But section 9 declares that none of the previously enumerated cases shall include the case of a descended or devised estate so as to transmit it to any who are not of the blood of the ancestor from whom the intestate acquired it, and this would exclude the mother for all but her life estate. Is this one of the enumerated cases ?\nWe think it is. One enumerated case is in section 6. “In default of issue and brothers and sisters of the whole blood and their descendants, and also father and mother, competent by this act to take an estate of inheritance therein,” and leaving brothers and sisters of the half-blood and their issue; and then section 7 gives another case, “ In default of all persons hereinbefore described, the real estate shall descend to the\" next of kin of such intestate, subject, however, to the condition in section 9, that they must be of the blood of the first purchaser.”\nBut it is argued that there is no default under section 7, because the mother was living; and that therefore the case falls within section 11, and goes to the next of kin, irrespective of the line of descent from the first purchaser. If' section 7 had provided for a default of “ all the kindred hereinbefore named,” instead of “ all the persons hereinbefore described,” possibly it would have been susceptible of the defendant’s reading. But among the persons before “ described” is “ mother competent to take an estate of inheritance therein,” and we have no authority to leave out any part of the description. It is the want of a mother competent to take, that would pass the estate under the law of section 11, and we add nothing to the law by taking in all these words; hut simply take the description which we are referred to. The words “ competent to take” are as much part of the description of the person as the word “mother,” and this mother does not answer to the whole description. She was not competent to take because the estate did not descend from any person of her blood, and was not a new acquisition of her daughter, the intestate, and therefore she is not one of those before described in the act.\nThe case provided for by section 7 is a default of issue, and of full brothers and sisters and their descendants, and of father and mother competent to take an estate of inheritance; then it shall go to the next of kin generally, if an original estate, and to the next of kin of the line of the first purchaser, if a descended or devised estate. This is a case of the latter kind, and was rightly decided.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "IV. Ewing, for plaintiffs in error.",
      "Patterson $ Paschall, for defendant."
    ],
    "corrections": "",
    "head_matter": "McWilliams et al. versus Ross.\nIntestate law — Descent to next of kin in the line of first purchaser.\nWhere one died seised of real estate which descended from her father, leaving as her nearest kindred her mother, a paternal aunt, and maternal aunts and uncles, the paternal aunt alone is entitled, as next of kin of the blood of the ancestor from whom the estate descended.\nError to the Common Pleas of Fayette county.\nThis was an action of ejectment by Moses Ross and Isabella his wife, for a tract of land in Luzerne .township, containing one hundred and forty acres, and known as the Merritstown Farm.\nWhile the ease was pending the plaintiffs died, and their children were substituted.\nOn the trial of the cause the plaintiffs proved that Hugh Gil- ' more owned and occupied the land in dispute until his death, in 1847 or 1848; that he died intestate, leaving surviving him his wife Margaret, and his daughter, Margaret Ann; that Margaret Ann died intestate, without issue, and unmarried, in 1854, and her mother — widow of Hugh Gilmore — died in 1858, having devised the land in dispute to defendant, D. Gilmore. At the death of Margaret Ann Gilmore, the original plaintiff, Isabella Ross, was the only surviving sister of Hugh Gilmore. There were paternal cousins, children of brothers and sisters of said Hugh Gilmore. On the maternal side there were living at her death her mother Margaret, widow of said Hugh Gilmore, and two maternal uncles and two maternal aunts, brothers and sisters of her mother.\nThe defendants offered no evidence.\nThe court charged the jury as follows : — “ Margaret Ann Gilmore died in August 1854. At that date her paternal aunt, Isabella Ross, was alive: the rest of her father’s brothers and sisters being dead. This suit was brought in the name of Mrs. Ross, and as she has since died, her children have been substituted as the present plaintiffs. At the time of the death of Margaret Ann Gilmore, she had on the maternal side uncles and aunts who were living, as follows: Thomas Wilson, Alexander Wilson, Mrs. Sproat, and Mrs. Laughlin. On the part of the plaintiffs it is claimed that they are entitled to the whole of the land in controversy because their mother (Mrs. Ross) was next of kin of the blood of the ancestor from whom the estate descended : Act of April 9th, §§ 7, 9.\n“ For the defence it is claimed that the estate must go to all the uncles and aunts of Margaret Ann Gilmore, who were living at her death, without distinction of blood. For this position they rely on the 11th section of the Act of 1833.\n“The Intestate Act of 1833 has very often been before judicial tribunals. Cases similar to the present one were decided by the Supreme Court in 6 W. & S. 258, and 6 Barr 154; and the identical question raised here was ruled, after careful consideration, in Parr v. Bankhart, 10 Harris 291. We regard these authorities as decisive, and instruct the jury that the plaintiffs arc entitled to recover the land in dispute.”\nUnder these instructions there was a verdict and judgment in favour of the plaintiffs. Whereupon the defendants sued out this ■ writ, and assigned for error the direction of the court below to find for the plaintiffs.\nIV. Ewing, for plaintiffs in error.\nPatterson $ Paschall, for defendant."
  },
  "file_name": "0369-01",
  "first_page_order": 369,
  "last_page_order": 372
}
