{
  "id": 420679,
  "name": "Rider versus Maul et ux.",
  "name_abbreviation": "Rider v. Maul",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "376",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 W. & S. 56",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854674
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0056-01"
      ]
    },
    {
      "cite": "1 Binn. 216",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787872
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0216-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 12987,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.6107462137151525e-07,
      "percentile": 0.6855001971157392
    },
    "sha256": "edb24830d2b15ddc6f27ad4ac0031bb23b177ea52c3cd97e57162d98372ea515",
    "simhash": "1:c8249eabc84ef632",
    "word_count": 2337
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rider versus Maul et ux."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nThompson, J.\nWe are of opinion that the defendant’s 1st point should have been answered in the affirmative. It was undoubtedly a correct presentation of the law, as a general proposition; Ebert v. Wood, 1 Binn. 216; Pugh v. Good, 3 W. & S. 56; Calhoun v. Hays, 8 Id. 127, and McMahon v. McMahon, 1 Harris 376 ; and there was testimony of which it was predicated, which if true (and this was for the jury), was sufficient to establish an executed parol division of the land.\nMr. Gaskill, in substance stated, that Rider and Jacobs bought the land together, but were to have separate deeds — that each paid separately, and that they even spoke of the parcels of the tract which each was to hold in severalty. Mr. Winslow testified to running the division line between them, at the same time he ran out the whole tract purchased by them; that they were both present, and requested him to do it, and were assisting in running it. There was testimony also by Smith, and perhaps others, that after the division, Jacobs commenced work on the east half of the tract, and Rider on the west. Shortly thereafter both left, and remained absent, Rider perhaps about a year, and Jacobs indefinitely, never returning to do anything further on any part of the land. Rider returned in 1839 or 1840, and entered on his side of the tract, and has continued -on it until the present time, having in the mean time cleared some ninety acres, and erected valuable buildings thereon. Certainly this was evidence of an executed parol division of the land.\nIt is true there was no direct evidence of the agreement between the parties as to the parts of the tract each was to occupy. But if it be true that both directed the running of the division line, and talked of a mode of settling the choice, and immediately thereafter were found in actual separate possession, and never after disputed the point of division, the inference is an irresistible one that, as the division was by consent, the separate possession was also by consent and agreement. Had the possessions on both sides continued for years, no one would have thought it possible to overturn such an inference. This would in principle have been the same sort of evidence of the fact, only a little more distinct. If the law would allow of an inference from possession under such circumstances, taken and held for a long period, it might from a shorter; the only difference would be that in the latter case more care would be required in scrutinizing the testimony.\nWe think, too, that the court below erred in refusing to affirm the defendant’s 2d point, viz., that under the facts of the case the 6th section of the Act of 22d April 1856 interposes a bar to the plaintiff’s recovery.\nIf this statute has any operation in the case, it arises out of an alleged trust under Gaskill’s deed to the defendant, covering the whole tract originally articled for, excepting about one hundred acres deeded by him to another person. The plaintiff’s intestate, as already noticed, left the land in 1838 or 1839, and did nothing after that to perfect his title to any part of it, divided or undivided. The defendant, after the lapse of about ten years, surrendered the original article, and took a new one in his own name. This article bears date the 9th of June 1849. The plaintiff’s intestate died in August 184-9, in Allegheny county. If a trust for any part of the land can be asserted by the plaintiffs, it is under the deed from Gaskill, but beginning with the date of the article between the latter and the defendant in 1849. If it began then, it began in the lifetime of the plaintiff’s intestate, and the five years of the statute barring the remedy upon implied trusts would expire on the 9th of June 1854. The plaintiff’s wife was a minor at the death of her father, but became of age on the 5th of December 1855. She was therefore of age, and under no available legal disability, when the statute passed. She was entitled by the proviso to two years after its passage to assert the trust, because she belonged to that class of claimants who would be sooner barred than five years after the passage of the act, and therefore entitled to two years after the lapse of five years. Being of age, and unmarried before the passage of the act, her subsequent marriage would not be a disability, even supposing we should treat the act as possessing, under circumstances, the saving clause of the Act of 1785 in favour of femes aovert, minors, &c., which we do not do in this case. One disability is never added to another. Her marriage was therefore not a disability after her minority ceased.\nIt was plainly the object of the act to fix a period beyond wliich estates should not be disturbed by implied trusts. In all prospective cases five years is the limitation, and in such cases where the whole or the greater part of the time had elapsed, two years is the minimum limitation at all events. It might be more or less than five years, but it could not be less than two. As the whole period of five years had elapsed in 1854, the plaintiffs should have brought suit within two years after the passage of the act. They were within the two years’ class, but they did not bring suit within two years, and we must hold that after that they were barred, and so the point should have been answered.\nWe are of opinion, also, that the defendant’s 8d point should have been affirmed. If it was the fact that a division line had been actually run to divide the land between the plaintiff’s ancestor and the defendant, and the latter took and held exclusive possession of the land on one side of it, without regard to what his co-tenant did as to the remainder, and continued that exclusive possession, receiving the profits thereof, paying taxes, and otherwise exercising exclusive acts of ownership over it for twenty-one years, the presumption of an ouster of the co-tenant would undoubtedly arise and be a bar after that lapse of time to a recovery by the co-tenant, or any other person through him, of any portion of the land so held. The point was predicated of facts which brought the defendant’s case within the principle of Frederick v. Gray, 10 S. & R. 182, and Calhoun v. Cook, 9 Barr 226, and hence should have been affirmed.\nThe plaintiff in error having sustained his exceptions, the judgment is reversed, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Jenks, for plaintiff in error.",
      "Barclay, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Rider versus Maul et ux.\nParol partition of land between tenants in common. — Act of April 2¡2¡d 1856, § 6, relative to actions to enforce implied trusts construed.— Effect of exclusive possession for twenty-one years by one of two tenants in common.\n1. A parol partition of land between tenants in common made by running a division line on the ground, followed by a corresponding separate possession, is good: and where there is no direct evidence as to the part each was to occupy, yet where both directed the running of the line, spoke of a mode of settling the choice, and immediately afterwards were found in actual separate possession, the inference is irresistible that as the division was by consent, the separate possession was also by consent and agreement.\n2. Where an action of ejectment for a moiety of land originally held by two as tenants in common, was brought against one of the co-tenants (who in 1849 had entered into a new contract in his own name for the whole tract), by the heirs at law of the other co-tenant, for the enforcement of an implied trust, which arose if at all at the date of the new contract, and the plaintiff', who was at that time a minor, became of age in December 1855, it was held, that under the 6th section of the Act of April 22d 1856, relative to such trusts, the action should have been brought within two years from the passage of the Act, and that as the suit was not instituted until 1860, the statute was a bar.\n3. If the defendant had enjoyed the exclusive possession of the land lying upon his side of the division line, for twenty-one years before suit brought, receiving the profits, paying the taxes, and otherwise exercising acts of exclusive ownership, the presumption of an ouster of the co-tenant would arise, and after that time, be a bar to a recoVery by him, or any person claiming under him, of any portion of the land so held.\nError-to the Common Pleas of Jefferson county.\nThis was an action of ejectment, brought July 4th 1860, by Frederick Maul and Mary Elizabeth Maul, his wife, who was a daughter and heir at law of Martin Jacobs, deceased, against John Rider and Philip Deitrick, to recover the undivided moiety of a tract of land in Winslow township, containing three hundred acres.\nThe material facts of the case were these:—\nOn the 22d day of March 1837, Martin Jacobs and John Rider bought of C. C. Gaskill, attorney in fact of George Latimore, deceased, by articles of agreement, some three hundred acres of land for $600, for which they paid $60 each in hand, and $60 each on the 21st day of March 1838. On the 21st day of March 1839, Rider paid $60 more, and on the 3d day of August 1839, Jacobs paid $60, making $180 each, or $360 in all, up till that date. There was some evidence that Jacobs paid the first $60 for Rider. The matter lay over till June 8th 1849, when Rider gave up the old article to Gaskill, or his agent D. Barclay, and took a new contract in his own name for the consideration of $317, leaving Jacobs out altogether, paying $60 in hand, and agreeing to pay the balance in three equal annual payments, with interest, one year after date. On the 19th day of January 1853, it was alleged Rider sold one hundred acres off the east end. of the land to Philip Deitrick, and on that day a deed was made to Deitrick, for which he paid $370, viz., $20 for a field of wheat, and a house built on the land variously estimated at from $45 to $85, and the balance for the land. At the same date Rider received a deed from Oaskill for the balance of the three hundred acres. Soon after the first contract Jacobs and Rider commenced cutting and clearing on the land, Jacobs on the east and Rider on the west, and in March 1838 they had a division line run between them, but before consummating any improvement they both left. Shortly after Rider came back, and about the fall of 1839 put out a small field of grain, and the next spring (1840) moved with his family upon the west end of the land, and has continued there ever since, making valuable improvements. Some time about 1844 Jacobs came back, and had some dispute with Rider, Rider claiming the whole three hundred acres, and exhibiting his deeds, saying, if Jacobs wanted he must buy of him. Rider had also a treasurer’s deed, dated in 1840, for the land, in. addition to the deed he had of (jaskill. Jacobs then left, and in 1849 died, leaving one daughter surviving him, Mary Elizabeth, who was born on the 6th day of December 1834, '• and who was married to Frederick Maul on the 5th day of October 1856. •\nThe defendant’s counsel requested the court to charge the jury,\n1. That if the jury believe that James Winslow, at the request of plaintiff’s ancestor and defendant, run a line which was marked on the ground by said parties as a division line, and took possession of their respective parts in pursuance of such division, the plaintiff cannot recover any portion of said land so run off to suit defendant.\n2. That under the facts of this case the 6th section of the Act of the 22d of April, A. d. 1856, interposes a bar to the plaintiff’s recovery.\n3. That if the jury believe that the defendant had the exclusive possession of the one hundred and fifty acres for a period of twenty-one years before the bringing of this suit, and during said period was in the exclusive reception of the profits thereof, they may presume an ouster or disseisin of his co-tenant, and the plaintiff is not entitled to recover.\nThe court below (Campbell, P. J.) answered all these points’ in the negative, and instructed the jury that “ the fact that Rider got the deed to himself would not enable him to hold it against his co-tenant for the undivided one-half part or moiety thereof; that he would be a trustee, and being a tenant in common by the original purchase, the assignment of the treasurer’s deed in May 1842 to him, it being before the time of redemption was past, would enure to the benefit of both tenants in common, and was merely a redemption of the land.\n“ That the evidence of a parol partition or division was not sufficient to take it out of the Statute of Frauds and Perjuries, and that the jury should disregard it altogether, and treat Rider and Jacobs as tenants in common.\n“ That the mere absence of one tenant in common will amount to nothing. He in possession must do some hostile act which will be equivalent to notice. The possession must be adverse, notorious, and exclusive.”\nWhich instruction was assigned here for error.\nJenks, for plaintiff in error.\nBarclay, for defendant in error."
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 380
}
