{
  "id": 420594,
  "name": "Gibson et al. versus Winslow",
  "name_abbreviation": "Gibson v. Winslow",
  "decision_date": "1864-01-04",
  "docket_number": "",
  "first_page": "380",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 49",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 592,
    "char_count": 13574,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 3.144313909043013e-07,
      "percentile": 0.8622462158990737
    },
    "sha256": "445bdf8614e3232b792035181aebdb30d6e34dc40997c37a4ded2a5ce04ddd90",
    "simhash": "1:5d7304b421b0e847",
    "word_count": 2399
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gibson et al. versus Winslow."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 4th 1864, by\nStrong, J.\nThis ease was once before in this court, and it is reported in 2 Wright 49. On the first trial in the court below, the jury was instructed that the sheriff’s deed to William J. B. Andrews, under which the defendants below, now plaintiffs in error, claim, was inoperative and void as against Zebulon Warner and James L. Gillis. Taking the facts as they then appeared, we thought the instruction given was erroneous, and a new trial was ordered. The judgment under which the sheriff’s sale was made, had been recovered against Warner, Gillis, and Andrews. They were therefore joint debtors, but it did not appear that they were also joint owners of the land levied upon and sold. There was nothing consequently to show that Andrew's, though a'joint debtor, might not become a purchaser for his own exclusive benefit. In the absence of proof of joint ownership, this court held the facts that there had been no return to the writ of venditioni exponas, that the judgment itself was satisfied after the sale, and before tbe sheriff’s deed was acknowledged, tiiat Andrews was a joint debtor in the judgment, and that the sheriff had levied upon the defendants’ interest in the land, did not justify a peremptory direction that the sale was insufficient to divest the interest of Zebulon Warner, and vest it in the purchaser.\nThe case now, however, after the second trial, wears a different aspect. It is clearly proved, and not even controverted, that at the time of the sheriff’s sale Andrews was a joint owner with Warner and Gillis of the land. This is a controlling fact in the cause. It settles that Andrews could not buy at the sheriff’s sale for his own exclusive use. He must have held the land in trust for his co-tenants to the extent of the shares which they held before the sale, even had the sheriff’s deed been regularly delivered to him. Were the contest now between Andrews and Warner, it could not be pretended that the sale operated to transfer to the former the interest of the latter, even if all consideration of fraud and of the non-delivery of the deed be rejected. And not only was Andrews impotent to acquire thus an adverse title to that of his co-tenants, the proof is overwhelming that he never did pay the amount of his bid, that the judgment was satisfied by the defendants in the execution instead of the purchaser, and that the deed was obtained in fraud of the rights of Warner, and without any delivery by the sheriff. Had the deed been delivered, the payment of the purchase-money by Andrews might have been inferred from the receipt in the deed, but if there was no delivery, the receipt affords no evidence of payment even against the sheriff, and certainly not against any other person. These considerations, however, may be laid aside. It is enough that Andrews, having been a joint owner with Warner and Gillis, could not set up his purchase at sheriff’s sale adversely to them, and at most could only be regarded as holding in> trust for them.\nAnd it is impossible to see how the defendants below stand in any better situation than that of Andrews, under whose title they defend. Had they been bond fide purchasers without notice, it may’be that the fraudulent procurement of the deed, the nonpayment of the bid, and the payment of the judgment by the defendants, out of other joint property they owned, would not affect them. But they are not purchasers without notice. Whatever will put a purchaser upon inquiry, and lead to knowledge, is notice. He is bound to make inquiry where there is anything that would lead a prudent man to make it, and he is therefore presumed to have known all that inquiry would have revealed to him. Now, without placing any reliance upon the suspicious circumstances that attended the sheriff’s sale to Andrews, the unusual circumstance that one of the debtors in the judgment was the purchaser, that the deed was not acknowledged until a year after the sale, that the judgment had been marked satisfied eight months before the acknowledgment, and-that no sale had ever been returned by the sheriff, all which were before the eyes of every one who purchased mediately or immediately from Andrews, and which of themselves, it would seem, should have put any man proposing to buy, on his guard: there was all along the chain of title, the direct assertion that the property had belonged to Warner, Gillis, and Andrews, and nowhere an assertion that they had ceased to hold it jointly prior to the sheriff’s sale.Without referring to any other deed, that of the sheriff to Andrews asserted it, and thus gave notice of the fact to every subsequent purchaser. The deed itself and the record of it expressly recite that the land had been the property of Zebulon Warner, James L. Gillis, and William J. B. Andrews, and had been sold as such. Here was the foundation of any right that could be acquired from Andrews. These defendants must have seen it, or they were very careless purchasers, and seeing it, they were informed that Warner’s title remained in him, notwithstanding the formal sheriff’s sale. Ñot a purchaser after the sale can be held to have bought without notice, for each must have referred to the judgments against the three joint owners, and to the sheriff’s deed reciting the joint ownership;\nIn this view of the case, the first six assignments of error are of no importance. If sustained, they would not justify us in reversing the judgment. But in truth they are all unfounded. The deposition of George Leach was properly admitted. It does not contradict his deed, unless the deed was delivered, and if it did, that would be no reason for rejecting the testimony of the witness in a controversy between these parties. And in no part of the charge do we discover any error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Souther Willis (with whom were S. A. $ W. S. Purviance), for plaintiffs in error.",
      "William A. Wallace, for defendant in error"
    ],
    "corrections": "",
    "head_matter": "Gibson et al. versus Winslow.\nPurchase of land at sheriff’s sale, by one of several joint owners, effect of. — Sheriff’s deed notice of ownership by defendant in the execution.\n'Where land owned jointly by three, is purchased by one, at sheriff's sale an execution against them, he cannot set up his purchase adversely to them: at most he can only hold the former interests of his co-tenants as their trustee.\n2. The deed of the sheriff carried with it notice that the land had been sold on execution, as the property of three joint owners, and purchased by one of them, and consequently that the title of the other joint owners remained in them: hence no subsequent vendee can be treated as a purchaser without notice.\n3. Therefore, the purchaser of the interest of one of the joint tenants, at his administrator’s sale, under the order of the Orphans’ Court, was held entitled to recover his share of the land in an action of ejectment against the subsequent vendees of the title claimed under the sheriff's sale of the whole tract.\nError to the Common Pleas of JUlk comity.\nThis was an action of ejectment, by Reuben Winslow against John Gibson, Robert Rothrock, Charles Miller, and Thomas Tozier, for the undivided moiety of warrant No. 5285, in Jay township, issued to John Mead, and known as the Caledonia property.\nOn the 9th of June 1835, the whole of this property was owned by James L. Gillis and Zebulon Warner.\nThe title was derived through two deeds to them by Robert Smith, surviving assignee of James Yard, dated July 15th 1833 and June 9th 1835. On the 19th of November 1836, Gillis contracted to sell one-fourth of the whole tract to W. J. B. Andrews, under which he become a joint owner with Gillis and Warner. Warner died May 8th 1842, and his administrator, under an order of the Orphans’ Court made in 1848, sold whatever interest deceased had at his death in the premises to the plaintiff, Reuben Winslow, by deed delivered April 1st 1856.\nPlaintiff also held a deed from Mary Warner and Helen Ely, the sole heirs of Zebulon Warner, dated June 17th 1856, in which they conveyed to him all their interest in the premises. This was the plaintiff’s title to the moiety for which his suit was brought.\nThe defendants claimed to hold the land under a sale made by George Leach, sheriff of Clearfield county, upon a vend, exp., issued to May 1st 1841, on a judgment in favour of Johnson & Tingley against James L. Gillis, Zebulon Warner, and W. J. B. Andrews, and the deed of the sheriff to W. J. B. Andrews, dated May 3d 1842, acknowledged May 1st 1842, and reciting a sale made May 6th 1841.\nAndrews, by deed dated September 7th 1843, conveyed to Joseph Southers, and by several mesne conveyances the title vested in Miller and Gibson, two of the defendants, September 1st 1854.\nIt was testified on the trial that the sheriff’s deed to Andrews had never been delivered to him, but was taken out of the prothonotary’s office by L. W. Smith, and by him placed on record. The vend, exp., upon which the land was sold and the deed made, had no return on it. Upon' the docket entry in the case plaintiff’s attorney acknowledged satisfaction for debt and costs. Warner’s administrator, conceiving the interest of his intestate had not been divested by these proceedings, applied to the Orphans’ Court for leave to sell the same, which was done, as above stated.\nOn the trial the plaintiff requested the court to instruct the jury as follows:—\n1. If the jury believe that George Leach, sheriff, never delivered the deed dated May 3d 1842, to W. J. B. Andrews, nor to any one for him; that no part of the hid was paid to the sheriff, and that in August 31st 1841, Zebulon Warner, or Warner & Andrews paid the debt on which the land was sold, the sheriff’s deed conferred no title upon the grantor.\n2. Delivery is as essential to the validity of a deed as signing, and if the jury believe that the sheriff never delivered the deed to Andrews, nor to any one for him, but left it in the prothonotary’s office, whence it was taken without his authority, said deed passed no title to William J. B. Andrews.\n3. If the jury believe that the contract of November 19th 1836', executed by Gillis to Andrews, did exist, and that he, Andrews, had the possession under and by virtue thereof, that from and after that date he was a tenant in common of tract No. 5285, with James L. Gillis and Zebulon Warner.\n4. If the jury believe that Andrews, Gillis, and Warner were joint debtors in the Johnson & Tingley judgment No. 10, December Term 1839, and were tenants in common ‘of tract No. 5285; that the deed from Leach, sheriff, to Andrews would not operate to pass the title, it did not divest the interest of Zebulon Warner, but enured to his benefit as to all the rights and interests he then had in the land.\n5. That the joint possession of the land by Gillis, Warner and Andrews, their joint debtorship in the Johnson & Tingley judgment, the recital in the sheriff’s deed of a joint ownership of the land levied upon, the recitals in the deed of 12th of June 1849, from Barrett and Gillis to Lindemuth, the absence of a return to the vend, exp., the satisfaction of the judgment before the acknowledgment of the deed, and the record of the proceedings in the Orphans’ Court, all lying in the channel of the title, are sufficient to put a purchaser of the Andrews title upon inquiry, and if that inquiry would have led to the knowledge of the fact that Andrews really was a tenant in common of the land, and that the sheriff’s deed had never been delivered, they amount to notice, and a purchaser under that title is not protected.\n6. The recitals of the sheriff’s deed are sufficient to put a purchaser upon inquiry, and if true, are notice to him that the title is in Andrews, in trust for his co-tenants.\n7. The recitals in a deed of 12th June 1849, from Barrett and Gillis to Lindemuth, that Andrews owned ono-fourth of the tract, are notices to all subsequent purchasers under that title.\n8. That when a party claims to be a bond fide purchaser for a valuable consideration, he must affirmatively prove the payment of the consideration by other evidence than the receipts in the deed, and in the absence of such proof, his title is no protection, and no evidence of such payments being made, the defendants are not bond fide purchasers in law; and\n9. That under the evidence in the case, Hezekiah Warner (who in his deposition had spoken of an interest in the land which was promised to him by his brother Zebulon) had no title to any part of the tract No. 6286 that could be enforced.\nThe court below (White, P. J.) affirmed the points in the general charge to the jury; under which instructions there was a verdict and judgment in favour of the plaintiff. Whereupon the defendants sued out this writ, averring here as reasons for reversing the judgment, that the court erred—\n1. In admitting the deposition of sheriff Leach, because it contradicts his own deed, and because the subscribing witness to the deed was not called.\n2. In assuming the fact that the acknowledgment of the sheriff’s deed was without the knowledge or consent of Warner.\n3. In charging “ that even in absence of fraud, Andrews would only be a trustee for Warner, and those claiming under him.”\n4. In charging “that receipt on deed only is primé facie evidence of payment.”\n5. In charging “ that it is clearly shown that money was never paid.”\n6. In charging “that defendants -were bound to take notice of the proceedings in the Orphans’ Court.”\n7. In answering plaintiff’s 6th, 7th, 8th, and 9th points in the affirmative.\nSouther Willis (with whom were S. A. $ W. S. Purviance), for plaintiffs in error.\nWilliam A. Wallace, for defendant in error"
  },
  "file_name": "0380-01",
  "first_page_order": 380,
  "last_page_order": 385
}
