{
  "id": 420608,
  "name": "O'Hara versus Richardson et al.",
  "name_abbreviation": "O'Hara v. Richardson",
  "decision_date": "1864-01-25",
  "docket_number": "",
  "first_page": "385",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 165",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842771
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0165-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 752,
    "char_count": 17968,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 2.75362808785939e-07,
      "percentile": 0.8329356267488954
    },
    "sha256": "76e06e23cbe516de75834b42a55b7a8e401c04e175152799cd8cca399335d508",
    "simhash": "1:0a47ccb0225fae80",
    "word_count": 3169
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "O’Hara versus Richardson et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 25th 1864, by\nAgnew, J.\nThis case, in the main, appears to have been well tried. It is true that a nice criticism of each of the answers of the court to the points of the plaintiff’s counsel, and of each portion of the general charge assigned here for error, might, in several instances, seem to convict the learned judge of error. But when tested by all he said as a whole, hy collating its several parts, there are but two or three portions which can really be considered erroneous. This is all we need to say in reference to the numerous errors assigned to the judge’s charge.\nThe principal error in the case would appear to be the result probably of inadvertence in the use of language, yet it was so binding as an instruction to the jury, we cannot help believing it misled the jury, notwithstanding that by close examination it would be found by them to be qualified in the latter part of the charge. The portion referred to is contained in the 17th error assigned.\nThe plaintiff brought her action for one hundred and fifty acres of land, and the verdict was wholly against her. She claimed under a survey upon the Robert Campbell warrant, made in 1817. The defendants claimed under a warrant to William Bamer, upon which a survey had been made by William Steel for the deputy surveyor in 1803. A controversy arose between the claimants of these warrants, which came before the board of property in 1818, and was decided in 1819 in favour of the claimants under the Bamer warrant, to the extent of the survey on it in 1803. This survey, however, did not cover the whole land in controversy in this ejectment, but left about fifty acres • lying outside, which were therefore properly surveyed upon the Campbell warrant in 1817. It was not until 1839 that this portion was surveyed into the Bamer warrant by Colonel Gibson for Mrs. Richardson, then claiming the Bamer warrant.\nThe effect of the decision of the board of property in 1819, no ejectment having been brought within six months thereafter by the owner of the Campbell warrant, became a question for the court. . The court charged: “ And if this land was not occupied by those under whom the plaintiff claims in 1792; in other words, if it was vacant and unappropriated on the 3d of April' 1792, and no ejectment or suit was brought by O’Hara within six months after the board of property decided against him, he is barred by that decision from maintaining the present action.\"\nHere, then, was a binding instruction given by the ’learned judge to the jury, positive and absolute in its terms, that if the land was so unappropriated in -1792, this action could not be maintained. This left them no further inquiry; though, as the facts already presented show, there were fifty acres of the land not affected by the decision of the board of property, and to which the plaintiff was clearly entitled, unless her title had been divested by the Statute of Limitations.\nNor was the case really improved, to the apprehension of the jury, by the apparent- qualification contained in the 2d point of inquiry, put to the jury in the close of the charge. It is true, the court then instructed them that the plaintiff’s title was destroyed; by the decision of .the board of property, “ so far as covered” by their decision. But this.left the jury still liable to the impression conveyed by the former part of the charge. It required of them to ascertain for themselves (without their attention being directed), as to how much land was covered by that decision, while their thoughts were really diverted from the qualification thus introduced by the form in which the whole inquiry was put to them.\nThe judge referred to the whole land in controversy, says of it, the plaintiff has a primd facie title, unless, &c. In' putting his second test he says: “You may inquire whether, as already explained, this land was vacant and unappropriated.” What land ? Clearly a jury would be led to think the whole land in controversy, not merely that which was within the lines of the survey of 1803. Had the attention of the jury beon aroused by a distinction, and had they been told that as to the land lying outside of the survey of 1803, the case would be different, we might conclude the jury had not been misled by the previous positive instruction that this action was barred by the decision Of the board of property.\nIn connection with this portion of the charge, we may notice the refusal of the court to permit the plaintiff’s counsel to send out the paper referred to in the third bill of exceptions, defining his claim to these fifty acres lying outside of the survey of 1803, which were resurveyed for the use of the board of property by David Coon in 1818. Had this paper been submitted to the jury, it might have tended to draw their attention more clearly to the qualification in the 2d point of inquiry, as to the extent of the decision of the board. The paper was no argument, but a mere statement of the plaintiff’s claim to the fifty acres lying out of the survey of 1803, as exhibited in the resurvey by Coon of. the same lines in 1818, and it referred to the diagram only to identify the lines of her claim. It is always customary to permit parties to send out statements of their claims, accounts, and papers, which serve simply to preserve those things in the recollection, which the memory cannot be expected to retain. A party may orally inform a jury that he claims by certain courses and distances as defining its limits, but in many cases, and this is one, where numerous drafts are read in evidence, it may often puzzle a jury to remember the lines, when they come to examine the drafts. We think there was nothing in this paper to have excluded it. But it was a matter of discretion, and not the subject of error: Spence v. Spence, 4 Watts 165; Hamilton v. Glenn, 1 Barr 340.\nThe answers of the court to the 12th and 13th points of the plaintiff, and the part of the charge referred to in the 18th assignment of error, taken all together, may not be clearly erroneous, yet seem a little indecisive upon the true point raised by the facts, and the plaintiff’s prayer for instruction. This was a case of interfering surveys, where both parties were in actual possession of their respective tracts. The point sought to be raised by the plaintiff was, that the entries of the adjoining owner within the interference, from time to time, to do those acts ■which every owner may lawfully do on his own lands, to wit, to cut timber for fences and shingles, are an assertion of his title and possession within the interference, which prevents the possession of the opposite owner from being exclusive.\nIt is not the case of an owner actually ousted from his land, who returns to assert his title by an entry. In order to defeat an actual adverse possession, which, if continued, would give title under the statute, the entry must be of such a character, and accompanied by such notice, as clearly indicates to the occupant that his possession is invaded and his right challenged. In such a case a casual entry would not avail. But where both parties'are in possession of their respective tracts, and one claims the interference by marking boundaries, and by clearing and fencing or cultivating a part, the question of ouster is the first question to be decided.\nTo the extent of the land cleared or cultivated there is an actual ouster, but the marking of lines is not, ipso facto, an ouster of woodland, and more is required. Miller v. Shaw, 7 S. & R. 129, which confined the party to his possessio pedis, is no longer authority, but it serves to mark the progress and state of the law, as it is now held, in reference to woodland. Roger v. Benlow, 10 S. & R. 302, following immediately after, contains the germs of the present doctrine, suggesting that of unimproved land a presumption of ouster may be raised by the acts of the owner, or rather his omissions and negligence. Hence the doctrine now is, that if a party defines his boundaries, and takes actual possession of a part by clearing or cultivation, and uses the remainder as farmers usually do woodland, taking timber, tapping trees, and so forth, and does this adversely and exclusively for a period, to satisfy the statute, the owner in the mean time not interfering, he gains title by limitation.\nBut it will be noticed that the root of this is the presumption of ouster which is thus created. It is because in this case of adjoining owners in possession co-operatively, one has not only marked his boundaries, and done acts in assertion of his title within them, but because the other has suffered this to continue without interruption for twenty-one years, the latter is presumed to be ousted from his woodland contrary to the doctrine of Miller v. Shaw. But as the marking of lines does not ipso facto oust a party from his adjacent woodland, his entry to cut timber for farming purposes being the act of an owner, is in itself an assertion of title. His woodland was not cut off from him by any act of title or of law, while the marking of the lines was itself a trespass. He was not thereby prevented from going upon any part of his woodland. When he enters to do an act which as owner he thus has the right to do, primd facie he asserts his title, unless the evidence proves the contrary.\nIf, therefore, he did these acts of ownership from time to time, it was evidence which tended to show that exclusive possession had not been taken, and he was not presumptively ousted. In this view it would not be proper in such a case to characterize the entries of the owner from time to time as trespasses, and say they were ineffectual to prevent the operation of the statute, unless accompanied by such an assertion of title as would be necessary to toll the statute in the case of an actual disseisin.\nIn such case it is proper to submit all the acts of the party to the jury, under the proper instruction, leaving it to them to say, from the number, character, and times of these entries, whether they exhibited a common or mixed possession, and thus evidenced to them that the possession of the opposite party of the woodland was not exclusive, or whether they were purely casual and accidental, and not done in prosecution of his rights as an owner. Any other doctrine would render the title of adjoining owners insecure, and liable to be devested by acts of which the owner may be wholly ignorant. Where tracts are large and woodlands extensive, an owner who sees an axe-mark perhaps in the middle ' of his woodland, may not for an instant dream of its being an ear-mark of a survey, to be connected with a distinct trespass by clearing upon the outskirts of his tract. If his own ordinary' use of his woodland, which in such a case may be at very distant intervals, is to be denominated a trespass, unless it carries with it all the solemn acts to characterize an entry to toll the statute in a case of actual disseisin, he may at a distant day find himself deprived of his valuable woodland by presumptions in favour of a trespasser, without the benefit of the natural presumption that flows from the acts of an owner, never rightfully excluded from his land, or prevented from thus using his own.\nAs to the first and second bills of exception to the admission of the survey of 1839 by Colonel Gibson and the patent, it is only necessary to say they were competent to go to the jury as some evidence of title, the survey having been accepted, and the patent issued upon it. The objection goes to the effect of the evidence, and not to its admissibility.\nIt may be remarked that, although this case was submitted at Pittsburgh, it was not considered or decided until the court met in banc in Philadelphia, at January Term.\nThe judgment must be reversed upon the seventeenth assignment of error, and a venire facias de novo awarded.\nCASES IN THE SUPREME COURT OF PEJSTJSrSYLYAIsriA. EASTERN DISTRICT — PHILADELPHIA 1864.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Williams §• Darlington, for plaintiff.",
      "Hamilton Acheson, for defendants."
    ],
    "corrections": "",
    "head_matter": "O’Hara versus Richardson et al.\nDecision of hoard of property, effect of — Papers proper to he sent out with the jury in ejectment. — Sending out papers discretionary with the court. — Presumption of ouster, when it arises.— Ouster a question of fact for the jury.— What entries will bar the StaMe of Limitations.— Survey and patent, when evidence.\n1. A binding instruction to the jury, in an action of ejectment, that the plaintiff was barred from maintaining the action, by a decision of the board of property, by whom the rights of interfering surveys, including the land in question, had formerly been decided, was held error, where that decision embraced only a part of the land for which suit was brought: for it tended to mislead the jury, even though they were instructed in a subsequent part of the charge, that the plaintiff’s title was destroyed “ so far as covered” by the decision of the board.\n2. A paper, defining the claim of the plaintiff to a part of the land lying outside of the survey, in favour of which the board of property had decided, may properly be sent out with the jury; but being discretionary with the court, the refusal to permit it so to be sent out, is not error.\n3. A settler upon land, who defines his boundaries, takes actual possesion of a part by clearing and cultivation, and uses the Remainder for farming purposes, cutting the timber, tapping trees, &c., adversely and exclusively for twenty-one years, the owner not interfering, gains title under the Statute of Limitations; the presumption of ouster arises as well from the acts of the settler, as from the omissions of the owner to assert his claim, until barred by the statute.\n4. In the case of disputed title to intervening woodland, by owners in possession of their respective tracts, the marking of lines by one upon the disputed portion, is not ipso facto an ouster of the other: but every entry of the latter as owner, by cutting timber, &c., is an assertion of title, and such acts of ownership are evidence to show that the exclusive possession has not been taken by the former, and that the latter has not been, therefore, presumptively ousted.\n5. It is for the jury, under proper instruction, to determine, from the number, character, and time of such entries by the owner, whether they exhibit a common or mixed possession, and whether the possession of the opposite party, claiming by marked lines, was or was not exclusive: or whether they were casual and accidental, and not done in prosecution of his rights as owner.\n6. In such a case, it was held improper to characterize the entries of the owner from time to time in taking timber, &e., as trespasses, and to instruct the jury that they were ineffectual to prevent the operation of the statute, unless accompanied by such an assertion of title, as would be necessary to toll the statute in the case of an actual disseisin.\n7. Where the portion of the land excluded by the decision of the board of property and thus affirmed to be the property of plaintiff’s ancestor, was subsequently, on application of defendant’s ancestor, surveyed and patented, such survey and patent are admissible on behalf of defendants, as some evidence of title; and therefore their admission upon the trial was held not error.\nError to the Common Pleas of Allegheny county.\nThis was an action of ejectment, by Mary O’Hara against Hugh Richardson, William Richardson, Mrs. Sims, and James Cullen, to recover possession of a tract of land in Robinson township, containing about one hundred and fifty acres.\nThe plaintiff claimed under a warrant to Robert Campbell, of the date of 17th October 1785, for four hundred acres of land, including an improvement, in the county of Washington, on the waters of Chartiers creek, about seven miles from Fort Pitt, adjoining lands of James Ewing on the south-west, John Campbell on the north-east, Thomas Thornsby on the north-west, with a survey thereon of the date of October 20th 1817, returned and accepted on the 17th January 1818, of three hundred and sixty-two acres and allowance, and calling for lands of James Ewing, Thomas Thornsby, James Ross, Bausman’s heirs, or T. Richardson and Cuhbage, as adjoiners, and a note or memorandum endorsed thereon of a caveat hy Thomas Richardson, claiming a part of the land embraced therein, under a warrant to William Bamer, dated January 18th 1793.\nThe defendants claimed under a warrant to William Bamer, of the 18th January 1793, for two hundred acres of land, adjoining lands of James Bell, widow McManamy and Chartiers creek, with a survey of one hundred and eighty-four acres sixty-six perches and allowance, made by James A. Gibson, deputy surveyor, on the 4th of December 1839, and purporting to have been made upon an order of November 11th 1839, to correct a survey made for John Binney, on the 4th day of December 1803, on the said warrant, alleged to have been returned by Stephen Wood, deputy surveyor, on the 15th of March 1839, for Jane Richardson, and referring to the line represented to him as the one spoken of in a decision of the board of property, dated the 16th day of September 1819. Upon this survey a patent was issued to Jane Richardson on the 17th day of December 1839.\nAll the facts that are necessary for a full understanding of the case, as it was presented in error, will be found in the opinion of this court.\nThe plaintiff presented seventeen points, and the defendants six, on which the instruction of the court below was requested.\nUnder the ruling of the court (Mellon, J.), there was a verdict and judgment in favour of the defendants. Whereupon the plaintiff sued out this writ, and presented for the consideration of this court eighteen distinct assignments of error to the admission of evidence, and the charge of the court below. The only assignments that were considered material, will be found in the opinion of this court.\nWilliams §• Darlington, for plaintiff.\nHamilton Acheson, for defendants."
  },
  "file_name": "0385-01",
  "first_page_order": 385,
  "last_page_order": 392
}
