{
  "id": 420642,
  "name": "Shaw's Appeal",
  "name_abbreviation": "Shaw's Appeal",
  "decision_date": "1864-01-25",
  "docket_number": "",
  "first_page": "407",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 567",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 470,
    "char_count": 9108,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 1.4245860909065535e-07,
      "percentile": 0.649690773477527
    },
    "sha256": "e3570c7ac23c11c00396ab2c7c3ce3dd05a9e47b0f82a2018465b73e0daa8fc5",
    "simhash": "1:cacf36148466783f",
    "word_count": 1598
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was sitting at Nisi Prius, when this case was argued."
    ],
    "parties": [
      "Shaw’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 25th 1864, by\nWoodward, C. J.\nWhen a purchaser at a sheriff’s sale is apas a to purchase-money, there is no reason for requiring him to pay over the money to the sheriff to be received back after the acknowledgment of the deed, and accordingly the Act of 20th April 1846, Purdon 446, authorizes sheriffs to receive from such purchasers receipts for the purchase-money instead of the money, and to make special returns thereof. The act is confined to cases where it “ appears from the proper record that the purchaser is entitled to receive the whole or part of the purchase-money.” Such a primd facie case justifies the sheriff, but “ any person interested” may question the right of the purchaser to the money before the court, who shall thereupon appoint an auditor to distribute the proceeds of the sale, after hearing the facts and reasons of the parties interested. Or the court may direct an issue to determine the validity of the lien claimed by the purchaser; but to obtain an issue the applicant must make an affidavit that there are material facts in dispute, and must set forth the nature and character thereof.\nIt is too apparent to be debated that the contest which the act contemplates, whether before the auditor or in the form of an issue at law, is a contest about distribution of the proceeds of the sale among lien-creditors. The person interested, of whom the act speaks, means a person interested in liens. The liens which appear from the record to be first entitled, are not always what they appear to be, and whilst the record justifies the sheriff’s return, it does not conclude subsequent lien-creditors from questioning those'that are apparently prior, and hence the investigation which the act authorizes.\nBut here is a case in which the defendant in the execution attempted to avail himself of the Act of Assembly to try a cause of action, which, if it existed at all, arose out of a breach of covenant or agreement by his vendor of the real estate which was the subject of the sheriffs sale. The case was this : Govett sold the house and lot, situate in West Philadelphia, to the defendant Shaw, and took his judgment-bond for the purchase-money, which he assigned to Jaquette, who entered judgment on the bond, seized the house and lot in execution, and purchased them himself at the sheriff’s sale, for an amount about equal to the bond and interest. To this judgment he claims that the purchase-money should be applied. But Shaw alleges that Govett agreed (whether by articles or a covenant in the deed we are uninformed), that he would extend and construct a certain culvert in the rear of the property, which he had neglected to do, and Shaw claims that his damages should be ascertained for this breach of agreement, and be deducted from the purchase-money in court for distribution. The court refused to give him either an auditor or an issue, and dismissed his exceptions to the sheriff’s sale, and this is the error complained of.\nWe think that Shaw is not within either the reason or the remedy of the Act of Assembly. He is not a lien-creditor. He claims nothing under the exemption staute. There is no surplus to go to him as defendant. He is therefore a stranger to this distribution. He bears no relation to it, and had no right to demand either an audit or an issue. He is not a “person interested” within the meaning of the act. The cases cited by the learned counsel were contests among lien-creditors, and of course are inapplicable to a party who is in no sense whatever a lien-creditor.\nIf it be granted that he had a right of set-off against the bond, whether in the hands of Govett or his assignee Jaquette, it must be remembered that all suits upon the bond were concluded by the judgment. Set-off, as a cross-action growing out of the bond, is as certainly excluded, whilst that judgment remains unquestioned, as any direct action upon it would be. Shaw’s way was to get the judgment opened. It is said he applied to the court for this purpose, but the record does not show it. The application which was refused, and which we are reviewing, was not that he might be let into a defence upon the bond, but that he might share in the proceeds of the sale to the extent of his damages. This was properly refused.\nSuppose he had got before an auditor, the auditor would not have gone back of the judgment: Dyott’s Estate, 2 W. & S. 567; Leeds v. Bender, 6 Id. 318. But what is decisive against his application for both an auditor and an issue is, that he is not a person interested in this distribution proceeding within the meaning of the Act of Assembly. It was not the intention of the legislature that such causes of action as he sets up should be tried in this manner. His remedy will be an action upon the contract.\nThe decree is affirmed.\nThompson, J., was sitting at Nisi Prius, when this case was argued.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Constant Guillou, for appellant.",
      "Sharpless, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shaw’s Appeal.\nRight of purchasers, as Ken-creditors, to proceeds of sheriff’s sale.— Who are persons interested, who may contest such claim under the Act of Assembly.\n1. Where,under the Act 20th April 1846, a purchaser of real estate at a sheriff's sale, entitled by the record to the purchase-money, receipts therefor to the sheriff, who makes return accordingly, the right of the purchaser can only be questioned by lien-croditors: they alone are “ persons interested” within the meaning of the act.\n2. Hence, where the judgment under which the land was sold was given for purchase-money, and afterwards assigned by the vendor and obligee to the plaintiff in the execution, who became the purchaser at the sheriff’s sale, and receipted to the sheriff for the purchase-móney, the defendant cannot cali in question the plaintiff’s rig-ht to the fund, by setting up a breach of agreement by the original vendor and obligee, in order to Miare in the proceeds of the sale to the extent of his damages: and the refusal of the court to grant an issue or appoint an auditor, was held not error.\n.Appeal from the District Court of Philadelphia.\nThis was an appeal, by James D. Shaw, from the decree of the court below dismissing the exceptions filed by him, disputing the right of David M. Jaquett, assignee of Annesley Govett, as plaintiff, in a writ of venditioni exponas against the appellant, to the proceeds of the sheriff’s sale of his real estate.\nOn the 21st April 1860, Shaw gave his bond to Govett, with warrant of attorney, for $3500, real debt, for the purchase-money of certain real estate. Govett assigned the bond to Jaquette on the 4th June 1863, and the latter caused judgment to be entered upon it on the 16th July 1863. He issued, execution, and the same property for the price of which the bond had been given having been Seized and condemned, was sold at sheriff’s sale for $3950.\nThe special return of the sheriff to the venditioni exponas set out the sale in the usual mode, adding, “ the plaintiff being the purchaser for $3050, and it appearing from the searches that said purchaser is entitled to said fund, after payment of costs, &c., sheriff had taken his receipt for the same.”\nShaw disputed G ovett’s right to that fund, and under the rule of court regulating the practice, under sections 1 and 2 of the Act of 20th April 1846 (Purd. 446, §§ 100, 101), filed the following exception to the sheriff’s special return :—\n“ James D. Shaw, defendant in the above execution, and owner of the real estate\"(therein described, and sold thereunder) at the time of sheriff’s sale, doth file exceptions to the right of said Jaquette to the proceeds of sale.\n“ 1. He is not entitled thereto, because the said Govett (who assigned to him the bond upon which said execution is'bascd), had failed to comply with his contract for conveying the said estate inter alia to defendant, in this, that by the agreement for the sale of said real estate, the said Govett agreed that he would, at his expense, continue a certain culvert in the rear of said premises through the same — that he wholly failed so to do, thereby occasioning great damage to the exceptant — the amount of which damage he seeks to default from the plaintiff’s claim as so much failure of consideration for said bond. By the want of said culvert the improvements by exceptant upon said real estate were greatly delayed, and much injured by the rains and the overflow of waters, which the said culvert was intended to carry off. The said bond was given for the purchase-money of said estate.”\nNo opinion was delivered by the court below, but the exceptions were dismissed and the rule discharged.\nThe defendant thereupon sued out this writ, averring here that the learned court below erred, 1. In dismissing the rule to set aside the sheriff’s sale, and Shaw’s exception to the right of Jaquette to the proceeds of that sale.\n2. In not directing an issue to determine the validity of Jaquette’s lien upon the fund.\n3. In not appointing an auditor to make a report distributing the proceeds of the sheriff’s sale, instead of allowing plaintiff to keep the whole fund.\nConstant Guillou, for appellant.\nSharpless, for appellee."
  },
  "file_name": "0407-01",
  "first_page_order": 407,
  "last_page_order": 410
}
