{
  "id": 420592,
  "name": "Loyd et al. versus McCaffrey",
  "name_abbreviation": "Loyd v. McCaffrey",
  "decision_date": "1864-01-25",
  "docket_number": "",
  "first_page": "410",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 410"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 330",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 551",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 339",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 33",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0033-01"
      ]
    },
    {
      "cite": "7 W. & S. 19",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0019-01"
      ]
    },
    {
      "cite": "12 Mass. 206",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "1 Caines 363",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        793327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/1/0455-01"
      ]
    },
    {
      "cite": "8 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0009-01"
      ]
    },
    {
      "cite": "6 Wright 330",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 12765,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 2.517758290708559e-07,
      "percentile": 0.8111874476079494
    },
    "sha256": "5f781f4f893b91959a46e70493833f409c22dd2da7420cc49b79e8e3b30a7a41",
    "simhash": "1:9eed64aa9658de7f",
    "word_count": 2288
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius."
    ],
    "parties": [
      "Loyd et al. versus McCaffrey."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 25th 1864, by\nStrong, J.\nIt cannot be maintained that Taylor’s check in favour of Wilson, without more, amounted to an equitable appropriation of the funds in the hands of the bankers to whom the check was addressed. To make an order or draft an equitable assignment, it must designate the fund upon which it is drawn: Greenfield’s Estate, 12 Harris 232. And see the cases collected in vol. 2, part 2, Lead. Cases in Equity 232. Taylor’s check was drawn upon no specified fund. It was payable out of any fund the drawer might have had in the hands of Loyd & Blandy, at the time of its presentation. And it was not completed until the attachment was laid. Nor can it be held that the agreement between Taylor, the garnishees, and Wilson, that if any attachment should be levied upon Taylor’s funds in the hands of the garnishees, the check should be immediately, and ipso facto, passed to Wilson’s credit, and charged to Taylor’s account, amounted to any assignment, or raised any trust in favour of Wilson. Clearly it was no present appropriation of the money. It did not interfere with Taylor’s right to withdraw it, and apply it according to his pleasure. It gave Wilson no immediate ownership. The argument for the plaintiffs in error is, that it amounted , to a settlement for the use of Taylor until an attachment should be laid, and from that time' for the use of Wilson. To this there are several fatal objections. One is, that Taylor retained the right to draw out and apply at his pleasure the entire fund. Another is, that it was an arrangement made by Taylor himself, a disposition of his own property. There are cases in which it has been held that if a trust be created for the life of a cestui que trust, but with a limitation over on the event of his bankruptcy, or of his alienation, the settlement is valid, and neither his alienees nor creditors can acquire any interest. But these are all settlements by other parties. A man cannot settle his own property to his own use until a creditor shall assail it, and then over, so as to prevent the creditor from seizing it: Mackason’s Appeal, 6 Wright 330. If he could, it would be impossible to protect the community against fraud. Even if the trust alleged had been formally created, it could not therefore avail the plaintiffs in error. But we fail to see in the answer of the garnishee any assertion of a trust. At most, there was a promise to protect Wilson, if an attachment should be levied.\nIt follows that the judgment of the District Court was right.\nJudgment affirmed.\nThompson, J., was absent at Nisi Prius.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Joseph A. Qlay, for plaintiff in error,",
      "J. Cooke Longstreth and H.G. Townsend, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Loyd et al. versus McCaffrey.\nChech on banker, when an assignment of the fund as against attaching creditors.\n1. A check drawn upon a banker is not of itself an appropriation of the funds in his hands belonging to the drawer, unless it plainly appears that the fund claimed was the one designated out of which payment was to be made; especially where the appropriation alleged was not completed by the payee’s presentation of the check until the fund was attached for a debt of the drawer.\n2. An arrangement between the drawer, payee, and banker, that, if an attachment was levied on the drawer’s funds, the check should be at once passed to the credit of the payee and charged to the drawer, did not amount to an assignment or raise any trust in favour of the payee: nor was it a present, appropriation of the money.\nError to the District Court of Philadelphia.\nThis was an attachment execution, at the suit of Patrick Mc-Caffrey against Joseph H. Taylor and others, late partners trading as J. H. & E. Taylor and Company, in which William H. Loyd and Graham Blandy, trading as Loyd & Blandy, bankers, were summoned as garnishees.\nThe writ was served on the 7th of November 1862. Interrogatories wore filed in due form, and the answers of the garnishees disclosed the following facts :—\nThe defendant, Joseph H. Taylor, opened an account August 26th 1861, and deposited with the firm of Loyd & Blandy, drawing from them, from time to time, sums of money received by him in his business as a note broker and agent for the Glen Cove Starch Manufacturing Company. When this account was opened the defendant was indebted to Rathmel Wilson in upwards of $10,000 for borrowed money. This debt arose from deposits made with the defendant, from time to time, by Wilson (who kept no bank account in the city), amounting, on an average, to this sum. The moneys thus deposited were applied by Taylor to obligations of Wilson as they matured. As a security for this loan, the defendant, on the 7th of November 1862, at the suggestion of Wilson Loyd, drew a check upon his account with Loyd & Blandy in favour of the said Wilson for $10,000. It was agreed between Wilson, Loyd & Blandy, and the defendant that if any attachment should be levied upon the funds of the defendant so deposited for the debts of the former firm of J. H. & E. Taylor and Company, of which the defendant had been a member, the check in favour of Wilson should be immediately and ipso facto passed to his credit, and charged in that form to the account of the defendant.\nUpon the service of the writ of attachment in the present case, this transfer was carried into effect, in accordance with the agreement with Wilson. The amount of $4779.72 then standing to the credit of the defendant, was paid and applied towards the payment of the check of $10,000, and passed at once to the account and credit of Wilson, and afterwards paid to him by Loyd & Blandy. The account of the defendant with Loyd & Blandy was thus overdrawn, and the defendant on the same day deposited with the firm the amount required to make the account good. On the presentation of the writ of attachment Mr. Blandy told the officer that the defendant had no funds there.\nThe court below delivered no written opinion, but decided that the garnishees had not made out a sufficient defence, and ordered judgment to be entered for the plaintiff. Whereupon the garnishees sued out this writ, averring that the court below erred,\n1. In ordering judgment to be entered against the garnishees upon the answers filed by them.\n2. In not deciding that the check of the defendant, Taylor, in favour of Wilson, was an equitable appropriation to the payee of the funds in the hands of the garnishees, which took precedence of the attachment.\n3. In not refusing to enter judgment on the motion of the defendants in error, so as to afford to the garnishees a trial by jury to determine whether the appropriation of the funds by the chock was not prior to the lien of the attachment execution.\nJoseph A. Qlay, for plaintiff in error,\nargued that under ordinary circumstances the check to Wilson, made under the agreement of all parties, was an equitable appropriation in his favour of the funds of Taylor in the custody of the garnishees, upon full notice to them: Nesmith v. Drum, 8 W. & S. 9.\nThe effect will be the same if the fund is not in existence when the draft is drawn, but arises out of subsequent transactions: Peyton v. Hallet, 1 Caines 363; Cutts v. Perkins, 12 Mass. 206 ; Yeates v. Groves, 1 Yes. Jr. 281.\nIn the present instance the check was to be passed to the credit of Wilson by the mere operation of an attempt to attach the fund upon which it was drawn. Loyd & Blandy were thus not only trustees and custodians of the fund for Taylor — they wore trustees for Wilson also, under the agreement of all parties. Wilson is to be considered as depositing the money in trust for the use of Taylor, but in such way and manner that it should not be liable for his debts, contracts, or engagements. The case seems to he therefore identical with the familiar instances in which an interest given for the use of a cestui que trust is directed to go over for the benefit of other parties in case of his bankruptcy, or in case any of his creditors should attempt to assail the trust property.\nSuch trusts' are always supported, even in England, unless the cestui que trust is to retain some interest in the property after the transfer; and they are held equally valid whether the gift over is to take place upon the voluntary alienation or other act of forfeiture of the beneficiary, or whether it accrues upon his bankruptcy, or by the act of his creditors: Hill on Trustees 395, and notes; King v. Topping, 1 McClelland & Younge 544; Coopers. Wyatt, 5 Madd. 482; Shee v. Hale, 13 Vesey 404; Brandon v. Robinson, 18 Id. 429.\nIn Pennsylvania it is well settled that a valid trust may he created for the use of a beneficiary in such manner that the trust property shall not be liable for his debts: Vaux v. Parke, 7 W. & S. 19; Fisher v. Taylor, 2 Rawle 33; Ashhurst v. Given, 5 W. & S. 339; Holdship v. Patterson, 7 Watts 551; Norris v. Johnston, 5 Barr 289; Brown v. Williamson, 12 Casey 338.\nThere is therefore nothing contrary to the policy of the law in an arrangement by which one person bestows a fund for the use of another, but with a limited ownership. Such use may be made to determine upon any attempt of creditors to divert it from its legitimate purpose to their own use.\nJ. Cooke Longstreth and H.G. Townsend, for defendants in error.\n—Nesmith v. Drum does not rule this case: because, first, although the court use the language that the appropriation would have been complete as an assignment of the fund even without the acceptance of the drawer, the ease before them was one in which such acceptance had been given. Second, the check in this case was in no sense an appropriation of a certain fund. It was a draft to he paid out of any funds of the drawer that might be in the hands of the drawees when it should he presented for payment. Third, it was no present appropriation, because, notwithstanding- its existence, and notice thereof to the drawees, Taylor was to he allowed to draw on his funds for any purpose he might choose, and the sole object of the check was to prevent his money from being applied against his will to the payment of his debts.\nAs respects the effort to bring this case within the line of cases such as Holdship v. Patterson, it is to he observed, first, that the relation between Taylor and Wilson was admitted to have been originally the simple relation of debtor and creditor, and the check was said to have been afterwards drawn simply as a security for the loan. Wilson does not seem to have been actuated by any motives of generosity or beneficence in making the loan to Taylor. He lent the money to Taylor, and Taylor was to pay it not directly to Wilson, but to Wilson’s creditors. Taylor was to pay for the accommodation of the loan by paying Wilson’s obligations as they matured, Wilson being a resident of another state. That the money so lent is not impressed with any trust is moreover, shown by the fact stated in the answers, that Taylor was to use it as he chose, and simply replace it at the various times fixed for payment. The money, when received by Taylor, became his own money. He then deposited it with his bankers. This process did not make them trustees for him. The banker is simply a debtor to his principal for the money deposited: Hill v. Foley, 2 House of Lords Cases 44. How, then, out of the combination of these two several relations of debtor and creditor, do these bankers become trustees for Wilson ? They were not so when the deposit was made. Taylor, not Wilson, made the deposit, and deposited the money as his own. Was it then by Taylor's act in writing the check in favour of Wilson, and giving them notice of it? Maekason’s Appeal, 6 Wright 330, answers this. Until the check was presented for payment, the property was to be for Taylor’s own use. Indeed, it was to continue to be for his own use until after the law had seized it for the payment of his debts. Did the bankers ever assume to act as trustees for Wilson ? If so, when ? Certainly not before the attachment levied, for until that time they were to pay out the money on Taylor’s check. But, say the garnishees, the agreement was that “ if any attachment should be levied, * * * the check in favour of Wilson should be immediately and ipso facto passed to his credit, and charged in that form to the account of the defendant.” Now, without resorting to verbal criticism, and saying that ipso facto cannot mean ipso faciendo, it is clear that the two acts can neither be logically nor chronologically said to be synthetic or simultaneous. The levying of the attachment was substantially and necessarily the condition precedent of the presentation of the check for payment, or, in other words, the presentation of the check was to follow the levying of the attachment. But this case is conclusively ruled by Jackson v. The Bank of the United States, 10 Barr 61."
  },
  "file_name": "0410-01",
  "first_page_order": 410,
  "last_page_order": 415
}
