{
  "id": 420631,
  "name": "Johnson, Garnishee, &c., versus Herring. Same versus Ashton. Same versus Malcom. Same versus Klopp",
  "name_abbreviation": "Johnson v. Herring",
  "decision_date": "1864-01-25",
  "docket_number": "",
  "first_page": "415",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 415"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 480",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0480-01"
      ]
    },
    {
      "cite": "2 Jones 164",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 100",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0100-01"
      ]
    },
    {
      "cite": "5 Watts 343",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843982
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0343-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 13830,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.1538905904251063e-07,
      "percentile": 0.5820167507835399
    },
    "sha256": "db23c02aef3032bdd345323ba01c4ff121e98a04de1f1a32d46ef2de585e0c9b",
    "simhash": "1:7fc02055dd1fda74",
    "word_count": 2434
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Johnson, Garnishee, &c., versus Herring. Same versus Ashton. Same versus Malcom. Same versus Klopp."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 25th 1864, by\nStrong, J.\nThe questions raised by these several writs of error are the same, and the cases may very properly be considered together. The Act of Assembly of March 24th 1818, P. L. 285, after regulating by its earlier sections voluntary assignments made or executed for the benefit of creditors, enacted “that all assignments so as aforesaid to be made and executed, which shall not be recorded in the office for recording of deeds in the county in which such assignor resides, within thirty days after the execution thereof, shall be considered null and void, as against any of the creditors of the assignor.” In these cases the assignment was dated on the 29th day of January 1862. The presumption arising from the instrument itself, is that it was made and delivered on that day. True, this presumption might have been rebutted by proof that no delivery was made until a later time, but there was nothing in the evidence given on the trials .to rebut it. The assignee named declined to accept the trust, but that may well have been a fact, and yet the delivery of the deed have been perfect. . It may have been made to another person, or left with the scrivener for the use of the creditors, and if so, refusal of the assignee named to act, would not have defeated the deed of the assignors.\nA trust does not fail for want of a trustee. A delivery of an assignment is good when the instrument has passed out of the control of the assignors, with their assent to its taking effect. Certainly there ivas nothing in the answers of the garnishee in these cases, nor the plaintiff in error, to show that the assignment was first delivered on the 28th day of February 1862, when he was appointed trustee in place of the assignee, who had declined. It cannot then he doubted that when he was appointed, the instrument took effect from its date.\nThe real question in these cases, however, is, what did the legislature mean when they declared that assignments not recorded within thirty days after they are made and executed, shall be considered null and void as against creditors? Was it meant that the thirty days allowed for recording shall begin to run from the time when a new trustee shall be appointed, in case the one named in the instrument declines to act, or from the time when the assignors have completed the deed, ordinarily its date ? We think the latter is the intention of the act. Delivery, though necessary to give effect to any deed, is an act done after, in common language, the deed has been made or executed. The evidence of it may rest entirely in parol. It is not usually attended with any publicity, and if, in cases of voluntary assignments, it is necessary to look beyond the deeds themselves to know when they became operative, a wide door is opened for establishing secret trusts, which it was the manifest purpose of the legislature to restrain. Nor is there any hardship in adopting such a construction. The assignment may be placed upon record by the assignors, or by any one having a legal or beneficial interest. Our opinion therefore is, that the points proposed by the plaintiff in error were correctly answered in the District Court.\nThe judgment in each case is affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Edgar E. Pettit, for plaintiff in error,",
      "H. Be Lancy Bryan, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Johnson, Garnishee, &c., versus Herring. Same versus Ashton. Same versus Malcom. Same versus Klopp.\nAssignment of creditors, when to be recorded under the act of March 24th 1818.\n1. Where the assignee named in a deed of assignment for the benefit of creditors declines to accept the trust, and in his' stead another is appointed, the thirty days allowed by the Act 24th March 1818, within which to record the deed, runs from its date and not from the time of the appointment of the. new assignee.\n2. Hence, where the new assignee did not record the deed of assignment until after thirty days from its execution by the assignors, it was, as to creditors, null and void: and the fund in the hands of the assignee was liable to attachment by them.\nError to the District Court of Philadelphia.\nThese were attachments on judgments held by the above-named defendants in error against The Common-wealth Saving Fund and Loan Company of Pennsylvania, lately .styled The Penny a day Saving Fund and Building Association, in which William F. Johnson was summoned as garnishee.\nThe issue in all these cases was made up by the interrogatories of plaintiffs, and the answers and plea of. nulla bona, entered by the garnishee, W. F. Johnson.\nThe material facts of the case wore these:—\nThe Commonwealth Saving Fund and Loan Company of Pennsylvania was an incorporated company, located in the city of Philadelphia. Having met with losses, they made, on the 29th day of January 1862, an assignment of all their estate and effects, real and personal, for the benefit of their creditors, to John McDowell, Jr., who refused or declined to accept the trust. In consequence of this refusal, the Court of Common Pleas of Philadelphia county, on the 28th day of February 1862, appointed William F. Johnson assignee, in the place and stead of John McDowell, Jr. March 1st 1862, this deed was deposited in the proper office for record, and was recorded on that day. Subsequently Johnson entered security in said court in the sum of $10,000, for the faithful performance of the said trust; which was duly approved by the court; since which time he has been engaged in the performance of the duties of the trust, and was duly summoned as garnishee at the suit of the above-named judgment-creditors of the corporation.\nThe garnishee filed a plea of nulla bona in each case. On the trial of each case the plaintiffs gave in evidence the record of their judgments in the District Court of Philadelphia county, in which they -wore severally plaintiffs, and the Commonwealth Saving Fund and Loan Company of Pennsylvania defendant; upon which judgments the above attachments had issued. The plaintiffs also read in evidence the answers and supplemental answers of the garnishee, and gave in evidence a certified copy of the deed of assignment from the Commonwealth Saving Fund and Loan Company of Pennsylvania to John McDowell, Jr., dated January 29th 1862, and recorded March 1st 1862; and closed.\nThe garnishee then gave in evidence, in each suit, the record of the four writs of attachment sur judgment against the same defendants, and William F. Johnson, as garnishee, issued on the same day and out of the same court to December Term 1862, and numbered respectively 602, 603, 604, and 605, and the returns of the sheriff thereto, showing them to have been all served on William F. Johnson, as garnishee, at the same time.\nThe plaintiffs’ counsel contended that they were entitled to recover, and treat the assignment as a nullity, in consequence of its not having been recorded within thirty days after execution, as required by the Act of 1818.\nThe counsel for the garnishee controverted this argument, and requested the court to charge the jury—\n1. That William F. Johnson having been appointed assignee of the Commonwealth Saving Fund and Loan Company, on the 28th day of February 1862, and having recorded the deed of assignment on the next day, to wit, March 1st 1862, said recording was within the time prescribed by the statute.\n2. If the action can he sustained, the plaintiff in each case is only entitled to a pro rata share, with the other three attachments issued and served at the same time on the fund in hand ($782.65), at the time of plea pleaded.\n8. The deed of assignment was recorded in time, having been recorded the next day after the appointment of the present assignee.\nThe learned judge affirmed the 2d point, overruled the 1st and 3d points, and instructed the jury to find for each plaintiff a fro rata share of the fund in the hands of the assignee, who was made garnishee in this case ; which was the error assigned.\nEdgar E. Pettit, for plaintiff in error,\nargued that if delivery requisite to a deed, upon this case turns was recorded in timé under the Act of March 24th 1818. That though the question of the deed being void, if not recorded in time, is a conceded point under the whole line of decisions, it can only be avoided by those who take advantage of it, but that as to others the trust remains, and that equity will support it by the appointment of an assignee, where the party to whom the assignment was made, refuses to accept the trust. That the main and important-question as to when the deed should be recorded, which is dependent upon the question of what constitutes the execution of a deed, is the one upon which this case must stand or fall; and that therefore the question arises, what constitutes a deed ? A deed is a writing sealed and delivered by the parties. In this case McDowell, to whom the assignment was made, refused to accept the trust,- and the deed, therefore, remained in the hands of the assignor until after the appointment, by the Court of Common Pleas, of William F. Johnson as assignee ; which appointment took place on the 28th day of February 1862, when the deed was delivered to Johnson, and by him recorded the following day. That the deed was not executed until delivered, and the recording having taken place the day after delivery to Johnson, it was recorded within the time prescribed by the statute: citing Leland’s Appeal, 1 Harris 85; Chess v. Chess, 1 Penna. Rep. 32; Donnel v. Bellas, 10 Barr 346; McKinney v. Rhoads, 5 Watts 343; Critchfield v. Critchfield, 12 Harris 102 ; Shoenberger’s Ex’rs. v. Zook, 10 Casey 28; Boardman v. Dean, 10 Id. 254; Barncord v. Kuhn, 12 Id. 389. That the Act of Assembly seems to contemplate a distinction between the making and executing a deed of assignment, inasmuch as it says, “ that all assignments made and executed shall be recorded within thirty days after execution, showing that the making of the deed was not intended to embrace the execution thereof. That the present cases do not stand in the situation of one intervening between the making of the deed and the delivery thereof, because the original suits upon which judgments were and not commenced against the Saving Eund until nine months after the appointment of William E. Johnson as assignee, and delivery of the deed to him; thereby sanctioning the assignment for that length of time at least.\nH. Be Lancy Bryan, for defendants in error.\nThe Act of 1818 has been judicially interpreted against the plaintiff in error in several cases: Stewart v. McMinn, 5 W. & S. 100; Watson v. Bagaley, 2 Jones 164; Driesbach v. Becker, 10 Casey 152; Seal v. Duffy, 4 Barr 279. The plaintiff in error admits “that the deed is void if not recorded in time, and that it can only be avoided by those who take advantage of it,” &c.\nThe Act of Assembly, with the authorities above cited, are an answer to the only objections to the plaintiff’s recovery made on the trial. But in the argument of the plaintiff in error before this court, a new point of defence is set up, viz., that the deed of assignment from the Saving Eund to McDowell was not delivered to the said. McDowell, and was never delivered until to Johnson on the 28th day of February 1862, the day Johnson was substituted assignee in the place of McDowell, declining; and that the execution was not complete until that day. This question is raised too late. A party cannot avail himself of a defence in a court of error, which he did not make at the trial: Snevily v. Egle, 1 W. & S. 480 ; Drexell v. Mann, 6 Id. 343; Whilmarth v. Mountford, 8 S. & E. 124.\nThe question of the delivery of the deed was a question of fact which the defendant should have raised at the trial. The plaintiff’s counsel in the court below, gave in evidence the deed of assignment from the Saving Eund to McDowell; it was then incumbent on the defence, if they wished to raise the point of non-execution or non-delivery, to prove that it was executed and delivered on some day other than the day that the same bears date and acknowledgment; “the presumption being that said deed was delivered on the day of its date ; the burden of proof being on the party alleging a delivery on another day:” Greenl. on Ev. vol. 2, § 297, p. 346. No proof was offered to this point, nor objection to the admission of the deed in evidence, consequently it was proved to be what its language purported, an instrument “signed, sealed, and delivered.”\nHad' any attempt been made tó show non-execution or nondelivery of the deed, opportunity would have been given to the plaintiff on the trial to prove the fact of delivery distinctly ; but plaintiff in error is debarred from raising this question at this late period; otherwise, as the court have said in Morton v. Eunk, 6 Barr 483, “ this would be to deceive his antagonist, and entrap the court, which cannot be permitted” — “the plaintiff in error is confined to the grounds taken below, and cannot travel out of them Farr v. Swan, 2 Barr 256. Even supposing that this question, now newly broached by the plaintiff in error, had been raised at the trial, the defendant in error contends that the defendant in the court below would have been estopped from denying the delivery of the deed, having claimed and acted under and by virtue of the same: Greenl. on Ev. vol 1, § 23, p. 30.\nAnd moreover, there is attached to the said deed of assignment from the Saving Fund to McDowell, a certified copy of which was in evidence on the trial, and passed upon by the jury, an affidavit bearing even date with the said deed, wherein it is affirmed that the affirmant “ was personally present at the execution of the said deed, and saw the common seal of the said Saving Fund duly affixed thereto, and that the said deed was duly signed, sealed, and delivered by, and as and for the act of the said Saving Fundwhich affidavit remains uncontradicted by evidence."
  },
  "file_name": "0415-01",
  "first_page_order": 415,
  "last_page_order": 420
}
