{
  "id": 420589,
  "name": "Aldridge & Co., for use, versus Eshleman",
  "name_abbreviation": "Aldridge & Co. v. Eshleman",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "420",
  "last_page": "426",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 620,
    "char_count": 15488,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 4.3529891139722966e-07,
      "percentile": 0.918411073386904
    },
    "sha256": "1aed2503521cdccbfc7340d76ee14267b1f4c5840c8fd4c73cfe91ac28842735",
    "simhash": "1:ac2308c6a455982e",
    "word_count": 2701
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Aldridge & Co., for use, versus Eshleman."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe are unable to concur with the learned judge in his construction of the paper in suit. He held that it referred to future transactions alone, and not to past. We think it referred to both. “Merchandise bought,” are words which, as we understand English, more certainly apply to a past transaction, than to a future; but in view of the circumstances explained in Stevens’s deposition, we have no doubt that the parties meant purchases both past and future.\nWe think the learned judged erred again when he rejected Stevens’s deposition. Whilst it is true, that the construction of the paper was for the court, it was their duty to construe it with reference to the subject-matter and the circumstances of the parties, and these were explainable by parol evidence: Barnhart v. Riddle, 5 Casey 96. As scrivener and subscribing witness, Stevens was very competent to explain the reason and occasion of giving this note, and the court, first receiving his testimony, should have told the jury that if they believed it, the note was manifestly intended to comprehend both past and future sales of merchandise, not exceeding in the aggregate the sum of $600.\nPossibly some parts of the deposition may be irrelevant, but these can be excluded on the next trial, without impairing the main facts stated in the examination in chief.\nThe judgment is reversed, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J1. Carroll Brewster, for plaintiffs.",
      "Henry T. King and J. Cf. BrincMe, for defendant."
    ],
    "corrections": "",
    "head_matter": "Aldridge & Co., for use, versus Eshleman.\nAdmissibility of parol evidence to explain written instrument. — Guaranty for “ merchandise bought” construed.\n1. Though parol evidence is inadmissible to contradict or vary the terms of a written agreement of guaranty, yet such explanations of the subject-matter may be proved, as shall give those terms their intended effect: and for that purpose the deposition of the scrivener and subscribing witness is admissible in an action upon the guaranty.\n2. An agreement to become “ responsible for merchandise bought” applies rather to past than future transactions; but when shown to have been intended to embrace both, it should have been referred to the jury with instructions, that if the testimony was believed, the guaranty was intended to comprehend both past and future sales of merchandise not exceeding the amount limited therein.\nError to tbe District Court of Philadelphia. 'Ui‘ -•\nThis was an action of assumpsit, Aldridge & Co. to the use of Evan Prowattain against Isaac S. Eshleman. The plaintiff declared that, whereas one John J. Eshleman, before the time of the making of the promise and undertaking of the said defendánt, hereinafter next mentioned, desired to purchase of the said Aldridge-& Company certain'goods, wares, and merchandise, upon1 credit; and thereupon, in consideration of the premises, and that said Aldridge & Co., at the special instance and request of said defendant, would then and there sell and deliver to said John’J. Eshleman, upon credit, goods, wares, and merchandise, to the amount of $600, he, the said defendant, on the second day of April, in the year of our Lord 1861, at the county aforesaid, undertook, and then and there faithfully agreed with the said Aldridge & Co., in writing, to he responsible for said goods, wares, and merchandise, to the amount of $600, bought as aforesaid by said John J. Eshleman, of said Aldridge & Co., when he the said defendant should be thereunto afterwards requested: And the plaintiff avers that the said Aldridge & Co., confiding in the said promise and undertaking of him, the said defendant, did afterwards, to wit, on the day and year last aforesaid, at the county aforesaid, sell and deliver to the said John J. Eshleman goods, wares, and merchandise to the amount of $600 on credit. And although the said credit, and the time of payment for said goods, wares, and merchandise, elapsed before the bringing of this suit, yet the said John J. Eshleman hath not paid for said goods, wares, and merchandise, or any part thereof, of all which the said defendant had notice, &c., &c.; which was followed by the common counts for goods sold and delivered, work and labour done, a count for interest, for forbearance, on an account stated, and the usual money counts.\nAfter the jury were called, the plaintiff, by leave of the court, filed the following additional count:—\nAnd\", also for that whereas, heretofore,' to wit, on the first day of February, A. D. 1861, and before the time of the making of the promise and undertaking of said defendant hereinafter mentioned, the said defendant introduced and recommended to said Aldridge & Co., as a customer, one John J. Eshleman.\nAnd whereas, the said Aldridge & Co. did, in consequence of said introduction and recommendation, sell and deliver to the said John J. Eshleman goods and merchandise to the value of a large sum, to wit, to the value of $500.\nAnd whereas, the said John J. Eshleman having failed to pay for said goods and merchandise, so sold and delivered as aforesaid to him, and desiring to purchase other goods and merchandise of said Aldridge & Co., the said Aldridge & Co. declined to sell or deliver to said John J. Eshleman said other goods and merchandise, unless said defendant would guaranty the payment of the goods and merchandise already sold and delivered as aforesaid, as well as those thereafter to be sold and delivered as desired by said John J. Eshleman.\nWhereupon, in consideration of the premises, and of the sum of one dollar to Mm the defendant, in hand paid by the said Aldridge & Co., he, the said defendant, on the second day of April, A. X». 1861, at the county aforesaid, undertook, and then and there faithfully agreed to and with said Aldridge & Co., in writing, and signed and delivered to said Aldridge & Co. the said writing, in the words and figures following, to wit:—\n“ I hereby agree to be responsible for merchandise bought by my brother, John J. Eshleman, of Aldridge & Co., to the amount of six hundred dollars, in consideration of one dollar paid to me, the receipt herewith acknowledged.\n“I. S. Eshleman,\n“ Philadelphia, April 2d 1862.\n“ Witness, James M. Stevens. “ 317 Spruce street.”\nAnd the plaintiff avers that said Aldridge & Co., confiding in said promise and undertaking of Mm, said defendant, did after-wards, to wit, on the day and year, and at the county aforesaid, sell and deliver to said John J. Eshleman other goods and merchandise to the value of a large sum, to wit, to the value of $500, of all which said defendant had notice.\nAnd the said plaintiff avers that said John J. Eshleman made default in the payment of said goods and merchandise so sold and delivered to him as aforesaid by said Aldridge & Co. prior to the commencement of this suit; and that said defendant hath not paid for the same, nor any part thereof, and hath become insolvent, and did so become insolvent prior to the commencement of this suit; of all which said defendant had notice.\nAnd although said defendant was thereto, afterwards and before the commencement of this suit, often requested to pay for the said goods and merchandise so sold and delivered as aforesaid to said John Eshleman, yet the said defendant hath not j>aid for the same, or any part thereof, to the damage, &c.\nTo all which the defendant pleaded “ non assumpsit, payment,” and “ payment with leave.”\nOn the trial the plaintiff offered the paper set forth in the additional count, in connection with the following deposition of James M. Stevens, a going witness, taken under a rule entered for that purpose:—\n“ I reside in Chicago; that is my home. I expect to leave Philadelphia on Monday, not to return to stay perhaps over a few hours. [Paper signed J. S. Eshelman, April 2d 1862, handed to witness.] I know that paper. It was given to secure the debt made by John J. EsMeman, or Eshleman and Fletcher, either or both. It was given for bills which were settled by this note.\n“ $585.73. “Philadelphia, May 6th, 1861.\n“ Four months after date I promise to pay to the order of Aldridge & Co. five hundred and eighty-five dollars and seventy-three cents, without defalcation. Value received.\n“ J. J. Eshleman.\n“ Endorsed: Aldridge & Co.\nEvan Prow attain.\n“ The bills were1 sold in six months’ time, and this note was given two months after the average date of the bills, making the note fall due six months after the average date of the bills. The goods were bought, some for John J. Eshleman, others for Eshleman and Fletcher, either and both. I was present when that guaranty was given. The body of that paper is in my handwriting. These gentlemen, Eshleman, or Eshleman and Fletcher, were men of straw. We were not willing1 to credit them, and Eshleman brought his brother, the defendant, to give this paper to secure the debt; and we afterwards made this note simply to wind up the account. It was no extension of time, simply to wind up the account, and made in a note. The defendant came to the store and gave the guaranty. ’ The guaranty was given for the bills that had been purchased, amounting to nearly $600, and the guaranty is for $600 — that is, goods that had been purchased and were to be purchased to the amount of $600. The note was simply to settle the account, and put it in a note. It was no extension of time.\n“ I was book-keeper for Aldridge & Co. We did not regard John J. Eshleman or Eshleman and Fletcher as being worth anything. We wrote to the defendant, Dr. Eshleman, for the money.”\nCross-examined. — “I had a fixed salary.; had no interest in the profits1 or commissions. I was only a book-keeper. I believe the conversation I had with Dr. Eshleman' on the day I drew up the paper was the first conversation I ever heard him have with these parties on the matter. I think his brother was with him when he gave the guaranty; to the best o’f my recollection he was. I can’t positively say whether he was. or not. I think Mr. Aldridge and Mr. George were present. It is hard to recollect. I do remember that Mr. Aldridge was there. I believe Mr. George was, and also John J. Eshleman and his brother. This conversation took place at the counting-room of Aldridge & Co. I believe I heard all that was said at that \"conversation. I did hear all that was said. I was occupied simply in attending to the doctor’s case while he was there. I had no other occupation at that time. I may have taken some part in that conversation. Of course I did. I drew up the paper. I have no recollection of any remark I made there. John Eshleman said that he wanted to give security. I don’t recollect\" his saying anything else. I don’t recollect anything Mr. George said that day. I think Mr. George said that he had verbal authority from the Dr. to sell these parties.”\n[Mr. Bríndele objects to the answer as a volunteer, and not an answer to his question.\nMr. Bríndele cautions the witness that Mr. George has already sworn that he was not present.]\n“I have not yet said positively that Mr. George was there, but it is my belief he was there; according to the best of my recollection he made that remark. I am not as certain that he made that remark as I am of some of the rest of what I have sworn to. I don’t recollect anything else that Mr. George said on that occasion. I don’t know that I recollect all that Dr. Eshleman said on that occasion. All I recollect Mr. Aldridge said was, that he wanted the Dr. to secure the debt, and he asked me to draw up a paper for the Dr. to sign to secure the debt that he had bought, and to buy to the extent of $600. I can’t give his exact words. No man living could give the exact words eighteen months afterwards. He used the words ‘ draw up a paper to secure the debt that has accrued and will accrue to the amount of $600.’ That was the sense of it. It was the meaning of what he said. Whether it was his precise words or not I cannot say.\n“ That is all I recollect of his saying—\n“ Dr. Eshleman §aid he was willing to give the security to the extent of $600, but that he had some private arrangement with Dr. Jayne that interfered with his endorsing notes, but that he was willing to give a paper of that kind to the extent of $600, to secure that amount that had accrued and would accrue. That was about all he said — I think that was all he said.\nQuestion. — “ Why did you not draw up the paper in that way, to secure debts that had accrued or would accrue ?”\nAnswer. — “ Because I believed the paper I drew up would be ample security — I did not believe it to be necessary; if it was, I was ignorant of that fact.”\nQuestion. — “ Although both parties had directed you to draw up the paper in that way, you did not do it ?”\nAnswer. — “ I believed that this paper that I drew up would cover the whole ground of securityship. I don’t know that anything was said at that interview about Eshleman and Fletcher being worthless, but that was the understanding of the parties.” [Mr. Bríndele objects to the latter part of the answer, because it is mere hearsay and volunteered, and is not an answer to the question.]\nQuestion. — “ Was anything said at that interview about Eshleman and Fletcher being worthless ?”\nAnswer. — “ I don’t recollect that there was. I don’t remember that Fletcher’s name was mentioned at that interview.”\nQuestion. — “ Do you recollect anything else that was said by anybody at that interview? Think carefully, and answer?”\nAnswer. — “ I don’t believe I do.”\nRe-examined. — “ The firm of John J. Eshleman and Eshleman and Fletcher were one and the samé thing. Eshleman being the principal man, and purchasing the goods, and we regarded the security as covering both. It was so understood at that time, I am satisfied, by all the parties.”\nThe counsel for the defendant objected to all of the deposition following the words “I know that paper, &c.,” and it was ruled out by the court. The insolvency of John J. Eshleman was admitted by the defendant.\nThe plaintiffs then proved their book of original entries, and read in evidence, without objection, three charges against Eshleman of March 5th and 29th 1861, amounting to $141.74. A fourth entry against him of April 3d 1861, was objected to by defendant’s counsel, because it was after the date of the instrument declared on, and it was withdrawn. Entries against Eshleman and Fletcher were also objected to, and rejected.\nThe learned judge before whom the case was tried charged the jury as follows :—\n“This is an action which is somewhat.peculiar. It is a suit on a guaranty, made April 2d 1861. The plaintiffs’ claim is $585.75, with interest. The plaintiffs have given no evidence of goods bought or sold. The only evidence of any goods bought vre have is defendant’s admission to a certain amount. The plaintiff says the language is of a past transaction. I do not so interpret the paper. It refers to the future alone. You can give no verdict beyond the amount admitted by the defendant, $141.74.”\nThe jury found accordingly. Whereupon the plaintiffs sued out this writ, averring here,\n1. That the court below erred in rejecting the deposition of James M. Stevens.\n2. In overruling the plaintiffs’ offer to prove the circumstances under which the guaranty had been given.\n3. In overruling the plaintiffs’ offer to • show by their book of original entries charges against Eshleman and Fletcher for goods bought by John J. Eshleman, one of said firm, after the date of the guaranty.\n5. In charging the jury that the language of the paper or guaranty “refers to the future alone.”\nJ1. Carroll Brewster, for plaintiffs.\nHenry T. King and J. Cf. BrincMe, for defendant."
  },
  "file_name": "0420-01",
  "first_page_order": 420,
  "last_page_order": 426
}
