{
  "id": 420655,
  "name": "Cook versus Brightly",
  "name_abbreviation": "Cook v. Brightly",
  "decision_date": "1864-02-01",
  "docket_number": "",
  "first_page": "439",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 784,
    "char_count": 17606,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.838431168008119e-07,
      "percentile": 0.7217299155278937
    },
    "sha256": "431f7292da6415fb23c1fa11d598ea4e0327155bf04edb485344b3854693e8ac",
    "simhash": "1:036140bae6a634ce",
    "word_count": 3091
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was sitting at Nisi Prius."
    ],
    "parties": [
      "Cook versus Brightly."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 1st 1864, by\nStrong, J.\nThough it may he true that, at law, merger does not depend upon the intention of the person in whom the two estates become vested, the rule is different in equity. Indeed, in equity, merger is never allowed unless to promote the intention, either averred or presumed, of the party. In this case the circumstances necessary to work a merger at law did not exist when the title to the ground-rent and the title to the land, out of which the rent issued, became vested in John Tucker. Nor did they exist, when both the land and the rent were subsequently conveyed to Martin Ourren. There was an intervening mortgage upon the land. Technically, neither Tucker nor Ourren held anything more than the ground-rent and the equity of redemption of the land, severed by an outstanding legal mortgage. At law, then, the estate in the ground-rent and the estate in the land were always separate, and the case supplies no evidence of any intention that the one should be drowned in the other. When Tucker conveyed the rent to Curren, he conveyed it as an existing estate, not lost in the OAvnership of the land. The grant as well as the purchase, indicated an intention to preserve the tAvo interests distinct. Else Avhy a deed for the land and another for the rent ? The latter was superfluous if it AAras supposed that the rent had merged, or if it Avas intended that it should merge. And it Avas manifestly against the interest both of Tucker and Curren, that any merger should take place. The debt due the mortgagee was not the debt of either of them. It was not secured upon the rent. Yet if the rent was lost in the fee of the land, the unencumbered estate was subjected, equally Avith the estate in the land, to the mortgage. This was so manifestly against the interest both of Tucker and Curren, that equity will not enforce it, and especially when demanded by the holder of the intervening mortgage, or one claiming under the holder. The mortgagee took as security nothing more than the land, subject to the ground-rent. We are of opinion, therefore, that the District Court ruled correctly that the ground-rent had not merged.\nIt is also plain that the plaintiffs beloAV could maintain an action for an undivided sixth part of the rent, without joining as plaintiffs the owners of the other five-sixths. Under the statute 32 Henry 8, ch. 34, an assignee of part of the reversion may sue separately on all covenants running with the land AA'hich were made with the reversioner: 1 Chit. Plead. 116, 117. Where the rent assigned is an aliquot part, as in this ca.se, there is no injustice to the tenant in permitting the holder of the part to maintain his action on the covenant to pay it, and there may be great injustice in denying him this right. It is quite unlike the case of an assignment of the reversion in a part of the demised premises, where there can be no rule for apportionment.\nIt is unnecessary to refer to the other assignments of error. They Avere not pressed, and we discover nothing in them that requires correction, nor any error in any part of the record.\nJudgment affirmed.\nThompson, J., was sitting at Nisi Prius.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Lucas Hirst, for plaintiff in error.",
      "F. O. Brightly, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cook versus Brightly.\nMerger of ground-rent in fee discussed. — Merger prevented by intervening mortgage. — Action for undivided portion of groimd-rent sustained.\n1. An estate in a ground-rent does not merge by the purchase of the land out of which it issues, whore there is an intermediate mortgage given by the former owner of the fee.\n2. There can be no merger at law because of the intervening legal mortgage ; nor in equity, because it would be against the interest and presumed intent of the\" parties.\n3. The owner of an undivided portion of a ground-rent may maintain a separate action of covenant for his proportion of the arrears.\nError to the District Court of Philadelphia.\nThis was an action of covenant by Frederick C. Brightly and John F. Combs, executors of Martin Curren, deceased, against William S. Cook, to recover the arrears of an undivided sixth part of a ground-rent of $180 per annum, issuing out of a lot of ground on the south side of Prune street, between Fourth and Fifth streets, in the city of Philadelphia, namely, seven half-yearly sums of $15 each, falling due from the 1st July 1859 to the 1st July 1862, amounting in the whole to $105, with interest thereon.\nDavid Montgomery died seised of the lot of ground on which the ground-rent in question was charged, and by his will, dated the 23d day of February 1825, authorized and empowered his executors, and the survivor of them, to sell or to let the premises in question on ground-rent; and devised and bequeathed the residue of his estate, after the payment of certain legacies, including the purchase-money or the rents to he reserved out of the said premises, to be equally divided between his six children by his then wife, Isabella Montgomery, in equal shares, as tenants in common.\nOn the 20th of June 1833, Cornelius Stevenson, the surviving executor of David Montgomery, deceased, granted the lot in question to William S. Cook, the defendant, in fee, reserving thereout a yearly ground-rent of $180, payable unto the said Cornelius Stevenson, in trust for the uses and purposes mentioned in the will of the said David Montgomery, deceased, concerning his residuary estate, or for the said cestui que trust for the time being; the defendant thereby covenanting to pay the said ground-rent in half-yearly payments, on the 1st days of January and July, to the said Cornelius Stevenson, his heirs or assigns, for the uses and purposes mentioned in the will of David Montgomery, deceased, concerning his residuary estate, or to the cestui que trust for the time being.\nThe subsequent title to the ground-rent was as follows: — On the 16th July 1841, Robert C. Montgomery, one of the children and devisees of David Montgomery, deceased, conveyed his undivided sixth part of the ground-rent to John McLaughlin in fee. January 17th 1848, John McLaughlin and wife conveyed the same to John Tucker in fee. Tucker was a creditor of McLaughlin to'the extent of $7000, and this ground-rent (inter alia) was conveyed to him as security for his debt. June 9th 1855, John Tucker and wife conveyed his undivided sixth of the ground-rent to Martin Curren in fee.\nThe title to the fee was transmitted thus: — William S. Cook died intestate, leaving an only child, Sarah A. Cook, to whom the premises descended in fee. October 15th 1850, after McLaughlin had parted with his interest in the ground-rent, Sarah A. Cook conveyed to him the premises out of which it issued in fee. October 28th 1850, John McLaughlin mortgaged the premises to Sarah A. Cook, in fee, for $500. May 6th 1851, John McLaughlin mortgaged the premises to Andrew McBride, in fee, for $1000. Under this mortgage the terre-tenant claims title. September 25th 1851, John McLaughlin and wife conveyed the premises to John Tucker in fee, subject to the two mortgages, as further security for his indebtedness. June 9th 1855, John Tucker and wife conveyed the premises, out of which the ground-rent issued, to Martin Curren in fee.\nThe conveyances from Tucker and wife to Curren were separate deeds, and were executed to secure Curren, who had become the assignee of Tucker’s claim against McLaughlin; for which he paid the sum of $4000, and took assignments of the securities held by Tucker. Martin Curren devised his real estate to his executors, in trust for the purposes of his will.\nProceedings were had in the court below, to June Term 1858, No. 289, upon the mortgage from McLaughlin to McBride; under which the mortgaged premises were sold by the sheriff, and purchased by Robert L. Allen, to whom the sheriff executed a deed on the 10th January 1859. Allen purchased and held the title in trust for James S. Keen, who appeared and took defence, alleging that the ground-rent had merged for the benefit of the mortgagee.\nThere was a special plea setting forth the alleged merger. Under the instructions of the court, there was a verdict for the plaintiff for $116.55, on a point reserved, namely, whether or not the ground-rent had merged in law. A point was also raised as to the right to maintain this action for an undivided portion of the ground-rent.\nThe court below (Hare, J.) delivered the following opinion on the reserved points :—\n“In this case land, subject to a prior outstanding mortgage, was conveyed by McLaughlin to Tucker, who had previously taken a conveyance from McLaughlin of one undivided sixth part of a ground-rent reserved in the deed, by which' the land had been originally granted to the mortgagor. Subsequently Tucker conveyed both the rent and the land on the same day, but by two separate instruments, to Curren, whose estate in the land was sold not long after wards, under a levari facias issued on the mortgage ; and the action is brought by Curren’s executors, for the recovery of a due proportion of the rent.\n“ Two questions were raised at the trial, one whether the rent was extinguished by its union in the same hand with the land out of which it issued, and the other, whether the assignee of an undivided share of a rent or annuity could sue alone, without joining the parties in whom the title to the residue was vested.\n“Merger is, strictly speaking, the sinking of one estate in another, by the act or operation of the law, and may take place not only independently of, but against intention: Preston on Merger, 6, 44. For example, when an estate for years and a remainder for life are limited to the same person by the same deed, the term will be swallowed up in the freehold, and the whole estate of the grantee cease immediately upon his death, contrary to the plain object of the grant, which was that his interest should survive to his executors, if he died before the expiration of the term. In like manner, where a rent issuing out of land, and the land out of which it issues meet in -the same hand, the rent will cease whether the purpose is that it should be extinguished or kept alive: Bacon’s Abr., vol. 3, p. 102, title Extinguishment. The rule on these points is ordinarily the same in equity as at law, because equity will, equally with the law, presume that men intend to produce the results which flow directly and legally from their actions, and refuse to permit the terms of the deeds or other assurances by which estates are conveyed, to be varied by parol and extrinsic evidence, that something else was meant than those terms import.\n“In order, however, to make this rule applicable, all the circumstances must concur which are technically requisite to produce a merger; for if they do not — if one estate be, for instance, legal and the other equitable, or both kept apart by an outstanding legal title, the problem will be purely equitable, and depend for its solution on the meaning of the parties as disclosed by any legitimate means of proof, or deduced inferentially from that which would have been most beneficial to them, or tended most directly to promote the end which they had in view.\n“ On applying these principles to the facts in evidence, it becomes plain that as the estate in the land and that in the rent were only kept apart by the outstanding legal title of the mortgagee, but rendered different in kind, no merger could take place at law, and equally so that there is nothing in the case to render estates separate at law, one in equity. Equitable merger is always founded on intention, either actual or presumed from what would have been most beneficial to the party himself,' or some one whose rights he was bound to respect and preserve; and here inference and proof both concur to show that the intention was and might properly be, to keep the land and rent as separate as if both had belonged to different persons. That Tucker neither meant to produce a merger, in the first instance, nor supposed subsequently that one had occurred, is shown by the deed from him to Curren of June 9th 1855, in which the rent was conveyed as a subsisting estate, not in anywise extinguished or drowned in the land; and it is equally plain, that while he could not have been benefited, he might easily have been prejudiced by a result which would have enlarged the fee for the benefit of mortgagee, and enabled him to sweep away the whole of that which had previously been only within his reach in part, by proceeding to judgment and execution on the mortgage, and selling the land free from the burden of the rent.\n“ This argument applies with still more force to the subsequent possession of Curren, who evinced his wish that the rent and the land should remain distinct, by having them conveyed to him severally by separate deeds, and could only have lost by the extinguishment of the unencumbered title to the rent, in the encumbered title to the land. If the mortgage had originally been made or subsequently assumed by Tucker, the case might have been different, because every man is, in the contemplation of the law, interested in paying his debts, or augmenting the security for their payment ; but this cannot be said of a charge imposed on land by a third person, and which the owner is under no obligation to pay.\n“We are therefore clearly of opinion, that the estates in question remained distinct not only while both were held by Tucker, but after they had been conveyed by him to Curren, and down to the period at which they were separated by the sale of the land and its purchase by the defendant; and this is necessarily decisive of the whole question, because the case is not one in which the state of things could be varied by the intervention of a purchaser, or his rights rise higher than those of the party whose estate he bought. All the circumstances tending to prevent a merger, and keep the land and rent apart; the legal title to the land was outstanding in the hands of the mortgagee; that the mortgage had been executed by a third person, and that it was consequently the interest of the party in whom both the rent and the land are alleged to have been united, to keep them separate, were upon or deducible from the record, and as open to every one who thought fit to make them the subject of investigation, as they are to the court. If, therefore, notice had been necessary to complete the plaintiff’s title, and bind the conscience of the defendant, there would probably have been enough to constitute notice here. But the case does not require the aid of this consideration, because the right in virtue of which the plaintiff sues, instead of being gone at law, and subsisting only in equity, is, as we have seen, equally good in both jurisdictions, and consequently binding on third persons, whether they were or were not. aware of its existence.\n“ Agreeably to the English books, an assignee of the whole of the reversion in part of the land, or part of the reversion in the whole, comes within the beneficial and enabling operation of the 82 Henry 8, ch. 84, and may sue separately on all covenants made to the assignor, which are in their own nature capable of running with land: Twynam v. Pickard, 3 B. & Ad. 125; Bacon’s Abr., vol. 3, 104, Extinguishment; 1 Smith’s L. Oases 44.\n“It is, however, difficult to believe, that there can be any general or invariable rule, governing all cases of this nature; and the necessity for the joinder of all the parties in interest as plaintiffs should, as it would seem, depend on whether their union on the record is essential to justice and the protection of the defendant. Remainder-men need not be joined in a suit brought for the recovery of rent by the tenant for life, because the cause of action is vested exclusively in him, and does not in anywise touch or affect their interest.\n“ But a tenant for life obviously cannot sue alone, without joining those in remainder, for the violation of a covenant of warranty, or to make repairs, or the breach of any other agreement affecting the fee, without the risk of injustice to the defendant, who could not plead the verdict and judgment as a bar to a subsequent action by the remainder-men, and might have a judgment entered against him for some part of that which he had already been compelled to pay in the first proceeding : McClure v. Gamble, 3 Casey 282. In like manner a purchaser of one or more of the lots or fields of a farm or tract which has been leased for life or years, can hardly, as it would seem, be entitled to a separate action for the rent against the lessee, because there would, under these circumstances, be no means of apportioning the rent, and determining how much was due to the plaintiff, and how much to the party from whom he purchased. But the objection does not arise when the plaintiff has, as in the present instance, an aliquot or other definite divided or undivided interest, and where there is consequently no difficulty in ascertaining his proportion of the rent for which he sues. The joinder of parties who may be dead, absent, or discordant, is often attended with inconvenience, and should not be made obligatory unless some greater inconvenience will arise if they are not joined. We are therefore of opinion, that the failure to unite the other owners of the ground-rent is not a bar to the maintenance of this suit, and give judgment for the plaintiff on both the points reserved.”\nJudgment having been entered accordingly, the defendant sued out this writ, assigning for error the ruling of the court on the reserved points.\nLucas Hirst, for plaintiff in error.\nF. O. Brightly, for defendant in error."
  },
  "file_name": "0439-01",
  "first_page_order": 439,
  "last_page_order": 445
}
