{
  "id": 420664,
  "name": "The County of Schuylkill versus Reifsnyder",
  "name_abbreviation": "County of Schuylkill v. Reifsnyder",
  "decision_date": "1864-02-01",
  "docket_number": "",
  "first_page": "446",
  "last_page": "452",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 446"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 446",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 142",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0142-01"
      ]
    },
    {
      "cite": "2 Whart. 440",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0440-01"
      ]
    },
    {
      "cite": "3 Watts 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0384-01"
      ]
    },
    {
      "cite": "5 Binn. 489",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793673
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0489-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 702,
    "char_count": 18524,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 1.3749984474300348e-07,
      "percentile": 0.6392795487304472
    },
    "sha256": "b73d4838850483716230feec4fcdaa239dd666c4dba0470e5c4e82f9f11b87e2",
    "simhash": "1:bce14e37560eb4c9",
    "word_count": 3211
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent, at Nisi Prius."
    ],
    "parties": [
      "The County of Schuylkill versus Reifsnyder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 1st 1864, by\nAgnew, J.\nThe facts in the stated case raise a single question, whether the keeper of the county prison could discharge a prisoner convicted of manslaughter, and sentenced to a term of imprisonment, and to pay a fine of six cents and the costs of prosecution, and to stand committed until the sentence be complied with, on the delivery of a pardon, and without the consent of the county commissioners, or any of the parties entitled to the costs.\nThe court entered judgment for the defendant upon the stated case, in effect deciding that the prisoner was entitled to an immediate discharge as to the costs. In this we think there was error. The grounds upon which the court below proceeded are unknown to us, no opinion being found upon our paper-books.\nIt is argued that there is no legal sentence for costs, because the Act of 28d of April 1829, revising the penal code, provides only the punishment by separate and solitary confinement for manslaughter. This is incorrect, the Act of 1829 merely providing this to be in lieu “ of the penitentiary punishment heretofore prescribed,” and expressly enacting, in the 6th section, that “ all definitions, and descriptions of crimes, all fines, forfeitures, and incapacities, and the restitution of property or payment of the value thereof, and every other matter not particularly mentioned in this act, shall remain as heretofore.” It never has been understood that this law uprooted the whole penal system as to sentences, costs, commitments, &c., but the form of sentence has continued the same as before its passage. Nor has it been understood to repeal the laws expressly providing for the liability of the defendant for the costs upon a conviction. Conviction of an indictable offence, followed by judgment, always fixes the liability of the defendant for the costs. Even the acts providing for the payment of the costs by the county in cases of felony do not discharge the defendant. The Act of 28th September 1791, § 15 (3 Smith’s Laws 44), enacts that “in all cases of conviction 'of an offence, punishable capitally or by imprisonment at hard labour, the county where the crime is committed, shall pay the costs of prosecution, if the defendant hath not property sufficient to discharge the same.”\nThe Act of 28th March 1814, § 13, enacted that “in ease of a conviction in any Court of Oyer and Terminer, Quarter Sessions, or Mayor’s Court, all costs shall be paid by the party con vieted, but when such party shall have been discharged according to law, without payment of costs, the same shall be paid by the county.”\nThese acts came before the Supreme Court in the ease of The Commonwealth v. Commissioners of Philadelphia Co., 2 S. & R. 290. Tilghman, C. J., said expressly: “But it is understood that the payment by the county (of the costs) does not discharge the convict. He remains liable for the costs under the judgment, and the commissioners may insist upon his being held till he pays them, or obtains his discharge under the insolvent laws.”\nThe 64th section of the Revised Penal Code of 1860, consolidating the provisions of the Acts of 1791, 1814, and 1797, enacts, “ and in all cases of conviction of any crime, all costs shall be paid by the party convicted, but where such party shall have been discharged according to law, without the payment of costs, the costs of prosecution shall be paid by the county,” &c.\nThe defendant being liable for the costs by the sentence of the court, and being ordered to stand committed until the sentence be complied with (the form of sentence in all cases of conviction upon indictment in the Oyer and Terminer and Quarter Sessions), he must remain in custody until discharged according to law. This can only be done under the insolvent laws. These laws provide two modes; first, if the fine does not exceed five pounds (now fifteen dollars), he may be discharged for fine and costs, after an imprisonment of thirty days; secondly, if over that sum, by application to the Court of Common Pleas, and a discharge under the insolvent laws.'\nIn The Commonwealth v. Long, 5 Binn. 489, a case 'arising under the Five Pound Act of 27th March 1789, it was held that the prisoner is not entitled to his discharge unless he has remained in confinement for the fine thirty days beyond the time adjudged for imprisonment for the offence ; and when discharged after thirty days’ confinement, his property is still liable for the fine and costs.\nIn Henry v. Commonwealth, 3 Watts 384, it was held, per Curiam, that “the Act of 18li, which extends the benefit of the insolvent laws to criminals in confinement for costs, contains no provision for immediate liberty, whether the applicant be under sentence or in execution.” Therefore held that his bond to take the benefit of the insolvent laws was void. It was not until after-wards the legislature enabled the convict to get out of prison upon giving bond. And it has been held that he cannot come out even upon bond until he has been imprisoned for three months, according to the proviso contained in the 47th section of the Insolvent Act of 1836: Feeham’s Case, Brightly’s Rep. 462; also Wood’s Case, Leg. Jour. 10th April 1853.\nIn Schwamble v. The Sheriff, 10 Harris 18, conviction for keeping a tippling-house, and a fine of $75, it was held that the commissioners cannot discharge, notwithstanding the fine belongs to the county, but the convict must remain in custody until discharged under the insolvent law, and that a discharge by the sheriff being void, he could recapture the defendant, and hold him under the sentence. When this case was decided below, certainly the Insolvent Law of 1886 must have been overlooked, for the 47th and 48th sections cover the case entirely. The 47th gives the Court of Common Pleas power, in case of confinement, inter alia, “for non-payment of any fine, or the costs of prosecution,” and “for no other cause, to discharge such person from confinement on his making application, and conforming to the provisions hereinbefore directed in the case of insolvent debtors.”\nThe 48th section provides for a discharge, after thirty days’ imprisonment, where the fine does not exceed fifteen dollars. Ever since the case of The Commonwealth v. Long, 5 Binn. 489, it has been held that the thirty days begin to run only from the termination of the sentence of imprisonment, where it is a part of the punishment. It has always been held that a commitment for costs alone is also discharged by thirty days’ imprisonment, on the principle omne magis eontinet in se minus.\nIt is supposed that there is a custom to discharge on the filing of a pardon. But this is an error. It is law and not custom so far as the power exists, and the very legislation itself is the proof that a discharge not within the terms of the law is unlawful. The 1st section of the Act of 17th January 1831 (Purd. 791, last ed.), provides that the inspectors of the Eastern and Western Penitentiaries shall have power to discharge from prison, without delay and expense of any proceeding under the insolvent laws, every convict who is unable to pay, and who may have served out the term of imprisonment, notwithstanding such prisoner may not have paid the costs of prosecution, or any fine, &c. It also provides that this discharge shall not affect the liability of the convict’s property to pay the same, and authorizes the issuing of writs of fi. fa., vend, exp., &c., to collect. It is possible that, under the equity of this act, a discharge after pardon may be held good. The provisions of this law are extended to the inspectors of the Philadelphia county prison, by Act of 18th of April 1857, Bfightly’s Purdon 508, last ed.\nThe liability of the property of the convict upon execution was provided for in the Act of 31st of May 1718 (1 Smith’s L. 122), and is retained in the Revised Penal Code of 31st March 1860 (Brightly’s Purdon 262, pi. 72).\nAll these provisions of legislation show conclusively that a defendant may be lawfully sentenced and committed for the payment of costs, and that he cannot be discharged except under the insolvent laws, or by the board of inspectors of the two penitentiaries, and the Philadelphia prison, in the specified case. No such power has been committed to sheriffs and jailers in the several counties, nor is it likely to be, for this would bo in effect to waive all security for the payment of the costs, and substitute the officer in the place of the court. The utmost power of the officer is to discharge after thirty days’ imprisonment for the fine and costs, where the fine does not exceed fifteen dollars.\nThe only remaining question is, whether the pardon discharged the costs. It has been so' repeatedly decided that after the judgment the right to the costs becomes vested in individuals, and not within the remitting power of the governor, it is unnecessary to do more than refer to the cases: Duncan v. Commonwealth, 4 S. & R. 448; Ex parte McDonald, 2 Whart. 440; Shoop v. Commonwealth, 3 Barr 126; Playford v. Commonwealth, 4 Id. 144; Cope v. Commonwealth, 4 Casey 297. In this last case, C. J. Lewis, while holding that a fine which went to the Common- • wealth, and now goes to the county only as a substitute, is remitted, held that the costs are not.\nThe judgment of the court below must be reversed, and it is now ordered that judgment be entered in the case stated for the plaintiff, for the sum of one hundred and fifty-four dollars and twenty-two cents, with interest from the third day of November 1868, and with costs of suit, and that the record be remitted to the court below for execution.\nBy the Court.\nThompson, J., was absent, at Nisi Prius.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "George S. Clay, for the County.",
      "John W. Ryan, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The County of Schuylkill versus Reifsnyder.\nPardon of offence, after conviction, and-sentence, does not affect costs.— Discharge of prisoner without, payment, illegal. — Jailer personally responsible for costs.\n1. Conviction of an indictable offence, followed, by judgment, fixes the liability of the defendant for the costs of prosecution; and he is not discharged therefrom by a subsequent pardon.\n2. A prisoner convicted and sentenced to a term of imprisonment and to pay the costs of prosecution, cannot be released at the expiration of his term of imprisonment, unless upon payment of the costs, or by discharge under the insolvent laws; excepting convicts in the Eastern and Western Penitentiaries, and in the Philadelphia County Prison, who may be discharged by the inspectors, if unable to pay the costs, when their term of imprisonment has expired.\n3. Consequently, the keeper of a county prison has no power to discharge a prisoner convicted of manslaughter and sentenced to a term of imprisonment, to pay the costs, and to stand committed until the sentence was complied with, on delivery of a pardon from the governor, without payment of the costs ; and for such discharge without the consent of the commissioners or the officers interested in the costs, he becomes personally liable therefor.\nError to the Common Pleas of Schuyllcill county.\nThis was an amicable action between the County of Schuylkill and Washington Reifsnyder, keeper of the jail of the county, in which the following facts were stated for the opinion of the court\n“ At a Court of Oyer and Terminer, held at Pottsville, in and for the said county, on the 15th day of December 1859, one Francis Deibert was sentenced, after a conviction of manslaughter, to pay a fine of six cents to the Commonwealth, the costs of prosecution, and undergo an imprisonment in the Schuylkill county prison, in separate and solitary confinement at labour, for the period of six years, and stand committed until the sentence be complied with.\n“ The costs of prosecution amount to the sum of ($154.22.) On the 23d of October last, the prisoner was discharged from prison by the defendant, who was the keeper thereof, without the payment of any of the costs of prosecution, and without the consent of the county commissioners, or of any of the parties entitled to the costs, by virtue of a pardon of Governor Curtin, which was made a part of this case stated.\n“ If the court be of the opinion that the prisoner was lawfully discharged by the defendant without payment of the costs of the prosecution, then judgment shall be entered for the defendant; but if contrariwise, then judgment shall be entered for the plaintiff for the said sum of $154.22, with interest from this date. The costs shall follow the judgment, and either party shall have the right to sue out a writ of error.”\nNovember 28d 1863, after argument, the court ordered judgment to be entered in favour of the defendant, which was the error assigned.\nGeorge S. Clay, for the County.\nThe defendant justifies himself by the pardon. Is he justified ? In the case of The Commissioners v. The County of Philadelphia, 2 S. & R. 219, it was ruled that the Acts of September 23d 1791, and of March 28th 1814, do not conflict; that payment of the costs by the county does not discharge the prisoner from the payment of them; and whether the prisoner has property sufficient to discharge them must be established in a judicial manner, and not depend upon the judgment of the keeper.\nAfter judgment, the right to-the costs, being not an original but a statutory right, becomes vested in those entitled to them under the statutes, which the 9th .section of the 2d article of the Constitution does not empower the executive to divest. He can no more divest this right than the legislature could take away other property from the county or private persons without compensation first given. It is true that in The Commonwealth v. Denniston, 9 Watts 142, it was ruled that “ a recognisance for the appearance of a defendant, charged with a criminal offence, may be remitted by the governor after forfeiture and a judgment upon it for the use of the county,” but the power to remit a forfeiture is expressly given. He shall have power to remit fines and forfeitures, &c.; and certainly nothing is more of a forfeiture than a recognisance forfeited. A judgment upon it adds no additional force, but is the mode of reaping it. Besides, the forfeitures which may be remitted are such, and such only, as were originally payable to the state, and the recognisance remitted belongs to that class. In Duncan v. Commonwealth, 4 S. & R. 449, Tilghman, C. J., says: “If the right was vested in the officers, I agree that the governor had no power to affect their right. But whether the right was vested was the question. And I take it that it was not vested before judgment, and, when the defendant pleaded his pardon, judgment ought not to have been given. Thus in the law laid down in Oro. Oar. 9 and 199, ‘ costs for which judgment has been given are not remitted by a pardon of the offence subsequent to payment, because there was an interest vested in private persons.’ ”\nThe rule governing this case is given in Shoop v. The Commonwealth, 3 Barr 126. See also 6 Harris 519; 10 Id. 18. The costs in this case were not originally payable to the state, but are creatures of the statutes; and the pardon can no more divest the right vested by the judgment in the prosecution, than it could in the case of Shoop effect a remission of the one-half of the penalty there vested in a private informer.\nJohn W. Ryan, for defendant in error.\nIt is contended by the plaintiff in error that the keeper of the prison made himself ■personally liable for costs, having discharged this prisoner on the pardon of the governor. This assumption involves two considerations : first, that the discharge was unlawful; and second, that such unlawful discharge resulted in personal liability to pay the costs.\nThe defendant in error denies the legal accuracy of both of these conclusions. Deibert was sentenced to imprisonment under the 8th section of the Act of 23d of April 1829, which provides that every person duly convicted of voluntary manslaughter shall be sentenced to undergo imprisonment in the penitentiary by separate and solitary confinement at labour for a period of not less than two nor more than six years.\nThe act defining the punishment is silent as to the payment of costs, and therefore does not make the payment of costs a part of the sentence. The judgment in cases of voluntary manslaughter is not imprisonment for the non-payment of the costs of prosecution, but for a definite, limited period of time.\nThe Act of 28th of March 1814, provides that in all cases of conviction in any Court of Oyer and Terminer, &c., all costs shall be paid by the party convicted, but in all cases where-such party shall have been discharged according to law without the payment of costs, the same shall be paid by the county.\nAnd the Act of September 23d 1791 provides that in all cases where any person shall be convicted of any offence which shall be punished capitally, or by imprisonment at labour, the county where the crime hath been or shall be committed shall pay the costs of prosecution, if the defendant hath not property sufficient to discharge the same.\nIt has been the practice throughout the state to sentence parties convicted of crime to pay the costs of prosecution; but it is quite as general and uniform a practice to discharge prisoners from custody at the expiration of the time for which they were sentenced, without regard to whether the costs have been paid or not. Had Deibert served his time out in prison he would have been entitled to his immediate discharge, without the payment of the costs. Any other doctrine might result in perpetual imprisonment, and sentence to imprisonment one year would, in many cases, be equivalent to a sentence for life. The pardon in this case is in general terms, and the effect of the pardon is to acquit the offender of all the penalties annexed to the conviction, and to give him a new credit and capacity: Cope v. The Commonwealth, 4 Casey 297; Commonwealth ex rel. Johnson v. Halloway, 6 Wright 446; 7 Bacon’s Abr. 416; United States v. Nathan Lukins, 3 Washington C. C. 335.\nThere were no private. rights vested in the imprisonment of Deibert. The public alone had an interest in his imprisonment and punishment for the crime which he had committed, and by the 9th section of the 2d article of the Constitution, that public interest was liable to be divested by the governor. If the costs were not remitted by the pardon, Deibert still remains liable to pay them, and that liability may be enforced by action like any other legal right."
  },
  "file_name": "0446-01",
  "first_page_order": 446,
  "last_page_order": 452
}
