{
  "id": 420672,
  "name": "Boehmer versus The County of Schuylkill",
  "name_abbreviation": "Boehmer v. County of Schuylkill",
  "decision_date": "1864-02-04",
  "docket_number": "",
  "first_page": "452",
  "last_page": "455",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 393,
    "char_count": 6807,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 2.3309947518373012e-07,
      "percentile": 0.7910945773286396
    },
    "sha256": "8c7ddbd232a4d8a03184d3fbb089cfa93885c44340433e0cc44df1b9f0525859",
    "simhash": "1:dd260db2a924fcaa",
    "word_count": 1168
  },
  "last_updated": "2023-07-14T17:01:55.186301+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius."
    ],
    "parties": [
      "Boehmer versus The County of Schuylkill."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 4th 1864, by\nWoodward, C. J.\nThat the surety of a defaulting county treasurer is liable for moneys that came into the treasurer’s hands in behalf of the county, and cannot discharge himself by showing that the commissioners exceeded their duty, and even violated'a statute in their manner of bringing money into the treasury, was ruled at our late Pittsburgh session, in the case of Wylie et al. v. Gallagher et al., from Payette county, supra 205. In that case the county commissioners had issued scrip to the amount of $20,000, contrary to an Act of Assembly, but the treasurer had received and used the scrip as money, and having failed to account for part of it in his settlement with the county auditors, his sureties were held liable on the principle that their obligation on the official bond was coextensive with that of the treasurer. We thought there could be no doubt that the official bond bound the treasurer to account for all moneys received on behalf of the county, without regard to the source from which they were derived, and if it bound him, it necessarily bound the sureties. A principal in a bond may be liable over and beyond his bond, and of course beyond the liability of the surety, but in so far as the principal is liable by the mere force and terms of the bond, the surety is bound with him. The surety may have special defences for himself, but these arise after the bond, out of circumstances that work him clear from a liability which at first was common to both himself and principal.\nUpon these general principles of the relation, we held the surety liable in that case, and they are equally decisive against the sureties here. We did not put that case upon the conclusiveness of the auditor’s report unappealed from; nor do we rest our judgment in this instance on that ground, though perhaps we might do so with safety. We certainly do not mean to say that the learned judge erred in giving the report the same effect against the surety which it was entitled to have against the principal. But independently of that, upon the general law of suretyship, we hold such a defence as was attempted here quite inadmissible. We think the 2d, 3d, and 4th points of the defendant below were very properly answered.\nThe county commissioners are the contracting power and the. fiscal agents for the county. No matter whether they have or have not legal authority to borrow money by issuing scrip, or any other form of security, if they do it and bring the money into the county treasury, the treasurer is bound to keep it and disburse it according to law, and if he fails in this duty his sureties are liable on the official bond. Eor what else, indeed, are sureties required than to answer for official defaults of the principal ? And what default of the principal can be more palpable than a failure to account for moneys actually received ? Is it any defence for him, that the commissioners transcended their legal powers in obtaining the money ? If they borrow money on the credit of the county without authority of law, is the treasurer to appropriate it to his own use without account ?\nThese questions answer themselves, and if such defences would be preposterous when set up by the treasurer in defence of himself, they are scarcely better for his surety. In no class of obligations is it so important as in official bonds to maintain the principle, that the surety’s obligation is coextensive with that which the bond imposes upon the principal.\nThe judgment is affirmed.\nThompson, J., was absent at Nisi Prius.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Myer Strouse and Benjamin W. Gumming, for plaintiff in error.",
      "F. W. Sughes, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Boehmer versus The County of Schuylkill.\nLiability of sureties of county treasurer.\nThe sureties on the official bond of a county treasurer are liable for the balance found to be due by him, on settlement of his accounts by the county auditors, whether or not the commissioners had exceeded their legal powers in borrowing money; if raised by them and brought to the county treasury, the treasurer is bound to keep and disburse it, and for default his sureties are responsible.\nError to the Common Pleas of Schuylkill county.\nThis was an action of debt by the County of Schuylkill against Henry Boehmer, who was one of the sureties on the official bond of S. K. M. Kepner, late treasurer of the county.\nThe plaintiff averred that the said Kepner had received $15,000, belonging to the county, which he had not paid over to his suecessor, but had appropriated to his own use; to which the defendant pleaded “non est factum, nil debet, and payment with leave,” &c.\nThe plaintiff offered in evidence the reports of the auditors of Schuylkill county for the fiscal years 1856 and 1857. The report or account for the year 1856 showed a balance in the hands of the treasurer amounting to $20,484.04. The report for the year 1857 showed a balance, including former balance, amounting to $15,273.50. The reports were admitted in evidence under exception. It appeared that during the fiscal year 1856, loans of money were created by the county commissioners amounting to $2-9,675, to pay previous loans, jurors, and court expenses, and pay and anticipate the collection of state taxes — most of them were temporary. During the fiscal year 1857, loans were similarly contracted, amounting to $24,133, making loans in the aggregate amounting to $53,078. The sureties alleged that these were not such moneys as they could be legally called up,o.n to account for; that the condition of the official bond had n<fjrelation to such moneys; that the undertaking of the sureties jyas to be responsible for moneys that legally accrued to the county from the ordinary and current revenues of the county; that to hold them liable for such moneys, would materially alter or change the nature of their obligation; that these loans were illegal and inconsistent with the terms of their contract and prejudicial to their interests, and should operate, according to well-known and settled principles of equity, as a discharge pro tanto from the obligation of their contract; that the agents of the county were not invested with a general discretionary power of borrowing money; that they as sureties were prejudiced in this respect; that if these moneys were excluded from these accounts, no balance will remain to be accounted for by them. An Act of Assembly, approved 24-th January 1852, authorized the commissioners to borrow $25,000. During the years 1852,1853, and 1855, they borrowed sums of money amounting to $44,719.67 ; and notwithstanding there was a balance of $29,675 in the hands of the treasurer at the end of the fiscal year 1856, the commissioners went on borrowing 'sums amounting to $24,033 during the following year.\nMyer Strouse and Benjamin W. Gumming, for plaintiff in error.\nF. W. Sughes, for defendants in error."
  },
  "file_name": "0452-01",
  "first_page_order": 452,
  "last_page_order": 455
}
