{
  "id": 420680,
  "name": "Rumfelt and Wife versus Clemens and Wife",
  "name_abbreviation": "Rumfelt v. Clemens",
  "decision_date": "1864-02-08",
  "docket_number": "",
  "first_page": "455",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 455"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 84",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227656,
        227536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/2/0084-02",
        "/grant/2/0084-01"
      ]
    },
    {
      "cite": "3 Whart. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 5580,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 2.2947945947195576e-07,
      "percentile": 0.7866842815932512
    },
    "sha256": "d37a6fd1e19ee0c1b96ab81a8361bd9bccaf8cc6f03a1469dfb922a915c74627",
    "simhash": "1:a0684c1c6f050bf6",
    "word_count": 978
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rumfelt and Wife versus Clemens and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 8th 1864, by\nAgnbw, J.\nPeter Clemens and wife contracted to sell the title of Mrs. Clemens in the land in controversy to William Gr. Herrold, by article of agreement, dated March 12th 1836, for $525, gave possession, and, it is alleged, received the purchase-money. Repudiating the sale as void, they brought this ejectment against the defendant, who was in possession under the agreement.\nThe errors assigned raise two questions : first, the validity of the agreement, and, secondly, the right to hold the possession in equity until the purchase-money is refunded. Both questions are against the plaintiff in error.\nNo authority is needed to show that all deeds, bonds, and contracts for the sale of land of a feme covert are held to be void in this state unless acknowledged in due form of law. Even a judgment entered upon a bond given by her, and a judicial sale under it, are void: Dorrance v. Scott, 3 Whart. 309. The very points in question were decided by this court in a case taken up from Butler county, Kirkland v. Hepelgesser, reported in 2 Grant 84, under the name of Kerkland v. Hepselgefser. Black, C. J., stated the legal proposition in these words: — “Articles of agreement, executed by husband and wife, for the sale of the wife’s land are of no validity, and convey no title whatever to her estate, in law or equity, without an acknowledgment agreeably to the Act of 1770.” The court would seem to have been unanimous, no dissent being entered.\nThe belief that equity will support the act, though held void in law for the wife’s protection, is certainly without just reflection. Equity will support many acts for the benefit of a feme covert which the law refuses to sustain, but in no case have I a recollection of her void acts being made good in equity when against her interest.\nTo say that her contract of sale of her interest in lands, made, as the law presumes in every case, under the influence of her husband, unless separately examined, and giving her free consent to it, is good in equity, unless she refunds the price, is to take away the very protection the Acts of Assembly intended to provide. What assurance have we in this, or in any case, that the agreement was not procured from her by threats, cruel treatment, or a course of petty annoyances amounting to an absolute constraint? The policy of the law in this respect is founded in a deep insight of the marriage relation, exposing the timid, shrinking wife to the storm of passion, the torturing reproach, or the heart-breaking unkindness of the husband.\nIf we hold that a defence in equity, founded on possession and payment of purchase-money, may be set up, we shall clearly be bound to permit the wife to reply to it, by showing conjugal restraints, her own unwillingness, the efforts of the husband to compel, and the unpleasant tales of family jars ! Equity clearly would not execute an involuntary contract, while it would never do to open the door to the revelations of domestic discord. Beyond this, how shall we protect the wife against those private acts of compulsion unseen by the public eye, when no proof can be brought to expose the unfeeling conduct of the husband to the light of truth ?\nAgain : If we hold that without repayment she cannot recover her property, sold probably under the pressure of importunity or coercion, with an intention to possess himself of her estate, how will she ever recover after a dissolute husband has squandered the proceeds, or when he is unable or refuses to refund it ? She cannot repay, nor contract for a loan to repay it. Of what use to her would be a verdict for possession, subject to the condition of repayment ? Thus she is left exposed to all the danger and hardship of her situation when united to a husband whose unkindness, rapacity, misfortune, or vice has robbed her of her estate.\nThere is no safety hut to hold, as this court has heretofore held, that the agreement of the wife is void in equity as well as law, unless she has been afforded an opportunity at least to unburthen her griefs in the ear of the officer of the law, in the privacy of a separate examination.\nThese points dispose of all of the assignments of error,\nAnd the judgment is affirmed.\nWoodward, O. J., dissented; Thompson, J., was absent at Nisi Prius, and Bead, J., did not sit on the argument of this case.",
        "type": "majority",
        "author": "Agnbw, J."
      }
    ],
    "attorneys": [
      "A. G. Simpson and &. F. Miller, for plaintiff in error.",
      "John P. Oronmiller and Joseph Q. Bucher, for defendant."
    ],
    "corrections": "",
    "head_matter": "Rumfelt and Wife versus Clemens and Wife.\nContract for sale of wife’s real estate void without prop er acknowledgment — Wife may recover in ejectment though possession has heen delivered and the purchase-money paid.\n1. An article of agreement for the sale of the separate real estate of a married woman is void, if not acknowledged according to law.\n2. Though possession under the agreement is delivered, and the purchase-money paid, the wife may recover the land in ejectment; and the vendee is not entitled to hold the possession in equity until repayment of the purchase-money.\nError to the Common Pleas of Snyder county.\nThis was an action of ejectment, by Peter Clemens and Harriet his wife, brought January 22d 1862, to recover the undivided ■moiety of a tract of land in Chapman township.\nUnder the ruling of the court below (Wood, P. J.), there was a verdict and judgment in favour of the plaintiff. Whereupon this writ was sued out by the defendant.\nAll the material facts of the case, and the matters assigned here for error, are fully stated in the opinion of this court.\nA. G. Simpson and &. F. Miller, for plaintiff in error.\nJohn P. Oronmiller and Joseph Q. Bucher, for defendant."
  },
  "file_name": "0455-01",
  "first_page_order": 455,
  "last_page_order": 457
}
