{
  "id": 420599,
  "name": "Fetter versus Wilt et al.",
  "name_abbreviation": "Fetter v. Wilt",
  "decision_date": "1864-02-15",
  "docket_number": "",
  "first_page": "457",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 89",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 801,
    "char_count": 16019,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.203969135795828e-07,
      "percentile": 0.5943317544768054
    },
    "sha256": "e2db9b13f3602a5a31425953eda8eb26daef1a4725a965fbfe227e1a7b03d3c7",
    "simhash": "1:f767a0c2beb4968b",
    "word_count": 2775
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Aghw, J., dissented.",
      "Bead, J., was absent."
    ],
    "parties": [
      "Fetter versus Wilt et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, February 15th 1864, by\nThompson, J.\nThe defendants below justified the alleged trespass for which they were sued, under the provisions of the 1st and 2d sections of an Act of Assembly, passed the 22d day of April 1822, entitled “ An act to prevent the disturbance of meetings held for the purpose of religious worship.”\n•The 1st section of the act provides, that it shall not be lawful for any person “ to erect, place, or have any booth, stall, tent, carriage, boat, or vessel, or any other place whatever, for the purpose or use of selling, giving, or otherwise disposing of any kind of articles of traffic, spirituous liquors, wine, porter, beer, or any fermented, mixed, or strong drink (excepting as hereinafter excepted), within three miles of any place of religious worship, in this state, during the time of holding any meeting for religious worship at such pla¡ce.” And the 2d section imposes as a penalty for a violation of the act, the forfeiture of the booth, stall, carriage, vessel, or boat in which such sales shall be made, together with all and singular the articles of trade and traffic on hand at the time, together with the vessels in which such articles may be contained. And it. authorizes the same to be seized by any justice of the peace, accompanied by a constable and two freeholders, if, after notice to the offender by them, he do not immediately cease and abstain from selling his traffic, and remove the same beyond the limits prescribed, viz., three miles from where such meeting is being held. After seizure, the act provides for a sale of the goods, wares, &e., at any time within ton days thereafter, after advertisement; and distribution of the net proceeds t the overseers of the poor of the township, after deducting expenses incident to the seizure and sale.\nThe plaintiff below had erected a shed, or summer-house, as some of-the witnesses called it, on his own premises and adjoining his dwelling, which was about a quarter of a mile from the grounds of the camp-meeting, held in the neighbourhood in the summer of 1859. A German camp-meeting had shortly before been held at the same place, when, I would judge, the shed was erected. But no matter for that. On the occasion in question, the plaintiff had in this shed or summer-house a supply of cheese, cakes, candies, oranges, nuts, segars, and small or ginger beer, and the like, which he had commenced to retail to persons wanting to purchase, when he was notified to desist from selling by the requisite functionaries, under the penalties which might ensue in case of disobedience; but believing he was doing nothing contrary to law, he refused obedience to the mandate; whereupon a seizure of his entire stock in the building was made by the defendants, including all such vessels and utensils containing any of the alleged articles of traffic, and placed upon a wagon, hauled from the ground and eventually sold, and the proceeds distributed to the overseers of the poor.\nIt may not be amiss to notice perhaps that, although the acts done are alleged to have been done for the prevention of the disturbance of religious worship, nothing like a disturbance was alleged, in the notice to the plaintiff to abstain from selling his provender. It was not alleged that he was disturbing the meeting. Nor was there even the suspicion that he had sold, or intended to sell, intoxicating liquors, as he had none. The seizure had therefore nothing like a necessity to excuse it. Does the Act of Assembly justify it ?\nIn the last clause of the 2d section of the act, the prohibited selling is called an “offence,” which, in criminal law, is said to be synonymous with misdemeanor: 1 Chi tty’s Criminal Practice 14. We have thus an “offence,”, a misdemeanor, which is a modified form of crime, with the penalty or punishment of forfeiture of goods and chattels prescribed, directed to be inflicted, without, “according” to the accused, the right to be heard by himself or counsel, to demand the nature and cause of the accusation against him, to meet the witnesses face to face, to have compulsory process for obtaining witnesses in his favour, and to demand a speedy and public trial, upon the mere motion of the parties named, without complaint, warrant, hearing, trial, judgment, or conviction. The framers of the act in question seem to have been perfectly oblivious of the constitutional mandate, that no “ one can be deprived of his life, liberty, and property unless by the judgment of his peers or the law of the land for here the power was given, and in this case it was exercised, by a forfeiture of the plaintiff’s goods to the extent of between fifty and one hundred dollars. Had the property been of the value of «$5000 instead of the sum named, the power to confiscate it was equally adequate. Nay, even a steamboat or ship might be the subject of this summary process, if moored at the shore of some of our large' streams, within three miles of a religious meeting, if the owners should attempt to sell or dispose of articles of traffic, and refuse to move immediately at the bidding of some magistrate.\nThe legislature had no power to enact any law so directly in conflict with the bill of rights as is this one. A man cannot be deprived of his property unless by the judgment of his peers or the law of the land. “Judgment of his peers,” is a term or expression borrowed from “ Magna Qharta,” and it means a trial p&r pais, or by the country, which is a trial by jury: 3 Story on Const. § 1773. The words “ or of the law of the land,” have the same origin, and are to the same effect, as “ due process of law,” in the bill of rights, in the Constitution of the United States, and it means judgment of law in its regular course of administration through courts of justice: Kent’s Com. § 24, p. 18; Byers & Davis v. The Commonwealth, 6 Wright 89. These views do not touch questions of summary convictions which the legislature have from time to time authorized, and which have generally been sustained as within the definition of what is “due process of law5 Wright 89, supra. In such cases a trial is always provided for, the record of -which is subject to review by the superior courts generally in some form, and are required clearly to set forth the grounds of the conviction, so that it may be known whether or not their jurisdiction has been transcended. There were questions both of law and fact in the alleged offence of the plaintiff, neither of which, before the infliction of the penalty, could he have tried; nor was any record of judgment or conviction kept, so that the same might be reviewed or judged of by any court of review. Nothing more despotic could be imagined than the poAver claimed through this Act of Assembly. It attempts to authorize the exercise of absolute, arbitrary, and uncontrolled and uncontrollable power, and if it does not violate the bill of rights, in all the particulars suggested, I see not Iioav that could be done.\nThe act cannot be sustained on the gronnd that it is a police regulation. I knoAV of no laAv which authorizes a police force to arrest, try, and punish — to be at the same time ministerial and judicial in their functions. If such there be, themselves being outside of the protection the citizen is entitled to under the constitution, it only proves to me that other acts are unconstitutional as Avell as this.\nIt has been suggested that the devices or apparatus for gambling, horses used in racing, gunpowder illegally stored, and the like, may be seized and forfeited; so they may, but only on conviction, or after a trial may be had by the accused, as in the case of the seizure of gunpowder. •\nThat the statute in question has so long remained uncondemned, I can only attribute to the fact that but few instances, if any, have occurred of forfeitures under it, and that men haye been more careful and prudent in their conduct than these defendants.\nThe chief justice fully concurs with me in the foregoing views regarding the 1st and 2d sections of the Act of 1822. But as we do not constitute a majority of the court on this point, owing to doubts in the mind of one of my brethren, and the dissent of another, a majority of us agree to reverse the judgment on another ground.\nIndependently of the constitutional view of the act in question, we think the seizure and sale of the plaintiff’s property were not justified under its terms. It is true, the prohibition is in very general terms, but in construing it, the act in its general aspect being in restraint of the obvious rights of the citizen, we must scrutinize it, and see if it means this. We must look not only at the words, and if they do not clearly develope the meaning of the legislature, then at its spirit and meaning, the mischief intended to be repressed,- and the remedy provided. The title of the act declares its purpose, viz., “to prevent the disturbance of meetings held for the purposes of religious worship.” To do this effectually, we can easily understand why the traffic in intoxicating liquors, within the limits of three miles of such meetings, was prohibited. Not only might its effects be very discoverable and troublesome when imbibed too freely, even at that distance, but if within that or any other moderate distance, might easily permit of its introduction on the meeting-ground itself. This is all plain, and declares clearly why intoxicating drink should be prohibited. But how the sale of articles of food, candies, segars, and non-intoxicating drink, at the distance of a quarter of a mile, or any other distance outside of the meeting and grounds should lead to disturbances, I cannot readily see. Surely no inference of disturbances could arise from such a source, being so imminent as to require the immediate seizure of bread, cheese, candies, &c., and their confiscation. That this is not so to be understood, we find the act itself bears testimony, for it authorizes the sale “ of food for man and beast” at such meetings, by permission of those in charge at such places as they may designate.\nThis view of the object and purposes of the act enables us to understand its terms. The prohibition we think is against the “traffic” in “spirituous liquors, wine, porter, beer, cider, or any other fermented, mixed, or strong drink.” The enumeration of liquors known to have a tendency to produce intoxication and disturbance, we think is an exposition of the term traffic in the statute, and was so meant. Whatever, therefore, is not enumerated as within the prohibition of the statute, and subject to seizure and sale, in other words, the forfeiture, must be of the same nature, ejusdem generis, with those enumerated. We must interpret the statute in the light of the objects intended, and the mischief to be amended. The mischief was disturbances, naturally very likely to follow intoxication. To prevent this the traffic in such things as would produce it, was prohibited under penalty of forfeiture. It is hardly to be supposed that anything which might come within the meaning of the term was prohibited. The sale of religious books, tracts, bibles, testaments, and hymnbooks, in its general sense, might be embraced by it, and if so, might be seized and forfeited, if every non-enumerated article, without regard to its nature, might be seized and sold. Such a meaning cannot be attributed to the act. It is highly penal, and we are bound to construe it strictly, and if we cannot, without a shock to common sense, hold it to embrace everything which might come under the term traffic, we are safe only in holding it to apply to such articles as are clearly defined as within its prohibitory terms. We think, therefore, on this ground, that the seizure of the plaintiff’s goods was without any authority, and cannot be justified under the Act of Assembly; and that the ■plaintiff is entitled to such damages at least as shall compensate him for the wrong done.\nJudgment reversed, and venire de novo awarded.\nAghw, J., dissented.\nBead, J., was absent.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. Van Gezer and G. P. Miller, for plaintiff.",
      "W. O. Lawson, J. M. G. Ranch, and A. 11. Dill, for defendants,"
    ],
    "corrections": "",
    "head_matter": "Fetter versus Wilt et al.\nAct 22 d April 1822, “ to prevent the disturbance of meetings held for the ■ purpose of religious worship,’’ construed.\n1. The Act 22d April 1822, forbidding the sale of any kind of ai’ticles of traffic, spirituous liquors, wine, porter, beer, or any fermented, mixed, or strong drink, within three miles of any place of religious worship during meetings for that purpose, applies to the sale of such articles as would have a tendency to produce intoxication and consequent disturbance; the sale of articles of food that could have no tendency to intoxicate is not within the prohibition.\n2. Hence, in an action of trespass quare clausum fregit against three defendants who entered upon the premises of the plaintiff, lying within a quarter of a mile from a camp-meeting then being held, and seized the cheese, cakes, candies, oranges, nuts, cigars, and small beer which he was then soiling, the Act of Assembly cannot be set up in justification, even though the course of procedure was within its terms.\n2. By Thompson, J., Woodward, C. J., concurring: The first and second sections of the Act of 22d April 1822, “ to prevent the disturbance of meetings held for the purpose of religious worship,” are unconstitutional.\nError to the Common Pleas of Union county.\nThis was an action of trespass quare clausum fregit, brought by Benjamin Fetter against Samuel C. Wilt, John Weiriclc, John Hassenplug, and Samuel Shannon, for taking and carrying away a quantity of cakes, bread, pies, cheese, small beer, segars, peanuts, &c., belonging to the plaintiff.\nThe case was this: — Fetter was in 1859 the owner of a house and lot in Buffalo township, where he carried on the business of tailoring. In August 1859, the members of the Methodist Episcopal Church, in that neighbourhood, announced that a camp-meeting would be held on the farm of Daniel Rangier, about half a mile from Mr. Fetter’s house.\nOn this Mr. Fetter erected a wooden building or summer-house at the end of his dwelling, and, about the commencement of the camp-meeting, laid in a supply of the articles above mentioned, and commenced selling them. There were no strong or intoxicating liquors offered for sale by him. The managers of the meeting called on Mr. Fetter and requested him to desist from selling, averring that his conduct was in violation of the Act of April 2d 1822, entitled “An act to prevent the disturbance of meetings held for the purpose of religious worship,” which prohibited the sale of any article of traffic within three miles of such meeting.\nMr. Fetter refusing to comply, the defendants, under the authority of the Act of Assembly, entered upon his premises and removed all the articles he was selling, together with the boiler of his cooking-stove, and a meat-saw, all of which they afterwards sold.\nThis was the trespass for which suit was brought.\nSamuel Corl and Samuel O. Wilt, the two persons who, as “freeholders,” were engaged in removing the goods above mentioned, were not at the time owners of unencumbered real estate.\nUnder the ruling of the court below, there was a verdict and judgment in favour of the defendants. Whereupon the plaintiff sued out this writ, assigning for error the answer given by the court below to certain points propounded by the parties.\nThe propositions argued in the court below and in this court were—\n1. Whether the plaintiff, selling eatables, &c., on his own premises, at his own dwelling-house, is subject to have such property seized and sold under the Act of 2d of April 1822.\n2. Whether men whose real estate is encumbered by judgments are freeholders, within the meaning of the Act of 2d of April 1822.\n8. Whether, under any circumstances, plaintiff’s tumblers, boilers, meat-saw, and cakes were liable to seizure; and\n4. Whether, under the evidence, defendants .were not clearly trespassers.\nW. Van Gezer and G. P. Miller, for plaintiff.\nW. O. Lawson, J. M. G. Ranch, and A. 11. Dill, for defendants,"
  },
  "file_name": "0457-01",
  "first_page_order": 457,
  "last_page_order": 463
}
