{
  "id": 420619,
  "name": "Weitzel versus Marr et al.",
  "name_abbreviation": "Weitzel v. Marr",
  "decision_date": "1864-02-16",
  "docket_number": "",
  "first_page": "463",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "46 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 518",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 6058,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.490463575889164e-07,
      "percentile": 0.6629168341474735
    },
    "sha256": "a482bebcbed8cc248fbc8c6d35e001987b0889d65e6517ae011dd2dc4031781e",
    "simhash": "1:1ee26ef3ee462619",
    "word_count": 1071
  },
  "last_updated": "2024-02-27T20:44:21.245247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Read, J., did not sit on the argument of this case."
    ],
    "parties": [
      "Weitzel versus Marr et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was. delivered, February 16th 1864, by\nThompson, J.\nTo maintain trespass, there must be in the plaintiff either actual possession or the right to immediate possession flowing from the right of property: 3 Harris 31; and he must have been deprived of it by the tortious act of another.\nThis brings us directly to the case in hand. The defendant purchased the land on which the timber claimed by the plaintiffs lay, long after their license or lease of the ground on which it had been placed by them had expired; and not subject to any agreement, so far as it appears here, to continue it there. Pursuant to his purchase, he entered into the peaceable possession of the premises, including the ground on which the timber lay, and which was part and parcel of his purchase. His possession thus acquired gave him the peaceable possession of everything on the land, and he could not well be a trespasser, unless a man may trespass on bis own possession. The possession being lawful, his conversion of the timber afterwards did not make such conversion a trespass, as the learned judge seems to have thought, and so charged. This principle is distinctly ruled in Lewis v. Carsaw, 3 Harris 31; Boults v. Mitchell, Id. 371; and proved by the authorities cited in Talmadge v. Scudder, 2 Wright 518. In such a category the party injured must be redressed in a different form of action, if at all. We need not discuss the question as to the right of a tenant to return in a reasonable time after his lease has expired, to remove his things from the leased premises. Granting, for the sake of the argument, that he might do so without being a trespasser, that does not prove that if the landlord has in the mean while resumed the actual possession of the premises, has the peaceable possession, and refuses to deliver up goods of the tenant removing, that he is a trespasser.' The cases cited prove the contrary, if cases were needed to verify an elementary principle. If he be liable it must be in a different form of action.\nWe are of opinion, therefore, that the learned judge erred in charging that the plaintiffs might recover the value of their timber in this action of trespass. We will order a venire ele novo, so that if the plaintiffs have any way of taking the case out of the rules mentioned they may try it over again, but if not, that the defendant may be enabled to recover his costs.\nJudgment reversed, and a venire de novo awarded.\nRead, J., did not sit on the argument of this case.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. I. Greenough and J. B. S. J. Packer, for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Weitzel versus Marr et al.\nTrespass quare clausum fregit when maintainable.\n1. To maintain trespass, there must be in the plaintiff either actual possession, or the right to immediate possession flowing from the right of property; and he must have been deprived of it by the tortious act of another.\n2. Hence, a lessee cannot maintain an action of trespass vi et armis for taking lumber left by him upon the demised premises at the expiration of his lease, against a subsequent purchaser who had entered upon, and held the full, peaceable, and exclusive possession of the land, and everything upon it, when the suit was brought.\nError to the Common Pleas of Northumberland county.\nThis was an action of trespass by David Marr and Benjamin Griffey, partners, trading as Marr & Griffey, against Joseph Weitzel, to recover damages for taking the lumber of the plaintiffs.\nThe facts of the case were these: — The plaintiffs were contractors for. erecting a railroad bridge across the North Branch of the Susquehanna, at the island now owned by Joseph Weitzel. They commenced the construction of this bridge in 1855, and finished it in 1856. To enable them to prepare the timber to be used in the construction of this bridge, it was necessary they should have some place on which they could place and frame it. The persons who had previously constructed the Northumberland bridge had used for that purpose a piece of ground east of the main road, leading from Sunbury to Northumberland, across the island, and this same piece was used by the plaintiffs for placing the timber and framing it. At the time, and before the plaintiffs commenced work, the island belonged to the estate of Ebenezer Greenough, deceased, and was then in possession of George Gaul, the tenant of the executors, or devisees of Mr. Greenough. On the 9th of May 1855, W. I. Greenough, as executor of his fatner’s estate, leased the piece of ground described in the lease to the plaintiffs, for the purpose for which they wished to occupy it and use it for the period of ten months and twenty-two days, which would expire on the 31st of March 1856. This lease was given with the consent of George Gaul, the tenant, who permitted the plaintiffs to leave the lumber there. It was there until Gaul left, which was about the 1st of April 1857.-Mr. Weitzel purchased the island from the executors of Mr. Greenough, March 19th 1857, and took possession.\nIn April or May 1857, Marr made a demand for the lumber, which remained on the ground after the bridge was finished, which Weitzel refused to deliver, having first removed it to make room for a barn which he was about building, and afterwards used portions of it in constructing his barn. Marr offered to pay any reasonable damage the lumber had been to him, which he also refused.\nThis suit was then brought as above stated.\nThe legal point presented to the court below was, whether, under the facts of the case, the defendant was liable in an action of trespass, vi et armis.\nThe court below instructed the jury that the action was well brought, that the property belonged to the plaintiffs, they had a right to the possession of it, and had demanded it soon after Gaul had left the island, submitting to the jury the question of the quantity and value of the lumber taken.\nUnder these instructions, there was a verdict and judgment for the plaintiffs. Whereupon the defendant sued out this writ, assigning for error the instruction of the court as above stated.\nW. I. Greenough and J. B. S. J. Packer, for plaintiffs in error."
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 465
}
